Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.Extras.Mods/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_MODS_SETTINGS_MODCOMMANDSCOUNT_DESC
source: Show the count of kernel modification commands when listing them in the help command
ar: إظهار عدد أوامر تعديل kernel عند إدراجها في أمر المساعدة
de: Zeigt die Anzahl der Kernel-Änderungsbefehle an, wenn sie im Hilfebefehl aufgelistet werden
el: Εμφάνιση του αριθμού των εντολών τροποποίησης του πυρήνα κατά την καταχώρισή τους στην εντολή βοήθειας
es: Mostrar el recuento de comandos de modificación del kernel al enumerarlos en el comando de ayuda
fr: Afficher le nombre de commandes de modification du noyau lors de leur liste dans la commande d'aide
ga: Taispeáin comhaireamh na n-orduithe modhnú eithne agus iad á liostú san ordú cabhrach
hi: सहायता कमांड में सूचीबद्ध करते समय कर्नेल संशोधन कमांड की गिनती दिखाएं
id: Menampilkan jumlah perintah modifikasi kernel saat mencantumkannya di perintah bantuan
it: Mostra il conteggio dei comandi di modifica del kernel quando li elenchi nel comando di aiuto
ja: ヘルプコマンドにカーネル変更コマンドをリストするときに、そのコマンドの数を表示します。
ko: 도움말 명령에 나열할 때 커널 수정 명령 수를 표시합니다.
ms: Tunjukkan kiraan arahan pengubahsuaian kernel apabila menyenaraikannya dalam arahan bantuan
nb: Vis antall kjernemodifikasjonskommandoer når du oppgir dem i hjelpekommandoen
nl: Toon het aantal kernelwijzigingsopdrachten wanneer u deze opsomt in de helpopdracht
pt_br: Mostrar a contagem de comandos de modificação do kernel ao listá-los no comando de ajuda
ro: Afișați numărul comenzilor de modificare a nucleului când le enumerați în comanda de ajutor
tr: Yardım komutunda listelendiğinde çekirdek değişikliği komutlarının sayısını göster
uk: Показати кількість команд модифікації ядра під час їх переліку в команді довідки
vi: Hiển thị số lượng lệnh sửa đổi hạt nhân khi liệt kê chúng trong lệnh trợ giúp
zh: 在幫助命令中列出內核修改命令時顯示內核修改命令的計數

# NKS_MODS_STARTSTOPSAFEMODE
source: Starting or stopping mods not allowed on safe mode.
ar: لا يُسمح ببدء التعديلات أو إيقافها في الوضع الآمن.
de: Das Starten oder Stoppen von Mods ist im abgesicherten Modus nicht zulässig.
el: Δεν επιτρέπεται η έναρξη ή η διακοπή των mods σε ασφαλή λειτουργία.
es: No se permite iniciar o detener mods en modo seguro.
fr: Démarrage ou arrêt de mods non autorisés en mode sans échec.
ga: Ní cheadaítear mods a thosú nó a stopadh ar mhód sábháilte.
hi: सुरक्षित मोड पर मॉड्स को शुरू या बंद करने की अनुमति नहीं है।
id: Memulai atau menghentikan mod tidak diizinkan pada mode aman.
it: L'avvio o l'arresto delle mod non è consentito in modalità provvisoria.
ja: セーフモードでは MOD の起動または停止は許可されません。
ko: 안전 모드에서는 모드를 시작하거나 중지할 수 없습니다.
ms: Memulakan atau menghentikan mod tidak dibenarkan pada mod selamat.
nb: Start eller stopp av mods er ikke tillatt i sikker modus.
nl: Het starten of stoppen van mods is niet toegestaan in de veilige modus.
pt_br: Não é permitido iniciar ou parar mods no modo de segurança.
ro: Pornirea sau oprirea modurilor nu este permisă în modul sigur.
tr: Güvenli modda modların başlatılması veya durdurulmasına izin verilmez.
uk: Запуск і зупинка модів заборонені в безпечному режимі.
vi: Không được phép bắt đầu hoặc dừng mod ở chế độ an toàn.
zh: 安全模式下不允許啟動或停止 mod。

# NKS_MODS_INTERMOD_NOFIELDINFO
source: Can't get field info for
ar: لا يمكن الحصول على معلومات الحقل لـ
de: Feldinformationen können nicht abgerufen werden für
el: Δεν είναι δυνατή η λήψη πληροφοριών πεδίου για
es: No se puede obtener información del campo para
fr: Impossible d'obtenir des informations sur le terrain pour
ga: Ní féidir faisnéis réimse a fháil le haghaidh
hi: फ़ील्ड जानकारी प्राप्त नहीं की जा सकी
id: Tidak bisa mendapatkan info lapangan untuk
it: Non è possibile ottenere informazioni sul campo per
ja: フィールド情報を取得できません
ko: 필드 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat medan untuk
nb: Kan ikke få feltinformasjon for
nl: Kan geen veldinfo ophalen voor
pt_br: Não é possível obter informações de campo para
ro: Nu pot obține informații despre câmp pentru
tr: Alan bilgisi alınamıyor
uk: Не вдається отримати інформацію про поле для
vi: Không thể lấy thông tin trường cho
zh: 無法獲取字段信息

# NKS_MODS_EXCEPTION_DEPNOMODVER
source: Can't determine mod version
ar: لا يمكن تحديد إصدار التعديل
de: Mod-Version kann nicht ermittelt werden
el: Δεν είναι δυνατός ο προσδιορισμός της έκδοσης mod
es: No se puede determinar la versión del mod
fr: Impossible de déterminer la version du mod
ga: Ní féidir leagan mod a chinneadh
hi: मॉड संस्करण निर्धारित नहीं किया जा सकता
id: Tidak dapat menentukan versi mod
it: Non riesco a determinare la versione mod
ja: MODのバージョンを判別できません
ko: 모드 버전을 결정할 수 없습니다
ms: Tidak dapat menentukan versi mod
nb: Kan ikke bestemme mod-versjonen
nl: Kan modversie niet bepalen
pt_br: Não é possível determinar a versão do mod
ro: Nu se poate determina versiunea mod
tr: Mod sürümü belirlenemiyor
uk: Неможливо визначити версію мода
vi: Không thể xác định phiên bản mod
zh: 無法確定模組版本

# NKS_MODS_UNKNOWNLOADEREXCEPTION
source: Unknown loader exception
ar: استثناء محمل غير معروف
de: Unbekannte Loader-Ausnahme
el: Άγνωστη εξαίρεση φορτωτή
es: Excepción de cargador desconocido
fr: Exception de chargeur inconnue
ga: Eisceacht lódóra anaithnid
hi: अज्ञात लोडर अपवाद
id: Pengecualian pemuat tidak dikenal
it: Eccezione del caricatore sconosciuta
ja: 不明なローダー例外
ko: 알 수 없는 로더 예외
ms: Pengecualian pemuat tidak diketahui
nb: Ukjent lasterunntak
nl: Onbekende loader-uitzondering
pt_br: Exceção de carregador desconhecido
ro: Excepție de încărcare necunoscută
tr: Bilinmeyen yükleyici istisnası
uk: Невідомий виняток завантажувача
vi: Ngoại lệ trình tải không xác định
zh: 未知載入異常

# NKS_MODS_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_MODS_TUI_KEYBINDING_STARTMODSELECT
source: Start mod (select)
ar: بدء التعديل (اختيار)
de: Mod starten (auswählen)
el: Έναρξη λειτουργίας (επιλογή)
es: Iniciar mod (seleccionar)
fr: Démarrer le mod (sélectionner)
ga: Tosaigh mod (roghnaigh)
hi: मॉड प्रारंभ करें (चयन करें)
id: Mulai mod (pilih)
it: Avvia mod (seleziona)
ja: 開始モード（選択）
ko: 모드 시작 (선택)
ms: Mulakan mod (pilih)
nb: Start mod (velg)
nl: Mod starten (selecteren)
pt_br: Iniciar mod (selecionar)
ro: Porniți modul (selectați)
tr: Modu başlat (seç)
uk: Запустити мод (вибрати)
vi: Bắt đầu mod (chọn)
zh: 開始模式（選擇）

# NKS_MODS_TUI_KEYBINDING_STARTMODINPUT
source: Start mod (input)
ar: بدء التعديل (الإدخال)
de: Startmod (Eingabe)
el: Έναρξη λειτουργίας (εισαγωγή)
es: Iniciar mod (entrada)
fr: Démarrer le mod (entrée)
ga: Mod tosaithe (ionchur)
hi: मॉड प्रारंभ करें (इनपुट)
id: Mulai mod (input)
it: Avvia mod (input)
ja: 開始モード（入力）
ko: 모드 시작(입력)
ms: Mulakan mod (input)
nb: Start mod (inngang)
nl: Mod starten (invoer)
pt_br: Iniciar mod (entrada)
ro: Porniți modul (intrare)
tr: Mod başlat (giriş)
uk: Почати мод (введення)
vi: Bắt đầu mod (đầu vào)
zh: 啟動模式（輸入）

# NKS_MODS_TUI_KEYBINDING_STOPMOD
source: Stop mod
ar: إيقاف التعديل
de: Mod stoppen
es: Detener mod
fr: Arrêter le mod
hi: मॉड बंद करो
id: Hentikan mod
it: Interrompere la modalità
ja: 停止モード
ko: 모드 중지
ms: Hentikan mod
nb: Stopp mod
nl: Mod stoppen
pt_br: Parar mod
ro: Opriți mod
tr: Durdurma modu
uk: Стоп мод
vi: Dừng mod
zh: 停止模式

# NKS_MODS_TUI_KEYBINDING_RELOADMOD
source: Reload mod
ar: إعادة تحميل التعديل
de: Mod neu laden
el: Επαναφόρτωση mod
es: Recargar mod
fr: Recharger le mod
ga: Athlódáil mod
hi: मॉड पुनः लोड करें
id: Muat ulang mod
it: Ricarica mod
ja: リロードモッド
ko: 모드 다시 로드
ms: Muat semula mod
nb: Last inn mod
nl: Mod opnieuw laden
pt_br: Recarregar mod
ro: Reîncărcare mod
tr: Modu yeniden yükle
uk: Перезавантажити мод
vi: Tải lại bản mod
zh: 重新載入模式

# NKS_MODS_TUI_KEYBINDING_INSTALLMODSELECT
source: Install mod (select)
ar: تثبيت التعديل (اختيار)
de: Mod installieren (auswählen)
el: Εγκατάσταση mod (επιλογή)
es: Instalar mod (seleccionar)
fr: Installer le mod (sélectionner)
ga: Suiteáil mod (roghnaigh)
hi: मॉड स्थापित करें (चयन करें)
id: Instal mod (pilih)
it: Installa mod (seleziona)
ja: MODをインストール（選択）
ko: 모드 설치 (선택)
ms: Pasang mod (pilih)
nb: Installer mod (velg)
nl: Mod installeren (selecteren)
pt_br: Instalar mod (selecionar)
ro: Instalați modul (selectați)
tr: Modu yükle (seç)
uk: Встановити мод (вибрати)
vi: Cài đặt mod (chọn)
zh: 安裝模組（選擇）

# NKS_MODS_TUI_KEYBINDING_INSTALLMODINPUT
source: Install mod (input)
ar: تثبيت التعديل (الإدخال)
de: Mod installieren (Eingabe)
el: Εγκατάσταση mod (είσοδος)
es: Instalar mod (entrada)
fr: Installer le mod (entrée)
ga: Suiteáil mod (ionchur)
hi: मॉड स्थापित करें (इनपुट)
id: Instal mod (input)
it: Installa mod (input)
ja: mod をインストール (入力)
ko: 모드 설치 (입력)
ms: Pasang mod (input)
nb: Installer mod (inngang)
nl: Mod installeren (invoer)
pt_br: Instalar mod (entrada)
ro: Instalați modul (intrare)
tr: Mod kurulumu (giriş)
uk: Встановити мод (введення)
vi: Cài đặt mod (đầu vào)
zh: 安裝模組（輸入）

# NKS_MODS_TUI_KEYBINDING_UNINSTALLMOD
source: Uninstall mod
ar: إلغاء تثبيت التعديل
de: Mod deinstallieren
el: Απεγκατάσταση mod
es: Desinstalar mod
fr: Désinstaller le mod
ga: Díshuiteáil mod
hi: मॉड अनइंस्टॉल करें
id: Copot pemasangan mod
it: Disinstalla mod
ja: MODをアンインストールする
ko: 모드 제거
ms: Nyahpasang mod
nb: Avinstaller mod
nl: Mod verwijderen
pt_br: Desinstalar mod
ro: Dezinstalează mod
tr: Modu kaldır
uk: Видаліть мод
vi: Gỡ cài đặt mod
zh: 解除安裝模組

# NKS_MODS_TUI_KEYBINDING_STARTALL
source: Start all
ar: ابدأ كل شيء
de: Alle starten
el: Ξεκινήστε όλα
es: Empezar todo
fr: Tout démarrer
ga: Tosaigh ar fad
hi: सभी प्रारंभ करें
id: Mulai semuanya
it: Inizia tutto
ja: すべて開始
ko: 모두 시작
ms: Mulakan semua
nb: Start alt
nl: Alles starten
pt_br: Começar tudo
ro: Începe totul
tr: Tümünü başlat
uk: Почати все
vi: Bắt đầu tất cả
zh: 全部開始

# NKS_MODS_TUI_KEYBINDING_STOPALL
source: Stop all
ar: اوقف كل شيء
de: Stoppen Sie alle
el: Σταματήστε όλα
es: Detener todo
fr: Arrêtez tout
ga: Stop go léir
hi: सभी को रोकें
id: Berhenti semuanya
it: Fermare tutto
ja: すべて停止
ko: 모두 중지
ms: Hentikan semua
nb: Stopp alt
nl: Stop alles
pt_br: Pare tudo
ro: Opreste totul
tr: Hepsini durdur
uk: Зупинити все
vi: Dừng tất cả
zh: 全部停止

# NKS_MODS_TUI_KEYBINDING_RELOADALL
source: Reload all
ar: إعادة تحميل الكل
de: Alle neu laden
el: Επαναφόρτωση όλων
es: Recargar todo
fr: Recharger tout
ga: Athlódáil go léir
hi: सभी पुनः लोड करें
id: Muat ulang semuanya
it: Ricarica tutto
ja: すべて再読み込み
ko: 모두 다시 로드
ms: Muat semula semua
nb: Last inn alle på nytt
nl: Alles opnieuw laden
pt_br: Recarregar tudo
ro: Reîncărcați totul
tr: Tümünü yeniden yükle
uk: Перезавантажити все
vi: Tải lại tất cả
zh: 重新加載全部

# NKS_MODS_INTERMOD_EXCEPTION_CLASSTYPENOTFOUND
source: Can't return non-existent class type from mod assembly
ar: لا يمكن إرجاع نوع فئة غير موجود من تجميع التعديل
de: Nicht vorhandener Klassentyp kann nicht aus Mod-Assembly zurückgegeben werden
el: Δεν είναι δυνατή η επιστροφή ανύπαρκτου τύπου κλάσης από τη συναρμολόγηση mod
es: No se puede devolver un tipo de clase inexistente desde el ensamblaje del mod
fr: Impossible de renvoyer un type de classe inexistant à partir de l'assembly du mod
ga: Ní féidir cineál ranga nach bhfuil ann a thabhairt ar ais ó thionól moda
hi: मॉड असेंबली से गैर-मौजूद वर्ग प्रकार वापस नहीं किया जा सकता
id: Tidak dapat mengembalikan tipe kelas yang tidak ada dari rakitan mod
it: Impossibile restituire un tipo di classe inesistente dall'assemblaggio mod
ja: 存在しないクラス型を mod アセンブリから返すことはできません
ko: mod 어셈블리에서 존재하지 않는 클래스 유형을 반환할 수 없습니다.
ms: Tidak dapat mengembalikan jenis kelas yang tidak wujud daripada pemasangan mod
nb: Kan ikke returnere ikke-eksisterende klassetype fra modmontering
nl: Kan niet-bestaand klassetype niet retourneren vanuit mod-assembly
pt_br: Não é possível retornar um tipo de classe inexistente do assembly do mod
ro: Nu se poate returna tipul de clasă inexistent din ansamblul mod
tr: Mod derlemesinden varolmayan sınıf türü döndürülemez
uk: Неможливо повернути неіснуючий тип класу зі складання мода
vi: Không thể trả về kiểu lớp không tồn tại từ mod assembly
zh: 無法從 mod 組件傳回不存在的類別類型

# NKS_MODS_INTERMOD_EXCEPTION_FUNCTIONNOTFOUND
source: Can't find function '{0}' in mod '{1}'.
ar: لا يمكن العثور على الوظيفة '{0}' في الوضع '{1}'.
de: Funktion „{0}“ kann im Mod „{1}“ nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση της συνάρτησης "{0}" στο mod "{1}".
es: No se puede encontrar la función '{0}' en el mod '{1}'.
fr: Impossible de trouver la fonction '{0}' dans le mod '{1}'.
ga: Ní féidir feidhm '{0}' a aimsiú i mod '{1}'.
hi: मॉड '{1}' में फ़ंक्शन '{0}' नहीं मिल सका.
id: Tidak dapat menemukan fungsi '{0}' dalam mod '{1}'.
it: Impossibile trovare la funzione '{0}' nel mod '{1}'.
ja: mod '{1}' に関数 '{0}' が見つかりません。
ko: mod '{1}'에서 함수 '{0}'을(를) 찾을 수 없습니다.
ms: Tidak dapat mencari fungsi '{0}' dalam mod '{1}'.
nb: Finner ikke funksjon '{0}' i mod '{1}'.
nl: Kan functie '{0}' niet vinden in mod '{1}'.
pt_br: Não é possível encontrar a função '{0}' no mod '{1}'.
ro: Nu se poate găsi funcția „{0}” în modul „{1}”.
tr: '{1}' modunda '{0}' fonksiyonu bulunamadı.
uk: Не вдається знайти функцію "{0}" у моді "{1}".
vi: Không tìm thấy hàm '{0}' trong mod '{1}'.
zh: 在模組「{1}」中找不到函數「{0}」。

# NKS_MODS_INTERMOD_EXCEPTION_PROPERTYNOTFOUND
source: Can't find property '{0}' in mod '{1}'.
ar: لا يمكن العثور على الخاصية '{0}' في الوضع '{1}'.
de: Die Eigenschaft „{0}“ kann im Mod „{1}“ nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση της ιδιότητας "{0}" στο mod "{1}".
es: No se puede encontrar la propiedad '{0}' en el mod '{1}'.
fr: Impossible de trouver la propriété '{0}' dans le mod '{1}'.
ga: Ní féidir an t-airí '{0}' sa mhód '{1}' a aimsiú.
hi: मॉड '{1}' में गुण '{0}' नहीं मिल सका.
id: Tidak dapat menemukan properti '{0}' dalam mod '{1}'.
it: Impossibile trovare la proprietà '{0}' nel mod '{1}'.
ja: mod '{1}' にプロパティ '{0}' が見つかりません。
ko: mod '{1}'에서 속성 '{0}'을 찾을 수 없습니다.
ms: Tidak dapat mencari harta '{0}' dalam mod '{1}'.
nb: Finner ikke egenskapen '{0}' i mod '{1}'.
nl: Kan eigenschap '{0}' niet vinden in mod '{1}'.
pt_br: Não é possível encontrar a propriedade '{0}' no mod '{1}'.
ro: Nu se poate găsi proprietatea „{0}” în modul „{1}”.
tr: '{1}' modunda '{0}' özelliği bulunamadı.
uk: Не вдається знайти властивість "{0}" у моді "{1}".
vi: Không tìm thấy thuộc tính '{0}' trong mod '{1}'.
zh: 在模組「{1}」中找不到屬性「{0}」。

# NKS_MODS_INTERMOD_EXCEPTION_FIELDNOTFOUND
source: Can't find field '{0}' in mod '{1}'.
ar: لا يمكن العثور على الحقل '{0}' في الوضع '{1}'.
de: Feld „{0}“ kann im Mod „{1}“ nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση του πεδίου "{0}" στο mod "{1}".
es: No se puede encontrar el campo '{0}' en el mod '{1}'.
fr: Impossible de trouver le champ '{0}' dans le mod '{1}'.
ga: Ní féidir an réimse '{0}' sa mhód '{1}' a aimsiú.
hi: मॉड '{1}' में फ़ील्ड '{0}' नहीं मिल सका.
id: Tidak dapat menemukan bidang '{0}' dalam mod '{1}'.
it: Impossibile trovare il campo '{0}' nel mod '{1}'.
ja: mod '{1}' にフィールド '{0}' が見つかりません。
ko: mod '{1}'에서 필드 '{0}'을(를) 찾을 수 없습니다.
ms: Tidak dapat mencari medan '{0}' dalam mod '{1}'.
nb: Finner ikke feltet '{0}' i mod '{1}'.
nl: Kan veld '{0}' niet vinden in mod '{1}'.
pt_br: Não é possível encontrar o campo '{0}' no mod '{1}'.
ro: Nu se găsește câmpul „{0}” în modul „{1}”.
tr: '{1}' modunda '{0}' alanı bulunamadı.
uk: Не вдається знайти поле "{0}" у моді "{1}".
vi: Không tìm thấy trường '{0}' trong mod '{1}'.
zh: 在模型「{1}」中找不到欄位「{0}」。

# NKS_MODS_INTERMOD_EXCEPTION_NOTMODCLASS
source: This class is not an mod class
ar: هذه الفئة ليست فئة تعديل
de: Diese Klasse ist keine Mod-Klasse
el: Αυτή η τάξη δεν είναι κατηγορία mod
es: Esta clase no es una clase mod
fr: Cette classe n'est pas une classe mod
ga: Ní rang mod é an rang seo
hi: यह वर्ग मॉड वर्ग नहीं है
id: Kelas ini bukan kelas mod
it: Questa classe non è una classe mod
ja: このクラスはmodクラスではありません
ko: 이 클래스는 모드 클래스가 아닙니다.
ms: Kelas ini bukan kelas mod
nb: Denne klassen er ikke en mod-klasse
nl: Deze klasse is geen mod-klasse
pt_br: Esta classe não é uma classe mod
ro: Această clasă nu este o clasă de mod
tr: Bu sınıf bir mod sınıfı değildir
uk: Цей клас не є модним класом
vi: Lớp này không phải là lớp mod
zh: 此類不是 mod 類

# NKS_MODS_TUI_MODENTRYPOINT
source: Entry point
ar: نقطة الدخول
de: Einstiegspunkt
el: Σημείο εισόδου
es: Punto de entrada
fr: Point d'entrée
ga: Pointe iontrála
hi: प्रवेश बिंदु
id: Titik masuk
it: Punto di ingresso
ja: エントリーポイント
ko: 진입점
ms: Titik masuk
nb: Inngangspunkt
nl: Instappunt
pt_br: Ponto de entrada
ro: Punct de intrare
tr: Giriş noktası
uk: Точка входу
vi: Điểm vào
zh: 入口點

# NKS_MODS_TUI_PATHTOMODPROMPT
source: Enter a path to the mod that you want to start
ar: أدخل المسار إلى التعديل الذي تريد بدء تشغيله
de: Geben Sie einen Pfad zu dem Mod ein, den Sie starten möchten
el: Εισαγάγετε μια διαδρομή προς το mod που θέλετε να ξεκινήσετε
es: Ingresa una ruta al mod que deseas iniciar
fr: Entrez un chemin vers le mod que vous souhaitez démarrer
ga: Cuir isteach cosán go dtí an mod gur mian leat a thosú
hi: उस मॉड का पथ दर्ज करें जिसे आप शुरू करना चाहते हैं
id: Masukkan jalur ke mod yang ingin Anda mulai
it: Inserisci un percorso per la mod che vuoi avviare
ja: 起動したいMODへのパスを入力してください
ko: 시작하려는 모드의 경로를 입력하세요
ms: Masukkan laluan ke mod yang anda mahu mulakan
nb: Skriv inn en bane til moden du vil starte
nl: Voer een pad in naar de mod die u wilt starten
pt_br: Insira um caminho para o mod que você deseja iniciar
ro: Introduceți o cale către modul pe care doriți să îl porniți
tr: Başlatmak istediğiniz moda giden bir yol girin
uk: Введіть шлях до мода, який ви хочете запустити
vi: Nhập đường dẫn đến bản mod mà bạn muốn bắt đầu
zh: 輸入要啟動的模組的路徑

# NKS_MODS_TUI_MODSTARTFAILED
source: Failed to start mod
ar: فشل في بدء التعديل
de: Mod konnte nicht gestartet werden
el: Αποτυχία εκκίνησης mod
es: No se pudo iniciar el mod
fr: Impossible de démarrer le mod
ga: Theip ar an mod a thosú
hi: मॉड प्रारंभ करने में विफल
id: Gagal memulai mod
it: Impossibile avviare la mod
ja: MODの起動に失敗しました
ko: 모드를 시작하지 못했습니다
ms: Gagal memulakan mod
nb: Kunne ikke starte mod
nl: Mod kon niet worden gestart
pt_br: Falha ao iniciar o mod
ro: Nu s-a pornit mod
tr: Mod başlatılamadı
uk: Не вдалося запустити мод
vi: Không thể khởi động mod
zh: 無法啟動模組

# NKS_MODS_TUI_PATHTOMODINSTALLPROMPT
source: Enter a path to the mod that you want to install
ar: أدخل المسار إلى التعديل الذي تريد تثبيته
de: Geben Sie einen Pfad zu dem Mod ein, den Sie installieren möchten
el: Εισαγάγετε μια διαδρομή προς το mod που θέλετε να εγκαταστήσετε
es: Ingresa una ruta al mod que deseas instalar
fr: Entrez un chemin vers le mod que vous souhaitez installer
ga: Cuir isteach cosán go dtí an mod gur mian leat a shuiteáil
hi: उस मॉड का पथ दर्ज करें जिसे आप इंस्टॉल करना चाहते हैं
id: Masukkan jalur ke mod yang ingin Anda instal
it: Inserisci un percorso per la mod che vuoi installare
ja: インストールしたいMODへのパスを入力してください
ko: 설치하려는 모드의 경로를 입력하세요
ms: Masukkan laluan ke mod yang anda ingin pasang
nb: Skriv inn en bane til moden du vil installere
nl: Voer een pad in naar de mod die u wilt installeren
pt_br: Digite um caminho para o mod que você deseja instalar
ro: Introduceți o cale către modul pe care doriți să îl instalați
tr: Yüklemek istediğiniz modun yolunu girin
uk: Введіть шлях до мода, який ви хочете встановити
vi: Nhập đường dẫn đến bản mod mà bạn muốn cài đặt
zh: 輸入要安裝的模組的路徑

# NKS_MODS_TUI_MODINSTALLFAILED
source: Failed to install mod
ar: فشل في تثبيت التعديل
de: Mod konnte nicht installiert werden
el: Αποτυχία εγκατάστασης του mod
es: No se pudo instalar el mod
fr: Échec de l'installation du mod
ga: Theip ar shuiteáil mod
hi: मॉड स्थापित करने में विफल
id: Gagal memasang mod
it: Impossibile installare la mod
ja: MODのインストールに失敗しました
ko: 모드 설치에 실패했습니다
ms: Gagal memasang mod
nb: Kunne ikke installere mod
nl: Mod kon niet worden geïnstalleerd
pt_br: Falha ao instalar o mod
ro: Nu s-a instalat mod
tr: Mod kurulumu başarısız oldu
uk: Не вдалося встановити мод
vi: Không cài được mod
zh: 無法安裝模組

# NKS_MODS_CANTSTARTORSTOP
source: Can't start or stop this mod!
ar: لا يمكن بدء أو إيقاف هذا التعديل!
de: Dieser Mod kann nicht gestartet oder gestoppt werden!
el: Δεν μπορείτε να ξεκινήσετε ή να σταματήσετε αυτό το mod!
es: ¡No puedo iniciar ni detener este mod!
fr: Impossible de démarrer ou d'arrêter ce mod !
ga: Ní féidir an mod seo a thosú nó a stopadh!
hi: इस मॉड को शुरू या बंद नहीं किया जा सकता!
id: Tidak dapat memulai atau menghentikan mod ini!
it: Impossibile avviare o interrompere questa mod!
ja: この mod を開始または停止できません。
ko: 이 모드를 시작하거나 중지할 수 없습니다!
ms: Tidak boleh memulakan atau menghentikan mod ini!
nb: Kan ikke starte eller stoppe denne moden!
nl: Kan deze mod niet starten of stoppen!
pt_br: Não é possível iniciar ou parar este mod!
ro: Nu pot porni sau opri acest mod!
tr: Bu mod başlatılamıyor veya durdurulamıyor!
uk: Неможливо запустити або зупинити цей мод!
vi: Không thể bắt đầu hoặc dừng bản mod này!
zh: 無法啟動或停止此模式！

# NKS_MODS_COMMAND_MODMAN_ARGUMENT_STARTSTOP_DESC
source: Whether to start, stop, get info out of, reload, install, or uninstall a mod
ar: سواء لبدء أو إيقاف أو الحصول على معلومات أو إعادة تحميل أو تثبيت أو إلغاء تثبيت تعديل
de: Ob ein Mod gestartet, gestoppt, Informationen abgerufen, neu geladen, installiert oder deinstalliert werden soll
el: Αν θέλετε να ξεκινήσετε, να σταματήσετε, να λάβετε πληροφορίες, να φορτώσετε ξανά, να εγκαταστήσετε ή να απεγκαταστήσετε ένα mod
es: Ya sea para iniciar, detener, obtener información, recargar, instalar o desinstalar un mod
fr: Qu'il s'agisse de démarrer, d'arrêter, d'extraire des informations, de recharger, d'installer ou de désinstaller un mod
ga: Cibé ar cheart tús a chur, stop a chur leis, eolas a bhaint as, modh a athlódáil, a shuiteáil nó a dhíshuiteáil
hi: मॉड को शुरू करना, रोकना, जानकारी प्राप्त करना, पुनः लोड करना, इंस्टॉल करना या अनइंस्टॉल करना
id: Apakah akan memulai, menghentikan, mendapatkan info, memuat ulang, memasang, atau menghapus mod
it: Se avviare, interrompere, ottenere informazioni, ricaricare, installare o disinstallare una mod
ja: MODの開始、停止、情報の取得、リロード、インストール、アンインストールを行うかどうか
ko: 모드를 시작, 중지, 정보 가져오기, 다시 로드, 설치 또는 제거할지 여부
ms: Sama ada untuk memulakan, menghentikan, mendapatkan maklumat daripada, memuat semula, memasang atau menyahpasang mod
nb: Enten du skal starte, stoppe, hente informasjon fra, laste på nytt, installere eller avinstallere en mod
nl: Of je een mod moet starten, stoppen, er informatie uit moet halen, opnieuw moet laden, moet installeren of moet verwijderen
pt_br: Seja para iniciar, parar, obter informações, recarregar, instalar ou desinstalar um mod
ro: Indiferent dacă să porniți, să opriți, să obțineți informații din, să reîncărcați, să instalați sau să dezinstalați un mod
tr: Bir modun başlatılması, durdurulması, bilgi alınması, yeniden yüklenmesi, kurulması veya kaldırılması gerekip gerekmediği
uk: Запустити, зупинити, отримати інформацію, перезавантажити, встановити чи видалити мод
vi: Có nên bắt đầu, dừng, lấy thông tin, tải lại, cài đặt hoặc gỡ cài đặt bản mod không?
zh: 是否啟動、停止、取得資訊、重新載入、安裝或卸載模組
