Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.Extras.Mods/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_MODS_MODNEEDSVERSION
source: Mod {0} does not have the version. Mod parsing failed. Review the source code.
ar: لا يحتوي الطراز {0} على الإصدار. فشل تحليل وزارة الدفاع. قم بمراجعة الكود المصدري.
de: Mod {0} hat die Version nicht. Mod-Parsing ist fehlgeschlagen. Überprüfen Sie den Quellcode.
el: Το Mod {0} δεν έχει την έκδοση. Η ανάλυση mod απέτυχε. Ελέγξτε τον πηγαίο κώδικα.
es: Mod {0} no tiene la versión. Error al analizar el mod. Revisa el código fuente.
fr: Le mod {0} n'a pas la version. L'analyse du module a échoué. Vérifiez le code source.
ga: Níl an leagan ag Mod {0}. Theip ar pharsáil mod. Athbhreithnigh an cód foinse.
hi: मॉड {0} का संस्करण नहीं है. मॉड पार्सिंग विफल. स्रोत कोड की समीक्षा करें.
id: Mod {0} tidak memiliki versi tersebut. Penguraian mod gagal. Tinjau kode sumber.
it: Il mod {0} non ha la versione. Analisi della mod non riuscita. Esamina il codice sorgente.
ja: Mod {0} にはバージョンがありません。MODの解析に失敗しました。ソースコードを確認します。
ko: Mod {0}에 해당 버전이 없습니다. 모드 구문 분석에 실패했습니다. 소스 코드를 검토하세요.
ms: Mod {0} tidak mempunyai versi. Penghuraian mod gagal. Semak kod sumber.
nb: Mod {0} har ikke versjonen. Mod-parsing mislyktes. Se gjennom kildekoden.
nl: Mod {0} heeft de versie niet. Het parseren van mods is mislukt. Controleer de broncode.
pt_br: O mod {0} não tem a versão. A análise do mod falhou. Revise o código-fonte.
ro: Mod {0} nu are versiunea. Analiza modului a eșuat. Examinați codul sursă.
tr: Mod {0} sürümüne sahip değil. Mod ayrıştırma başarısız oldu. Kaynak kodunu inceleyin.
uk: Мод {0} не має версії. Помилка аналізу мода. Перегляньте вихідний код.
vi: Mod {0} không có phiên bản. Phân tích cú pháp của Mod không thành công. Xem lại mã nguồn.
zh: Mod {0} 沒有該版本。Mod 解析失敗。查看原始碼。

# NKS_MODS_MODVERSIONINVALID
source: Mod {0} contains invalid version. Mod parsing failed. Version was
ar: يحتوي النموذج {0} على إصدار غير صالح. فشل تحليل وزارة الدفاع. كان الإصدار
de: Mod {0} enthält eine ungültige Version. Mod-Parsing ist fehlgeschlagen. Version war
el: Το Mod {0} περιέχει μη έγκυρη έκδοση. Η ανάλυση mod απέτυχε. Έκδοση ήταν
es: Mod {0} contiene una versión no válida. Error al analizar el mod. La versión era
fr: Le module {0} contient une version non valide. L'analyse du module a échoué. La version était
ga: Tá leagan neamhbhailí i Mod {0}. Theip ar pharsáil mod. Leagan a bhí
hi: मॉड {0} में अमान्य संस्करण है। मॉड पार्सिंग विफल. संस्करण था
id: Mod {0} berisi versi yang tidak valid. Parsing mod gagal. Versi
it: La mod {0} contiene una versione non valida. Analisi della mod non riuscita. La versione era
ja: モジュール {0} には無効なバージョンが含まれています。MODの解析に失敗しました。以前のバージョン
ko: Mod {0}에 잘못된 버전이 포함되어 있습니다. 모드 구문 분석에 실패했습니다. 이전 버전
ms: Mod {0} mengandungi versi tidak sah. Penghuraian mod gagal. Versi ialah
nb: Mod {0} inneholder ugyldig versjon. Mod-parsing mislyktes. Versjon var
nl: Mod {0} bevat een ongeldige versie. Het parseren van mods is mislukt. Versie was
pt_br: O mod {0} contém uma versão inválida. A análise do mod falhou. A versão era
ro: Mod {0} conține o versiune nevalidă. Analiza modului a eșuat. Versiunea a fost
tr: Mod {0} geçersiz sürüm içeriyor. Mod ayrıştırma başarısız oldu. Sürüm
uk: Мод {0} містить недійсну версію. Помилка аналізу мода. Версія була
vi: Mod {0} chứa phiên bản không hợp lệ. Phân tích cú pháp mod không thành công. Phiên bản là
zh: 模組 {0} 包含無效版本。Mod 解析失敗。版本是

# NKS_MODS_TUI_MODVERSION
source: Version
ar: إصدار
de: Ausführung
el: Εκδοχή
es: Versión
ga: Leagan
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pt_br: Versão
ro: Versiune
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本

# NKS_MODS_TUI_MODFILENAME
source: File name
ar: اسم الملف
de: Dateiname
el: Ονομα αρχείου
es: Nombre del archivo
fr: Nom de fichier
ga: Ainm comhaid
hi: फ़ाइल का नाम
id: Nama berkas
it: Nome del file
ja: ファイル名
ko: 파일 이름
ms: Nama fail
nb: Filnavn
nl: Bestandsnaam
pt_br: Nome do arquivo
ro: Nume de fișier
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tập tin
zh: 檔案名稱

# NKS_MODS_TUI_MODFILEPATH
source: File path
ar: مسار الملف
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta de archivo
fr: Chemin du fichier
ga: Conair comhaid
hi: दस्तावेज पथ
id: Jalur berkas
it: Percorso del file
ja: ファイルパス
ko: 파일 경로
ms: Laluan fail
nb: Filbane
nl: Bestandspad
pt_br: Caminho do arquivo
ro: Calea fișierului
tr: Dosya yolu
uk: Шлях до файлу
vi: Đường dẫn tập tin
zh: 文件路徑

# NKS_MODS_MANTUI_HASNOCONTENTS
source: Unfortunately, this manual page doesn't have any contents. However, this documentation might have been found under the mod vendor's webpage. If you still can't find this documentation, ask the developers of the mod for more information.
ar: لسوء الحظ، لا تحتوي صفحة الدليل هذه على أي محتويات. ومع ذلك، ربما تم العثور على هذه الوثائق ضمن صفحة الويب الخاصة ببائع التعديل. إذا كنت لا تزال غير قادر على العثور على هذه الوثائق، فاطلب من مطوري التعديل الحصول على مزيد من المعلومات.
de: Leider hat diese Handbuchseite keinen Inhalt. Diese Dokumentation wurde jedoch möglicherweise auf der Webseite des Mod-Anbieters gefunden. Wenn Sie diese Dokumentation immer noch nicht finden können, fragen Sie die Entwickler des Mods nach weiteren Informationen.
el: Δυστυχώς, αυτή η σελίδα εγχειριδίου δεν έχει περιεχόμενο. Ωστόσο, αυτή η τεκμηρίωση μπορεί να βρέθηκε στην ιστοσελίδα του προμηθευτή mod. Εάν εξακολουθείτε να μην μπορείτε να βρείτε αυτήν την τεκμηρίωση, ρωτήστε τους προγραμματιστές του mod για περισσότερες πληροφορίες.
es: Desafortunadamente, esta página de manual no tiene ningún contenido. Sin embargo, es posible que esta documentación se haya encontrado en la página web del proveedor del mod. Si aún no puedes encontrar esta documentación, solicita más información a los desarrolladores del mod.
fr: Malheureusement, cette page de manuel n'a aucun contenu. Cependant, cette documentation a peut-être été trouvée sur la page Web du fournisseur du mod. Si vous ne trouvez toujours pas cette documentation, demandez plus d'informations aux développeurs du mod.
ga: Ar an drochuair, níl aon ábhar ar an leathanach láimhe seo. Mar sin féin, seans go bhfuarthas an doiciméadú seo faoi leathanach gréasáin an díoltóra modúil. Mura bhfuil tú in ann an doiciméadú seo a aimsiú go fóill, iarr ar fhorbróirí an mod le haghaidh tuilleadh eolais.
hi: दुर्भाग्य से, इस मैनुअल पेज में कोई सामग्री नहीं है। हालाँकि, यह दस्तावेज़ मॉड विक्रेता के वेबपेज के अंतर्गत पाया जा सकता है। यदि आपको अभी भी यह दस्तावेज़ नहीं मिल रहा है, तो अधिक जानकारी के लिए मॉड के डेवलपर्स से पूछें।
id: Sayangnya, halaman manual ini tidak memiliki konten apa pun. Namun, dokumentasi ini mungkin ditemukan di halaman web vendor mod. Jika Anda masih tidak dapat menemukan dokumentasi ini, tanyakan kepada pengembang mod untuk informasi lebih lanjut.
it: Sfortunatamente, questa pagina di manuale non ha alcun contenuto. Tuttavia, questa documentazione potrebbe essere stata trovata nella pagina Web del fornitore del mod. Se ancora non riesci a trovare questa documentazione, chiedi maggiori informazioni agli sviluppatori della mod.
ja: 残念ながら、このマニュアル ページにはコンテンツがありません。ただし、このドキュメントは MOD ベンダーの Web ページにある可能性があります。それでもこのドキュメントが見つからない場合は、MOD の開発者に詳細を問い合わせてください。
ko: 불행하게도 이 매뉴얼 페이지에는 내용이 없습니다. 그러나 이 문서는 모드 공급업체의 웹페이지에서 찾을 수 있습니다. 여전히 이 문서를 찾을 수 없으면 모드 개발자에게 자세한 내용을 문의하세요.
ms: Malangnya, halaman manual ini tidak mempunyai sebarang kandungan. Walau bagaimanapun, dokumentasi ini mungkin ditemui di bawah halaman web vendor mod. Jika anda masih tidak menemui dokumentasi ini, tanya pembangun mod untuk mendapatkan maklumat lanjut.
nb: Denne manualsiden har dessverre ikke noe innhold. Imidlertid kan denne dokumentasjonen ha blitt funnet under mod-leverandørens nettside. Hvis du fortsatt ikke finner denne dokumentasjonen, spør utviklerne av moden for mer informasjon.
nl: Helaas heeft deze handleidingpagina geen inhoud. Deze documentatie kan echter gevonden zijn op de webpagina van de mod-leverancier. Als je deze documentatie nog steeds niet kunt vinden, vraag dan de ontwikkelaars van de mod om meer informatie.
pt_br: Infelizmente, esta página do manual não tem nenhum conteúdo. No entanto, esta documentação pode ter sido encontrada na página do fornecedor do mod. Se você ainda não conseguir encontrar esta documentação, peça mais informações aos desenvolvedores do mod.
ro: Din păcate, această pagină de manual nu are niciun conținut. Cu toate acestea, această documentație ar fi putut fi găsită pe pagina web a furnizorului de mod. Dacă tot nu puteți găsi această documentație, întrebați dezvoltatorii modului pentru mai multe informații.
tr: Ne yazık ki, bu kılavuz sayfasının herhangi bir içeriği yok. Ancak, bu dokümantasyon mod satıcısının web sayfasında bulunabilir. Bu dokümantasyonu hala bulamıyorsanız, daha fazla bilgi için modun geliştiricilerine sorun.
uk: На жаль, ця сторінка посібника не має жодного вмісту. Однак цю документацію можна було знайти на веб-сторінці постачальника мода. Якщо ви все ще не можете знайти цю документацію, зверніться до розробників моду за додатковою інформацією.
vi: Thật không may, trang hướng dẫn này không có nội dung nào. Tuy nhiên, tài liệu này có thể được tìm thấy trong trang web của nhà cung cấp mod. Nếu bạn vẫn không tìm thấy tài liệu này, hãy hỏi nhà phát triển mod để biết thêm thông tin.
zh: 不幸的是，這個手冊頁沒有任何內容。但是，該文件可能可以在模組供應商的網頁下找到。如果您仍然找不到此文檔，請向該模組的開發人員詢問更多資訊。

# NKS_MODS_MANTUI_PRESENTED
source: Presented to you by
ar: مقدم لكم من
de: Präsentiert von
el: Σας παρουσιάζεται από
es: Presentado a usted por
fr: Présenté à vous par
ga: Arna chur i láthair duit ag
hi: द्वारा आपके समक्ष प्रस्तुत है
id: Disajikan kepada Anda oleh
it: Presentato da
ja: あなたに贈られたのは、
ko: 제공자:
ms: Dipersembahkan kepada anda oleh
nb: Presentert for deg av
nl: Aan u gepresenteerd door
pt_br: Apresentado a você por
ro: Prezentat vouă de
tr: Size tarafından sunuldu
uk: Представлено вам
vi: Được trình bày cho bạn bởi
zh: 呈現給您的是

# NKS_MODS_MANTUI_CONTENTLENGTH
source: Content length
ar: طول المحتوى
de: Inhaltslänge
el: Μήκος περιεχομένου
es: Largancia de contenido
fr: Longueur du contenu
ga: Fad ábhar
hi: कंटेंट की लम्बाई
id: Panjang konten
it: Lunghezza del contenuto
ja: コンテンツの長さ
ko: 콘텐츠 길이
ms: Panjang kandungan
nb: Innholdslengde
nl: Inhoud lengte
pt_br: Comprimento do conteúdo
ro: Lungimea conținutului
tr: İçerik uzunluğu
uk: Довжина вмісту
vi: Độ dài nội dung
zh: 內容長度

# NKS_MODS_MANTUI_NOCONTENTS
source: No contents.
ar: لا محتويات.
de: Kein Inhalt.
el: Χωρίς περιεχόμενο.
es: Sin contenidos.
fr: Aucun contenu.
ga: Gan ábhar.
hi: कोई सामग्री नहीं.
id: Tidak ada isi.
it: Nessun contenuto.
ja: 内容はありません。
ko: 내용이 없습니다.
ms: Tiada kandungan.
nb: Ingen innhold.
nl: Geen inhoud.
pt_br: Nenhum conteúdo.
ro: Fără conținut.
tr: İçerik yok.
uk: Без вмісту.
vi: Không có nội dung.
zh: 沒有內容。

# NKS_MODS_MANTUI_NOREVISION
source: No revision.
ar: لا مراجعة.
de: Keine Überarbeitung.
el: Καμία αναθεώρηση.
es: Sin revisión.
fr: Aucune révision.
ga: Gan athbhreithniú.
hi: कोई संशोधन नहीं.
id: Tidak ada revisi.
it: Nessuna revisione.
ja: 改訂はありません。
ko: 개정이 없습니다.
ms: Tiada semakan.
nb: Ingen revisjon.
nl: Geen revisie.
pt_br: Nenhuma revisão.
ro: Nicio revizuire.
tr: Revizyon yok.
uk: Без перегляду.
vi: Không cần sửa đổi.
zh: 沒有修訂。

# NKS_MODS_INTERMOD_EXCEPTION_MODNOTFOUND
source: Can't execute custom function with non-existent mod
ar: لا يمكن تنفيذ وظيفة مخصصة باستخدام تعديل غير موجود
de: Benutzerdefinierte Funktion kann mit nicht vorhandenem Mod nicht ausgeführt werden
el: Δεν είναι δυνατή η εκτέλεση προσαρμοσμένης λειτουργίας με ανύπαρκτο mod
es: No se puede ejecutar una función personalizada con un mod inexistente
fr: Impossible d'exécuter une fonction personnalisée avec un mod inexistant
ga: Ní féidir feidhm shaincheaptha a rith le mod nach bhfuil ann
hi: गैर-मौजूद मॉड के साथ कस्टम फ़ंक्शन निष्पादित नहीं किया जा सकता
id: Tidak dapat menjalankan fungsi kustom dengan mod yang tidak ada
it: Impossibile eseguire la funzione personalizzata con mod inesistente
ja: 存在しないMODではカスタム関数を実行できません
ko: 존재하지 않는 모드로 사용자 정의 기능을 실행할 수 없습니다
ms: Tidak dapat melaksanakan fungsi tersuai dengan mod yang tidak wujud
nb: Kan ikke kjøre egendefinert funksjon med ikke-eksisterende mod
nl: Kan aangepaste functie niet uitvoeren met niet-bestaande mod
pt_br: Não é possível executar função personalizada com mod inexistente
ro: Nu se poate executa funcția personalizată cu un mod inexistent
tr: Varolmayan mod ile özel fonksiyon çalıştırılamaz
uk: Неможливо виконати спеціальну функцію з неіснуючим модом
vi: Không thể thực hiện chức năng tùy chỉnh với mod không tồn tại
zh: 無法使用不存在的 mod 執行自訂函數

# NKS_MODS_EXCEPTION_DEPSFAILED
source: Dependency unsatisfied. Failed dependencies are listed below:
ar: التبعية غير راضية. التبعيات الفاشلة مدرجة أدناه:
de: Abhängigkeit unbefriedigt. Nachfolgend sind fehlgeschlagene Abhängigkeiten aufgeführt:
el: Εξάρτηση ανικανοποίητη. Οι αποτυχημένες εξαρτήσεις παρατίθενται παρακάτω:
es: Dependencia insatisfecha. Las dependencias fallidas se enumeran a continuación:
fr: Dépendance insatisfaite. Les dépendances ayant échoué sont répertoriées ci-dessous :
ga: Spleáchas míshásta. Tá spleáchais theipthe liostaithe thíos:
hi: निर्भरता असंतुष्ट. विफल निर्भरताएँ नीचे सूचीबद्ध हैं:
id: Ketergantungan tidak terpenuhi. Ketergantungan yang gagal tercantum di bawah ini:
it: Dipendenza insoddisfatta. Le dipendenze non riuscite sono elencate di seguito:
ja: 依存関係が満たされていない。失敗した依存関係を以下に示します。
ko: 종속성이 만족스럽지 않습니다. 실패한 종속성은 다음과 같습니다.
ms: Kebergantungan tidak berpuas hati. Kebergantungan yang gagal disenaraikan di bawah:
nb: Avhengighet utilfredsstilt. Mislykkede avhengigheter er oppført nedenfor:
nl: Afhankelijkheid ontevreden. Mislukte afhankelijkheden worden hieronder vermeld:
pt_br: Dependência não satisfeita. As dependências com falha estão listadas abaixo:
ro: Dependența nesatisfăcută. Dependențe nereușite sunt enumerate mai jos:
tr: Bağımlılık karşılanmadı. Başarısız bağımlılıklar aşağıda listelenmiştir:
uk: Залежність незадоволена. Невдалі залежності перераховані нижче:
vi: Phụ thuộc không được thỏa mãn. Các phụ thuộc không thành công được liệt kê dưới đây:
zh: 依賴性未得到滿足。下面列出了失敗的依賴項：

# NKS_MODS_MANPAGE_EXCEPTION_MODNOTFOUND
source: Tried to query the manuals for nonexistent mod {0}.
ar: حاولت الاستعلام في الأدلة عن الوضع غير الموجود {0}.
de: Es wurde versucht, die Handbücher nach dem nicht vorhandenen Mod {0} abzufragen.
el: Προσπάθησε να ρωτήσω τα εγχειρίδια για ανύπαρκτο mod {0}.
es: Intenté consultar los manuales del mod inexistente {0}.
fr: J'ai essayé d'interroger les manuels pour un mod {0} inexistant.
ga: Rinneadh iarracht na lámhleabhair a cheistiú le haghaidh mod {0} nach bhfuil ann.
hi: अस्तित्वहीन मॉड {0} के लिए मैनुअल से पूछताछ करने का प्रयास किया गया।
id: Mencoba menanyakan manual untuk mod {0} yang tidak ada.
it: Ho provato a interrogare i manuali per un mod {0} inesistente.
ja: 存在しない MOD {0} のマニュアルを照会しようとしました。
ko: 존재하지 않는 모드 {0}에 대한 매뉴얼을 쿼리하려고 했습니다.
ms: Cuba menanyakan manual untuk mod yang tidak wujud {0}.
nb: Prøvde å spørre i manualene for ikke-eksisterende mod {0}.
nl: Geprobeerd de handleidingen voor niet-bestaande mod {0} op te vragen.
pt_br: Tentei consultar os manuais para o mod inexistente {0}.
ro: Am încercat să interogheze manualele pentru modul inexistent {0}.
tr: Varolmayan mod {0} için kılavuzlara sorgu göndermeye çalıştım.
uk: Спроба запитати посібники щодо неіснуючого моду {0}.
vi: Đã thử tìm kiếm hướng dẫn sử dụng cho bản mod {0} không tồn tại.
zh: 嘗試在手冊中查詢不存在的 mod {0}。

# NKS_MODS_MANPAGE_EXCEPTION_INITMANNOTFOUND
source: Tried to initialize the manual {0} for nonexistent mod {1}.
ar: تمت محاولة تهيئة الدليل {0} للوضع غير الموجود {1}.
de: Es wurde versucht, das Handbuch {0} für den nicht vorhandenen Mod {1} zu initialisieren.
el: Προσπάθησε να προετοιμάσει το εγχειρίδιο {0} για ανύπαρκτο mod {1}.
es: Intenté inicializar el manual {0} para el mod inexistente {1}.
fr: J'ai essayé d'initialiser le manuel {0} pour un mod {1} inexistant.
ga: Rinneadh iarracht an lámhleabhar {0} a thúsú le haghaidh mod {1} nach bhfuil ann.
hi: अस्तित्वहीन मॉड {1} के लिए मैनुअल {0} को आरंभ करने का प्रयास किया गया।
id: Mencoba menginisialisasi manual {0} untuk mod {1} yang tidak ada.
it: Ho provato a inizializzare il manuale {0} per il mod inesistente {1}.
ja: 存在しない MOD {1} のマニュアル {0} を初期化しようとしました。
ko: 존재하지 않는 모드 {1}에 대해 수동 {0}을(를) 초기화하려고 했습니다.
ms: Cuba untuk memulakan manual {0} untuk mod yang tidak wujud {1}.
nb: Prøvde å initialisere manualen {0} for ikke-eksisterende mod {1}.
nl: Geprobeerd de handleiding {0} te initialiseren voor niet-bestaande mod {1}.
pt_br: Tentou inicializar o manual {0} para mod inexistente {1}.
ro: Am încercat să inițializeze manualul {0} pentru modul inexistent {1}.
tr: Varolmayan mod {1} için {0} kılavuzunu başlatmaya çalıştım.
uk: Спроба ініціалізувати посібник {0} для неіснуючого мода {1}.
vi: Đã cố gắng khởi tạo hướng dẫn sử dụng {0} cho bản mod {1} không tồn tại.
zh: 嘗試為不存在的 mod {1} 初始化手冊 {0}。

# NKS_MODS_MANPAGE_EXCEPTION_INITMANFILENOTFOUND
source: Tried to initialize the manual file {0} for nonexistent mod {1}.
ar: تمت محاولة تهيئة الملف اليدوي {0} للوضع غير الموجود {1}.
de: Es wurde versucht, die manuelle Datei {0} für den nicht vorhandenen Mod {1} zu initialisieren.
el: Προσπάθησε να προετοιμάσει το μη αυτόματο αρχείο {0} για ανύπαρκτο mod {1}.
es: Intenté inicializar el archivo manual {0} para el mod inexistente {1}.
fr: J'ai essayé d'initialiser le fichier manuel {0} pour le mod {1} inexistant.
ga: Rinneadh iarracht an comhad láimhe {0} a thúsú le haghaidh mod {1} nach bhfuil ann.
hi: अस्तित्वहीन मॉड {1} के लिए मैन्युअल फ़ाइल {0} को प्रारंभ करने का प्रयास किया गया।
id: Mencoba menginisialisasi berkas manual {0} untuk mod {1} yang tidak ada.
it: Ho provato a inizializzare il file manuale {0} per il mod inesistente {1}.
ja: 存在しない MOD {1} のマニュアル ファイル {0} を初期化しようとしました。
ko: 존재하지 않는 모드 {1}에 대한 수동 파일 {0}을(를) 초기화하려고 했습니다.
ms: Cuba untuk memulakan fail manual {0} untuk mod yang tidak wujud {1}.
nb: Prøvde å initialisere den manuelle filen {0} for ikke-eksisterende mod {1}.
nl: Geprobeerd het handmatige bestand {0} te initialiseren voor niet-bestaande mod {1}.
pt_br: Tentou inicializar o arquivo manual {0} para mod inexistente {1}.
ro: Am încercat să inițializeze fișierul manual {0} pentru modul inexistent {1}.
tr: Varolmayan mod {1} için {0} manuel dosyasını başlatmaya çalıştım.
uk: Спроба ініціалізувати ручний файл {0} для неіснуючого мода {1}.
vi: Đã cố gắng khởi tạo tệp hướng dẫn {0} cho bản mod {1} không tồn tại.
zh: 嘗試為不存在的 mod {1} 初始化手動檔案 {0}。

# NKS_MODS_MANPAGE_EXCEPTION_INITMANFILENOTFORMOD
source: Tried to initialize the manual file {0} which doesn't exist for mod {1}.
ar: تمت محاولة تهيئة الملف اليدوي {0} وهو غير موجود للنموذج {1}.
de: Es wurde versucht, die manuelle Datei {0} zu initialisieren, die für Mod {1} nicht existiert.
el: Προσπάθησε να προετοιμάσει το μη αυτόματο αρχείο {0} που δεν υπάρχει για το mod {1}.
es: Intenté inicializar el archivo manual {0} que no existe para el mod {1}.
fr: J'ai essayé d'initialiser le fichier manuel {0} qui n'existe pas pour le mod {1}.
ga: Rinneadh iarracht an comhad láimhe {0} nach bhfuil ann le haghaidh mod {1} a thúsú.
hi: मैन्युअल फ़ाइल {0} को प्रारंभ करने का प्रयास किया गया जो मॉड {1} के लिए मौजूद नहीं है।
id: Mencoba menginisialisasi berkas manual {0} yang tidak ada untuk mod {1}.
it: Ho provato a inizializzare il file manuale {0} che non esiste per il mod {1}.
ja: mod {1} には存在しないマニュアル ファイル {0} を初期化しようとしました。
ko: 모드 {1}에 존재하지 않는 수동 파일 {0}을(를) 초기화하려고 했습니다.
ms: Cuba untuk memulakan fail manual {0} yang tidak wujud untuk mod {1}.
nb: Prøvde å initialisere den manuelle filen {0} som ikke eksisterer for mod {1}.
nl: Geprobeerd het handmatige bestand {0} te initialiseren, dat niet bestaat voor mod {1}.
pt_br: Tentou inicializar o arquivo manual {0} que não existe para o mod {1}.
ro: Am încercat să inițializeze fișierul manual {0} care nu există pentru modul {1}.
tr: {1} modu için mevcut olmayan {0} kılavuz dosyasını başlatmaya çalıştım.
uk: Спроба ініціалізувати ручний файл {0}, який не існує для мода {1}.
vi: Đã cố gắng khởi tạo tệp hướng dẫn {0} không tồn tại cho bản mod {1}.
zh: 嘗試初始化手冊檔案 {0}，該檔案對於 mod {1} 來說不存在。

# NKS_MODS_TUI_MODNAME
source: Name
ar: اسم
el: Ονομα
es: Nombre
fr: Nom
ga: Ainm
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pt_br: Nome
ro: Nume
tr: İsim
uk: Ім'я
vi: Tên
zh: 姓名

# NKS_MODS_SETTINGS_ALLOWUNTRUSTED_NAME
source: Allow loading untrusted mods
ar: السماح بتحميل التعديلات غير الموثوق بها
de: Erlaube das Laden nicht vertrauenswürdiger Mods
el: Να επιτρέπεται η φόρτωση μη αξιόπιστων mods
es: Permitir cargar mods que no sean de confianza
fr: Autoriser le chargement de mods non fiables
ga: Ceadaigh mods neamhiontaofa a lódáil
hi: अविश्वसनीय मॉड लोड करने की अनुमति दें
id: Izinkan pemuatan mod yang tidak tepercaya
it: Consenti il caricamento di mod non attendibili
ja: 信頼できない MOD の読み込みを許可する
ko: 신뢰할 수 없는 모드 로드 허용
ms: Benarkan memuatkan mod yang tidak dipercayai
nb: Tillat lasting av uklarerte mods
nl: Sta het laden van niet-vertrouwde mods toe
pt_br: Permitir carregamento de mods não confiáveis
ro: Permite încărcarea modurilor care nu sunt de încredere
tr: Güvenilmeyen modların yüklenmesine izin ver
uk: Дозволити завантаження ненадійних модів
vi: Cho phép tải các bản mod không đáng tin cậy
zh: 允許載入不受信任的模組

# NKS_MODS_SETTINGS_ALLOWUNTRUSTED_DESC
source: If set to true, the kernel won't error out upon loading mods that don't have the signed public key.
ar: إذا تم التعيين على "صحيح"، فلن يحدث خطأ في النواة عند تحميل التعديلات التي لا تحتوي على المفتاح العام الموقع.
de: Wenn es auf „true“ gesetzt ist, gibt der Kernel beim Laden von Mods, die nicht über den signierten öffentlichen Schlüssel verfügen, keinen Fehler aus.
el: Εάν οριστεί σε true, ο πυρήνας δεν θα εμφανίσει σφάλμα κατά τη φόρτωση των mods που δεν έχουν το υπογεγραμμένο δημόσιο κλειδί.
es: Si se establece en verdadero, el kernel no generará errores al cargar mods que no tengan la clave pública firmada.
fr: S'il est défini sur true, le noyau n'affichera pas d'erreur lors du chargement de mods qui n'ont pas la clé publique signée.
ga: Má tá sé fíor, ní dhéanfar earráid ar an eithne agus modhnuithe á lódáil nach bhfuil an eochair phoiblí sínithe acu.
hi: यदि सही पर सेट किया जाता है, तो कर्नेल उन मॉड्स को लोड करने पर त्रुटि नहीं करेगा जिनमें हस्ताक्षरित सार्वजनिक कुंजी नहीं है।
id: Jika ditetapkan ke true, kernel tidak akan mengalami error saat memuat mod yang tidak mempunyai kunci publik yang ditandatangani.
it: Se impostato su true, il kernel non genererà errori durante il caricamento di mod che non hanno la chiave pubblica firmata.
ja: true に設定すると、署名された公開キーを持たない MOD をロードするときにカーネルはエラーを出しません。
ko: true로 설정하면 서명된 공개 키가 없는 모드를 로드할 때 커널에서 오류가 발생하지 않습니다.
ms: Jika ditetapkan kepada benar, kernel tidak akan ralat semasa memuatkan mod yang tidak mempunyai kunci awam yang ditandatangani.
nb: Hvis satt til true, vil ikke kjernen feile ut ved lasting av mods som ikke har den signerte offentlige nøkkelen.
nl: Indien ingesteld op true, zal de kernel geen foutmelding geven bij het laden van mods die niet over de ondertekende publieke sleutel beschikken.
pt_br: Se definido como verdadeiro, o kernel não apresentará erro ao carregar mods que não tenham a chave pública assinada.
ro: Dacă se setează la true, nucleul nu va da eroare la încărcarea modurilor care nu au cheia publică semnată.
tr: True olarak ayarlanırsa, çekirdek imzalanmış ortak anahtara sahip olmayan modları yüklerken hata vermez.
uk: Якщо встановлено значення true, ядро не виникатиме помилок під час завантаження модів, які не мають підписаного відкритого ключа.
vi: Nếu đặt thành true, kernel sẽ không báo lỗi khi tải các bản mod không có khóa công khai đã ký.
zh: 如果設定為 true，則核心在載入沒有簽名公鑰的 mod 時不會出錯。
