Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.Extras.Mods/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_MODS_SETTINGS_AUTOSTART_DESC
source: Automatically start the kernel modifications on boot.
ar: ابدأ تلقائيًا تعديلات kernel عند التشغيل.
de: Starten Sie automatisch die Kernel-Modifikationen beim Booten.
el: Αυτόματη έναρξη των τροποποιήσεων του πυρήνα κατά την εκκίνηση.
es: Inicie automáticamente las modificaciones del kernel en el arranque.
fr: Démarre automatiquement les modifications du noyau au démarrage.
ga: Cuir tús go huathoibríoch leis na modhnuithe eithne ar tosaithe.
hi: बूट पर कर्नेल संशोधनों को स्वचालित रूप से प्रारंभ करें.
id: Secara otomatis memulai modifikasi kernel saat boot.
it: Avvia automaticamente le modifiche del kernel all'avvio.
ja: 起動時にカーネルの変更を自動的に開始します。
ko: 부팅 시 커널 수정을 자동으로 시작합니다.
ms: Mulakan pengubahsuaian kernel secara automatik semasa but.
nb: Start kjernemodifikasjonene automatisk ved oppstart.
nl: Start automatisch de kernelwijzigingen bij het opstarten.
pt_br: Iniciar automaticamente as modificações do kernel na inicialização.
ro: Porniți automat modificările kernelului la pornire.
tr: Önyükleme sırasında çekirdek değişikliklerini otomatik olarak başlat.
uk: Автоматично запускати модифікації ядра під час завантаження.
vi: Tự động bắt đầu sửa đổi kernel khi khởi động.
zh: 在引導時自動啟動內核修改。

# NKS_MODS_MODMAN_MODFILENEEDED
source: Mod file is not specified.
ar: لم يتم تحديد ملف Mod.
de: Mod-Datei ist nicht angegeben.
el: Το αρχείο mod δεν έχει καθοριστεί.
es: El archivo de modificación no está especificado.
fr: Le fichier de mod n'est pas spécifié.
ga: Níl comhad mod sonraithe.
hi: मॉड फ़ाइल निर्दिष्ट नहीं है।
id: Berkas mod tidak ditentukan.
it: Il file mod non è specificato.
ja: Modファイルが指定されていません。
ko: 모드 파일이 지정되지 않았습니다.
ms: Fail mod tidak dinyatakan.
nb: Mod-fil er ikke spesifisert.
nl: Mod-bestand is niet gespecificeerd.
pt_br: O arquivo mod não foi especificado.
ro: Fișierul mod nu este specificat.
tr: Mod dosyası belirtilmemiş.
uk: Файл мод не вказано.
vi: Tệp mod không được chỉ định.
zh: 未指定 Mod 文件。

# NKS_MODS_MODUPDATING
source: Trying to install an already-installed mod. Updating mod...
ar: محاولة تثبيت تعديل مثبت بالفعل. جارٍ تحديث الوضع ...
de: Versuch, einen bereits installierten Mod zu installieren. Mod aktualisieren...
el: Προσπαθώ να εγκαταστήσω ένα ήδη εγκατεστημένο mod. Ενημέρωση mod...
es: Intentando instalar un mod ya instalado. Actualizando mod...
fr: Essayer d'installer un mod déjà installé. Mise à jour du module...
ga: Ag iarraidh mod suiteáilte cheana féin a shuiteáil. Mod á nuashonrú...
hi: पहले से स्थापित मॉड को स्थापित करने का प्रयास कर रहा है। मोड अपडेट किया जा रहा है...
id: Mencoba memasang mod yang sudah terpasang. Memperbarui mod...
it: Tentativo di installare una mod già installata. Aggiornamento mod...
ja: すでにインストールされているmodをインストールしようとしています。modを更新しています...
ko: 이미 설치된 모드를 설치하려고 합니다. 모드 업데이트 중...
ms: Cuba memasang mod yang sudah dipasang. Mengemas kini mod...
nb: Prøver å installere en allerede installert mod. Oppdaterer mod...
nl: Ik probeer een reeds geïnstalleerde mod te installeren. Modus bijwerken...
pt_br: Tentando instalar um mod já instalado. Atualizando mod...
ro: Încercarea de a instala un mod deja instalat. Se actualizează modul...
tr: Zaten kurulu bir modu yüklemeye çalışıyorum. Mod güncelleniyor...
uk: Спроба встановити вже встановлений мод. Оновлення мода...
vi: Đang cố gắng cài đặt bản mod đã cài đặt. Đang cập nhật bản mod...
zh: 嘗試安裝已安裝的 mod。更新模式...

# NKS_MODS_MODINSTALLFAILED
source: Installation failed for
ar: فشل التثبيت لـ
de: Installation fehlgeschlagen für
el: Η εγκατάσταση απέτυχε για
es: La instalación falló para
fr: Échec de l'installation pour
ga: Theip ar an tsuiteáil le haghaidh
hi: के लिए स्थापना विफल
id: Instalasi gagal untuk
it: Installazione non riuscita per
ja: インストールに失敗しました
ko: 에 대한 설치 실패
ms: Pemasangan gagal untuk
nb: Installasjonen mislyktes for
nl: Installatie mislukt voor
pt_br: A instalação falhou para
ro: Instalarea a eșuat pentru
tr: Kurulum başarısız oldu
uk: Помилка встановлення для
vi: Cài đặt không thành công cho
zh: 安裝失敗

# NKS_MODS_EXCEPTION_NOMODSCRIPT
source: The mod file provided is incompatible.
ar: ملف mod المتوفر غير متوافق.
de: Die bereitgestellte Mod-Datei ist nicht kompatibel.
el: Το αρχείο mod που παρέχεται δεν είναι συμβατό.
es: El archivo mod proporcionado es incompatible.
fr: Le fichier mod fourni est incompatible.
ga: Níl an comhad mod a chuirtear ar fáil comhoiriúnach.
hi: प्रदान की गई मॉड फ़ाइल असंगत है।
id: Berkas mod yang disediakan tidak kompatibel.
it: Il file mod fornito è incompatibile.
ja: 提供されているmodファイルには互換性がありません。
ko: 제공된 모드 파일이 호환되지 않습니다.
ms: Fail mod yang disediakan tidak serasi.
nb: Modfilen som følger med er inkompatibel.
nl: Het geleverde mod-bestand is incompatibel.
pt_br: O arquivo mod fornecido é incompatível.
ro: Fișierul mod furnizat este incompatibil.
tr: Sağlanan mod dosyası uyumsuz.
uk: Наданий файл модифікації несумісний.
vi: Tệp mod được cung cấp không tương thích.
zh: 提供的 mod 文件不兼容。

# NKS_MODS_MODUNINSTALLFAILED
source: Uninstallation failed for
ar: فشل إلغاء التثبيت لـ
de: Deinstallation fehlgeschlagen für
el: Η απεγκατάσταση απέτυχε για
es: La desinstalación falló para
fr: La désinstallation a échoué pour
ga: Theip ar an díshuiteáil le haghaidh
hi: स्थापना रद्द करने में विफल
id: Pencopotan instalasi gagal untuk
it: Disinstallazione non riuscita per
ja: のアンインストールに失敗しました
ko: 에 대한 제거 실패
ms: Penyahpasangan gagal untuk
nb: Avinstallering mislyktes for
nl: Verwijderen mislukt voor
pt_br: A desinstalação falhou para
ro: Dezinstalarea a eșuat pentru
tr: Kaldırma işlemi başarısız oldu
uk: Не вдалося видалити для
vi: Gỡ cài đặt không thành công cho
zh: 卸載失敗

# NKS_MODS_SETTINGS_MODCOMMANDSCOUNT_NAME
source: Show the mod commands count on help
ar: أظهر أن أوامر التعديل تعتمد على المساعدة
de: Zeigen Sie die Mod-Befehle an, die auf Hilfe zählen
el: Εμφάνιση των εντολών mod βασίζονται στη βοήθεια
es: Mostrar los comandos mod contar con ayuda
fr: Afficher les commandes de mod comptent sur l'aide
ga: Taispeáin na horduithe mod ag brath ar chabhair
hi: मॉड कमांड दिखाएं मदद पर भरोसा करें
id: Tampilkan jumlah perintah mod pada bantuan
it: Mostra i comandi mod contano sull'aiuto
ja: ヘルプにmodコマンドの数を表示する
ko: 도움말에 모드 명령 카운트 표시
ms: Tunjukkan arahan mod bergantung pada bantuan
nb: Vis mod-kommandoene stole på hjelp
nl: Toon de mod-commando's rekenen op hulp
pt_br: Mostrar os comandos do mod contam com ajuda
ro: Afișați comenzile de mod se bazează pe ajutor
tr: Mod komutlarının yardıma olan sayısını göster
uk: Показати кількість команд мода в довідці
vi: Hiển thị số lệnh mod trên trợ giúp
zh: 顯示 mod 命令依靠幫助

# NKS_MODS_EXCEPTION_INVALIDMODFILE
source: The modfile is invalid.
ar: النموذج غير صالح.
de: Die Moddatei ist ungültig.
el: Το αρχείο τροποποίησης δεν είναι έγκυρο.
es: El archivo mod no es válido.
fr: Le fichier mod n'est pas valide.
ga: Tá an modfile neamhbhailí.
hi: मॉडफाइल अमान्य है।
id: Modfile tidak valid.
it: Il file mod non è valido.
ja: modfileが無効です。
ko: 모드 파일이 잘못되었습니다.
ms: Modfail tidak sah.
nb: Modfilen er ugyldig.
nl: Het modbestand is ongeldig.
pt_br: O modfile é inválido.
ro: Fișierul mod este invalid.
tr: Mod dosyası geçersiz.
uk: Файл модифікації недійсний.
vi: Tệp mod không hợp lệ.
zh: 模組文件無效。

# NKS_MODS_MANPAGE_UNTITLEDMANPAGE
source: Untitled manual page
ar: صفحة دليل بدون عنوان
de: Unbenannte Handbuchseite
el: Σελίδα εγχειριδίου χωρίς τίτλο
es: Página del manual sin título
fr: Page de manuel sans titre
ga: Leathanach láimhe gan teideal
hi: बिना शीर्षक वाला मैनुअल पेज
id: Halaman manual tanpa judul
it: Pagina di manuale senza titolo
ja: 無題のマニュアルページ
ko: 제목 없는 매뉴얼 페이지
ms: Halaman manual tanpa tajuk
nb: Unavngitt manualside
nl: Naamloze handleiding
pt_br: Página do manual sem título
ro: Pagina de manual fără titlu
tr: Başlıksız kılavuz sayfası
uk: Сторінка посібника без назви
vi: Trang hướng dẫn không có tiêu đề
zh: 無標題手冊頁

# NKS_MODS_EXCEPTION_MODSCRIPTNEEDED
source: The mod script may not be null.
ar: قد لا يكون البرنامج النصي المعدل فارغًا.
de: Das Mod-Skript darf nicht null sein.
el: Το σενάριο mod ενδέχεται να μην είναι μηδενικό.
es: El script mod puede no ser nulo.
fr: Le script du mod ne peut pas être nul.
ga: Seans nach bhfuil an mod script ar neamhní.
hi: मॉड स्क्रिप्ट शून्य नहीं हो सकती.
id: Skrip mod tidak boleh nol.
it: Lo script mod potrebbe non essere nullo.
ja: MOD スクリプトは null であってはなりません。
ko: 모드 스크립트는 null이 될 수 없습니다.
ms: Skrip mod mungkin tidak batal.
nb: Mod-skriptet er kanskje ikke null.
nl: Het mod-script mag niet null zijn.
pt_br: O script do mod não pode ser nulo.
ro: Este posibil ca scriptul de modificare să nu fie nul.
tr: Mod betiği boş olamaz.
uk: Сценарій мода не може бути нульовим.
vi: Tập lệnh mod không được để giá trị null.
zh: mod 腳本不能為空。

# NKS_MODS_NOMODS
source: No mods detected.
ar: لم يتم اكتشاف أي تعديلات.
de: Keine Mods erkannt.
el: Δεν εντοπίστηκαν mods.
es: No se detectaron modificaciones.
fr: Aucun mod détecté.
ga: Níor aimsíodh aon mods.
hi: कोई मॉड नहीं पाया गया.
id: Tidak ada mod yang terdeteksi.
it: Nessuna mod rilevata.
ja: MODは検出されませんでした。
ko: 모드가 감지되지 않았습니다.
ms: Tiada mod dikesan.
nb: Ingen mods oppdaget.
nl: Geen mods gedetecteerd.
pt_br: Nenhum mod detectado.
ro: Nu au fost detectate modificări.
tr: Hiçbir mod algılanmadı.
uk: Модів не виявлено.
vi: Không phát hiện bản mod nào.
zh: 未檢測到模組。

# NKS_MODS_STOPPINGMODS
source: Stopping mod {0}...
ar: جارٍ إيقاف الوضع {0}...
de: Mod {0} wird gestoppt...
el: Διακοπή λειτουργίας {0}...
es: Deteniendo mod {0}....
fr: Arrêt du module {0}...
ga: Mod {0} á stopadh...
hi: मॉड को रोक रहा है {0}...
id: Menghentikan mod {0}...
it: Arresto della mod {0}...
ja: モジュール {0} を停止しています...
ko: 모드 {0} 중지 중...
ms: Menghentikan mod {0}...
nb: Stopper mod {0}...
nl: Modus {0} stoppen...
pt_br: Parando o mod {0}...
ro: Se oprește modul {0}...
tr: Mod {0} durduruluyor...
uk: Зупинка мода {0}...
vi: Đang dừng mod {0}...
zh: 正在停止模組 {0}...

# NKS_MODS_EXCEPTION_UNSAFEMOD
source: The mod is not strongly signed. It may contain untrusted code.
ar: لم يتم التوقيع على الوضع بقوة. قد يحتوي على تعليمات برمجية غير موثوق بها.
de: Der Mod ist nicht stark signiert. Es kann nicht vertrauenswürdigen Code enthalten.
el: Το mod δεν είναι ισχυρά υπογεγραμμένο. Μπορεί να περιέχει μη αξιόπιστο κώδικα.
es: El mod no está fuertemente firmado. Puede contener código que no es de confianza.
fr: Le mod n'est pas fortement signé. Il peut contenir du code non fiable.
ga: Níl an mod sínithe go láidir. Seans go bhfuil cód neamhiontaofa ann.
hi: मॉड दृढ़ता से हस्ताक्षरित नहीं है. इसमें अविश्वसनीय कोड हो सकता है.
id: Mod tidak ditandatangani dengan kuat. Mungkin berisi kode yang tidak tepercaya.
it: La mod non è fortemente firmata. Potrebbe contenere codice non attendibile.
ja: MOD は強力に署名されていません。信頼できないコードが含まれている可能性があります。
ko: 모드가 강력하게 서명되지 않았습니다. 신뢰할 수 없는 코드가 포함되어 있을 수 있습니다.
ms: Mod tidak ditandatangani dengan kuat. Ia mungkin mengandungi kod yang tidak dipercayai.
nb: Moden er ikke sterkt signert. Den kan inneholde uklarert kode.
nl: De mod is niet sterk ondertekend. Het kan niet-vertrouwde code bevatten.
pt_br: O mod não é fortemente assinado. Pode conter código não confiável.
ro: Modulul nu este puternic semnat. Poate conține cod nede încredere.
tr: Mod güçlü bir şekilde imzalanmamış. Güvenilmeyen kod içerebilir.
uk: Мод не сильно підписаний. Він може містити ненадійний код.
vi: Bản mod không được ký hiệu mạnh. Nó có thể chứa mã không đáng tin cậy.
zh: 該模組沒有強簽名。它可能包含不受信任的程式碼。

# NKS_MODS_MODINCOMPATIBLE1
source: Mod can't be loaded because there's an incompatibility between this version of the kernel and this mod:
ar: لا يمكن تحميل التعديل بسبب عدم التوافق بين هذا الإصدار من النواة وهذا التعديل:
de: Mod kann nicht geladen werden, da eine Inkompatibilität zwischen dieser Version des Kernels und diesem Mod besteht:
el: Το Mod δεν μπορεί να φορτωθεί επειδή υπάρχει ασυμβατότητα μεταξύ αυτής της έκδοσης του πυρήνα και αυτού του mod:
es: El mod no se puede cargar porque hay una incompatibilidad entre esta versión del kernel y este mod:
fr: Le mod ne peut pas être chargé car il y a une incompatibilité entre cette version du noyau et ce mod :
ga: Ní féidir mod a luchtú toisc go bhfuil neamh-chomhoiriúnacht idir an leagan seo den eithne agus an mod seo:
hi: मॉड को लोड नहीं किया जा सकता क्योंकि कर्नेल के इस संस्करण और इस मॉड के बीच असंगतता है:
id: Mod tidak dapat dimuat karena ada ketidakcocokan antara versi kernel ini dan mod ini:
it: Impossibile caricare la mod perché c'è un'incompatibilità tra questa versione del kernel e questa mod:
ja: このバージョンのカーネルとこの MOD の間に互換性がないため、MOD をロードできません:
ko: 이 버전의 커널과 이 모드가 호환되지 않기 때문에 모드를 로드할 수 없습니다.
ms: Mod tidak boleh dimuatkan kerana terdapat ketidakserasian antara versi kernel ini dan mod ini:
nb: Mod kan ikke lastes fordi det er en inkompatibilitet mellom denne versjonen av kjernen og denne moden:
nl: Mod kan niet worden geladen omdat er een incompatibiliteit is tussen deze versie van de kernel en deze mod:
pt_br: O mod não pode ser carregado porque há uma incompatibilidade entre esta versão do kernel e este mod:
ro: Modul nu poate fi încărcat deoarece există o incompatibilitate între această versiune a nucleului și acest mod:
tr: Mod yüklenemiyor çünkü bu çekirdek sürümü ile bu mod arasında bir uyumsuzluk var:
uk: Мод не може бути завантажений через несумісність між цією версією ядра та цим модом:
vi: Không thể tải bản mod vì có sự không tương thích giữa phiên bản kernel này và bản mod này:
zh: Mod 無法加載，因為此版本的核心與此 mod 不相容：

# NKS_MODS_MODINCOMPATIBLE2
source: Here's a list of errors that may help you investigate this incompatibility:
ar: فيما يلي قائمة بالأخطاء التي قد تساعدك في التحقق من عدم التوافق هذا:
de: Hier ist eine Liste von Fehlern, die Ihnen bei der Untersuchung dieser Inkompatibilität helfen können:
el: Ακολουθεί μια λίστα σφαλμάτων που μπορεί να σας βοηθήσουν να διερευνήσετε αυτήν την ασυμβατότητα:
es: Aquí hay una lista de errores que pueden ayudarlo a investigar esta incompatibilidad:
fr: Voici une liste d'erreurs qui peuvent vous aider à enquêter sur cette incompatibilité :
ga: Seo liosta earráidí a d’fhéadfadh cabhrú leat an neamh-chomhoiriúnacht seo a fhiosrú:
hi: यहां त्रुटियों की एक सूची दी गई है जो इस असंगति की जांच करने में आपकी सहायता कर सकती है:
id: Berikut daftar kesalahan yang dapat membantu Anda menyelidiki ketidakcocokan ini:
it: Di seguito è riportato un elenco di errori che potrebbero aiutarti a indagare su questa incompatibilità:
ja: この非互換性の調査に役立つエラーのリストを次に示します。
ko: 이러한 비호환성을 조사하는 데 도움이 될 수 있는 오류 목록은 다음과 같습니다.
ms: Berikut ialah senarai ralat yang boleh membantu anda menyiasat ketidakserasian ini:
nb: Her er en liste over feil som kan hjelpe deg med å undersøke denne inkompatibiliteten:
nl: Hier is een lijst met fouten die u kunnen helpen deze incompatibiliteit te onderzoeken:
pt_br: Aqui está uma lista de erros que podem ajudar você a investigar essa incompatibilidade:
ro: Iată o listă de erori care vă pot ajuta să investigați această incompatibilitate:
tr: Bu uyumsuzluğu araştırmanıza yardımcı olabilecek hataların listesi aşağıdadır:
uk: Ось список помилок, які можуть допомогти вам дослідити цю несумісність:
vi: Sau đây là danh sách các lỗi có thể giúp bạn điều tra sự không tương thích này:
zh: 以下是可以幫助您調查這種不相容性的錯誤清單：

# NKS_MODS_MODNEEDSAPIEXACT
source: Mod {0} requires exactly an API version {1}, but you have version {2}. Upgrading Nitrocid KS and/or the mod usually helps. Mod parsing failed.
ar: يتطلب Mod {0} إصدار API {1} بالضبط، ولكن لديك الإصدار {2}. عادةً ما تساعد ترقية Nitrocid KS و/أو الوضع. فشل تحليل وزارة الدفاع.
de: Mod {0} erfordert genau eine API-Version {1}, aber Sie haben Version {2}. Ein Upgrade von Nitrocid KS und/oder der Mod hilft normalerweise. Mod-Parsing ist fehlgeschlagen.
el: Το Mod {0} απαιτεί ακριβώς μια έκδοση API {1}, αλλά έχετε την έκδοση {2}. Η αναβάθμιση του Nitrocid KS ή/και του mod συνήθως βοηθά. Η ανάλυση mod απέτυχε.
es: Mod {0} requiere exactamente una versión de API {1}, pero usted tiene la versión {2}. Actualizar Nitrocid KS y/o el mod suele ser útil. Error al analizar el mod.
fr: Le mod {0} nécessite exactement une version d'API {1}, mais vous disposez de la version {2}. La mise à niveau de Nitrocid KS et/ou du mod est généralement utile. L'analyse du module a échoué.
ga: Tá leagan API {1} díreach ag teastáil ó Mod {0}, ach tá leagan {2} agat. Cuidíonn uasghrádú KS Nitrocid agus/nó an mod de ghnáth. Theip ar pharsáil mod.
hi: मॉड {0} को बिल्कुल एपीआई संस्करण {1} की आवश्यकता है, लेकिन आपके पास संस्करण {2} है। नाइट्रोसिड केएस और/या मॉड को अपग्रेड करने से आमतौर पर मदद मिलती है। मॉड पार्सिंग विफल.
id: Mod {0} memerlukan versi API yang sama persis dengan {1}, tetapi Anda memiliki versi {2}. Memutakhirkan Nitrocid KS dan/atau mod biasanya membantu. Penguraian mod gagal.
it: La mod {0} richiede esattamente una versione API {1}, ma hai la versione {2}. Aggiornare Nitrocid KS e/o la mod di solito aiuta. Analisi della mod non riuscita.
ja: モジュール {0} には API バージョン {1} が必要ですが、バージョン {2} があります。通常、Nitrocid KS および/または MOD をアップグレードすると役に立ちます。MODの解析に失敗しました。
ko: Mod {0}에는 정확히 API 버전 {1}이(가) 필요하지만 귀하의 버전은 {2}입니다. 일반적으로 Nitrocid KS 및/또는 모드를 업그레이드하는 것이 도움이 됩니다. 모드 구문 분석에 실패했습니다.
ms: Mod {0} memerlukan versi API {1}, tetapi anda mempunyai versi {2}. Menaik taraf Nitrocid KS dan/atau mod biasanya membantu. Penghuraian mod gagal.
nb: Mod {0} krever nøyaktig en API-versjon {1}, men du har versjon {2}. Oppgradering av Nitrocid KS og/eller moden hjelper vanligvis. Mod-parsing mislyktes.
nl: Mod {0} vereist precies een API-versie {1}, maar jij hebt versie {2}. Het upgraden van Nitrocid KS en/of de mod helpt meestal. Het parseren van mods is mislukt.
pt_br: O mod {0} requer exatamente uma versão de API {1}, mas você tem a versão {2}. Atualizar o Nitrocid KS e/ou o mod geralmente ajuda. A análise do mod falhou.
ro: Modul {0} necesită exact o versiune API {1}, dar aveți versiunea {2}. Actualizarea Nitrocid KS și/sau a modului ajută de obicei. Analiza modului a eșuat.
tr: Mod {0} tam olarak bir API sürümü {1} gerektirir, ancak siz {2} sürümüne sahipsiniz. Nitrocid KS'yi ve/veya modu yükseltmek genellikle yardımcı olur. Mod ayrıştırma başarısız oldu.
uk: Для модифікації {0} потрібна саме версія API {1}, але у вас є версія {2}. Зазвичай допомагає оновлення Nitrocid KS та/або мода. Помилка аналізу мода.
vi: Mod {0} yêu cầu chính xác phiên bản API {1}, nhưng bạn có phiên bản {2}. Nâng cấp Nitrocid KS và/hoặc mod thường giúp ích. Phân tích cú pháp mod không thành công.
zh: Mod {0} 完全需要 API 版本 {1}，但您擁有版本 {2}。升級 Nitrocid KS 和/或 mod 通常會有所幫助。Mod 解析失敗。

# NKS_MODS_MODHASNOAPIVERSION
source: Mod {0} may not work properly with this API version. Mod may fail to start up. Contact the mod vendor to get a latest copy.
ar: قد لا يعمل Mod {0} بشكل صحيح مع إصدار API هذا. قد يفشل التعديل في بدء التشغيل. اتصل ببائع التعديل للحصول على أحدث نسخة.
de: Mod {0} funktioniert möglicherweise nicht ordnungsgemäß mit dieser API-Version. Der Mod startet möglicherweise nicht. Kontaktieren Sie den Mod-Anbieter, um eine aktuelle Kopie zu erhalten.
el: Το Mod {0} ενδέχεται να μην λειτουργεί σωστά με αυτήν την έκδοση API. Το Mod ενδέχεται να αποτύχει να ξεκινήσει. Επικοινωνήστε με τον προμηθευτή mod για να λάβετε ένα πιο πρόσφατο αντίγραφο.
es: Es posible que el mod {0} no funcione correctamente con esta versión de API. Es posible que el mod no se inicie. Póngase en contacto con el proveedor del mod para obtener una copia más reciente.
fr: Le module {0} peut ne pas fonctionner correctement avec cette version de l'API. Le module peut ne pas démarrer. Contactez le fournisseur du mod pour obtenir une dernière copie.
ga: Seans nach n-oibreoidh Mod {0} i gceart leis an leagan API seo. Seans go dteipfidh ar Mod a thosú. Déan teagmháil leis an díoltóir mod chun cóip is déanaí a fháil.
hi: मॉड {0} इस एपीआई संस्करण के साथ ठीक से काम नहीं कर सकता है। मॉड प्रारंभ होने में विफल हो सकता है. नवीनतम प्रति प्राप्त करने के लिए मॉड विक्रेता से संपर्क करें।
id: Mod {0} mungkin tidak berfungsi dengan baik dengan versi API ini. Mod mungkin gagal untuk memulai. Hubungi vendor mod untuk mendapatkan salinan terbaru.
it: La mod {0} potrebbe non funzionare correttamente con questa versione API. La mod potrebbe non avviarsi. Contatta il venditore del mod per ottenere una copia più recente.
ja: Mod {0} は、この API バージョンでは正しく動作しない可能性があります。MODの起動に失敗する場合があります。最新コピーを入手するには、MOD ベンダーに問い合わせてください。
ko: Mod {0}은 이 API 버전에서 제대로 작동하지 않을 수 있습니다. 모드가 시작되지 않을 수 있습니다. 최신 사본을 얻으려면 모드 공급업체에 문의하세요.
ms: Mod {0} mungkin tidak berfungsi dengan betul dengan versi API ini. Mod mungkin gagal dimulakan. Hubungi vendor mod untuk mendapatkan salinan terkini.
nb: Mod {0} fungerer kanskje ikke ordentlig med denne API-versjonen. Mod kan ikke starte opp. Kontakt mod-leverandøren for å få en siste kopi.
nl: Mod {0} werkt mogelijk niet correct met deze API-versie. Mod start mogelijk niet op. Neem contact op met de mod-leverancier voor een nieuwste exemplaar.
pt_br: O mod {0} pode não funcionar corretamente com esta versão da API. O mod pode falhar ao iniciar. Entre em contato com o fornecedor do mod para obter uma cópia mais recente.
ro: Este posibil ca modul {0} să nu funcționeze corect cu această versiune API. Este posibil ca modulul să nu pornească. Contactați furnizorul de mod pentru a obține cea mai recentă copie.
tr: Mod {0} bu API sürümüyle düzgün çalışmayabilir. Mod başlatılamayabilir. En son kopyayı almak için mod satıcısıyla iletişime geçin.
uk: Мод {0} може не працювати належним чином із цією версією API. Мод може не запускатися. Зверніться до постачальника мода, щоб отримати останню копію.
vi: Mod {0} có thể không hoạt động bình thường với phiên bản API này. Mod có thể không khởi động được. Liên hệ với nhà cung cấp mod để nhận bản sao mới nhất.
zh: Mod {0} 可能無法在此 API 版本上正常運作。Mod 可能無法啟動。請聯絡模組供應商以取得最新副本。

# NKS_MODS_MODNEDSNAME
source: Mod {0} does not have the name. Mod parsing failed. Review the source code.
ar: الطراز {0} ليس له اسم. فشل تحليل وزارة الدفاع. قم بمراجعة الكود المصدري.
de: Mod {0} hat den Namen nicht. Mod-Parsing ist fehlgeschlagen. Überprüfen Sie den Quellcode.
el: Το Mod {0} δεν έχει το όνομα. Η ανάλυση mod απέτυχε. Ελέγξτε τον πηγαίο κώδικα.
es: El mod {0} no tiene el nombre. Error al analizar el mod. Revisa el código fuente.
fr: Le mod {0} n'a pas le nom. L'analyse du module a échoué. Vérifiez le code source.
ga: Níl an t-ainm ag Mod {0}. Theip ar pharsáil mod. Athbhreithnigh an cód foinse.
hi: मॉड {0} का नाम नहीं है. मॉड पार्सिंग विफल. स्रोत कोड की समीक्षा करें.
id: Mod {0} tidak memiliki nama. Penguraian mod gagal. Tinjau kode sumber.
it: Il mod {0} non ha il nome. Analisi della mod non riuscita. Esamina il codice sorgente.
ja: モジュール {0} には名前がありません。MODの解析に失敗しました。ソースコードを確認します。
ko: Mod {0}에 이름이 없습니다. 모드 구문 분석에 실패했습니다. 소스 코드를 검토하세요.
ms: Mod {0} tidak mempunyai nama. Penghuraian mod gagal. Semak kod sumber.
nb: Mod {0} har ikke navnet. Mod-parsing mislyktes. Se gjennom kildekoden.
nl: Mod {0} heeft niet de naam. Het parseren van mods is mislukt. Controleer de broncode.
pt_br: O mod {0} não tem o nome. A análise do mod falhou. Revise o código-fonte.
ro: Mod {0} nu are numele. Analiza modului a eșuat. Examinați codul sursă.
tr: Mod {0}'ın adı yok. Mod ayrıştırma başarısız oldu. Kaynak kodunu inceleyin.
uk: Мод {0} не має назви. Помилка аналізу мода. Перегляньте вихідний код.
vi: Mod {0} không có tên. Phân tích cú pháp mod không thành công. Xem lại mã nguồn.
zh: 模組 {0} 沒有名稱。Mod 解析失敗。查看原始碼。
