Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.Extras.Mods/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_MODS_COMMAND_MODMAN_ARGUMENT_MODFILENAME_DESC
source: Mod name or file name
ar: اسم التعديل أو اسم الملف
de: Modname oder Dateiname
el: Όνομα mod ή όνομα αρχείου
es: Nombre del mod o nombre del archivo
fr: Nom du mod ou nom du fichier
ga: Ainm mod nó ainm comhaid
hi: मॉड नाम या फ़ाइल नाम
id: Nama mod atau nama file
it: Nome mod o nome file
ja: Mod名またはファイル名
ko: 모드 이름 또는 파일 이름
ms: Nama mod atau nama fail
nb: Modnavn eller filnavn
nl: Modnaam of bestandsnaam
pt_br: Nome do mod ou nome do arquivo
ro: Numele modului sau numele fișierului
tr: Mod adı veya dosya adı
uk: Ім'я мода або ім'я файлу
vi: Tên mod hoặc tên file
zh: 模組名稱或檔名

# NKS_MODS_COMMAND_MODMAN_ARGUMENT_LISTRELOAD_DESC
source: Whether to list, reload, stop, start, or interactively manage all mods
ar: سواء كان ذلك لإدراج أو إعادة تحميل أو إيقاف أو بدء أو إدارة جميع التعديلات بشكل تفاعلي
de: Ob alle Mods aufgelistet, neu geladen, gestoppt, gestartet oder interaktiv verwaltet werden sollen
el: Είτε για λίστα, επαναφόρτωση, διακοπή, έναρξη ή διαδραστική διαχείριση όλων των mods
es: Ya sea para enumerar, recargar, detener, iniciar o administrar de forma interactiva todos los mods
fr: Qu'il s'agisse de lister, de recharger, d'arrêter, de démarrer ou de gérer de manière interactive tous les mods
ga: Cibé ar chóir gach modh a liostú, a athlódáil, a stopadh, a thosú nó a bhainistiú go hidirghníomhach
hi: सभी मॉड को सूचीबद्ध करना, पुनः लोड करना, रोकना, शुरू करना या इंटरैक्टिव रूप से प्रबंधित करना
id: Apakah akan membuat daftar, memuat ulang, menghentikan, memulai, atau mengelola semua mod secara interaktif
it: Se elencare, ricaricare, interrompere, avviare o gestire interattivamente tutte le mod
ja: すべてのMODを一覧表示、リロード、停止、開始、または対話的に管理するかどうか
ko: 모든 모드를 나열, 다시 로드, 중지, 시작 또는 대화형으로 관리할지 여부
ms: Sama ada untuk menyenaraikan, memuat semula, menghentikan, memulakan atau mengurus semua mod secara interaktif
nb: Enten du skal liste opp, laste på nytt, stoppe, starte eller administrere alle mods interaktivt
nl: Of alle mods moeten worden weergegeven, opnieuw moeten worden geladen, gestopt, gestart of interactief moeten worden beheerd
pt_br: Se deseja listar, recarregar, parar, iniciar ou gerenciar interativamente todos os mods
ro: Indiferent dacă listați, reîncărcați, opriți, porniți sau gestionați interactiv toate modurile
tr: Tüm modları listelemek, yeniden yüklemek, durdurmak, başlatmak veya etkileşimli olarak yönetmek
uk: Перелік, перезавантаження, зупинка, запуск або інтерактивне керування всіма модами
vi: Có nên liệt kê, tải lại, dừng, bắt đầu hay quản lý tương tác tất cả các bản mod không
zh: 是否列出、重新載入、停止、啟動或以互動方式管理所有模組

# NKS_MODS_COMMAND_MODMANUAL_ARGUMENT_MODNAME_DESC
source: Mod name
ar: اسم التعديل
el: Όνομα mod
es: Nombre del mod
fr: Nom du module
ga: Ainm mod
hi: मॉड नाम
id: Nama mod
it: Nome mod
ja: モッド名
ko: 모드 이름
ms: Nama mod
nb: Mods navn
nl: Mod-naam
pt_br: Nome do mod
ro: Numele modului
tr: Mod adı
uk: Назва мода
vi: Tên mod
zh: 模組名稱

# NKS_MODS_SETTINGS_DESC
source: This section lets you configure how the kernel modification system works.
ar: يتيح لك هذا القسم تكوين كيفية عمل نظام تعديل النواة.
de: In diesem Abschnitt können Sie die Funktionsweise des Kernel-Änderungssystems konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του συστήματος τροποποίησης πυρήνα.
es: Esta sección le permite configurar cómo funciona el sistema de modificación del kernel.
fr: Cette section vous permet de configurer le fonctionnement du système de modification du noyau.
ga: Ligeann an chuid seo duit conas a oibríonn an córas modhnuithe eithne a chumrú.
hi: यह अनुभाग आपको कर्नेल संशोधन प्रणाली के कार्य करने के तरीके को कॉन्फ़िगर करने देता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja sistem modifikasi kernel.
it: Questa sezione consente di configurare il funzionamento del sistema di modifica del kernel.
ja: このセクションでは、カーネル変更システムの動作を設定できます。
ko: 이 섹션에서는 커널 수정 시스템의 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara sistem pengubahsuaian kernel berfungsi.
nb: Denne delen lar deg konfigurere hvordan kjernemodifikasjonssystemet fungerer.
nl: In deze sectie kunt u configureren hoe het kernelmodificatiesysteem werkt.
pt_br: Esta seção permite que você configure como o sistema de modificação do kernel funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează sistemul de modificare a nucleului.
tr: Bu bölüm çekirdek değişiklik sisteminin nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати, як працює система модифікації ядра.
vi: Phần này cho phép bạn cấu hình cách thức hoạt động của hệ thống sửa đổi hạt nhân.
zh: 本節讓您配置核心修改系統的工作方式。
