Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.Extras.Mods/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_MODS_MODCANTLOAD
source: Mod can't be loaded because of the following:
ar: لا يمكن تحميل وزارة الدفاع بسبب ما يلي:
de: Der Mod kann wegen folgendem nicht geladen werden:
el: Δεν είναι δυνατή η φόρτωση του Mod για τα ακόλουθα:
es: El mod no se puede cargar debido a lo siguiente:
fr: Mod ne peut pas être chargé pour les raisons suivantes:
ga: Ní féidir mod a luchtú mar gheall ar an méid seo a leanas:
hi: निम्न के कारण मॉड लोड नहीं किया जा सकता है:
id: Mod tidak dapat dimuat karena hal berikut:
it: Mod non può essere caricato a causa di quanto segue:
ja: 次の理由により、MODをロードできません。
ko: 다음과 같은 이유로 모드를로드 할 수 없습니다 :
ms: Mod tidak dapat dimuatkan kerana perkara berikut:
nb: Mod kan ikke lastes på grunn av følgende:
nl: Mod kan niet worden geladen vanwege het volgende:
pt_br: O mod não pode ser carregado pelos seguintes motivos:
ro: Modul nu poate fi încărcat din cauza următoarelor:
tr: Mod aşağıdaki sebeplerden dolayı yüklenemiyor:
uk: Мод не може бути завантажений через наступне:
vi: Không thể tải bản mod vì những lý do sau:
zh: 由於以下原因，無法加載 Mod：

# NKS_MODS_MODSTARTED
source: {0} v{1} started
ar: {0} v {1} بدأ
de: {0} v {1} gestartet
el: {0} v{1} ξεκίνησε
es: {0} v {1} comenzó
fr: {0} v {1} a commencé
ga: Thosaigh {0} v{1}
hi: {0} v {1} शुरू हुआ
id: {0} v{1} dimulai
it: {0} v {1} avviato
ja: {0} v {1}が開始しました
ko: {0} v {1}이 (가) 시작되었습니다
ms: {0} v{1} bermula
nb: {0} v{1} startet
nl: {0} v {1} is gestart
pt_br: {0} v{1} começou
ro: {0} v{1} a început
tr: {0} v{1} başladı
uk: {0} v{1} розпочато
vi: {0} v{1} đã bắt đầu
zh: {0} v{1} 已開始

# NKS_MODS_MODPARSESAFEMODE
source: Parsing mods not allowed on safe mode.
ar: تحليل التعديل غير مسموح به في الوضع الآمن.
de: Parsing-Mods im abgesicherten Modus nicht erlaubt.
el: Οι τροποποιήσεις ανάλυσης δεν επιτρέπονται σε ασφαλή λειτουργία.
es: No se permiten las modificaciones de análisis en modo seguro.
fr: L'analyse des mods n'est pas autorisée en mode sans échec.
ga: Ní cheadaítear mods a pharsáil i mód sábháilte.
hi: सुरक्षित मोड पर पार्सिंग मोड की अनुमति नहीं है।
id: Parsing mod tidak diizinkan pada mode aman.
it: Mod di analisi non consentite in modalità provvisoria.
ja: modの解析はセーフモードでは許可されていません。
ko: 안전 모드에서는 구문 분석 모드가 허용되지 않습니다.
ms: Menghuraikan mod tidak dibenarkan pada mod selamat.
nb: Parsing mods er ikke tillatt i sikker modus.
nl: Mods voor parseren niet toegestaan in veilige modus.
pt_br: Mods de análise não permitidos no modo de segurança.
ro: Analizarea modurilor nu este permisă în modul sigur.
tr: Güvenli modda modların ayrıştırılmasına izin verilmez.
uk: Розбір модів заборонений у безпечному режимі.
vi: Không được phép phân tích cú pháp mod ở chế độ an toàn.
zh: 在安全模式下不允許解析模組。

# NKS_MODS_MODSTOPPED1
source: Mod {0} stopped
ar: تم إيقاف Mod {0}
de: Mod {0} gestoppt
el: Το Mod {0} σταμάτησε
es: Mod {0} detenido
fr: Mod {0} arrêté
ga: Cuireadh deireadh le Mod {0}
hi: मोद {०} रुक गया
id: Mod {0} berhenti
it: Mod {0} interrotto
ja: Mod {0}が停止しました
ko: Mod {0} 중지됨
ms: Mod {0} berhenti
nb: Modus {0} stoppet
nl: Mod {0} gestopt
pt_br: Mod {0} parado
ro: Mod {0} oprit
tr: Mod {0} durduruldu
uk: Мод {0} зупинено
vi: Mod {0} đã dừng
zh: Mod {0} 已停止

# NKS_MODS_MODSTOPPED2
source: {0} v{1} stopped
ar: {0} v {1} توقف
de: {0} v {1} gestoppt
el: {0} v{1} σταμάτησε
es: {0} v {1} detenido
fr: {0} v {1} arrêté
ga: Stopadh {0} v{1}
hi: {0} v {1} रुका
id: {0} v{1} berhenti
it: {0} v {1} interrotto
ja: {0} v {1}が停止しました
ko: {0} v {1} 중지됨
ms: {0} v{1} berhenti
nb: {0} v{1} stoppet
nl: {0} v {1} gestopt
pt_br: {0} v{1} parou
ro: {0} v{1} sa oprit
tr: {0} v{1} durduruldu
uk: {0} v{1} зупинено
vi: {0} v{1} đã dừng lại
zh: {0} v{1} 已停止

# NKS_MODS_CANTFINALIZE
source: Failed to finalize mod {0}: {1}
ar: فشل إنهاء التعديل {0}: {1}
de: Fehler beim Fertigstellen von Mod {0}: {1}
el: Απέτυχε η οριστικοποίηση της τροποποίησης {0}: {1}
es: No se pudo finalizar el mod {0}: {1}
fr: Échec de la finalisation du module {0} : {1}
ga: Theip ar an mod {0}: {1} a thabhairt chun críche
hi: मॉड को अंतिम रूप देने में विफल {0}: {1}
id: Gagal menyelesaikan mod {0}: {1}
it: Impossibile finalizzare la mod {0}: {1}
ja: mod {0} のファイナライズに失敗しました: {1}
ko: {0} 모드를 완료하지 못했습니다. {1}
ms: Gagal memuktamadkan mod {0}: {1}
nb: Kunne ikke fullføre mod {0}: {1}
nl: Kan mod {0} niet voltooien: {1}
pt_br: Falha ao finalizar o mod {0}: {1}
ro: Nu s-a finalizat modul {0}: {1}
tr: {0} modu sonlandırılamadı: {1}
uk: Не вдалося завершити мод {0}: {1}
vi: Không thể hoàn tất bản mod {0}: {1}
zh: 未能完成 mod {0}：{1}

# NKS_MODS_STARTINGMOD
source: Starting mod
ar: بدء وزارة الدفاع
de: Startmodus
el: Εκκίνηση mod
es: Mod de inicio
fr: Mode de démarrage
ga: Mod tosaithe
hi: प्रारंभिक मोड
id: Memulai mod
it: Modalità di avvio
ja: 開始 mod
ko: 모드 시작
ms: Memulakan mod
nb: Starter mod
nl: Startmodus
pt_br: Mod inicial
ro: Pornirea mod
tr: Başlangıç modu
uk: Запуск мода
vi: Bản mod bắt đầu
zh: 啟動模式

# NKS_MODS_MODMAN_MODVER
source: Mod version:
ar: نسخة وزارة الدفاع:
el: Mod έκδοση:
es: Versión mod:
fr: Version du module :
ga: Leagan Mod:
hi: मॉड संस्करण:
id: Versi mod:
it: Versione mod:
ja: モッドバージョン:
ko: 모드 버전 :
ms: Versi mod:
nb: Mod versjon:
nl: Mod-versie:
pt_br: Versão mod:
ro: Versiunea mod:
tr: Mod versiyonu:
uk: Мод версія:
vi: Phiên bản mod:
zh: 模組版本：

# NKS_MODS_MODNOTFOUND
source: Mod {0} not found.
ar: Mod {0} غير موجود.
de: Mod {0} nicht gefunden.
el: Το mod {0} δεν βρέθηκε.
es: Mod {0} no encontrado.
fr: Mod {0} introuvable.
ga: Mod {0} gan aimsiú.
hi: मॉड {0} नहीं मिला।
id: Mod {0} tidak ditemukan.
it: Modulo {0} non trovato.
ja: Mod {0} が見つかりません。
ko: Mod {0}을 (를) 찾을 수 없습니다.
ms: Mod {0} tidak ditemui.
nb: Modus {0} ikke funnet.
nl: Mod {0} niet gevonden.
pt_br: Mod {0} não encontrado.
ro: Mod {0} nu a fost găsit.
tr: Mod {0} bulunamadı.
uk: Мод {0} не знайдено.
vi: Không tìm thấy Mod {0}.
zh: 未找到模組 {0}。

# NKS_MODS_MODMAN_MODNAME
source: Mod name:
ar: اسم التعديل:
el: Όνομα mod:
es: Nombre del mod:
fr: Nom du module :
ga: Ainm an Mod:
hi: आधुनिक नाम:
id: Nama mod:
it: Nome del modulo:
ja: Mod名：
ko: 모드 이름 :
ms: Nama mod:
nb: Mods navn:
nl: Mod-naam:
pt_br: Nome do mod:
ro: Nume mod:
tr: Mod adı:
uk: Назва мода:
vi: Tên mod:
zh: 模組名稱：

# NKS_MODS_MODMAN_MODFILENAME
source: Mod file name:
ar: اسم ملف التعديل:
de: Name der Mod-Datei:
el: Όνομα αρχείου mod:
es: Nombre del archivo Mod:
fr: Nom du fichier mod :
ga: Ainm comhaid Mod:
hi: मॉड फ़ाइल नाम:
id: Nama berkas mod:
it: Nome del file del modulo:
ja: Modファイル名：
ko: 모드 파일 이름 :
ms: Nama fail : Mod:
nb: Mod filnavn:
nl: Mod-bestandsnaam:
pt_br: Nome do arquivo mod:
ro: Nume fișier mod:
tr: Mod dosya adı:
uk: Назва файлу мода:
vi: Tên tệp mod:
zh: 模組文件名：

# NKS_MODS_MODMAN_MODFILEPATH
source: Mod file path:
ar: مسار ملف Mod:
de: Pfad der Mod-Datei:
el: Διαδρομή αρχείου mod:
es: Ruta del archivo Mod:
fr: Chemin du fichier de modification :
ga: Conair comhaid mod:
hi: मॉड फ़ाइल पथ:
id: Jalur berkas mod:
it: Percorso file mod:
ja: Modファイルパス：
ko: 모드 파일 경로 :
ms: Laluan fail mod:
nb: Mod filbane:
nl: Mod-bestandspad:
pt_br: Caminho do arquivo mod:
ro: Calea fișierului mod:
tr: Mod dosya yolu:
uk: Шлях до файлу мода:
vi: Đường dẫn tệp mod:
zh: 修改文件路徑：

# NKS_MODS_COMMAND_MODMAN_DESC
source: Manage your mods
ar: إدارة التعديلات الخاصة بك
de: Verwalten Sie Ihre Mods
el: Διαχειριστείτε τα mods σας
es: Administra tus modificaciones
fr: Gérez vos modules
ga: Bainistigh do mods
hi: अपने मोड प्रबंधित करें
id: Kelola mod Anda
it: Gestisci le tue mod
ja: あなたの改造を管理する
ko: 모드 관리
ms: Urus mod anda
nb: Administrer modsene dine
nl: Beheer je mods
pt_br: Gerencie seus mods
ro: Gestionați-vă modurile
tr: Modlarınızı yönetin
uk: Керуйте своїми модами
vi: Quản lý mod của bạn
zh: 管理你的模組

# NKS_MODS_MODMAN_SAFEMODE
source: Mod management is disabled in safe mode.
ar: تم تعطيل إدارة التعديل في الوضع الآمن.
de: Die Mod-Verwaltung ist im abgesicherten Modus deaktiviert.
el: Η διαχείριση mod είναι απενεργοποιημένη σε ασφαλή λειτουργία.
es: La gestión de mod está deshabilitada en modo seguro.
fr: La gestion des mods est désactivée en mode sans échec.
ga: Díchumasaítear bainistíocht mod i mód sábháilte.
hi: मॉड प्रबंधन सुरक्षित मोड में अक्षम है।
id: Manajemen mod dinonaktifkan dalam mode aman.
it: La gestione della mod è disabilitata in modalità provvisoria.
ja: Mod管理はセーフモードでは無効になっています。
ko: 모드 관리는 안전 모드에서 비활성화됩니다.
ms: Pengurusan mod dilumpuhkan dalam mod selamat.
nb: Modadministrasjon er deaktivert i sikker modus.
nl: Mod-beheer is uitgeschakeld in de veilige modus.
pt_br: O gerenciamento de mods é desabilitado no modo de segurança.
ro: Gestionarea modurilor este dezactivată în modul sigur.
tr: Güvenli modda mod yönetimi devre dışıdır.
uk: У безпечному режимі керування модами вимкнено.
vi: Quản lý mod bị vô hiệu hóa ở chế độ an toàn.
zh: Mod管理在安全模式下被禁用。

# NKS_MODS_MODMAN_NOCOMMAND
source: Invalid command {0}. Check the usage below:
ar: أمر غير صالح {0}. تحقق من الاستخدام أدناه:
de: Ungültiger Befehl {0}. Überprüfen Sie die Verwendung unten:
el: Μη έγκυρη εντολή {0}. Ελέγξτε τη χρήση παρακάτω:
es: Comando no válido {0}. Compruebe el uso a continuación:
fr: Commande {0} non valide. Vérifiez l'utilisation ci-dessous :
ga: Ordú neamhbhailí {0}. Seiceáil an úsáid thíos:
hi: अमान्य आदेश {0}. नीचे उपयोग की जाँच करें:
id: Perintah {0} tidak valid. Periksa penggunaan di bawah ini:
it: Comando non valido {0}. Controllare l'utilizzo di seguito:
ja: コマンド{0}が無効です。以下の使用法を確認してください。
ko: 잘못된 명령 {0}. 아래에서 사용법을 확인하세요.
ms: Perintah tidak sah {0}. Semak penggunaan di bawah:
nb: Ugyldig kommando {0}. Sjekk bruken nedenfor:
nl: Ongeldige opdracht {0}. Controleer het gebruik hieronder:
pt_br: Comando inválido {0}. Verifique o uso abaixo:
ro: Comanda {0} nevalidă. Verificați mai jos utilizarea:
tr: Geçersiz komut {0}. Aşağıdaki kullanımı kontrol edin:
uk: Недійсна команда {0}. Перевірте використання нижче:
vi: Lệnh không hợp lệ {0}. Kiểm tra cách sử dụng bên dưới:
zh: 無效的命令 {0}。檢查以下用法：

# NKS_MODS_MODMAN_MODNOTFOUND
source: Mod not found or file has invalid characters.
ar: لم يتم العثور على وزارة الدفاع أو أن الملف يحتوي على أحرف غير صالحة.
de: Mod nicht gefunden oder Datei enthält ungültige Zeichen.
el: Το mod δεν βρέθηκε ή το αρχείο έχει μη έγκυρους χαρακτήρες.
es: Mod no encontrado o el archivo tiene caracteres no válidos.
fr: Mod introuvable ou le fichier contient des caractères invalides.
ga: Mod gan aimsiú nó tá carachtair neamhbhailí sa chomhad.
hi: मॉड नहीं मिला या फ़ाइल में अमान्य वर्ण हैं।
id: Mod tidak ditemukan atau berkas memiliki karakter yang tidak valid.
it: Mod non trovata o il file contiene caratteri non validi.
ja: Modが見つからないか、ファイルに無効な文字が含まれています。
ko: 모드를 찾을 수 없거나 파일에 잘못된 문자가 있습니다.
ms: Mod tidak ditemui atau fail mempunyai aksara yang tidak sah.
nb: Modus ikke funnet eller filen har ugyldige tegn.
nl: Mod niet gevonden of bestand bevat ongeldige tekens.
pt_br: Mod não encontrado ou o arquivo tem caracteres inválidos.
ro: Modul nu a fost găsit sau fișierul are caractere nevalide.
tr: Mod bulunamadı veya dosyada geçersiz karakterler var.
uk: Мод не знайдено або файл містить недійсні символи.
vi: Không tìm thấy bản mod hoặc file có ký tự không hợp lệ.
zh: 未找到 Mod 或文件包含無效字符。

# NKS_MODS_EXCEPTION_MANPAGEINVALID
source: The manual page {0} is invalid.
ar: صفحة الدليل {0} غير صالحة.
de: Die Handbuchseite {0} ist ungültig.
el: Η μη αυτόματη σελίδα {0} δεν είναι έγκυρη.
es: La página de manual {0} no es válida.
fr: La page de manuel {0} n'est pas valide.
ga: Tá an leathanach láimhe {0} neamhbhailí.
hi: मैनुअल पेज {0} अमान्य है।
id: Halaman manual {0} tidak valid.
it: La pagina di manuale {0} non è valida.
ja: マニュアルページ{0}が無効です。
ko: 매뉴얼 페이지 {0}이(가) 잘못되었습니다.
ms: Halaman manual {0} tidak sah.
nb: Den manuelle siden {0} er ugyldig.
nl: De handmatige pagina {0} is ongeldig.
pt_br: A página do manual {0} é inválida.
ro: Pagina de manual {0} este nevalidă.
tr: {0} kılavuz sayfası geçersiz.
uk: Сторінка посібника {0} недійсна.
vi: Trang hướng dẫn {0} không hợp lệ.
zh: 手冊頁 {0} 無效。

# NKS_MODS_MANPAGE_NEEDSFILL
source: Consider filling this manual page.
ar: ضع في اعتبارك ملء صفحة الدليل هذه.
de: Ziehen Sie in Betracht, diese Handbuchseite auszufüllen.
el: Εξετάστε το ενδεχόμενο να συμπληρώσετε αυτήν τη σελίδα εγχειριδίου.
es: Considere llenar esta página del manual.
fr: Pensez à remplir cette page de manuel.
ga: Smaoinigh ar an leathanach láimhe seo a líonadh.
hi: इस मैनुअल पेज को भरने पर विचार करें।
id: Pertimbangkan untuk mengisi halaman manual ini.
it: Considera di riempire questa pagina di manuale.
ja: このマニュアルページに記入することを検討してください。
ko: 이 매뉴얼 페이지를 채우는 것을 고려하십시오.
ms: Pertimbangkan untuk mengisi halaman manual ini.
nb: Vurder å fylle ut denne manualsiden.
nl: Overweeg om deze handleiding te vullen.
pt_br: Considere preencher esta página do manual.
ro: Luați în considerare completarea acestei pagini de manual.
tr: Bu kılavuz sayfasını doldurmayı düşünün.
uk: Розгляньте можливість заповнення цієї сторінки посібника.
vi: Hãy cân nhắc việc điền vào trang hướng dẫn này.
zh: 考慮填寫本手冊頁。

# NKS_MODS_COMMAND_MODMANUAL_DESC
source: Mod manual
ar: دليل وزارة الدفاع
de: Mod-Handbuch
el: Εγχειρίδιο Mod
fr: Mode d'emploi
ga: Lámhleabhar modo
hi: मॉड मैनुअल
id: Panduan modifikasi
it: Manuale del modulo
ja: Modマニュアル
ko: 모드 매뉴얼
ms: Manual mod
nb: Modus manual
nl: Mod-handleiding
pt_br: Manual do Mod
ro: Manualul modului
tr: Mod kılavuzu
uk: Інструкція по моду
vi: Hướng dẫn sử dụng mod
zh: 模組手冊

# NKS_MODS_MODSTOPPINGSAFEMODE
source: Stopping mods not allowed on safe mode.
ar: لا يُسمح بإيقاف التعديلات في الوضع الآمن.
de: Mods stoppen ist im abgesicherten Modus nicht erlaubt.
el: Δεν επιτρέπεται η διακοπή των mods σε ασφαλή λειτουργία.
es: Detener mods no permitidos en modo seguro.
fr: L'arrêt des mods n'est pas autorisé en mode sans échec.
ga: Ní cheadaítear mods a stopadh ar mhód sábháilte.
hi: सुरक्षित मोड पर स्टॉपिंग मोड की अनुमति नहीं है।
id: Menghentikan mod tidak dibolehkan pada mode aman.
it: Arresto delle mod non consentito in modalità provvisoria.
ja: セーフモードではMODの停止は許可されていません。
ko: 안전 모드에서는 모드를 중지할 수 없습니다.
ms: Menghentikan mod tidak dibenarkan pada mod selamat.
nb: Stoppe mods er ikke tillatt i sikker modus.
nl: Het stoppen van mods is niet toegestaan in de veilige modus.
pt_br: Não é permitido interromper mods no modo de segurança.
ro: Oprirea modurilor nu este permisă în modul sigur.
tr: Güvenli modda modların durdurulmasına izin verilmez.
uk: Зупинка модів заборонена в безпечному режимі.
vi: Không được phép dừng mod ở chế độ an toàn.
zh: 在安全模式下不允許停止模組。

# NKS_MODS_MODALREADYSTARTED
source: Mod has already been started!
ar: تم بالفعل بدء وزارة الدفاع!
de: Mod wurde bereits gestartet!
el: Το Mod έχει ήδη ξεκινήσει!
es: Mod ya se ha iniciado!
fr: Le mod a déjà été lancé !
ga: Tá an mod tosaithe cheana féin!
hi: मॉड पहले ही शुरू हो चुका है!
id: Mod telah dimulai!
it: La mod è già stata avviata!
ja: Modはすでに開始されています！
ko: 모드가 이미 시작되었습니다!
ms: Mod telah pun dimulakan!
nb: Mod er allerede startet!
nl: Mod is al gestart!
pt_br: O mod já foi iniciado!
ro: Modul a fost deja pornit!
tr: Mod zaten başlatıldı!
uk: Мод вже запущено!
vi: Bản mod đã được bắt đầu!
zh: 模組已經開始了！

# NKS_MODS_MODHASNTSTARTED
source: Mod hasn't started yet!
ar: وزارة الدفاع لم تبدأ بعد!
de: Mod hat noch nicht begonnen!
el: Το Mod δεν έχει ξεκινήσει ακόμα!
es: Mod no ha comenzado todavía!
fr: Le mod n'a pas encore commencé !
ga: Níl an mod tosaithe fós!
hi: मॉड अभी तक शुरू नहीं हुआ है!
id: Mod belum dimulai!
it: La mod non è ancora iniziata!
ja: Modはまだ開始されていません！
ko: 모드가 아직 시작되지 않았습니다!
ms: Mod belum bermula lagi!
nb: Mod har ikke startet ennå!
nl: Mod is nog niet begonnen!
pt_br: O mod ainda não começou!
ro: Mod încă nu a început!
tr: Mod henüz başlamadı!
uk: Мод ще не почався!
vi: Bản mod vẫn chưa bắt đầu!
zh: 模組還沒開始！

# NKS_MODS_MODNEEDSUPGRADE
source: Contact the vendor of the mod to upgrade the mod to the compatible version.
ar: اتصل ببائع التعديل لترقية التعديل إلى الإصدار المتوافق.
de: Wenden Sie sich an den Anbieter des Mods, um den Mod auf die kompatible Version zu aktualisieren.
el: Επικοινωνήστε με τον προμηθευτή του mod για να αναβαθμίσετε το mod στη συμβατή έκδοση.
es: Póngase en contacto con el proveedor del mod para actualizar el mod a la versión compatible.
fr: Contactez le vendeur du mod pour mettre à niveau le mod vers la version compatible.
ga: Déan teagmháil le díoltóir an mod chun an mod a uasghrádú go dtí an leagan comhoiriúnach.
hi: मॉड को संगत संस्करण में अपग्रेड करने के लिए मॉड के विक्रेता से संपर्क करें।
id: Hubungi vendor mod untuk meningkatkan mod ke versi yang kompatibel.
it: Contatta il fornitore della mod per aggiornare la mod alla versione compatibile.
ja: modのベンダーに連絡して、modを互換性のあるバージョンにアップグレードしてください。
ko: 모드를 호환 가능한 버전으로 업그레이드하려면 모드 공급업체에 문의하세요.
ms: Hubungi vendor mod untuk menaik taraf mod kepada versi yang serasi.
nb: Kontakt leverandøren av moden for å oppgradere moden til den kompatible versjonen.
nl: Neem contact op met de leverancier van de mod om de mod te upgraden naar de compatibele versie.
pt_br: Entre em contato com o fornecedor do mod para atualizá-lo para a versão compatível.
ro: Contactați furnizorul modului pentru a actualiza modulul la versiunea compatibilă.
tr: Modu uyumlu sürüme yükseltmek için mod satıcısıyla iletişime geçin.
uk: Зверніться до постачальника мода, щоб оновити його до сумісної версії.
vi: Liên hệ với nhà cung cấp bản mod để nâng cấp bản mod lên phiên bản tương thích.
zh: 聯繫模組供應商將模組升級到兼容版本。

# NKS_MODS_SETTINGS_BLACKLISTEDMODS_NAME
source: Blacklisted mods
ar: تعديل القائمة السوداء
de: Mods auf der schwarzen Liste
el: Μοντάδες στη μαύρη λίστα
es: Mods en la lista negra
fr: Mods sur liste noire
ga: Mods ar liosta dubh
hi: ब्लैक लिस्टेड मोड
id: Mod yang masuk daftar hitam
it: Mod nella lista nera
ja: ブラックリストに載っている改造
ko: 블랙리스트 모드
ms: Mod disenaraihitamkan
nb: Svartelistede mods
nl: Mods op de zwarte lijst
pt_br: Mods na lista negra
ro: Moduri pe lista neagră
tr: Kara listeye alınmış modlar
uk: Моди в чорному списку
vi: Các bản mod bị đưa vào danh sách đen
zh: 列入黑名單的模組

# NKS_MODS_SETTINGS_BLACKLISTEDMODS_DESC
source: Write the filenames of the mods that will not run on startup. When you're finished, write "q". Write a minus sign next to the path to remove an existing mod.
ar: اكتب أسماء ملفات التعديلات التي لن تعمل عند بدء التشغيل. عند الانتهاء ، اكتب "q". اكتب علامة الطرح بجانب المسار لإزالة تعديل موجود.
de: Schreiben Sie die Dateinamen der Mods, die beim Start nicht ausgeführt werden. Wenn Sie fertig sind, schreiben Sie "q". Schreiben Sie ein Minuszeichen neben den Pfad, um einen vorhandenen Mod zu entfernen.
el: Γράψτε τα ονόματα αρχείων των mods που δεν θα εκτελούνται κατά την εκκίνηση. Όταν τελειώσετε, γράψτε "q". Γράψτε ένα σύμβολο μείον δίπλα στη διαδρομή για να αφαιρέσετε ένα υπάρχον mod.
es: Escriba los nombres de archivo de las modificaciones que no se ejecutarán al inicio. Cuando termines, escribe "q". Escriba un signo menos junto a la ruta para eliminar un mod existente.
fr: Écrivez les noms de fichiers des mods qui ne s'exécuteront pas au démarrage. Lorsque vous avez terminé, écrivez "q". Écrivez un signe moins à côté du chemin pour supprimer un mod existant.
ga: Scríobh na comhaid de na mods nach mbeidh ar siúl ar am tosaithe. Nuair a bheidh tú críochnaithe, scríobh "q". Scríobh comhartha lúide in aice leis an gcosán chun mod atá ann cheana a bhaint.
hi: उन मॉड के फ़ाइल नाम लिखें जो स्टार्टअप पर नहीं चलेंगे। जब आप समाप्त कर लें, तो "q" लिखें। मौजूदा मॉड को हटाने के लिए पथ के आगे एक ऋण चिह्न लिखें।
id: Tuliskan nama berkas mod yang tidak akan berjalan saat dijalankan. Setelah selesai, tulis "q". Tulis tanda minus di samping jalur untuk menghapus mod yang ada.
it: Scrivi i nomi dei file delle mod che non verranno eseguite all'avvio. Quando hai finito, scrivi "q". Scrivi un segno meno accanto al percorso per rimuovere una mod esistente.
ja: 起動時に実行されないmodのファイル名を書き込みます。終わったら、「q」と書いてください。パスの横にマイナス記号を書き込んで、既存のmodを削除します。
ko: 시작할 때 실행되지 않을 모드의 파일 이름을 작성합니다. 완료되면 "q"를 작성하십시오. 기존 모드를 제거하려면 경로 옆에 빼기 기호를 쓰십시오.
ms: Tulis nama fail mod yang tidak akan dijalankan pada permulaan. Apabila anda selesai, tulis "q". Tulis tanda tolak di sebelah laluan untuk mengalih keluar mod sedia ada.
nb: Skriv filnavnene til modsene som ikke vil kjøre ved oppstart. Når du er ferdig, skriv "q". Skriv et minustegn ved siden av banen for å fjerne en eksisterende mod.
nl: Schrijf de bestandsnamen van de mods die niet worden uitgevoerd bij het opstarten. Als je klaar bent, schrijf je "q". Schrijf een minteken naast het pad om een bestaande mod te verwijderen.
pt_br: Escreva os nomes de arquivo dos mods que não serão executados na inicialização. Quando terminar, escreva "q". Escreva um sinal de menos ao lado do caminho para remover um mod existente.
ro: Scrieți numele de fișiere ale modurilor care nu vor rula la pornire. Când ai terminat, scrie „q”. Scrieți un semn minus lângă cale pentru a elimina un mod existent.
tr: Başlangıçta çalışmayacak modların dosya adlarını yazın. Bitirdiğinizde "q" yazın. Mevcut bir modu kaldırmak için yolun yanına eksi işareti yazın.
uk: Напишіть імена файлів модів, які не запускатимуться під час запуску. Коли ви закінчите, напишіть "q". Напишіть знак мінус біля шляху, щоб видалити існуючий мод.
vi: Viết tên tệp của các mod sẽ không chạy khi khởi động. Khi bạn hoàn tất, hãy viết "q". Viết dấu trừ bên cạnh đường dẫn để xóa mod hiện có.
zh: 寫下啟動時不會運行的模組的文件名。完成後，寫“q”。在路徑旁邊寫一個減號以刪除現有的 mod。

# NKS_MODS_MODBLACKLISTED
source: Mod {0} is blacklisted.
ar: الوضع {0} مدرج في القائمة السوداء.
de: Mod {0} ist auf der schwarzen Liste.
el: Το Mod {0} βρίσκεται στη μαύρη λίστα.
es: Mod {0} está en la lista negra.
fr: Le mod {0} est sur liste noire.
ga: Tá Mod {0} ar an liosta dubh.
hi: मॉड {0} को काली सूची में डाल दिया गया है।
id: Mod {0} masuk daftar hitam.
it: Il mod {0} è nella lista nera.
ja: Mod {0}はブラックリストに登録されています。
ko: Mod {0}은(는) 블랙리스트에 있습니다.
ms: Mod {0} disenaraihitamkan.
nb: Mod {0} er svartelistet.
nl: Mod {0} staat op de zwarte lijst.
pt_br: O mod {0} está na lista negra.
ro: Mod {0} este pe lista neagră.
tr: Mod {0} kara listeye alındı.
uk: Мод {0} у чорному списку.
vi: Mod {0} đã bị đưa vào danh sách đen.
zh: Mod {0} 被列入黑名單。

# NKS_MODS_SETTINGS_AUTOSTART_NAME
source: Start kernel modifications on boot
ar: ابدأ تعديلات kernel عند التشغيل
de: Kernel-Modifikationen beim Booten starten
el: Ξεκινήστε τις τροποποιήσεις του πυρήνα κατά την εκκίνηση
es: Iniciar modificaciones del kernel en el arranque
fr: Démarrer les modifications du noyau au démarrage
ga: Cuir tús le modhnuithe eithne ar tosaithe
hi: बूट पर कर्नेल संशोधन प्रारंभ करें
id: Mulai modifikasi kernel saat boot
it: Avvia le modifiche al kernel all'avvio
ja: 起動時にカーネルの変更を開始します
ko: 부팅 시 커널 수정 시작
ms: Mulakan pengubahsuaian kernel semasa but
nb: Start kjernemodifikasjoner ved oppstart
nl: Start kernel-modificaties bij het opstarten
pt_br: Iniciar modificações do kernel na inicialização
ro: Porniți modificările kernelului la pornire
tr: Önyükleme sırasında çekirdek değişikliklerini başlat
uk: Почати модифікацію ядра під час завантаження
vi: Bắt đầu sửa đổi hạt nhân khi khởi động
zh: 啟動時啟動內核修改
