Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Dates/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, zh

# NKS_DATES_COMMAND_EXPIRY_STATUS_IMPLICIT_DESC
source: Whether the target product doesn't specify the expiry date explicitly
ar: هل المنتج المستهدف لا يحدد تاريخ انتهاء الصلاحية صراحةً؟
de: Ob das Zielprodukt das Ablaufdatum nicht explizit angibt
el: Εάν το προϊόν-στόχος δεν προσδιορίζει ρητά την ημερομηνία λήξης
es: Si el producto de destino no especifica la fecha de caducidad explícitamente
fr: Si le produit cible ne précise pas explicitement la date d'expiration
ga: Cibé nach sonraítear an dáta éaga go sainráite sa sprioctháirge
hi: क्या लक्ष्य उत्पाद समाप्ति तिथि को स्पष्ट रूप से निर्दिष्ट नहीं करता है
id: Apakah produk target tidak menentukan tanggal kedaluwarsa secara eksplisit
it: Se il prodotto di destinazione non specifica esplicitamente la data di scadenza
ja: 対象製品に有効期限が明示的に指定されていないかどうか
ko: 대상 제품이 만료 날짜를 명시적으로 지정하지 않았는지 여부
ms: Sama ada produk sasaran tidak menyatakan tarikh luput dengan jelas
nb: Om målproduktet ikke spesifiserer utløpsdatoen eksplisitt
nl: Of het doelproduct de vervaldatum niet expliciet specificeert
pt_br: Se o produto de destino não especifica a data de validade explicitamente
ro: Dacă produsul țintă nu specifică în mod explicit data de expirare
tr: Hedef ürünün son kullanma tarihini açıkça belirtip belirtmediği
uk: Чи в цільовому продукті не вказано чітко термін придатності
zh: 目標產品是否未明確指定有效期限
