Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Dates/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, zh

# NKS_DATES_STOPWATCH_LAPLIST
source: Lap list
ar: قائمة اللفة
de: Rundenliste
el: Λίστα γύρου
es: Lista de vueltas
fr: Liste des tours
ga: Liosta lap
hi: लैप सूची
id: Daftar putaran
it: Elenco giri
ja: ラップリスト
ko: 랩 목록
ms: Senarai pusingan
nb: Rundeliste
nl: Rondelijst
pt_br: Lista de voltas
ro: Lista de ture
tr: Tur listesi
uk: Список колін
zh: 圈數列表

# NKS_DATES_COMMAND_POMODORO_DESC
source: Pomodoro timer
ar: مؤقت بومودورو
el: Χρονόμετρο Pomodoro
es: Temporizador Pomodoro
fr: Minuterie Pomodoro
ga: Amadóir Pomodoro
hi: पोमोडोरो टाइमर
id: Pengatur waktu pomodoro
it: Timer per pomodori
ja: ポモドーロタイマー
ko: 포모도로 타이머
ms: Pemasa Pomodoro
pt_br: Temporizador Pomodoro
ro: Cronometrul Pomodoro
tr: Pomodoro zamanlayıcısı
uk: Таймер Pomodoro
zh: 番茄工作法

# NKS_DATES_HOMEPAGE_POMODORO
source: Pomodoro
ar: بومودورو
el: Πομοντόρο
hi: पोमोडोरो
id: Tomat
ja: ポモドーロ
ko: 포모도로
zh: 番茄工作法

# NKS_DATES_POMODORO_STATUS_READY
source: Pomodoro timer is ready
ar: مؤقت بومودورو جاهز
de: Der Pomodoro-Timer ist bereit
el: Το χρονόμετρο Pomodoro είναι έτοιμο
es: El temporizador Pomodoro está listo
fr: Le minuteur Pomodoro est prêt
ga: Tá an t-amadóir Pomodoro réidh
hi: पोमोडोरो टाइमर तैयार है
id: Penghitung waktu Pomodoro sudah siap
it: Il timer del pomodoro è pronto
ja: ポモドーロタイマーの準備ができました
ko: 포모도로 타이머가 준비되었습니다
ms: Pemasa Pomodoro sudah sedia
nb: Pomodoro-timeren er klar
nl: Pomodoro-timer is klaar
pt_br: O temporizador Pomodoro está pronto
ro: Cronometrul Pomodoro este gata
tr: Pomodoro zamanlayıcısı hazır
uk: Таймер Pomodoro готовий
zh: 番茄工作法已準備就緒

# NKS_DATES_POMODORO_STATUS_TIMERNUM
source: Pomodoro timer number {0} in four iterations
ar: رقم مؤقت بومودورو {0} في أربع تكرارات
de: Pomodoro-Timer Nummer {0} in vier Iterationen
el: Αριθμός χρονοδιακόπτη Pomodoro {0} σε τέσσερις επαναλήψεις
es: Temporizador Pomodoro número {0} en cuatro iteraciones
fr: Minuterie Pomodoro numéro {0} en quatre itérations
ga: Uimhir an lasc ama Pomodoro {0} i gceithre atriallta
hi: पोमोडोरो टाइमर संख्या {0} चार पुनरावृत्तियों में
id: Penghitung waktu Pomodoro nomor {0} dalam empat iterasi
it: Timer pomodoro numero {0} in quattro iterazioni
ja: ポモドーロタイマー番号 {0}、4 回の反復
ko: 4번의 반복에서 포모도로 타이머 번호 {0}
ms: Nombor pemasa Pomodoro {0} dalam empat lelaran
nb: Pomodoro-timer nummer {0} i fire iterasjoner
nl: Pomodoro-timernummer {0} in vier iteraties
pt_br: Número do temporizador Pomodoro {0} em quatro iterações
ro: Cronometrul Pomodoro numărul {0} în patru iterații
tr: Dört yinelemede Pomodoro zamanlayıcı numarası {0}
uk: Номер таймера Pomodoro {0} за чотири ітерації
zh: 番茄工作法計時器編號為 {0}，共四次迭代

# NKS_DATES_POMODORO_STATUS_SHORTBREAK
source: Short break
ar: استراحة قصيرة
de: Kurzurlaub
el: Σύντομο διάλειμμα
es: Breve descanso
fr: Courte pause
ga: Sos gairid
hi: छोटा सा ब्रेक
id: Istirahat sebentar
it: Breve pausa
ja: ちょっとした休憩
ko: 짧은 휴식
ms: Rehat sekejap
nb: Kort pause
nl: Korte pauze
pt_br: Pequena pausa
ro: Pauza scurta
tr: Kısa bir mola
uk: Коротка перерва
zh: 短暫休息

# NKS_DATES_POMODORO_TIMEOUTPROMPT
source: Specify the break timeout in milliseconds
ar: حدد مهلة التوقف بالمللي ثانية
de: Geben Sie das Unterbrechungs-Timeout in Millisekunden an
el: Καθορίστε το χρονικό όριο διαλείμματος σε χιλιοστά του δευτερολέπτου
es: Especifique el tiempo de espera de interrupción en milisegundos
fr: Spécifiez le délai d'expiration de la pause en millisecondes
ga: Sonraigh an teorainn ama sosa ina milleasoicindí
hi: ब्रेक टाइमआउट को मिलीसेकंड में निर्दिष्ट करें
id: Tentukan batas waktu istirahat dalam milidetik
it: Specificare il timeout di interruzione in millisecondi
ja: ブレークタイムアウトをミリ秒単位で指定します
ko: 밀리초 단위로 휴식 시간 제한을 지정하세요.
ms: Tentukan tamat masa rehat dalam milisaat
nb: Angi pausetidsavbrudd i millisekunder
nl: Geef de time-out voor de onderbreking op in milliseconden
pt_br: Especifique o tempo limite de interrupção em milissegundos
ro: Specificați timpul de expirare a pauzei în milisecunde
tr: Mola zaman aşımını milisaniye cinsinden belirtin
uk: Укажіть час очікування перерви в мілісекундах
zh: 指定中斷超時時間（以毫秒為單位）

# NKS_DATES_POMODORO_KEYBINDING_SETBREAKTIME
source: Set break interval
ar: تعيين فترة الراحة
de: Pausenintervall einstellen
el: Ορίστε το διάστημα διαλείμματος
es: Establecer intervalo de descanso
fr: Définir l'intervalle de pause
ga: Socraigh eatramh sosanna
hi: ब्रेक अंतराल सेट करें
id: Atur interval istirahat
it: Imposta intervallo di pausa
ja: 休憩間隔を設定する
ko: 휴식 간격 설정
ms: Tetapkan selang waktu rehat
nb: Still inn pauseintervall
nl: Stel pauze-interval in
pt_br: Definir intervalo de pausa
ro: Setați intervalul de pauză
tr: Mola aralığını ayarla
uk: Встановити інтервал перерви
zh: 設定休息間隔

# NKS_DATES_COMMAND_GETTIMEINFO_ARGUMENT_DATE_DESC
source: Date and time to print info from
ar: التاريخ والوقت لطباعة المعلومات من
de: Datum und Uhrzeit zum Drucken der Informationen
el: Ημερομηνία και ώρα εκτύπωσης πληροφοριών από
es: Fecha y hora para imprimir la información
fr: Date et heure d'impression des informations
ga: Dáta agus am chun eolas a phriontáil uaidh
hi: जानकारी प्रिंट करने की तिथि और समय
id: Tanggal dan waktu untuk mencetak info dari
it: Data e ora da cui stampare le informazioni
ja: 情報を印刷する日付と時刻
ko: 정보를 인쇄할 날짜 및 시간
ms: Tarikh dan masa untuk mencetak maklumat daripada
nb: Dato og klokkeslett for å skrive ut informasjon fra
nl: Datum en tijd om info af te drukken
pt_br: Data e hora para imprimir informações de
ro: Data și ora de la care imprimați informațiile
tr: Bilgilerin yazdırılacağı tarih ve saat
uk: Дата й час для друку інформації
zh: 列印資訊的日期和時間

# NKS_DATES_TIMER_SETTINGS_DESC
source: This section lets you configure how the timer application works.
ar: يسمح لك هذا القسم بتكوين كيفية عمل تطبيق المؤقت.
de: In diesem Abschnitt können Sie die Funktionsweise der Timer-Anwendung konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας της εφαρμογής χρονοδιακόπτη.
es: Esta sección le permite configurar cómo funciona la aplicación del temporizador.
fr: Cette section vous permet de configurer le fonctionnement de l'application du minuteur.
ga: Ligeann an chuid seo duit conas a oibríonn an feidhmchlár lasc ama a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि टाइमर एप्लिकेशन कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja aplikasi pengatur waktu.
it: Questa sezione consente di configurare il funzionamento dell'applicazione timer.
ja: このセクションでは、タイマー アプリケーションの動作を構成できます。
ko: 이 섹션에서는 타이머 애플리케이션의 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara aplikasi pemasa berfungsi.
nb: Denne delen lar deg konfigurere hvordan timerapplikasjonen fungerer.
nl: In dit gedeelte kunt u configureren hoe de timertoepassing werkt.
pt_br: Esta seção permite que você configure como o aplicativo de timer funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează aplicația cronometru.
tr: Bu bölüm zamanlayıcı uygulamasının nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу програми таймера.
zh: 此部分讓您配置計時器應用程式的工作方式。

# NKS_DATES_POMODORO_SETTINGS_DESC
source: This section lets you configure how the pomodoro timer application works.
ar: يتيح لك هذا القسم تكوين كيفية عمل تطبيق مؤقت بومودورو.
de: In diesem Abschnitt können Sie die Funktionsweise der Pomodoro-Timer-Anwendung konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας της εφαρμογής χρονοδιακόπτη pomodoro.
es: Esta sección le permite configurar cómo funciona la aplicación del temporizador pomodoro.
fr: Cette section vous permet de configurer le fonctionnement de l'application de minuterie Pomodoro.
ga: Ligeann an chuid seo duit conas a oibríonn an feidhmchlár lasc ama pomodoro a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि पोमोडोरो टाइमर एप्लिकेशन कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja aplikasi pengatur waktu pomodoro.
it: Questa sezione consente di configurare il funzionamento dell'applicazione Pomodoro Timer.
ja: このセクションでは、ポモドーロ タイマー アプリケーションの動作を構成できます。
ko: 이 섹션에서는 포모도로 타이머 애플리케이션의 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara aplikasi pemasa pomodoro berfungsi.
nb: Denne delen lar deg konfigurere hvordan pomodoro timer-applikasjonen fungerer.
nl: In dit gedeelte kunt u configureren hoe de Pomodoro-timertoepassing werkt.
pt_br: Esta seção permite que você configure como o aplicativo temporizador Pomodoro funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează aplicația timer pomodoro.
tr: Bu bölüm pomodoro zamanlayıcı uygulamasının nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу програми таймера pomodoro.
zh: 此部分讓您配置番茄工作法計時器應用程式的工作方式。

# NKS_DATES_POMODORO_SETTINGS_ENABLEFIGLET_NAME
source: Enable Figlet for the pomodoro timer
ar: تمكين Figlet لمؤقت بومودورو
de: Figlet für den Pomodoro-Timer aktivieren
el: Ενεργοποιήστε το Figlet για το χρονόμετρο pomodoro
es: Habilitar Figlet para el temporizador pomodoro
fr: Activer Figlet pour le minuteur Pomodoro
ga: Cumasaigh Figlet don lasc ama pomodoro
hi: पोमोडोरो टाइमर के लिए फिगलेट सक्षम करें
id: Aktifkan Figlet untuk pengatur waktu pomodoro
it: Abilita Figlet per il timer pomodoro
ja: ポモドーロタイマーのFigletを有効にする
ko: 포모도로 타이머에 Figlet 활성화
ms: Dayakan Figlet untuk pemasa pomodoro
nb: Aktiver Figlet for pomodoro-timeren
nl: Figlet inschakelen voor de pomodoro-timer
pt_br: Habilitar Figlet para o timer pomodoro
ro: Activați Figlet pentru cronometrul pomodoro
tr: Pomodoro zamanlayıcısı için Figlet'i etkinleştirin
uk: Увімкніть Figlet для таймера pomodoro
zh: 為番茄工作法計時器啟用 Figlet

# NKS_DATES_POMODORO_SETTINGS_ENABLEFIGLET_DESC
source: If enabled, will use figlet for the pomodoro timer. Please note that it needs a big console screen in order to render the time properly with Figlet enabled.
ar: إذا تم تمكينه، فسوف نستخدم figlet لمؤقت بومودورو. يرجى ملاحظة أنه يحتاج إلى شاشة وحدة تحكم كبيرة لعرض الوقت بشكل صحيح مع تمكين Figlet.
de: Wenn aktiviert, wird Figlet für den Pomodoro-Timer verwendet. Bitte beachten Sie, dass ein großer Konsolenbildschirm erforderlich ist, um die Zeit bei aktiviertem Figlet richtig darzustellen.
el: Εάν είναι ενεργοποιημένο, θα χρησιμοποιήσει το figlet για το χρονόμετρο pomodoro. Λάβετε υπόψη ότι χρειάζεται μια μεγάλη οθόνη κονσόλας για να αποδώσει σωστά τον χρόνο με το Figlet ενεργοποιημένο.
es: Si está habilitado, se usará Figlet para el temporizador Pomodoro. Tenga en cuenta que se necesita una pantalla de consola grande para mostrar la hora correctamente con Figlet habilitado.
fr: Si cette option est activée, Figlet sera utilisé pour le minuteur Pomodoro. Veuillez noter qu'un grand écran de console est nécessaire pour afficher correctement l'heure avec Figlet activé.
ga: Má tá sé cumasaithe, úsáidfear figlet don lasc ama pomodoro. Tabhair faoi deara le do thoil go dteastaíonn scáileán mór consóil uaidh chun an t-am a chur ar fáil i gceart agus Figlet cumasaithe.
hi: यदि सक्षम है, तो पोमोडोरो टाइमर के लिए फिगलेट का उपयोग किया जाएगा। कृपया ध्यान दें कि फिगलेट सक्षम होने पर समय को ठीक से प्रस्तुत करने के लिए इसे एक बड़ी कंसोल स्क्रीन की आवश्यकता होती है।
id: Jika diaktifkan, akan menggunakan figlet untuk pengatur waktu pomodoro. Harap perhatikan bahwa diperlukan layar konsol yang besar agar dapat menampilkan waktu dengan benar saat Figlet diaktifkan.
it: Se abilitato, utilizzerà figlet per il timer pomodoro. Nota che è necessario uno schermo di console grande per visualizzare correttamente l'ora con Figlet abilitato.
ja: 有効にすると、ポモドーロ タイマーに figlet が使用されます。Figlet を有効にして時間を適切にレンダリングするには、大きなコンソール画面が必要であることに注意してください。
ko: 활성화하면, 포모도로 타이머에 figlet을 사용합니다. Figlet을 활성화하면 시간을 제대로 렌더링하려면 큰 콘솔 화면이 필요하다는 점에 유의하세요.
ms: Jika didayakan, akan menggunakan figlet untuk pemasa pomodoro. Sila ambil perhatian bahawa ia memerlukan skrin konsol yang besar untuk memaparkan masa dengan betul dengan Figlet didayakan.
nb: Hvis aktivert, bruker figlet for pomodoro-timeren. Vær oppmerksom på at den trenger en stor konsollskjerm for å gjengi tiden riktig med Figlet aktivert.
nl: Als dit is ingeschakeld, wordt figlet gebruikt voor de pomodoro-timer. Let op: er is een groot consolescherm nodig om de tijd correct weer te geven met Figlet ingeschakeld.
pt_br: Se habilitado, usará o figlet para o timer pomodoro. Observe que ele precisa de uma tela de console grande para renderizar o tempo corretamente com o Figlet habilitado.
ro: Dacă este activat, va folosi figlet pentru cronometrul pomodoro. Vă rugăm să rețineți că are nevoie de un ecran mare de consolă pentru a reda timpul corect cu Figlet activat.
tr: Etkinleştirilirse, pomodoro zamanlayıcısı için figlet kullanılacaktır. Figlet etkinleştirildiğinde zamanı düzgün bir şekilde gösterebilmek için büyük bir konsol ekranına ihtiyaç duyduğunu lütfen unutmayın.
uk: Якщо ввімкнено, figlet використовуватиметься для таймера pomodoro. Будь ласка, зверніть увагу, що йому потрібен великий екран консолі, щоб правильно відображати час із увімкненим Figlet.
zh: 如果啟用，將使用 figlet 作為番茄工作法計時器。請注意，在啟用 Figlet 的情況下，需要一個大的控制台螢幕才能正確呈現時間。

# NKS_DATES_POMODORO_SETTINGS_FIGLETFONT_NAME
source: Figlet font for the pomodoro timer
ar: خط Figlet لمؤقت Pomodoro
de: Figlet-Schriftart für den Pomodoro-Timer
el: Γραμματοσειρά Figlet για το χρονόμετρο pomodoro
es: Fuente Figlet para el temporizador pomodoro
fr: Police Figlet pour le minuteur Pomodoro
ga: Cló Figlet don lasc ama pomodoro
hi: पोमोडोरो टाइमर के लिए फ़िगलेट फ़ॉन्ट
id: Font Figlet untuk pengatur waktu pomodoro
it: Font Figlet per il timer pomodoro
ja: ポモドーロタイマーのFigletフォント
ko: 포모도로 타이머를 위한 Figlet 글꼴
ms: Fon figlet untuk pemasa pomodoro
nb: Figlet-font for pomodoro-timeren
nl: Figlet-lettertype voor de pomodoro-timer
pt_br: Fonte Figlet para o cronômetro pomodoro
ro: Font Figlet pentru cronometrul pomodoro
tr: Pomodoro zamanlayıcısı için Figlet yazı tipi
uk: Шрифт Figlet для таймера Pomodoro
zh: 番茄工作法計時器的 Figlet 字體

# NKS_DATES_EXPIRY_PRODDATEINVALID
source: Production date is invalid
ar: تاريخ الإنتاج غير صحيح
de: Produktionsdatum ist ungültig
el: Η ημερομηνία παραγωγής δεν είναι έγκυρη
es: Fecha de producción inválida
fr: Date de production non valide
ga: Tá an dáta táirgthe neamhbhailí
hi: उत्पादन तिथि अमान्य है
id: Tanggal produksi tidak valid
it: Data di produzione non valida
ja: 製造日が無効です
ko: 생산 날짜가 잘못되었습니다.
ms: Tarikh pengeluaran tidak sah
nb: Produksjonsdatoen er ugyldig
nl: Productiedatum is ongeldig
pt_br: Data de produção inválida
ro: Data producției este invalidă
tr: Üretim tarihi geçersiz
uk: Дата виробництва недійсна
zh: 生產日期無效

# NKS_DATES_EXPIRY_EXPTIMEINVALID
source: Expiry time period is invalid
ar: فترة انتهاء الصلاحية غير صحيحة
de: Ablaufdatum ist ungültig
el: Η χρονική περίοδος λήξης δεν είναι έγκυρη
es: Periodo de caducidad inválido
fr: Délai d'expiration non valide
ga: Tá an tréimhse ama éaga neamhbhailí
hi: समाप्ति समय अवधि अमान्य है
id: Periode waktu kedaluwarsa tidak valid
it: Periodo di scadenza non valido
ja: 有効期限が無効です
ko: 만료 기간이 잘못되었습니다.
ms: Tempoh masa tamat adalah tidak sah
nb: Utløpsperioden er ugyldig
nl: Vervaldatum is ongeldig
pt_br: Período de validade inválido
ro: Perioada de expirare este nevalidă
tr: Son kullanma tarihi geçersiz
uk: Термін дії недійсний
zh: 有效期限無效

# NKS_DATES_EXPIRY_EXPDATEINVALID
source: Expiry date is invalid
ar: تاريخ الانتهاء غير صحيح
de: Ablaufdatum ist ungültig
el: Η ημερομηνία λήξης δεν είναι έγκυρη
es: Fecha de caducidad inválida
fr: Date d'expiration non valide
ga: Tá an dáta éaga neamhbhailí
hi: समाप्ति तिथि अमान्य है
id: Tanggal kedaluwarsa tidak valid
it: Data di scadenza non valida
ja: 有効期限が無効です
ko: 만료 날짜가 잘못되었습니다.
ms: Tarikh luput tidak sah
nb: Utløpsdatoen er ugyldig
nl: Vervaldatum is ongeldig
pt_br: Data de validade inválida
ro: Data de expirare este nevalidă
tr: Son kullanma tarihi geçersiz
uk: Термін придатності недійсний
zh: 有效期限無效

# NKS_DATES_EXPIRY_PRODDATE
source: Production date
ar: تاريخ الإنتاج
de: Produktionsdatum
el: Ημερομηνία παραγωγής
es: Fecha de producción
fr: Date de production
ga: Dáta táirgthe
hi: उत्पादन तिथि
id: Tanggal produksi
it: Data di produzione
ja: 製造日
ko: 생산 날짜
ms: Tarikh pengeluaran
nb: Produksjonsdato
nl: Productiedatum
pt_br: Data de produção
ro: Data producției
tr: Üretim tarihi
uk: Дата виробництва
zh: 生產日期

# NKS_DATES_EXPIRY_EXPDATE
source: Expiry date
ar: تاريخ الانتهاء
de: Ablaufdatum
el: Ημερομηνία λήξης
es: Fecha de caducidad
fr: Date d'expiration
ga: Dáta éaga
hi: समाप्ति तिथि
id: Tanggal kedaluwarsa
it: Data di scadenza
ja: 有効期限
ko: 만료 날짜
ms: tarikh luput
nb: Utløpsdato
nl: Vervaldatum
pt_br: Data de validade
ro: Data de expirare
tr: Son kullanma tarihi
uk: Термін придатності
zh: 有效期限

# NKS_DATES_EXPIRY_EXPTIME
source: Expiry time span
ar: فترة انتهاء الصلاحية
de: Ablaufzeitraum
el: Χρονικό διάστημα λήξης
es: Periodo de caducidad
fr: Délai d'expiration
ga: Réise ama éaga
hi: समाप्ति समय अवधि
id: Rentang waktu kedaluwarsa
it: Intervallo di scadenza
ja: 有効期限期間
ko: 만료 기간
ms: Jangka masa tamat tempoh
nb: Utløpstid
nl: Vervalperiode
pt_br: Período de validade
ro: Perioada de expirare
tr: Son kullanma süresi aralığı
uk: Термін придатності
zh: 有效期限跨

# NKS_DATES_EXPIRY_PRODHEALTH
source: Product health
ar: صحة المنتج
de: Produktzustand
el: Υγεία προϊόντος
es: Estado del producto
fr: État du produit
ga: Sláinte táirge
hi: उत्पाद स्वास्थ्य
id: Kesehatan produk
it: Stato del prodotto
ja: 製品の健全性
ko: 제품 상태
ms: Kesihatan produk
nb: Produkthelse
nl: Productstatus
pt_br: Saúde do produto
ro: Sănătatea produsului
tr: Ürün sağlığı
uk: Здоров'я продукту
zh: 產品健康狀況

# NKS_DATES_EXPIRY_PRODSTATUS
source: Product status
ar: حالة المنتج
de: Produktstatus
el: Κατάσταση προϊόντος
es: Estado del producto
fr: État du produit
ga: Stádas an táirge
hi: उत्पाद स्थिति
id: Status produk
it: Stato del prodotto
ja: 製品のステータス
ko: 제품 상태
ms: Status produk
nb: Produktstatus
pt_br: Status do produto
ro: Starea produsului
tr: Ürün durumu
uk: Статус товару
zh: 產品狀態

# NKS_DATES_EXPIRY_NOEXPIRYINFO
source: Failed to get product expiry information
ar: فشل الحصول على معلومات انتهاء صلاحية المنتج
de: Produktablaufinformationen konnten nicht abgerufen werden
el: Αποτυχία λήψης πληροφοριών λήξης του προϊόντος
es: No se pudo obtener la información de caducidad del producto
fr: Échec de l'obtention des informations d'expiration du produit
ga: Theip ar fhaisnéis éaga an táirge a fháil
hi: उत्पाद समाप्ति जानकारी प्राप्त करने में विफल
id: Gagal mendapatkan informasi kedaluwarsa produk
it: Impossibile ottenere le informazioni sulla scadenza del prodotto
ja: 製品の有効期限情報の取得に失敗しました
ko: 제품 만료 정보를 가져오지 못했습니다.
ms: Gagal mendapatkan maklumat tamat tempoh produk
nb: Kunne ikke hente informasjon om produktutløp
nl: Kan productvervaldatuminformatie niet ophalen
pt_br: Falha ao obter informações de validade do produto
ro: Nu s-au putut obține informațiile despre expirarea produsului
tr: Ürün son kullanma bilgisi alınamadı
uk: Не вдалося отримати інформацію про термін придатності продукту
zh: 無法取得產品有效期限資訊

# NKS_DATES_COMMAND_EXPIRY_DESC
source: Gets the product expiry information
ar: الحصول على معلومات انتهاء صلاحية المنتج
de: Ablaufinformationen werden abgerufen
el: Λαμβάνει τις πληροφορίες λήξης του προϊόντος
es: Obtiene la información de caducidad del producto
fr: Obtention des informations d'expiration du produit
ga: Faigheann sé faisnéis faoi dhul in éag an táirge
hi: उत्पाद समाप्ति जानकारी प्राप्त करता है
id: Mendapatkan informasi kedaluwarsa produk
it: Ottiene le informazioni sulla scadenza del prodotto
ja: 製品の有効期限情報を取得します
ko: 제품 만료 정보를 가져옵니다.
ms: Mendapat maklumat tamat tempoh produk
nb: Får informasjon om produktets utløpsdato
nl: Verkrijgt de productvervaldatuminformatie
pt_br: Obtém as informações de validade do produto
ro: Obține informațiile despre expirarea produsului
tr: Ürün son kullanma bilgilerini alır
uk: Отримує інформацію про термін придатності продукту
zh: 取得產品有效期限資訊

# NKS_DATES_COMMAND_EXPIRY_ARGUMENT_PRODUCTION_DESC
source: Production date (look at either the side or the bottom of the product)
ar: تاريخ الإنتاج (انظر إلى جانب المنتج أو أسفله)
de: Produktionsdatum (siehe Seite oder Unterseite des Produkts)
el: Ημερομηνία παραγωγής (κοιτάξτε είτε στο πλάι είτε στο κάτω μέρος του προϊόντος)
es: Fecha de producción (ver el lateral o la parte inferior del producto)
fr: Date de production (regardez sur le côté ou le dessous du produit)
ga: Dáta táirgthe (féach ar thaobh nó bun an táirge)
hi: उत्पादन तिथि (उत्पाद के किनारे या नीचे देखें)
id: Tanggal produksi (lihat bagian samping atau bawah produk)
it: Data di produzione (guardare sul lato o sul fondo del prodotto)
ja: 製造日（製品の側面または底面をご覧ください）
ko: 생산 날짜(제품 측면 또는 하단 참조)
ms: Tarikh pengeluaran (lihat sama ada sisi atau bahagian bawah produk)
nb: Produksjonsdato (se enten på siden eller bunnen av produktet)
nl: Productdatum (kijk naar de zijkant of onderkant van het product)
pt_br: Data de produção (consulte a lateral ou a parte inferior do produto)
ro: Data producției (uitați-vă fie pe partea laterală, fie pe partea de jos a produsului)
tr: Üretim tarihi (ürünün yan tarafına veya altına bakın)
uk: Дата виробництва (дивіться або збоку, або знизу виробу)
zh: 生產日期（請查看產品側面或底部）

# NKS_DATES_COMMAND_EXPIRY_ARGUMENT_EXPIRY_DESC
source: Expiry date or time period (either explicitly written in the same spot or time spans, such as 6 months or 1 year)
ar: تاريخ الانتهاء أو الفترة الزمنية (سواءً مكتوبة صراحةً في نفس المكان أو فترات زمنية، مثل 6 أشهر أو سنة واحدة)
de: Ablaufdatum oder Zeitraum (entweder explizit an derselben Stelle angegeben oder Zeitspannen, z. B. 6 Monate oder 1 Jahr)
el: Ημερομηνία ή χρονική περίοδος λήξης (είτε γράφεται ρητά στο ίδιο σημείο είτε χρονικά διαστήματα, όπως 6 μήνες ή 1 έτος)
es: Fecha o período de caducidad (ya sea escrito explícitamente en el mismo lugar o en períodos, como 6 meses o 1 año)
fr: Date ou délai d'expiration (écrit explicitement au même endroit ou par intervalles, par exemple 6 mois ou 1 an)
ga: Dáta éaga nó tréimhse ama (scríofa go sainráite sa láthair chéanna nó sna tréimhsí ama céanna, amhail 6 mhí nó 1 bhliain)
hi: समाप्ति तिथि या समय अवधि (या तो एक ही स्थान पर या समय अवधि में स्पष्ट रूप से लिखी गई है, जैसे कि 6 महीने या 1 वर्ष)
id: Tanggal kedaluwarsa atau periode waktu (baik ditulis secara eksplisit di tempat atau rentang waktu yang sama, seperti 6 bulan atau 1 tahun)
it: Data o periodo di scadenza (scritto esplicitamente nello stesso punto o in intervalli di tempo, come 6 mesi o 1 anno)
ja: 有効期限または期間（同じ場所に明示的に記載されているか、6か月や1年などの期間）
ko: 만료 날짜 또는 기간(같은 위치에 명시적으로 작성되거나 6개월 또는 1년과 같이 기간)
ms: Tarikh luput atau tempoh masa (sama ada ditulis secara eksplisit pada tempat atau jangka masa yang sama, seperti 6 bulan atau 1 tahun)
nb: Utløpsdato eller tidsperiode (enten eksplisitt skrevet på samme sted eller tidsrom, for eksempel 6 måneder eller 1 år)
nl: Vervaldatum of periode (expliciet op dezelfde plek geschreven of tijdsperioden, zoals 6 maanden of 1 jaar)
pt_br: Data ou período de validade (explicitamente escritos no mesmo local ou em períodos de tempo, como 6 meses ou 1 ano)
ro: Data de expirare sau perioada de timp (fie scrisă explicit în același loc sau intervale de timp, cum ar fi 6 luni sau 1 an)
tr: Son kullanma tarihi veya zaman aralığı (aynı noktada açıkça yazılmış veya 6 ay veya 1 yıl gibi zaman aralıkları)
uk: Термін придатності або період часу (або чітко вказано в тому самому місці, або проміжки часу, наприклад 6 місяців або 1 рік)
zh: 有效期限或期限（明確寫在同一位置或時段，例如 6 個月或 1 年）
