Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Dates/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, zh

# NKS_DATES_KEYBINDING_EXIT
source: Exit
ar: خروج
de: Ausgang
el: Εξοδος
es: Salida
fr: Sortie
ga: Scoir
hi: बाहर जाएं
id: KELUAR
it: Uscita
ja: 出口
ko: 출구
ms: Keluar
nb: Gå
nl: Uitgang
pt_br: Saída
ro: Ieșire
tr: Çıkış
uk: Вихід
zh: 出口

# NKS_DATES_COMMAND_GETTIMEINFO_DESC
source: Gets the date and time information
ar: يحصل على معلومات التاريخ والوقت
de: Ruft Datums- und Uhrzeitinformationen ab
el: Λαμβάνει πληροφορίες ημερομηνίας και ώρας
es: Obtiene la información de fecha y hora
fr: Obtient les informations de date et d'heure
ga: Faigheann sé an t-eolas dáta agus am
hi: दिनांक और समय की जानकारी प्राप्त करता है
id: Mendapatkan informasi tanggal dan waktu
it: Ottiene le informazioni su data e ora
ja: 日時情報を取得します
ko: 날짜 및 시간 정보를 가져옵니다.
ms: Mendapat maklumat tarikh dan masa
nb: Får informasjon om dato og klokkeslett
nl: Krijgt de datum en tijd informatie
pt_br: Obtém as informações de data e hora
ro: Obține informații despre dată și oră
tr: Tarih ve saat bilgilerini alır
uk: Отримує інформацію про дату й час
zh: 獲取日期和時間信息

# NKS_DATES_TIMEINFO_MS
source: Milliseconds:
ar: ميلي ثانية:
de: Millisekunden:
el: Χιλιοστά του δευτερολέπτου:
es: Milisegundos:
fr: Millisecondes :
ga: Milleasoicindí:
hi: मिलीसेकंड:
id: Milidetik:
it: Millisecondi:
ja: ミリ秒:
ko: 밀리 초 :
ms: milisaat:
nb: Millisekunder:
nl: milliseconden:
pt_br: Milissegundos:
ro: Milisecunde:
tr: Milisaniyeler:
uk: мілісекунди:
zh: 毫秒：

# NKS_DATES_TIMEINFO_SECONDS
source: Seconds:
ar: ثواني:
de: Sekunden:
el: Δευτερόλεπτα:
es: Segundos:
fr: Secondes :
ga: Soicind:
hi: सेकंड:
id: Detik:
it: Secondi:
ja: 秒:
ko: 초 :
ms: Saat:
nb: sekunder:
nl: seconden:
pt_br: Segundos:
ro: secunde:
tr: Saniye:
uk: Секунди:
zh: 秒：

# NKS_DATES_TIMEINFO_MINUTES
source: Minutes:
ar: الدقائق:
de: Protokoll:
el: Λεπτά:
es: Minutos:
ga: Nóiméad:
hi: मिनट:
id: Risalah:
it: Minuti:
ja: 分:
ko: 의사록:
ms: minit:
nb: Minutter:
nl: Minuten:
pt_br: Minutos:
ro: Minute:
tr: Tutanaklar:
uk: Хвилини:
zh: 分鐘：

# NKS_DATES_TIMEINFO_HOURS
source: Hours:
ar: ساعات:
de: Std:
el: Ωρες:
es: Horas:
fr: Les heures:
ga: Uaireanta:
hi: घंटे:
id: Jam:
it: Ore:
ja: 時間：
ko: 시간:
ms: Jam:
nb: Åpningstider:
nl: Uren:
pt_br: Horas:
ro: Ore:
tr: Saat:
uk: Час роботи:
zh: 小時：

# NKS_DATES_TIMEINFO_DAYS
source: Days:
ar: أيام:
de: Tage:
el: Ημέρες:
es: Dias:
fr: Journées:
ga: Laethanta:
hi: दिन:
id: Hari:
it: Giorni:
ja: 日々：
ko: 요일 :
ms: Hari:
nb: Dager:
nl: dagen:
pt_br: Dias:
ro: Zile:
tr: Günler:
uk: днів:
zh: 天：

# NKS_DATES_TIMEINFO_MONTHS
source: Months:
ar: شهور:
de: Monate:
el: Μήνες:
es: Meses:
fr: Mois:
ga: Míonna:
hi: महीने:
id: Bulan:
it: Mesi:
ja: 月:
ko: 개월 :
ms: bulan:
nb: Måneder:
nl: Maanden:
pt_br: Meses:
ro: Luni:
tr: Aylar:
uk: Місяці:
zh: 月份：

# NKS_DATES_TIMEINFO_YEARS
source: Year:
ar: سنة:
de: Jahr:
el: Ετος:
es: Año:
fr: An:
ga: Bliain:
hi: साल:
id: Tahun:
it: Anno:
ja: 年：
ko: 년:
ms: tahun:
nb: År:
nl: Jaar:
pt_br: Ano:
ro: An:
tr: Yıl:
uk: рік:
zh: 年：

# NKS_DATES_TIMEINFO_DAYOFYEAR
source: Day of Year:
ar: يوم من السنة:
de: Tag des Jahres:
el: Ημέρα του έτους:
es: Día del año:
fr: Jour de l'année :
ga: Lá na Bliana:
hi: वर्ष का दिन:
id: Hari dalam Setahun:
it: Giorno dell'anno:
ja: 年間通算日:
ko: 일 :
ms: Hari dalam Tahun:
nb: Dag i året:
nl: Dag van het jaar:
pt_br: Dia do ano:
ro: Ziua anului:
tr: Yılın Günü:
uk: День року:
zh: 一年中的一天：

# NKS_DATES_TIMEINFO_DAYOFWEEK
source: Day of Week:
ar: يوم من الأسبوع:
de: Wochentag:
el: Μερα της ΕΒΔΟΜΑΔΑΣ:
es: Día de la semana:
fr: Jour de la semaine:
ga: Lá na Seachtaine:
hi: सप्ताह के दिन:
id: Hari dalam Seminggu:
it: Giorno della settimana:
ja: 曜日：
ko: 요일 :
ms: Hari dalam Minggu:
nb: Ukedag:
nl: Dag van de week:
pt_br: Dia da semana:
ro: Zi a săptămânii:
tr: Haftanın Günü:
uk: День тижня:
zh: 星期幾：

# NKS_DATES_TIMEINFO_BINARY
source: Binary:
ar: الثنائية:
de: Binär:
el: Δυάδικος:
es: Binario:
fr: Binaire:
ga: Dénártha:
hi: बाइनरी:
id: Biner:
it: Binario:
ja: バイナリ：
ko: 바이너리 :
ms: binari:
nb: Binær:
nl: Binair:
pt_br: Binário:
ro: Binar:
tr: İkili:
uk: двійковий:
zh: 二進制：

# NKS_DATES_TIMEINFO_LOCALTIME
source: Local Time:
ar: الوقت المحلي:
de: Ortszeit:
el: Τοπική ώρα:
es: Hora local:
fr: Heure locale:
ga: Am Áitiúil:
hi: स्थानीय समय:
id: Waktu setempat:
it: Ora locale:
ja: 現地時間：
ko: 현지 시각:
ms: Waktu Tempatan:
nb: Lokal tid:
nl: Lokale tijd:
pt_br: Hora local:
ro: Ora locala:
tr: Yerel Saat:
uk: Місцевий час:
zh: 當地時間：

# NKS_DATES_TIMEINFO_UNIVERSALTIME
source: Universal Time:
ar: التوقيت العالمي:
de: Weltzeit:
es: Tiempo Universal:
fr: Temps universel:
ga: Am Uilíoch:
hi: सार्वभौमिक समय:
id: Waktu Universal:
it: Tempo universale:
ja: 世界時:
ko: 세계시 :
ms: Masa Sejagat:
nb: Universell tid:
nl: Universele tijd:
pt_br: Tempo Universal:
ro: Timp universal:
tr: Evrensel Zaman:
uk: Всесвітній час:
zh: 世界時間：

# NKS_DATES_TIMEINFO_UNIXTIME
source: Unix Time:
ar: وقت يونكس:
de: Unix-Zeit:
es: Hora de Unix:
fr: Temps Unix :
ga: Am Unix:
hi: यूनिक्स समय:
id: Waktu Unix:
it: Tempo Unix:
ja: Unix 時間:
ko: 유닉스 시간 :
ms: Masa Unix:
nb: Unix-tid:
nl: Unix-tijd:
pt_br: Horário Unix:
ro: Ora Unix:
tr: Unix Zamanı:
uk: Час Unix:
zh: Unix時間：

# NKS_DATES_TIMEINFO_DATEINFOCANTPARSE1
source: Failed to parse date information for
ar: فشل تحليل معلومات التاريخ لـ
de: Fehler beim Parsen der Datumsinformationen für
el: Αποτυχία ανάλυσης πληροφοριών ημερομηνίας για
es: No se pudo analizar la información de la fecha de
fr: Échec de l'analyse des informations de date pour
ga: Theip ar fhaisnéis dáta a pharsáil le haghaidh
hi: दिनांक जानकारी पार्स करने में विफल
id: Gagal mengurai informasi tanggal untuk
it: Impossibile analizzare le informazioni sulla data per
ja: の日付情報の解析に失敗しました
ko: 날짜 정보를 파싱하지 못했습니다.
ms: Gagal menghuraikan maklumat tarikh untuk
nb: Kunne ikke analysere datoinformasjon for
nl: Kan datumgegevens niet parseren voor
pt_br: Falha ao analisar informações de data para
ro: Nu s-au putut analiza informațiile despre dată pentru
tr: Tarih bilgisi için ayrıştırma başarısız oldu
uk: Не вдалося проаналізувати інформацію про дату
zh: 無法解析日期信息

# NKS_DATES_TIMEINFO_DATEINFOCANTPARSE2
source: Ensure that the format is correct.
ar: تأكد من صحة التنسيق.
de: Stellen Sie sicher, dass das Format korrekt ist.
el: Βεβαιωθείτε ότι η μορφή είναι σωστή.
es: Asegúrese de que el formato sea correcto.
fr: Assurez-vous que le format est correct.
ga: Cinntigh go bhfuil an fhormáid cheart.
hi: सुनिश्चित करें कि प्रारूप सही है।
id: Pastikan formatnya benar.
it: Assicurati che il formato sia corretto.
ja: フォーマットが正しいことを確認してください。
ko: 형식이 올바른지 확인하십시오.
ms: Pastikan formatnya betul.
nb: Sørg for at formatet er riktig.
nl: Zorg ervoor dat het formaat correct is.
pt_br: Certifique-se de que o formato esteja correto.
ro: Asigurați-vă că formatul este corect.
tr: Formatın doğru olduğundan emin olun.
uk: Переконайтеся, що формат правильний.
zh: 確保格式正確。

# NKS_DATES_TIMEINFO_DATE
source: Date:
ar: تاريخ:
de: Datum:
el: Ημερομηνία:
es: Fecha:
ga: Dáta:
hi: तारीख:
id: Tanggal:
it: Data:
ja: 日付：
ko: 데이트:
ms: Tarikh:
nb: Dato:
nl: Datum:
pt_br: Data:
ro: Data:
tr: Tarih:
uk: Дата:
zh: 日期：

# NKS_DATES_TIMEINFO_TIME
source: Time:
ar: زمن:
de: Zeit:
el: Χρόνος:
es: Hora:
fr: Temps:
ga: Am:
hi: समय:
id: Waktu:
it: Tempo:
ja: 時間：
ko: 시각:
ms: Masa:
nb: Tid:
nl: Tijd:
pt_br: Tempo:
ro: Timp:
tr: Zaman:
uk: час:
zh: 時間：

# NKS_DATES_COMMAND_STOPWATCH_DESC
source: A simple stopwatch
ar: ساعة توقيت بسيطة
de: Eine einfache Stoppuhr
el: Ένα απλό χρονόμετρο
es: Un simple cronómetro
fr: Un simple chronomètre
ga: Stopuaireadóir simplí
hi: एक साधारण स्टॉपवॉच
id: Stopwatch sederhana
it: Un semplice cronometro
ja: シンプルなストップウォッチ
ko: 간단한 스톱워치
ms: Jam randik yang mudah
nb: En enkel stoppeklokke
nl: Een eenvoudige stopwatch
pt_br: Um cronômetro simples
ro: Un simplu cronometru
tr: Basit bir kronometre
uk: Простий секундомір
zh: 一個簡單的秒錶

# NKS_DATES_STOPWATCH_STARTSTOP
source: Start or stop
ar: ابدأ أو توقف
de: Starten oder stoppen
el: Έναρξη ή διακοπή
es: Iniciar o detener
fr: Démarrer ou arrêter
ga: Tosaigh nó stop
hi: स्टार्ट या स्टॉप
id: Mulai atau hentikan
it: Inizia o ferma
ja: 開始または停止
ko: 시작 또는 중지
ms: Mula atau berhenti
nb: Start eller stopp
nl: Start of stop
pt_br: Iniciar ou parar
ro: Porniți sau opriți
tr: Başlat veya durdur
uk: Почніть або зупиніть
zh: 開始或停止

# NKS_DATES_STOPWATCH_LAP
source: Lap
ar: حجر
de: Runde
el: Αγκαλιά
es: Vuelta
fr: Genoux
ga: Glúine
hi: गोद
id: Pangkuan
it: Giro
ja: ラップ
ko: 무릎
ms: pusingan
nb: Fang
nl: Ronde
pt_br: Colo
ro: Poala
tr: Kucak
uk: коліна
zh: 圈

# NKS_DATES_STOPWATCH_RESET
source: Reset
ar: إعادة ضبط
de: Zurücksetzen
el: Επαναφορά
es: Reiniciar
fr: Réinitialiser
ga: Athshocraigh
hi: रीसेट
id: Mengatur ulang
it: Ripristina
ja: リセット
ko: 초기화
ms: Tetapkan semula
nb: Tilbakestill
nl: Resetten
pt_br: Reiniciar
ro: Resetați
tr: Sıfırla
uk: Скинути
zh: 重啟

# NKS_DATES_COMMAND_TIMER_DESC
source: A simple timer
ar: جهاز توقيت بسيط
de: Ein einfacher Timer
el: Ένα απλό χρονόμετρο
es: Un temporizador sencillo
fr: Une simple minuterie
ga: Amadóir simplí
hi: एक साधारण टाइमर
id: Pengatur waktu sederhana
it: Un semplice timer
ja: シンプルなタイマー
ko: 간단한 타이머
ms: Pemasa yang mudah
nb: En enkel timer
nl: Een eenvoudige timer
pt_br: Um temporizador simples
ro: Un simplu cronometru
tr: Basit bir zamanlayıcı
uk: Простий таймер
zh: 一個簡單的計時器

# NKS_DATES_TIMERS_KEYBINDING_SETTIME
source: Set interval
ar: ضبط الفاصل الزمني
de: Intervall einstellen
el: Ορισμός διαστήματος
es: Establecer intervalo
fr: Définir l'intervalle
ga: Socraigh eatramh
hi: अंतराल सेट करें
id: Atur interval
it: Imposta intervallo
ja: 間隔を設定する
ko: 간격 설정
ms: Tetapkan selang
nb: Still inn intervall
nl: Interval instellen
pt_br: Definir intervalo
ro: Setați intervalul
tr: Aralık ayarla
uk: Встановити інтервал
zh: 設置間隔

# NKS_DATES_TIMERS_TIMEOUTNEEDSNUMBER
source: Indicated timeout is not numeric.
ar: المهلة المشار إليها ليست رقمية.
de: Das angegebene Timeout ist nicht numerisch.
el: Το ενδεικνυόμενο χρονικό όριο δεν είναι αριθμητικό.
es: El tiempo de espera indicado no es numérico.
fr: Le délai d'attente indiqué n'est pas numérique.
ga: Níl an teorainn ama léirithe uimhriúil.
hi: संकेतित समयबाह्य सांख्यिक नहीं है।
id: Waktu habis yang ditunjukkan bukan angka.
it: Il timeout indicato non è numerico.
ja: 示されているタイムアウトは数値ではありません。
ko: 표시된 시간 초과는 숫자가 아닙니다.
ms: Tamat masa yang dinyatakan bukan angka.
nb: Indikert tidsavbrudd er ikke numerisk.
nl: De aangegeven time-out is niet numeriek.
pt_br: O tempo limite indicado não é numérico.
ro: Timeout indicat nu este numeric.
tr: Belirtilen zaman aşımı sayısal değil.
uk: Зазначений час очікування не є числовим.
zh: 指示的超時不是數字。

# NKS_DATES_TIMERS_TIMEOUTPROMPT
source: Specify the timeout in milliseconds
ar: حدد المهلة بالمللي ثانية
de: Geben Sie das Timeout in Millisekunden an
el: Καθορίστε το χρονικό όριο σε χιλιοστά του δευτερολέπτου
es: Especifique el tiempo de espera en milisegundos
fr: Spécifiez le délai d'attente en millisecondes
ga: Sonraigh an teorainn ama i milleasoicindí
hi: मिलीसेकंड में टाइमआउट निर्दिष्ट करें
id: Tentukan batas waktu dalam milidetik
it: Specificare il timeout in millisecondi
ja: タイムアウトをミリ秒単位で指定します
ko: 시간 초과를 밀리초 단위로 지정
ms: Tentukan tamat masa dalam milisaat
nb: Angi tidsavbruddet i millisekunder
nl: Specificeer de time-out in milliseconden
pt_br: Especifique o tempo limite em milissegundos
ro: Specificați timpul de expirare în milisecunde
tr: Zaman aşımını milisaniye cinsinden belirtin
uk: Укажіть час очікування в мілісекундах
zh: 以毫秒為單位指定超時

# NKS_DATES_COMMON_SETTINGS_FIGLETFONT_DESC
source: Write a figlet font that is supported by the Figgle library. Consult the library documentation for more information
ar: اكتب خط الشكل الذي تدعمه مكتبة Figgle. راجع وثائق المكتبة لمزيد من المعلومات
de: Schreiben Sie eine Figlet-Schriftart, die von der Figgle-Bibliothek unterstützt wird. Weitere Informationen finden Sie in der Bibliotheksdokumentation
el: Γράψτε μια γραμματοσειρά figlet που να υποστηρίζεται από τη βιβλιοθήκη Figgle. Συμβουλευτείτε την τεκμηρίωση της βιβλιοθήκης για περισσότερες πληροφορίες
es: Escriba una fuente figlet que sea compatible con la biblioteca de Figgle. Consulta la documentación de la biblioteca para más información
fr: Écrivez une police figlet prise en charge par la bibliothèque Figgle. Consultez la documentation de la bibliothèque pour plus d'informations
ga: Scríobh cló figlet a thacaíonn leabharlann Figgle leis. Féach ar dhoiciméid na leabharlainne le haghaidh tuilleadh eolais
hi: एक फिगलेट फॉन्ट लिखें जो फिगल लाइब्रेरी द्वारा समर्थित हो। अधिक जानकारी के लिए पुस्तकालय के दस्तावेज़ देखें
id: Tulis font figlet yang didukung oleh pustaka Figgle. Lihat dokumentasi pustaka untuk informasi lebih lanjut
it: Scrivi un font figlet che sia supportato dalla libreria di Figgle. Consulta la documentazione della biblioteca per maggiori informazioni
ja: Figgleライブラリでサポートされているfigletフォントを記述します。詳細については、ライブラリのドキュメントを参照してください
ko: Figgle 라이브러리에서 지원하는 figlet 글꼴을 작성하십시오. 자세한 내용은 라이브러리 설명서를 참조하십시오.
ms: Tulis fon figlet yang disokong oleh perpustakaan Figgle. Rujuk dokumentasi perpustakaan untuk maklumat lanjut
nb: Skriv en figlet-font som støttes av Figgle-biblioteket. Se bibliotekets dokumentasjon for mer informasjon
nl: Schrijf een figlet-lettertype dat wordt ondersteund door de Figgle-bibliotheek. Raadpleeg de bibliotheekdocumentatie voor meer informatie
pt_br: Escreva uma fonte figlet que seja suportada pela biblioteca Figgle. Consulte a documentação da biblioteca para obter mais informações
ro: Scrieți un font figlet care este acceptat de biblioteca Figgle. Consultați documentația bibliotecii pentru mai multe informații
tr: Figgle kütüphanesi tarafından desteklenen bir figlet fontu yazın. Daha fazla bilgi için kütüphane belgelerine bakın
uk: Напишіть шрифт figlet, який підтримується бібліотекою Figgle. Зверніться до бібліотечної документації для отримання додаткової інформації
zh: 編寫一個由 Figgle 庫支持的 figlet 字體。有關更多信息，請參閱庫文檔

# NKS_DATES_TIMER_SETTINGS_FIGLETFONT_NAME
source: Figlet font for timer
ar: الخط Figlet للمؤقت
de: Figlet-Schriftart für Timer
el: Γραμματοσειρά Figlet για χρονόμετρο
es: Fuente Figlet para temporizador
fr: Police Figlet pour la minuterie
ga: Cló Figlet don lasc ama
hi: टाइमर के लिए फिगलेट फ़ॉन्ट
id: Font Figlet untuk pengatur waktu
it: Carattere Figlet per timer
ja: タイマー用のFigletフォント
ko: 타이머용 Figlet 글꼴
ms: Fon figlet untuk pemasa
nl: Figlet-lettertype voor timer
pt_br: Fonte Figlet para cronômetro
ro: Font Figlet pentru cronometru
tr: Zamanlayıcı için Figlet yazı tipi
uk: Шрифт Figlet для таймера
zh: 計時器的 Figlet 字體

# NKS_DATES_TIMER_SETTINGS_ENABLEFIGLET_NAME
source: Enable Figlet for timer
ar: تمكين Figlet للمؤقت
de: Aktivieren Sie Figlet für den Timer
el: Ενεργοποιήστε το Figlet για χρονόμετρο
es: Habilitar Figlet para el temporizador
fr: Activer Figlet pour la minuterie
ga: Cumasaigh Figlet don lasc ama
hi: टाइमर के लिए फिगलेट सक्षम करें
id: Aktifkan Figlet untuk pengatur waktu
it: Abilita Figlet per il timer
ja: タイマーのFigletを有効にする
ko: 타이머에 Figlet 활성화
ms: Dayakan Figlet untuk pemasa
nb: Aktiver Figlet for timer
nl: Schakel Figlet in voor timer
pt_br: Habilitar Figlet para timer
ro: Activați Figlet pentru cronometru
tr: Zamanlayıcı için Figlet'i etkinleştir
uk: Увімкніть Figlet для таймера
zh: 為計時器啟用 Figlet

# NKS_DATES_TIMER_SETTINGS_ENABLEFIGLET_DESC
source: If enabled, will use figlet for timer. Please note that it needs a big console screen in order to render the time properly with Figlet enabled.
ar: في حالة التمكين ، سيتم استخدام الشكل الصغير للمؤقت. يرجى ملاحظة أنه يحتاج إلى شاشة وحدة تحكم كبيرة لعرض الوقت بشكل صحيح مع تمكين Figlet.
de: Wenn aktiviert, wird Figlet als Timer verwendet. Bitte beachten Sie, dass es einen großen Konsolenbildschirm benötigt, um die Zeit mit aktiviertem Figlet richtig darzustellen.
el: Εάν είναι ενεργοποιημένο, θα χρησιμοποιήσει το figlet για χρονόμετρο. Λάβετε υπόψη ότι χρειάζεται μια μεγάλη οθόνη κονσόλας για να αποδώσει σωστά τον χρόνο με το Figlet ενεργοποιημένο.
es: Si está habilitado, utilizará figlet para el temporizador. Tenga en cuenta que necesita una pantalla de consola grande para mostrar la hora correctamente con Figlet habilitado.
fr: Si activé, utilisera figlet pour la minuterie. Veuillez noter qu'il a besoin d'un grand écran de console pour afficher correctement l'heure avec Figlet activé.
ga: Má tá sé cumasaithe, bainfear úsáid as figlet don lasc ama. Tabhair faoi deara le do thoil go dteastaíonn scáileán mór consóil uaidh chun an t-am a chur ar fáil i gceart agus Figlet cumasaithe.
hi: यदि सक्षम किया गया है, तो टाइमर के लिए फिगलेट का उपयोग करेगा। कृपया ध्यान दें कि Figlet सक्षम के साथ समय को ठीक से प्रस्तुत करने के लिए इसे एक बड़ी कंसोल स्क्रीन की आवश्यकता है।
id: Jika diaktifkan, akan menggunakan figlet untuk pengatur waktu. Harap perhatikan bahwa diperlukan layar konsol yang besar agar dapat menampilkan waktu dengan benar saat Figlet diaktifkan.
it: Se abilitato, utilizzerà figlet per il timer. Tieni presente che ha bisogno di un grande schermo della console per visualizzare correttamente l'ora con Figlet abilitato.
ja: 有効にすると、タイマーにfigletを使用します。Figletを有効にして時間を正しくレンダリングするには、大きなコンソール画面が必要であることに注意してください。
ko: 활성화되면 타이머에 figlet을 사용합니다. Figlet이 활성화된 상태에서 시간을 적절하게 렌더링하려면 큰 콘솔 화면이 필요합니다.
ms: Jika didayakan, akan menggunakan figlet untuk pemasa. Sila ambil perhatian bahawa ia memerlukan skrin konsol yang besar untuk memaparkan masa dengan betul dengan Figlet didayakan.
nb: Hvis aktivert, bruker figlet for timer. Vær oppmerksom på at den trenger en stor konsollskjerm for å gjengi tiden riktig med Figlet aktivert.
nl: Indien ingeschakeld, wordt figlet gebruikt voor timer. Houd er rekening mee dat het een groot consolescherm nodig heeft om de tijd correct weer te geven met Figlet ingeschakeld.
pt_br: Se habilitado, usará figlet para timer. Observe que ele precisa de uma tela de console grande para renderizar o tempo corretamente com Figlet habilitado.
ro: Dacă este activat, va folosi figlet pentru cronometru. Vă rugăm să rețineți că are nevoie de un ecran mare de consolă pentru a reda timpul corect cu Figlet activat.
tr: Etkinleştirilirse, zamanlayıcı için figlet kullanılacaktır. Figlet etkinleştirildiğinde zamanı düzgün bir şekilde işlemek için büyük bir konsol ekranına ihtiyaç duyduğunu lütfen unutmayın.
uk: Якщо ввімкнено, для таймера використовуватиметься figlet. Будь ласка, зверніть увагу, що йому потрібен великий екран консолі, щоб правильно відображати час із увімкненим Figlet.
zh: 如果啟用，將使用 figlet 作為計時器。請注意，它需要一個大的控制台屏幕才能在啟用 Figlet 的情況下正確呈現時間。

# NKS_DATES_COMMAND_GETTIMEINFO_SWITCH_NOW_DESC
source: Gets the current date and time information
ar: يحصل على معلومات التاريخ والوقت الحالي
de: Ruft die aktuellen Datums- und Uhrzeitinformationen ab
el: Λαμβάνει τις τρέχουσες πληροφορίες ημερομηνίας και ώρας
es: Obtiene la información de fecha y hora actual.
fr: Obtient les informations de date et d'heure actuelles
ga: Faigheann sé an t-eolas dáta agus am reatha
hi: वर्तमान दिनांक और समय की जानकारी प्राप्त करता है
id: Mendapatkan informasi tanggal dan waktu saat ini
it: Ottiene le informazioni sulla data e l'ora correnti
ja: 現在の日時情報を取得します
ko: 현재 날짜 및 시간 정보를 가져옵니다.
ms: Mendapat maklumat tarikh dan masa semasa
nb: Får gjeldende dato og klokkeslett
nl: Haalt de huidige datum- en tijdinformatie op
pt_br: Obtém as informações de data e hora atuais
ro: Obține informații despre data și ora curentă
tr: Güncel tarih ve saat bilgisini alır
uk: Отримує інформацію про поточну дату й час
zh: 獲取當前日期和時間信息

# NKS_DATES_TIMEINFO_HEADER
source: Information for
ar: معلومات عن
de: Information für
el: Πληροφορίες για
es: Información para
fr: Information pour
ga: Eolas le haghaidh
hi: की जानकारी
id: Informasi untuk
it: Informazioni per
ja: の情報
ko: 정보
ms: Maklumat untuk
nb: Informasjon for
nl: Informatie voor
pt_br: Informações para
ro: Informatii pentru
tr: Bilgi için
uk: Інформація для
zh: 資訊:

# NKS_DATES_STOPWATCH_STATUS_READY
source: Stopwatch is ready.
ar: ساعة التوقيت جاهزة.
de: Stoppuhr ist fertig.
el: Το χρονόμετρο είναι έτοιμο.
es: El cronómetro está listo.
fr: Le chronomètre est prêt.
ga: Tá stopwatch réidh.
hi: स्टॉपवॉच तैयार है.
id: Stopwatch sudah siap.
it: Il cronometro è pronto.
ja: ストップウォッチの準備ができました。
ko: 스톱워치가 준비되었습니다.
ms: Jam randik sudah sedia.
nb: Stoppeklokke er klar.
nl: Stopwatch is klaar.
pt_br: O cronômetro está pronto.
ro: Cronometrul este gata.
tr: Kronometre hazır.
uk: Секундомір готовий.
zh: 秒錶準備好了。

# NKS_DATES_STOPWATCH_STATUS_RUNNING
source: Stopwatch running!
ar: تشغيل ساعة توقيت!
de: Stoppuhr läuft!
el: Χρονόμετρο που τρέχει!
es: ¡Cronómetro en marcha!
fr: Chronomètre en marche !
ga: Stopwatch ag rith!
hi: स्टॉपवॉच चल रही है!
id: Stopwatch berjalan!
it: Cronometro in funzione!
ja: ストップウォッチが動いてる！
ko: 스톱워치 실행 중!
ms: Jam randik berjalan!
nb: Stoppeklokke kjører!
nl: Stopwatch loopt!
pt_br: Cronômetro funcionando!
ro: Cronometrul rulează!
tr: Kronometre çalışıyor!
uk: Секундомір працює!
zh: 秒錶跑起來！

# NKS_DATES_STOPWATCH_STATUS_NEWLAP
source: New lap!
ar: لفة جديدة!
de: Neue Runde!
el: Νέος γύρος!
es: ¡Nueva vuelta!
fr: Nouveau tour !
ga: Glúine nua!
hi: नई गोद!
id: Putaran baru!
it: Nuovo giro!
ja: 新しいラップ！
ko: 새로운 랩!
ms: Pusingan baru!
nb: Ny runde!
nl: Nieuwe ronde!
pt_br: Nova volta!
ro: Tur nou!
tr: Yeni tur!
uk: Нове коло!
zh: 新一圈！

# NKS_DATES_TIMERS_KEYBINDING_COUNTDOWN
source: Start counting down
ar: ابدأ العد التنازلي
de: Beginnen Sie mit dem Countdown
el: Αρχίστε να μετράτε αντίστροφα
es: Empieza la cuenta regresiva
fr: Commencez le compte à rebours
ga: Tosaigh ag comhaireamh síos
hi: उल्टी गिनती शुरू करें
id: Mulai menghitung mundur
it: Inizia il conto alla rovescia
ja: カウントダウンを開始します
ko: 카운트다운 시작
ms: Mula mengira mundur
nb: Begynn å telle ned
nl: Begin met aftellen
pt_br: Comece a contagem regressiva
ro: Începeți numărătoarea inversă
tr: Geri sayımı başlat
uk: Почніть відлік
zh: 開始倒數計時

# NKS_DATES_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
zh: 無法取得設定條目。

# NKS_DATES_HOMEPAGE_TIMER
source: Timer
ar: مؤقت
el: Μετρών την ώραν
es: Minutero
fr: Minuteur
ga: Uaineadóir
hi: घड़ी
id: Pengatur waktu
ja: タイマー
ko: 시간제 노동자
ms: Pemasa
nl: Tijdklok
pt_br: Temporizador
ro: Cronometru
tr: Zamanlayıcı
uk: Таймер
zh: 定時器

# NKS_DATES_HOMEPAGE_STOPWATCH
source: Stopwatch
ar: ساعة توقيت
de: Stoppuhr
el: Χρονόμετρο
es: Cronógrafo
fr: Chronomètre
ga: Stopuaireadóir
hi: स्टॉपवॉच देखनी
it: Cronometro
ja: ストップウォッチ
ko: 스톱워치
ms: Jam randik
nb: Stoppeklokke
pt_br: Cronômetro
ro: Cronometru
tr: Kronometre
uk: Секундомір
zh: 跑表

# NKS_DATES_STOPWATCH_NOLAPS
source: No laps yet...
ar: لا توجد لفات بعد...
de: Noch keine Runden...
el: Χωρίς γύρους ακόμα...
es: No hay vueltas todavía...
fr: Pas encore de tours...
ga: Níl aon laps fós...
hi: अभी तक कोई लैप नहीं...
id: Belum ada putaran...
it: Ancora nessun giro...
ja: まだラップはありません...
ko: 아직 랩이 없습니다.
ms: Tiada pusingan lagi...
nb: Ingen runder ennå...
nl: Nog geen ronden...
pt_br: Nenhuma volta ainda...
ro: Nicio tură încă...
tr: Henüz tur yok...
uk: Ще немає кіл...
zh: 還沒跑圈...
