Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_SWIVEL_SETTINGS_DESC
source: Swivelling wave horizontally and vertically to make great patterns.
ar: موجة دوارة أفقيًا وعموديًا لعمل أنماط رائعة.
de: Horizontal und vertikal schwenkbare Welle für tolle Muster.
el: Περιστρέφοντας το κύμα οριζόντια και κάθετα για να φτιάξετε υπέροχα μοτίβα.
es: Onda giratoria horizontal y verticalmente para crear grandes patrones.
fr: Vague pivotante horizontalement et verticalement pour créer de superbes motifs.
ga: Tonn sclóine go cothrománach agus go hingearach chun patrúin iontacha a dhéanamh.
hi: शानदार पैटर्न बनाने के लिए लहर को क्षैतिज और लंबवत रूप से घुमाएं।
id: Gelombang yang berputar secara horizontal dan vertikal menghasilkan pola yang bagus.
it: Onda girevole orizzontalmente e verticalmente per creare fantastici motivi.
ja: 波を水平と垂直に回転させて素晴らしいパターンを作成します。
ko: 파도를 수평, 수직으로 회전시켜 멋진 패턴을 만듭니다.
ms: Memusing gelombang secara mendatar dan menegak untuk membuat corak yang hebat.
nb: Svingende bølge horisontalt og vertikalt for å lage flotte mønstre.
nl: Draai de golf horizontaal en verticaal om geweldige patronen te maken.
pt: Onda giratória horizontal e verticalmente para criar ótimos padrões.
pt_br: Girando a onda horizontalmente e verticalmente para criar padrões incríveis.
ro: Val pivotant pe orizontală și verticală pentru a crea modele grozave.
tr: Harika desenler oluşturmak için yatay ve dikey olarak dalgaları döndürün.
uk: Поворотна хвиля горизонтально та вертикально для створення чудових візерунків.
vi: Xoay sóng theo chiều ngang và chiều dọc để tạo ra các họa tiết tuyệt đẹp.
zh: 水平和垂直旋轉波浪以形成精美的圖案。

# NKS_SCREENSAVERPACKS_SWIVEL_SETTINGS_HFREQ_NAME
source: Horizontal Frequency Level
ar: مستوى التردد الأفقي
de: Horizontaler Frequenzpegel
el: Οριζόντιο επίπεδο συχνότητας
es: Nivel de frecuencia horizontal
fr: Niveau de fréquence horizontal
ga: Leibhéal Minicíochta Cothrománach
hi: क्षैतिज आवृत्ति स्तर
id: Tingkat Frekuensi Horizontal
it: Livello di frequenza orizzontale
ja: 水平周波数レベル
ko: 수평 주파수 레벨
ms: Tahap Kekerapan Mendatar
nb: Horisontalt frekvensnivå
nl: Horizontaal frequentieniveau
pt: Nível de frequência horizontal
pt_br: Nível de frequência horizontal
ro: Nivelul de frecvență orizontal
tr: Yatay Frekans Seviyesi
uk: Горизонтальний рівень частоти
vi: Mức tần số ngang
zh: 行頻電平

# NKS_SCREENSAVERPACKS_SWIVEL_SETTINGS_HFREQ_DESC
source: The level of the horizontal frequency. This is the denominator of the Pi value in mathematics. Use this to create beautiful wavy swivels!
ar: مستوى التردد الأفقي. هذا هو مقام قيمة باي في الرياضيات. استخدم هذا لإنشاء دوارات متموجة جميلة!
de: Der Pegel der Horizontalfrequenz. Dies ist der Nenner des Pi-Wertes in der Mathematik. Erstellen Sie damit wunderschöne Wellenwirbel!
el: Το επίπεδο της οριζόντιας συχνότητας. Αυτός είναι ο παρονομαστής της τιμής Pi στα μαθηματικά. Χρησιμοποιήστε αυτό για να δημιουργήσετε όμορφα κυματιστά περιστρεφόμενα!
es: El nivel de la frecuencia horizontal. Este es el denominador del valor Pi en matemáticas. ¡Utiliza esto para crear hermosos giros ondulados!
fr: Le niveau de la fréquence horizontale. C'est le dénominateur de la valeur Pi en mathématiques. Utilisez-le pour créer de magnifiques émerillons ondulés !
ga: Leibhéal na minicíochta cothrománach. Is é seo ainmneoir an luach P sa mhatamaitic. Bain úsáid as seo chun sclóine álainn tonnacha a chruthú!
hi: क्षैतिज आवृत्ति का स्तर. यह गणित में पाई मान का हर है। सुंदर लहरदार कुंडा बनाने के लिए इसका उपयोग करें!
id: Tingkat frekuensi horizontal. Ini adalah penyebut nilai Pi dalam matematika. Gunakan ini untuk membuat putaran bergelombang yang indah!
it: Il livello della frequenza orizzontale. Questo è il denominatore del valore Pi in matematica. Usalo per creare bellissime girelle ondulate!
ja: 水平周波数のレベル。これは数学における円周率の分母です。美しい波状のスイベルを作成するにはこれを使用してください。
ko: 수평 주파수의 수준입니다. 이것이 수학에서 Pi 값의 분모입니다. 이것을 사용하여 아름다운 물결 모양의 회전을 만드세요!
ms: Tahap kekerapan mendatar. Ini adalah penyebut nilai Pi dalam matematik. Gunakan ini untuk mencipta pusingan beralun yang cantik!
nb: Nivået på den horisontale frekvensen. Dette er nevneren for Pi-verdien i matematikk. Bruk denne til å lage vakre bølgete svivler!
nl: Het niveau van de horizontale frequentie. Dit is de noemer van de Pi-waarde in de wiskunde. Gebruik dit om prachtige golvende wartels te maken!
pt: O nível da frequência horizontal. Este é o denominador do valor Pi em matemática. Use isso para criar lindos giros ondulados!
pt_br: O nível da frequência horizontal. Este é o denominador do valor Pi em matemática. Use isso para criar lindos giros ondulados!
ro: Nivelul frecvenței orizontale. Acesta este numitorul valorii Pi în matematică. Folosiți-l pentru a crea pivotante ondulate frumoase!
tr: Yatay frekansın seviyesi. Bu, matematikteki Pi değerinin paydasıdır. Bunu kullanarak güzel dalgalı dönüşler yaratın!
uk: Рівень горизонтальної частоти. Це знаменник числа Пі в математиці. Використовуйте це, щоб створити красиві хвилясті повороти!
vi: Mức tần số ngang. Đây là mẫu số của giá trị Pi trong toán học. Sử dụng điều này để tạo ra các vòng xoay lượn sóng đẹp mắt!
zh: 水平頻率的水平。這是數學中Pi值的分母。用它來創造美麗的波浪旋轉！

# NKS_SCREENSAVERPACKS_SWIVEL_SETTINGS_VFREQ_NAME
source: Vertical Frequency Level
ar: مستوى التردد العمودي
de: Vertikaler Frequenzpegel
el: Κάθετο επίπεδο συχνότητας
es: Nivel de frecuencia vertical
fr: Niveau de fréquence vertical
ga: Leibhéal Minicíochta Ingearach
hi: लंबवत आवृत्ति स्तर
id: Tingkat Frekuensi Vertikal
it: Livello di frequenza verticale
ja: 垂直周波数レベル
ko: 수직 주파수 레벨
ms: Tahap Kekerapan Menegak
nb: Vertikalt frekvensnivå
nl: Verticaal frequentieniveau
pt: Nível de frequência vertical
pt_br: Nível de frequência vertical
ro: Nivelul de frecvență vertical
tr: Dikey Frekans Seviyesi
uk: Вертикальний рівень частоти
vi: Mức tần số dọc
zh: 垂直頻率電平

# NKS_SCREENSAVERPACKS_SWIVEL_SETTINGS_VFREQ_DESC
source: The level of the vertical frequency. This is the denominator of the Pi value in mathematics. Use this to create beautiful wavy swivels!
ar: مستوى التردد العمودي. هذا هو مقام قيمة باي في الرياضيات. استخدم هذا لإنشاء دوارات متموجة جميلة!
de: Der Pegel der Vertikalfrequenz. Dies ist der Nenner des Pi-Wertes in der Mathematik. Erstellen Sie damit wunderschöne Wellenwirbel!
el: Το επίπεδο της κατακόρυφης συχνότητας. Αυτός είναι ο παρονομαστής της τιμής Pi στα μαθηματικά. Χρησιμοποιήστε αυτό για να δημιουργήσετε όμορφα κυματιστά περιστρεφόμενα!
es: El nivel de la frecuencia vertical. Este es el denominador del valor Pi en matemáticas. ¡Utiliza esto para crear hermosos giros ondulados!
fr: Le niveau de la fréquence verticale. C'est le dénominateur de la valeur Pi en mathématiques. Utilisez-le pour créer de magnifiques émerillons ondulés !
ga: Leibhéal na minicíochta ingearach. Is é seo ainmneoir an luach P sa mhatamaitic. Bain úsáid as seo chun sclóine álainn tonnacha a chruthú!
hi: ऊर्ध्वाधर आवृत्ति का स्तर. यह गणित में पाई मान का हर है। सुंदर लहरदार कुंडा बनाने के लिए इसका उपयोग करें!
id: Tingkat frekuensi vertikal. Ini adalah penyebut nilai Pi dalam matematika. Gunakan ini untuk membuat putaran bergelombang yang indah!
it: Il livello della frequenza verticale. Questo è il denominatore del valore Pi in matematica. Usalo per creare bellissime girelle ondulate!
ja: 垂直周波数のレベル。これは数学における円周率の分母です。美しい波状のスイベルを作成するにはこれを使用してください。
ko: 수직 주파수의 수준입니다. 이것이 수학에서 Pi 값의 분모입니다. 이것을 사용하여 아름다운 물결 모양의 회전을 만드세요!
ms: Tahap kekerapan menegak. Ini adalah penyebut nilai Pi dalam matematik. Gunakan ini untuk mencipta pusingan beralun yang cantik!
nb: Nivået på den vertikale frekvensen. Dette er nevneren for Pi-verdien i matematikk. Bruk denne til å lage vakre bølgete svivler!
nl: Het niveau van de verticale frequentie. Dit is de noemer van de Pi-waarde in de wiskunde. Gebruik dit om prachtige golvende wartels te maken!
pt: O nível da frequência vertical. Este é o denominador do valor Pi em matemática. Use isso para criar lindos giros ondulados!
pt_br: O nível da frequência vertical. Este é o denominador do valor Pi em matemática. Use isso para criar lindos giros ondulados!
ro: Nivelul frecvenței verticale. Acesta este numitorul valorii Pi în matematică. Folosiți-l pentru a crea pivotante ondulate frumoase!
tr: Dikey frekansın seviyesi. Bu, matematikteki Pi değerinin paydasıdır. Bunu kullanarak güzel dalgalı dönüşler yaratın!
uk: Рівень вертикальної частоти. Це знаменник числа Пі в математиці. Використовуйте це, щоб створити красиві хвилясті повороти!
vi: Mức tần số dọc. Đây là mẫu số của giá trị Pi trong toán học. Sử dụng điều này để tạo ra các vòng xoay lượn sóng đẹp mắt!
zh: 水平垂直頻率。這是數學中Pi值的分母。用它來創造美麗的波浪旋轉！

# NKS_SCREENSAVERPACKS_DOORSHIFT_SETTINGS_DESC
source: Simulates door opening and closing.
ar: يحاكي فتح وإغلاق الباب.
de: Simuliert das Öffnen und Schließen der Tür.
el: Προσομοιώνει το άνοιγμα και το κλείσιμο της πόρτας.
es: Simula la apertura y cierre de puertas.
fr: Simule l'ouverture et la fermeture de la porte.
ga: Insamhladh oscailt agus dúnadh doirse.
hi: दरवाज़ा खोलने और बंद करने का अनुकरण करता है।
id: Mensimulasikan pembukaan dan penutupan pintu.
it: Simula l'apertura e la chiusura della porta.
ja: ドアの開閉をシミュレートします。
ko: 도어 개폐를 시뮬레이션합니다.
ms: Mensimulasikan pembukaan dan penutupan pintu.
nb: Simulerer døråpning og lukking.
nl: Simuleert het openen en sluiten van de deur.
pt: Simula abertura e fechamento de porta.
pt_br: Simula a abertura e o fechamento de portas.
ro: Simulează deschiderea și închiderea ușii.
tr: Kapı açılıp kapanmasını simüle eder.
uk: Імітує відкриття та закриття дверей.
vi: Mô phỏng hoạt động đóng mở cửa.
zh: 模擬門的開啟和關閉。

# NKS_SCREENSAVERPACKS_GRADIENTBLOOM_SETTINGS_DESC
source: Shows you a dynamically-changing gradient.
ar: يُظهر لك تدرجًا متغيرًا ديناميكيًا.
de: Zeigt Ihnen einen sich dynamisch ändernden Farbverlauf.
el: Σας δείχνει μια δυναμικά μεταβαλλόμενη κλίση.
es: Le muestra un gradiente que cambia dinámicamente.
fr: Vous montre un dégradé à changement dynamique.
ga: Taispeánann sé grádán a athraíonn go dinimiciúil duit.
hi: आपको गतिशील रूप से बदलती ग्रेडिएंट दिखाता है।
id: Menunjukkan gradien yang berubah secara dinamis.
it: Mostra un gradiente che cambia dinamicamente.
ja: 動的に変化するグラデーションを表示します。
ko: 동적으로 변화하는 그라데이션을 보여줍니다.
ms: Menunjukkan kepada anda kecerunan yang berubah secara dinamik.
nb: Viser deg en dynamisk skiftende gradient.
nl: Toont u een dynamisch veranderend verloop.
pt: Mostra um gradiente que muda dinamicamente.
pt_br: Mostra um gradiente que muda dinamicamente.
ro: Vă arată un gradient care se schimbă dinamic.
tr: Dinamik olarak değişen bir gradyan gösterir.
uk: Показує градієнт, що динамічно змінюється.
vi: Hiển thị cho bạn một gradient thay đổi động.
zh: 向您顯示動態變化的漸層。

# NKS_SCREENSAVERPACKS_SKYCOMET_SETTINGS_DESC
source: A comet is on the sky running quickly.
ar: مذنب في السماء يجري بسرعة.
de: Ein Komet fliegt schnell am Himmel.
el: Ένας κομήτης είναι στον ουρανό τρέχοντας γρήγορα.
es: Un cometa está en el cielo corriendo rápidamente.
fr: Une comète court rapidement dans le ciel.
ga: Tá cóiméad ar an spéir ag rith go tapa.
hi: आसमान पर एक धूमकेतु तेजी से दौड़ रहा है।
id: Sebuah komet berada di langit dan bergerak cepat.
it: Una cometa corre veloce nel cielo.
ja: 彗星が空を速く走っています。
ko: 혜성이 하늘에 빠르게 달리고 있습니다.
ms: Sebuah komet berada di langit berlari dengan cepat.
nb: En komet løper raskt på himmelen.
nl: Een komeet vliegt snel aan de hemel.
pt: Um cometa está no céu correndo rapidamente.
pt_br: Um cometa está no céu correndo rapidamente.
ro: O cometă este pe cer care rulează rapid.
tr: Gökyüzünde hızla koşan bir kuyruklu yıldız var.
uk: По небу швидко біжить комета.
vi: Một sao chổi đang di chuyển nhanh trên bầu trời.
zh: 一顆彗星在天空中快速奔跑。

# NKS_SCREENSAVERPACKS_DIAMOND_SETTINGS_DESC
source: The diamond that shines.
ar: الماس الذي يلمع.
de: Der Diamant, der glänzt.
el: Το διαμάντι που λάμπει.
es: El diamante que brilla.
fr: Le diamant qui brille.
ga: An diamond shines.
hi: हीरा जो चमकता है.
id: Berlian yang bersinar.
it: Il diamante che brilla.
ja: 輝くダイヤモンド。
ko: 빛나는 다이아몬드.
ms: Berlian yang bersinar.
nb: Diamanten som skinner.
nl: De diamant die schittert.
pt: O diamante que brilha.
pt_br: O diamante que brilha.
ro: Diamantul care strălucește.
tr: Parlayan elmas.
uk: Діамант, який сяє.
vi: Viên kim cương tỏa sáng.
zh: 閃閃發光的鑽石。

# NKS_SCREENSAVERPACKS_HUEBACK_SETTINGS_DESC
source: Changing background colour according to increasing hue. Rainbow!
ar: تغيير لون الخلفية حسب زيادة درجة اللون. قوس المطر!
de: Ändern der Hintergrundfarbe entsprechend zunehmendem Farbton. Regenbogen!
el: Αλλαγή χρώματος φόντου ανάλογα με την αυξανόμενη απόχρωση. ΟΥΡΑΝΙΟ ΤΟΞΟ!
es: Cambiar el color de fondo según el tono creciente. ¡Arcoíris!
fr: Changer la couleur d’arrière-plan en fonction de la teinte croissante. Arc-en-ciel!
ga: Dath cúlra a athrú de réir lí méadaithe. Bogha ceatha!
hi: बढ़ते रंग के अनुसार पृष्ठभूमि का रंग बदलना। इंद्रधनुष!
id: Mengubah warna latar belakang sesuai dengan peningkatan rona. Pelangi!
it: Modifica del colore dello sfondo in base alla tonalità crescente. Arcobaleno!
ja: 色相の増加に応じて背景色を変更します。虹！
ko: 색조 증가에 따라 배경색이 변경됩니다. 무지개!
ms: Menukar warna latar belakang mengikut rona yang semakin meningkat. Pelangi!
nb: Endring av bakgrunnsfarge i henhold til økende fargetone. Regnbue!
nl: Veranderende achtergrondkleur volgens toenemende tint. Regenboog!
pt: Alterando a cor de fundo de acordo com o aumento da tonalidade. Arco-íris!
pt_br: Alterando a cor de fundo de acordo com o aumento do matiz. Arco-íris!
ro: Schimbarea culorii de fundal în funcție de creșterea nuanței. Curcubeu!
tr: Artan tona göre arka plan rengini değiştirme. Gökkuşağı!
uk: Зміна кольору фону відповідно до збільшення відтінку. Веселка!
vi: Thay đổi màu nền theo sắc độ tăng dần. Cầu vồng!
zh: 根據增加的色調變更背景顏色。彩虹！

# NKS_SCREENSAVERPACKS_HUEBACK_SETTINGS_HUESAT_NAME
source: Colour hue saturation
ar: تشبع لون اللون
de: Farbsättigung
el: Κορεσμός χρωματικής απόχρωσης
es: Saturación de tono de color
fr: Saturation des teintes de couleur
ga: Sáithiú lí dath
hi: रंग रंग संतृप्ति
id: Saturasi rona warna
it: Saturazione della tonalità del colore
ja: 色相の彩度
ko: 색상 채도
ms: Ketepuan rona warna
nb: Fargetonemetning
nl: Kleurtintverzadiging
pt: Saturação de matiz de cor
pt_br: Saturação de matiz de cor
ro: Saturația nuanței culorii
tr: Renk tonu doygunluğu
uk: Насиченість відтінку кольору
vi: Độ bão hòa màu sắc
zh: 色彩飽和度

# NKS_SCREENSAVERPACKS_HUEBACK_SETTINGS_HUESAT_DESC
source: How intense is the colour?
ar: ما مدى كثافة اللون؟
de: Wie intensiv ist die Farbe?
el: Πόσο έντονο είναι το χρώμα;
es: ¿Qué tan intenso es el color?
fr: Quelle est l'intensité de la couleur ?
ga: Cé chomh dian atá an dath?
hi: रंग कितना गहरा है?
id: Seberapa pekat warnanya?
it: Quanto è intenso il colore?
ja: 色の濃さはどれくらいですか？
ko: 색상이 얼마나 강렬합니까?
ms: Seberapa sengit warnanya?
nb: Hvor intens er fargen?
nl: Hoe intens is de kleur?
pt: Quão intensa é a cor?
pt_br: Quão intensa é a cor?
ro: Cât de intensă este culoarea?
tr: Renk ne kadar yoğun?
uk: Наскільки інтенсивний колір?
vi: Màu sắc có đậm không?
zh: 顏色有多深？

# NKS_SCREENSAVERPACKS_HUEBACK_SETTINGS_HUELIGHT_DESC
source: How light is the colour?
ar: كيف الضوء هو اللون؟
de: Wie hell ist die Farbe?
el: Πόσο ανοιχτό είναι το χρώμα;
es: ¿Qué tan claro es el color?
fr: Quelle est la couleur claire?
ga: Cé chomh héadrom atá an dath?
hi: रंग कितना हल्का है?
id: Seberapa terang warnanya?
it: Quanto è chiaro il colore?
ja: 色はどのくらい明るいですか？
ko: 색상이 얼마나 밝은가요?
ms: Seberapa terang warnanya?
nb: Hvor lys er fargen?
nl: Hoe licht is de kleur?
pt: Quão clara é a cor?
pt_br: Quão clara é a cor?
ro: Cât de deschisă este culoarea?
tr: Rengi ne kadar açık?
uk: Наскільки світлий колір?
vi: Màu sắc có sáng không?
zh: 顏色有多淺？

# NKS_SCREENSAVERPACKS_HUEBACKGRADIENT_SETTINGS_DESC
source: Changing background colour according to increasing hue. More Rainbow!
ar: تغيير لون الخلفية حسب زيادة درجة اللون. المزيد من قوس قزح!
de: Ändern der Hintergrundfarbe entsprechend zunehmendem Farbton. Mehr Regenbogen!
el: Αλλαγή χρώματος φόντου ανάλογα με την αυξανόμενη απόχρωση. Περισσότερα Rainbow!
es: Cambiar el color de fondo según el tono creciente. ¡Más arcoíris!
fr: Changer la couleur d’arrière-plan en fonction de la teinte croissante. Plus d'arc-en-ciel !
ga: Dath cúlra a athrú de réir lí méadaithe. Tuilleadh Rainbow!
hi: बढ़ते रंग के अनुसार पृष्ठभूमि का रंग बदलना। और अधिक इंद्रधनुष!
id: Mengubah warna latar belakang sesuai dengan rona warna yang meningkat. Lebih banyak pelangi!
it: Modifica del colore dello sfondo in base alla tonalità crescente. Più Arcobaleno!
ja: 色相の増加に応じて背景色を変更します。もっと虹を！
ko: 색조 증가에 따라 배경색이 변경됩니다. 더 많은 레인보우!
ms: Menukar warna latar belakang mengikut rona yang semakin meningkat. Lagi Pelangi!
nb: Endring av bakgrunnsfarge i henhold til økende fargetone. Mer regnbue!
nl: Veranderende achtergrondkleur volgens toenemende tint. Meer regenboog!
pt: Alterando a cor de fundo de acordo com o aumento da tonalidade. Mais arco-íris!
pt_br: Mudando a cor de fundo de acordo com o aumento do matiz. Mais arco-íris!
ro: Schimbarea culorii de fundal în funcție de creșterea nuanței. Mai mult Curcubeu!
tr: Artan tona göre arka plan rengini değiştirme. Daha fazla Gökkuşağı!
uk: Зміна кольору фону відповідно до збільшення відтінку. Більше веселки!
vi: Thay đổi màu nền theo sắc độ tăng dần. Thêm cầu vồng!
zh: 根據增加的色調變更背景顏色。更多彩虹！

# NKS_SCREENSAVERPACKS_PARTICLES_SETTINGS_DESC
source: Colourful particles!
ar: جزيئات ملونة!
de: Bunte Partikel!
el: Πολύχρωμα σωματίδια!
es: ¡Partículas coloridas!
fr: Des particules colorées !
ga: Cáithníní ildaite!
hi: रंग-बिरंगे कण!
id: Partikel berwarna-warni!
it: Particelle colorate!
ja: カラフルな粒子！
ko: 다채로운 입자!
ms: Zarah berwarna-warni!
nb: Fargerike partikler!
nl: Kleurrijke deeltjes!
pt: Partículas coloridas!
pt_br: Partículas coloridas!
ro: Particule colorate!
tr: Rengarenk parçacıklar!
uk: Різнокольорові частинки!
vi: Các hạt màu sắc!
zh: 七彩顆粒！

# NKS_SCREENSAVERPACKS_PARTICLES_SETTINGS_DENSITY_NAME
source: Particle density
ar: كثافة الجزيء
de: Teilchendichte
el: Πυκνότητα σωματιδίων
es: Densidad de particula
fr: Densité de particules
ga: Dlús na gcáithníní
hi: कणों का घनत्व
id: Kepadatan partikel
it: Densità delle particelle
ja: 粒子密度
ko: 입자 밀도
ms: Ketumpatan zarah
nb: Partikkeltetthet
nl: Deeltjesdichtheid
pt: Densidade de partículas
pt_br: Densidade de partículas
ro: Densitatea particulelor
tr: Parçacık yoğunluğu
uk: Щільність частинок
vi: Mật độ hạt
zh: 顆粒密度

# NKS_SCREENSAVERPACKS_PARTICLES_SETTINGS_DENSITY_DESC
source: How dense are the particles?
ar: ما مدى كثافة الجزيئات؟
de: Wie dicht sind die Teilchen?
el: Πόσο πυκνά είναι τα σωματίδια;
es: ¿Qué tan densas son las partículas?
fr: Quelle est la densité des particules ?
ga: Cé chomh dlúth agus atá na cáithníní?
hi: कण कितने घने हैं?
id: Seberapa padat partikelnya?
it: Quanto sono dense le particelle?
ja: 粒子の密度はどれくらいですか?
ko: 입자의 밀도는 얼마나 됩니까?
ms: Seberapa tumpat zarah?
nb: Hvor tette er partiklene?
nl: Hoe dicht zijn de deeltjes?
pt: Quão densas são as partículas?
pt_br: Quão densas são as partículas?
ro: Cât de dense sunt particulele?
tr: Parçacıkların yoğunluğu ne kadar?
uk: Наскільки щільні частинки?
vi: Các hạt có mật độ như thế nào?
zh: 粒子的密度有多大？

# NKS_SCREENSAVERPACKS_WORLDCLOCK_SETTINGS_REFRESHNUM_NAME
source: Refreshes required before changing time zone
ar: التحديثات مطلوبة قبل تغيير المنطقة الزمنية
de: Vor dem Ändern der Zeitzone sind Aktualisierungen erforderlich
el: Απαιτείται ανανέωση πριν από την αλλαγή ζώνης ώρας
es: Se requieren actualizaciones antes de cambiar la zona horaria
fr: Actualisations requises avant de changer de fuseau horaire
ga: Teastaíonn athnuachan sula n-athraítear crios ama
hi: समय क्षेत्र बदलने से पहले ताज़ा करना आवश्यक है
id: Penyegaran diperlukan sebelum mengubah zona waktu
it: Aggiornamenti richiesti prima di cambiare fuso orario
ja: タイムゾーンを変更する前に更新が必要です
ko: 시간대를 변경하기 전에 새로고침이 필요합니다.
ms: Muat semula diperlukan sebelum menukar zon waktu
nb: Oppdateres nødvendig før du endrer tidssone
nl: Vernieuwing vereist voordat de tijdzone wordt gewijzigd
pt: Atualizações necessárias antes de alterar o fuso horário
pt_br: Atualizações necessárias antes de alterar o fuso horário
ro: Actualizări necesare înainte de a schimba fusul orar
tr: Saat dilimini değiştirmeden önce yenilemeler gereklidir
uk: Перед зміною часового поясу потрібно оновити
vi: Cần làm mới trước khi thay đổi múi giờ
zh: 更改時區之前需要刷新

# NKS_SCREENSAVERPACKS_WORLDCLOCK_SETTINGS_REFRESHNUM_DESC
source: How many refreshes before the time zone is changed?
ar: كم عدد مرات التحديث قبل تغيير المنطقة الزمنية؟
de: Wie viele Aktualisierungen dauert es, bis die Zeitzone geändert wird?
el: Πόσες ανανεώσεις προτού αλλάξει η ζώνη ώρας;
es: ¿Cuántas actualizaciones antes de que se cambie la zona horaria?
fr: Combien de rafraîchissements avant que le fuseau horaire ne soit modifié ?
ga: Cé mhéad athnuachan sula n-athraítear an crios ama?
hi: समय क्षेत्र बदलने से पहले कितने बार ताज़ा किया गया?
id: Berapa kali penyegaran dilakukan sebelum zona waktu diubah?
it: Quanti aggiornamenti prima che il fuso orario venga modificato?
ja: タイムゾーンが変更されるまでに何回更新しますか?
ko: 시간대가 변경되기 전에 새로 고침 횟수는 몇 번입니까?
ms: Berapa banyak muat semula sebelum zon waktu ditukar?
nb: Hvor mange oppdateringer før tidssonen endres?
nl: Hoeveel vernieuwingen voordat de tijdzone wordt gewijzigd?
pt: Quantas atualizações antes que o fuso horário seja alterado?
pt_br: Quantas atualizações devem ser feitas antes que o fuso horário seja alterado?
ro: Câte reîmprospătări înainte ca fusul orar să fie schimbat?
tr: Saat dilimi değişmeden önce kaç yenileme yapılması gerekiyor?
uk: Скільки оновлень перед зміною часового поясу?
vi: Phải làm mới bao nhiêu lần trước khi múi giờ thay đổi?
zh: 時區更改前刷新了幾次？

# NKS_SCREENSAVERPACKS_FILLFADE_SETTINGS_DESC
source: Fills the whole screen block by block and then fades it out.
ar: يملأ كتلة الشاشة بأكملها كتلة تلو الأخرى ثم يتلاشى.
de: Füllt den gesamten Bildschirm Block für Block aus und blendet ihn dann aus.
el: Γεμίζει ολόκληρη την οθόνη μπλοκ-μπλοκ και στη συνέχεια τη σβήνει.
es: Llena toda la pantalla bloque por bloque y luego la desvanece.
fr: Remplit tout l'écran bloc par bloc, puis le fait disparaître.
ga: Líonann sé an bloc scáileán iomlán le bloc agus ansin fades sé amach.
hi: संपूर्ण स्क्रीन को ब्लॉक दर ब्लॉक भरता है और फिर उसे फीका कर देता है।
id: Mengisi seluruh layar blok demi blok dan kemudian memudarkannya.
it: Riempie l'intero schermo blocco per blocco e poi lo sfuma.
ja: 画面全体をブロックごとに塗りつぶしてからフェードアウトします。
ko: 전체 화면을 블록별로 채운 다음 페이드 아웃합니다.
ms: Isi seluruh blok skrin demi blok dan kemudian pudarkannya.
nb: Fyller hele skjermen blokk for blokk og toner den ut.
nl: Vult het hele scherm blok voor blok en vervaagt het vervolgens.
pt: Preenche toda a tela bloco por bloco e depois desaparece.
pt_br: Preenche a tela inteira bloco por bloco e depois desaparece gradualmente.
ro: Umple întregul ecran bloc cu bloc și apoi îl estompează.
tr: Ekranın tamamını blok blok doldurur ve sonra karartır.
uk: Блок за блоком заповнює весь екран, а потім зникає.
vi: Lấp đầy toàn bộ màn hình theo từng khối rồi làm mờ dần.
zh: 逐塊填滿整個螢幕，然後淡出。

# NKS_SCREENSAVERPACKS_DANCELINES_SETTINGS_DESC
source: Shows you dancing lines.
ar: يظهر لك خطوط الرقص.
de: Zeigt dir Tanzlinien.
el: Σας δείχνει χορευτικές γραμμές.
es: Te muestra líneas de baile.
fr: Vous montre des lignes de danse.
ga: Léiríonn línte damhsa duit.
hi: आपको नृत्य पंक्तियाँ दिखाता है.
id: Menunjukkan garis tari.
it: Ti mostra le battute danzanti.
ja: ダンスのラインを見せてくれます。
ko: 춤추는 라인을 보여줍니다.
ms: Menunjukkan anda baris menari.
nb: Viser deg danselinjer.
nl: Laat je dansende lijnen zien.
pt: Mostra linhas dançantes.
pt_br: Mostra linhas de dança.
ro: Îți arată replici de dans.
tr: Dans çizgilerini gösterir.
uk: Показує вам танцювальні лінії.
vi: Hiển thị cho bạn các điệu nhảy.
zh: 向您展示舞蹈線條。
