Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LLCCHAR_MINUTES_NAME
source: Lower left corner character for minutes bar
ar: حرف الزاوية اليسرى السفلية لشريط الدقائق
de: Unteres linkes Eckzeichen für Minutenbalken
el: Χαρακτήρας κάτω αριστερής γωνίας για γραμμή λεπτών
es: Carácter de la esquina inferior izquierda para la barra de minutos
fr: Caractère du coin inférieur gauche pour la barre des minutes
ga: Carachtar cúinne íochtair ar chlé le haghaidh barra nóiméad
hi: मिनट बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah menit
it: Carattere nell'angolo in basso a sinistra per la barra dei minuti
ja: 分バーの左下隅の文字
ko: 분 표시줄의 왼쪽 하단 모서리 문자
ms: Aksara sudut kiri bawah untuk bar minit
nb: Tegn i nedre venstre hjørne for minuttlinjen
nl: Teken in de linkerbenedenhoek voor minutenbalk
pt: Caractere do canto inferior esquerdo para a barra de minutos
pt_br: Caractere do canto inferior esquerdo para barra de minutos
ro: Caracter din colțul din stânga jos pentru bara de minute
tr: Dakika çubuğu için sol alt köşedeki karakter
uk: Символ у нижньому лівому куті для хвилинної панелі
vi: Ký tự góc dưới bên trái cho thanh phút
zh: 分鐘欄的左下角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LLCCHAR_SECONDS_NAME
source: Lower left corner character for seconds bar
ar: حرف الزاوية اليسرى السفلية لشريط الثواني
de: Unteres linkes Eckzeichen für Sekundenbalken
el: Χαρακτήρας κάτω αριστερής γωνίας για τη γραμμή δευτερολέπτων
es: Carácter de la esquina inferior izquierda para la barra de segundos
fr: Caractère du coin inférieur gauche pour la barre des secondes
ga: Carachtar cúinne íochtair ar chlé le haghaidh barra soicind
hi: सेकंड बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah detik
it: Carattere nell'angolo in basso a sinistra per la barra dei secondi
ja: 秒バーの左下隅の文字
ko: 초 막대의 왼쪽 하단 모서리 문자
ms: Aksara sudut kiri bawah untuk bar saat
nb: Tegn i nedre venstre hjørne for sekundlinjen
nl: Teken in de linkerbenedenhoek voor secondenbalk
pt: Caractere do canto inferior esquerdo para a barra de segundos
pt_br: Caractere do canto inferior esquerdo para barra de segundos
ro: Caracter din colțul din stânga jos pentru bara de secunde
tr: Saniye çubuğu için sol alt köşedeki karakter
uk: Символ у нижньому лівому куті для секундної панелі
vi: Ký tự góc dưới bên trái cho thanh giây
zh: 秒條的左下角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LRCCHAR_HOURS_NAME
source: Lower right corner character for hours bar
ar: حرف الزاوية اليمنى السفلى لشريط الساعات
de: Zeichen in der unteren rechten Ecke für die Stundenleiste
el: Χαρακτήρας κάτω δεξιά γωνία για γραμμή ωρών
es: Carácter de la esquina inferior derecha para la barra de horas
fr: Caractère du coin inférieur droit pour la barre des heures
ga: Carachtar cúinne íochtair ar dheis le haghaidh barra uaireanta
hi: घंटे बार के लिए निचले दाएं कोने का वर्ण
id: Karakter di pojok kanan bawah untuk bilah jam
it: Carattere nell'angolo in basso a destra per la barra delle ore
ja: 時間バーの右下隅の文字
ko: 시간 표시줄의 오른쪽 하단 모서리 문자
ms: Aksara sudut kanan bawah untuk bar jam
nb: Tegn i nedre høyre hjørne for timelinjen
nl: Teken in de rechterbenedenhoek voor de urenbalk
pt: Caractere do canto inferior direito da barra de horas
pt_br: Caractere do canto inferior direito para barra de horas
ro: Caracter din colțul din dreapta jos pentru bara de ore
tr: Saat çubuğu için sağ alt köşedeki karakter
uk: Нижній правий кутовий символ для панелі годин
vi: Ký tự góc dưới bên phải cho thanh giờ
zh: 小時欄的右下角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LRCCHAR_MINUTES_NAME
source: Lower right corner character for minutes bar
ar: حرف الزاوية اليمنى السفلى لشريط الدقائق
de: Zeichen in der unteren rechten Ecke für den Minutenbalken
el: Χαρακτήρας κάτω δεξιά γωνία για γραμμή λεπτών
es: Carácter de la esquina inferior derecha para la barra de minutos
fr: Caractère du coin inférieur droit pour la barre des minutes
ga: Carachtar cúinne íochtair ar dheis le haghaidh barra nóiméad
hi: मिनट बार के लिए निचले दाएं कोने का वर्ण
id: Karakter sudut kanan bawah untuk bilah menit
it: Carattere nell'angolo in basso a destra per la barra dei minuti
ja: 分バーの右下隅の文字
ko: 분 표시줄의 오른쪽 아래 모서리 문자
ms: Aksara sudut kanan bawah untuk bar minit
nb: Tegn i nedre høyre hjørne for minuttlinjen
nl: Teken in de rechterbenedenhoek voor minutenbalk
pt: Caractere do canto inferior direito da barra de minutos
pt_br: Caractere do canto inferior direito para barra de minutos
ro: Caracter din colțul din dreapta jos pentru bara de minute
tr: Dakika çubuğu için sağ alt köşedeki karakter
uk: Символ у нижньому правому куті для панелі хвилин
vi: Ký tự góc dưới bên phải cho thanh phút
zh: 分鐘欄的右下角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LRCCHAR_SECONDS_NAME
source: Lower right corner character for seconds bar
ar: حرف الزاوية اليمنى السفلى لشريط الثواني
de: Unteres rechtes Eckzeichen für Sekundenbalken
el: Χαρακτήρας κάτω δεξιά γωνία για τη γραμμή δευτερολέπτων
es: Carácter de la esquina inferior derecha para la barra de segundos
fr: Caractère du coin inférieur droit pour la barre des secondes
ga: Carachtar cúinne íochtair ar dheis le haghaidh barra soicind
hi: सेकंड बार के लिए निचले दाएं कोने का वर्ण
id: Karakter sudut kanan bawah untuk bilah detik
it: Carattere nell'angolo in basso a destra per la barra dei secondi
ja: 秒バーの右下隅の文字
ko: 초 막대의 오른쪽 하단 모서리 문자
ms: Aksara sudut kanan bawah untuk bar saat
nb: Tegn i nedre høyre hjørne for sekundlinjen
nl: Teken in de rechterbenedenhoek voor secondenbalk
pt: Caractere do canto inferior direito para a barra de segundos
pt_br: Caractere do canto inferior direito para barra de segundos
ro: Caracter din colțul din dreapta jos pentru bara de secunde
tr: Saniye çubuğu için sağ alt köşedeki karakter
uk: Символ нижнього правого кута для секундної панелі
vi: Ký tự góc dưới bên phải cho thanh giây
zh: 秒條的右下角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_UPFRAMECHAR_HOURS_NAME
source: Upper frame character for hours bar
ar: حرف الإطار العلوي لشريط الساعات
de: Oberes Rahmenzeichen für Stundenbalken
el: Χαρακτήρας άνω καρέ για γραμμή ωρών
es: Carácter del marco superior para la barra de horas
fr: Caractère de cadre supérieur pour la barre des heures
ga: Carachtar fráma uachtair le haghaidh barra uaireanta
hi: घंटे बार के लिए ऊपरी फ्रेम वर्ण
id: Karakter bingkai atas untuk bilah jam
it: Carattere della cornice superiore per la barra delle ore
ja: 時間バーの上部フレーム文字
ko: 시간 표시줄의 상단 프레임 문자
ms: Watak bingkai atas untuk bar jam
nb: Øvre rammekarakter for timers bar
nl: Bovenste framekarakter voor urenbalk
pt: Caractere do quadro superior para a barra de horas
pt_br: Caractere do quadro superior para barra de horas
ro: Caracter de cadru superior pentru bara de ore
tr: Saat çubuğu için üst çerçeve karakteri
uk: Символ верхньої рамки для панелі годин
vi: Ký tự khung trên cho thanh giờ
zh: 小時欄的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_UPFRAMECHAR_MINUTES_NAME
source: Upper frame character for minutes bar
ar: حرف الإطار العلوي لشريط الدقائق
de: Oberes Rahmenzeichen für Minutenbalken
el: Χαρακτήρας άνω καρέ για γραμμή λεπτών
es: Carácter del marco superior para la barra de minutos
fr: Caractère de cadre supérieur pour la barre des minutes
ga: Carachtar fráma uachtair le haghaidh barra nóiméad
hi: मिनट बार के लिए अपर फ्रेम कैरेक्टर
id: Karakter bingkai atas untuk bilah menit
it: Carattere della cornice superiore per la barra dei minuti
ja: 分バーの上部フレーム文字
ko: 분 표시줄의 상단 프레임 문자
ms: Aksara bingkai atas untuk bar minit
nb: Øvre rammekarakter for minuttlinje
nl: Bovenste framekarakter voor minutenbalk
pt: Caractere do quadro superior para a barra de minutos
pt_br: Caractere do quadro superior para barra de minutos
ro: Caracter de cadru superior pentru bara de minute
tr: Dakika çubuğu için üst çerçeve karakteri
uk: Символ верхньої рамки для хвилинної панелі
vi: Ký tự khung trên cho thanh phút
zh: 分鐘欄的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_UPFRAMECHAR_SECONDS_NAME
source: Upper frame character for seconds bar
ar: حرف الإطار العلوي لشريط الثواني
de: Oberes Rahmenzeichen für Sekundenbalken
el: Χαρακτήρας άνω καρέ για γραμμή δευτερολέπτων
es: Carácter de marco superior para barra de segundos
fr: Caractère du cadre supérieur pour la barre des secondes
ga: Carachtar fráma uachtair le haghaidh barra soicind
hi: सेकंड बार के लिए अपर फ्रेम कैरेक्टर
id: Karakter bingkai atas untuk bilah detik
it: Carattere della cornice superiore per la barra dei secondi
ja: 秒バーの上部フレーム文字
ko: 초 막대의 상단 프레임 문자
ms: Aksara bingkai atas untuk bar saat
nb: Øvre rammekarakter for sekunder bar
nl: Bovenste frameteken voor secondenbalk
pt: Caractere do quadro superior para a barra de segundos
pt_br: Caractere do quadro superior para barra de segundos
ro: Caracter de cadru superior pentru bara de secunde
tr: Saniye çubuğu için üst çerçeve karakteri
uk: Символ верхнього кадру для секундної панелі
vi: Ký tự khung trên cho thanh giây
zh: 秒條的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LOFRAMECHAR_HOURS_NAME
source: Lower frame character for hours bar
ar: حرف الإطار السفلي لشريط الساعات
de: Unteres Rahmenzeichen für Stundenbalken
el: Χαρακτήρας κάτω καρέ για γραμμή ωρών
es: Carácter de marco inferior para la barra de horas
fr: Caractère de cadre inférieur pour la barre des heures
ga: Carachtar fráma níos ísle le haghaidh barra uaireanta
hi: घंटे बार के लिए निचला फ़्रेम वर्ण
id: Karakter bingkai bawah untuk bilah jam
it: Carattere della cornice inferiore per la barra delle ore
ja: 時間バーの下部フレーム文字
ko: 시간 표시줄의 하단 프레임 문자
ms: Aksara bingkai bawah untuk bar jam
nb: Nedre rammekarakter for timers bar
nl: Onderste framekarakter voor urenbalk
pt: Caractere de quadro inferior para barra de horas
pt_br: Caractere do quadro inferior para barra de horas
ro: Caracter de cadru inferior pentru bara de ore
tr: Saat çubuğu için alt çerçeve karakteri
uk: Символ нижньої рамки для панелі годин
vi: Ký tự khung dưới cho thanh giờ
zh: 小時欄的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LOFRAMECHAR_MINUTES_NAME
source: Lower frame character for minutes bar
ar: حرف الإطار السفلي لشريط الدقائق
de: Unteres Rahmenzeichen für Minutenbalken
el: Χαμηλότερος χαρακτήρας καρέ για γραμμή λεπτών
es: Carácter de marco inferior para la barra de minutos
fr: Caractère de cadre inférieur pour la barre des minutes
ga: Carachtar fráma níos ísle ar feadh barra nóiméad
hi: मिनट बार के लिए लोअर फ्रेम कैरेक्टर
id: Karakter bingkai bawah untuk bilah menit
it: Carattere della cornice inferiore per la barra dei minuti
ja: 分バーの下部フレーム文字
ko: 분 표시줄의 하단 프레임 문자
ms: Aksara bingkai bawah untuk bar minit
nb: Nedre rammekarakter for minuttlinje
nl: Onderste framekarakter voor minutenbalk
pt: Caractere de quadro inferior para a barra de minutos
pt_br: Caractere do quadro inferior para barra de minutos
ro: Caracter de cadru inferior pentru bara de minute
tr: Dakika çubuğu için alt çerçeve karakteri
uk: Символ нижньої рамки для хвилинної панелі
vi: Ký tự khung dưới cho thanh phút
zh: 分鐘欄的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LOFRAMECHAR_SECONDS_NAME
source: Lower frame character for seconds bar
ar: حرف الإطار السفلي لشريط الثواني
de: Unteres Rahmenzeichen für Sekundenbalken
el: Χαμηλότερος χαρακτήρας καρέ για γραμμή δευτερολέπτων
es: Carácter de cuadro inferior para la barra de segundos
fr: Caractère de cadre inférieur pour la barre des secondes
ga: Carachtar fráma níos ísle le haghaidh barra soicind
hi: सेकंड बार के लिए लोअर फ्रेम कैरेक्टर
id: Karakter bingkai bawah untuk bilah detik
it: Carattere della cornice inferiore per la barra dei secondi
ja: 秒バーの下部フレーム文字
ko: 초 막대의 하단 프레임 문자
ms: Aksara bingkai bawah untuk bar saat
nb: Nedre rammekarakter for sekunder bar
nl: Onderste framekarakter voor secondenbalk
pt: Caractere de quadro inferior para a barra de segundos
pt_br: Caractere do quadro inferior para barra de segundos
ro: Caracter de cadru inferior pentru bara de secunde
tr: Saniye çubuğu için alt çerçeve karakteri
uk: Символ нижньої рамки для секундної панелі
vi: Ký tự khung thấp hơn cho thanh giây
zh: 秒條的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LEFRAMECHAR_HOURS_NAME
source: Left frame character for hours bar
ar: حرف الإطار الأيسر لشريط الساعات
de: Zeichen des linken Rahmens für die Stundenleiste
el: Αριστερός χαρακτήρας καρέ για γραμμή ωρών
es: Carácter de marco izquierdo para la barra de horas
fr: Caractère de cadre gauche pour la barre des heures
ga: Fág an carachtar fráma ar feadh barra uaireanta
hi: घंटे बार के लिए लेफ्ट फ्रेम कैरेक्टर
id: Karakter bingkai kiri untuk bilah jam
it: Carattere della cornice sinistra per la barra delle ore
ja: 時間バーの左フレーム文字
ko: 시간 표시줄의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar jam
nb: Venstre rammekarakter for timelinje
nl: Teken in linkerframe voor urenbalk
pt: Caractere do quadro esquerdo para a barra de horas
pt_br: Caractere do quadro esquerdo para barra de horas
ro: Caracter din cadru din stânga pentru bara de ore
tr: Saat çubuğu için sol çerçeve karakteri
uk: Символ лівого кадру для панелі годин
vi: Ký tự khung bên trái cho thanh giờ
zh: 小時欄的左框架字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LEFRAMECHAR_MINUTES_NAME
source: Left frame character for minutes bar
ar: حرف الإطار الأيسر لشريط الدقائق
de: Zeichen des linken Rahmens für den Minutenbalken
el: Χαρακτήρας αριστερού πλαισίου για γραμμή λεπτών
es: Carácter de marco izquierdo para la barra de minutos
fr: Caractère de cadre gauche pour la barre des minutes
ga: Fág an carachtar fráma ar feadh barra nóiméad
hi: मिनट बार के लिए लेफ्ट फ्रेम कैरेक्टर
id: Karakter bingkai kiri untuk bilah menit
it: Carattere della cornice sinistra per la barra dei minuti
ja: 分バーの左フレーム文字
ko: 분 표시줄의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar minit
nb: Venstre rammetegn for minuttlinjen
nl: Teken in linkerframe voor minutenbalk
pt: Caractere do quadro esquerdo para a barra de minutos
pt_br: Caractere do quadro esquerdo para barra de minutos
ro: Caracter din cadru din stânga pentru bara de minute
tr: Dakika çubuğu için sol çerçeve karakteri
uk: Символ лівого кадру для хвилинної панелі
vi: Ký tự khung bên trái cho thanh phút
zh: 分鐘欄的左框架字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LEFRAMECHAR_SECONDS_NAME
source: Left frame character for seconds bar
ar: حرف الإطار الأيسر لشريط الثواني
de: Linkes Rahmenzeichen für Sekundenbalken
el: Αριστερός χαρακτήρας καρέ για γραμμή δευτερολέπτων
es: Carácter de marco izquierdo para barra de segundos
fr: Caractère de cadre gauche pour la barre des secondes
ga: Fág an carachtar fráma ar feadh barra soicind
hi: सेकंड बार के लिए लेफ्ट फ्रेम कैरेक्टर
id: Karakter bingkai kiri untuk bilah detik
it: Carattere del frame sinistro per la barra dei secondi
ja: 秒バーの左フレーム文字
ko: 초 막대의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar saat
nb: Venstre rammetegnet for sekundlinjen
nl: Teken in linkerframe voor secondenbalk
pt: Caractere do quadro esquerdo para a barra de segundos
pt_br: Caractere do quadro esquerdo para barra de segundos
ro: Caracter de cadru din stânga pentru bara de secunde
tr: Saniye çubuğu için sol çerçeve karakteri
uk: Символ лівого кадру для секундної панелі
vi: Ký tự khung bên trái cho thanh giây
zh: 秒條的左框架字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_RIFRAMECHAR_HOURS_NAME
source: Right frame character for hours bar
ar: حرف الإطار الأيمن لشريط الساعات
de: Rechtes Rahmenzeichen für Stundenbalken
el: Χαρακτήρας δεξιού πλαισίου για γραμμή ωρών
es: Carácter de marco derecho para la barra de horas
fr: Caractère du cadre droit pour la barre des heures
ga: Carachtar fráma ceart le haghaidh barra uaireanta
hi: घंटे बार के लिए दायां फ्रेम चरित्र
id: Karakter bingkai kanan untuk bilah jam
it: Carattere del frame destro per la barra delle ore
ja: 時間バーの右フレーム文字
ko: 시간 표시줄의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar jam
nb: Høyre rammekarakter for timelinje
nl: Rechter frameteken voor urenbalk
pt: Caractere de quadro direito para a barra de horas
pt_br: Caractere do quadro direito para barra de horas
ro: Caracter cadru din dreapta pentru bara de ore
tr: Saat çubuğu için sağ çerçeve karakteri
uk: Символ правої рамки для панелі годин
vi: Ký tự khung bên phải cho thanh giờ
zh: 小時欄的右框架字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_RIFRAMECHAR_MINUTES_NAME
source: Right frame character for minutes bar
ar: حرف الإطار الأيمن لشريط الدقائق
de: Rechtes Rahmenzeichen für Minutenbalken
el: Χαρακτήρας δεξιού πλαισίου για γραμμή λεπτών
es: Carácter de marco derecho para la barra de minutos
fr: Caractère de cadre droit pour la barre des minutes
ga: Carachtar fráma ceart le haghaidh barra nóiméad
hi: मिनट बार के लिए राइट फ्रेम कैरेक्टर
id: Karakter bingkai kanan untuk bilah menit
it: Carattere della cornice destra per la barra dei minuti
ja: 分バーの右フレーム文字
ko: 분 표시줄의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar minit
nb: Høyre rammetegn for minuttlinjen
nl: Rechter frameteken voor minutenbalk
pt: Caractere de quadro direito para a barra de minutos
pt_br: Caractere do quadro direito para barra de minutos
ro: Caracter cadru din dreapta pentru bara de minute
tr: Dakika çubuğu için sağ çerçeve karakteri
uk: Символ правої рамки для хвилинної панелі
vi: Ký tự khung bên phải cho thanh phút
zh: 分鐘欄的右邊框字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_RIFRAMECHAR_SECONDS_NAME
source: Right frame character for seconds bar
ar: حرف الإطار الأيمن لشريط الثواني
de: Rechtes Rahmenzeichen für Sekundenbalken
el: Χαρακτήρας δεξιού καρέ για γραμμή δευτερολέπτων
es: Carácter de marco derecho para la barra de segundos
fr: Caractère du cadre droit pour la barre des secondes
ga: Carachtar fráma ceart le haghaidh barra soicind
hi: सेकंड बार के लिए राइट फ्रेम कैरेक्टर
id: Karakter bingkai kanan untuk bilah detik
it: Carattere del frame destro per la barra dei secondi
ja: 秒バーの右フレーム文字
ko: 초 막대의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar saat
nb: Høyre rammetegn for sekunderslinje
nl: Rechterframeteken voor secondenbalk
pt: Caractere do quadro direito para a barra de segundos
pt_br: Caractere do quadro direito para barra de segundos
ro: Caracter cadru din dreapta pentru bara de secunde
tr: Saniye çubuğu için sağ çerçeve karakteri
uk: Символ правої рамки для секундної панелі
vi: Ký tự khung bên phải cho thanh giây
zh: 秒條的右框架字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_HOURS_NAME
source: Information text for hours
ar: نص معلومات لساعات
de: Informationstext für Stunden
el: Πληροφοριακό κείμενο για ώρες
es: Texto de información por horas
fr: Texte d'information pour les heures
ga: Téacs faisnéise ar feadh uaireanta
hi: घंटों के लिए सूचना पाठ
id: Teks informasi untuk jam
it: Testo informativo per ore
ja: 時間の情報テキスト
ko: 시간에 대한 정보 텍스트
ms: Teks maklumat selama berjam-jam
nb: Informasjonstekst for timer
nl: Informatietekst voor uren
pt: Texto informativo por horas
pt_br: Texto informativo para horas
ro: Text informativ pentru ore
tr: Saatler için bilgi metni
uk: Інформаційний текст на години
vi: Văn bản thông tin cho giờ
zh: 幾個小時的信息文本

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_MINUTES_NAME
source: Information text for minutes
ar: نص معلومات للدقائق
de: Informationstext für Minuten
el: Πληροφοριακό κείμενο για λεπτά
es: Texto de información para minutos
fr: Texte d'information pour les minutes
ga: Téacs faisnéise ar feadh nóiméid
hi: मिनटों के लिए सूचना पाठ
id: Teks informasi untuk risalah rapat
it: Testo informativo per minuti
ja: 分のための情報テキスト
ko: 분에 대한 정보 텍스트
ms: Teks maklumat untuk minit
nb: Informasjonstekst i minutter
nl: Informatietekst voor minuten
pt: Texto informativo por minutos
pt_br: Texto informativo para atas
ro: Text informativ timp de minute
tr: Tutanaklara ilişkin bilgi metni
uk: Інформаційний текст на хвилин
vi: Văn bản thông tin cho biên bản
zh: 幾分鐘的信息文本

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_SECONDS_NAME
source: Information text for seconds
ar: نص المعلومات للثواني
de: Informationstext für Sekunden
el: Κείμενο πληροφοριών για δευτερόλεπτα
es: Texto de información para segundos
fr: Texte d'information pendant les secondes
ga: Téacs faisnéise ar feadh soicind
hi: सेकंड के लिए सूचना पाठ
id: Teks informasi untuk detik
it: Testo informativo per secondi
ja: 秒の情報テキスト
ko: 초 동안 정보 텍스트
ms: Teks maklumat untuk beberapa saat
nb: Informasjonstekst i sekunder
nl: Informatietekst voor seconden
pt: Texto informativo por segundos
pt_br: Texto informativo para segundos
ro: Text informativ pentru câteva secunde
tr: Saniyeler için bilgi metni
uk: Інформаційний текст секунд
vi: Văn bản thông tin cho giây
zh: 幾秒鐘的信息文本

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINREDCOLOR_HOURS_NAME
source: Minimum red colour level for hours
ar: الحد الأدنى لمستوى اللون الأحمر لساعات
de: Minimaler roter Farbpegel für Stunden
el: Ελάχιστο επίπεδο κόκκινου χρώματος για ώρες
es: Nivel mínimo de color rojo por horas
fr: Niveau de couleur rouge minimum pendant des heures
ga: Íosleibhéal dath dearg ar feadh uaireanta
hi: घंटों के लिए न्यूनतम लाल रंग का स्तर
id: Tingkat warna merah minimum selama berjam-jam
it: Livello minimo di colore rosso per ore
ja: 数時間の最小赤色レベル
ko: 몇 시간 동안의 최소 적색 수준
ms: Tahap warna merah minimum selama berjam-jam
nb: Minimum rød fargenivå i timer
nl: Minimaal rood kleurniveau gedurende uren
pt: Nível mínimo de cor vermelha por horas
pt_br: Nível mínimo de cor vermelha por horas
ro: Nivel minim de culoare roșie pentru ore
tr: Saatlerce minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору протягом годин
vi: Mức độ màu đỏ tối thiểu trong nhiều giờ
zh: 幾個小時的最低紅色水平

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINGREENCOLOR_HOURS_NAME
source: Minimum green colour level for hours
ar: أدنى مستوى للون الأخضر لساعات
de: Minimaler grüner Farbpegel für Stunden
el: Ελάχιστο επίπεδο πράσινου χρώματος για ώρες
es: Nivel mínimo de color verde por horas
fr: Niveau de couleur verte minimum pendant des heures
ga: Íosleibhéal dath glas ar feadh uaireanta
hi: घंटों के लिए न्यूनतम हरे रंग का स्तर
id: Tingkat warna hijau minimum selama berjam-jam
it: Livello minimo di colore verde per ore
ja: 数時間の最小緑色レベル
ko: 몇 시간 동안의 최소 녹색 색상 수준
ms: Tahap warna hijau minimum selama berjam-jam
nb: Minimum grønt fargenivå i timer
nl: Minimaal groen kleurniveau voor uren
pt: Nível mínimo de cor verde por horas
pt_br: Nível mínimo de cor verde por horas
ro: Nivel minim de culoare verde pentru ore
tr: Saatlerce minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору протягом годин
vi: Mức độ màu xanh lá cây tối thiểu trong nhiều giờ
zh: 幾個小時的最低綠色水平

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINBLUECOLOR_HOURS_NAME
source: Minimum blue colour level for hours
ar: الحد الأدنى لمستوى اللون الأزرق لساعات
de: Minimaler blauer Farbpegel für Stunden
el: Ελάχιστο επίπεδο μπλε χρώματος για ώρες
es: Nivel mínimo de color azul durante horas
fr: Niveau de couleur bleu minimum pendant des heures
ga: Íosleibhéal dath gorm ar feadh uaireanta
hi: घंटों के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum selama berjam-jam
it: Livello minimo di colore blu per ore
ja: 数時間の最小青色レベル
ko: 몇 시간 동안의 최소 파란색 수준
ms: Tahap warna biru minimum selama berjam-jam
nb: Minimum blå fargenivå i timer
nl: Minimaal blauw kleurniveau voor uren
pt: Nível mínimo de cor azul por horas
pt_br: Nível mínimo de cor azul por horas
ro: Nivel minim de culoare albastră pentru ore
tr: Saatler için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору протягом годин
vi: Mức màu xanh tối thiểu trong nhiều giờ
zh: 幾個小時的最低藍色級別
