Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LRCCOLOR_NAME
source: Lower right corner colour for ramp bar
ar: لون الزاوية اليمنى السفلية لشريط المنحدر
de: Farbe der unteren rechten Ecke für Rampenleiste
el: Χρώμα κάτω δεξιά γωνία για ράμπα ράμπας
es: Color de la esquina inferior derecha para la barra de rampa
fr: Couleur du coin inférieur droit de la barre de rampe
ga: Dath cúinne íochtair ar dheis le haghaidh barra rampa
hi: रैंप बार के लिए निचले दाएं कोने का रंग
id: Warna sudut kanan bawah untuk ramp bar
it: Colore dell'angolo inferiore destro per la barra della rampa
ja: ランプバーの右下隅の色
ko: 램프 바의 오른쪽 하단 모서리 색상
ms: Warna sudut kanan bawah untuk palang jalan
nb: Nedre høyre hjørne farge for rampestang
nl: Kleur rechtsonder voor hellingbalk
pt: Cor do canto inferior direito da barra de rampa
pt_br: Cor do canto inferior direito para barra de rampa
ro: Culoarea colțului din dreapta jos pentru bara de rampă
tr: Rampa çubuğu için sağ alt köşe rengi
uk: Колір нижнього правого кута для рампи
vi: Màu góc dưới bên phải cho thanh dốc
zh: 斜坡條的右下角顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_UPFRAMECOLOR_NAME
source: Upper frame colour for ramp bar
ar: لون الإطار العلوي لشريط المنحدر
de: Obere Rahmenfarbe für Rampenstange
el: Χρώμα άνω πλαισίου για ράμπα ράμπας
es: Color del marco superior para la barra de rampa
fr: Couleur du cadre supérieur pour la barre de rampe
ga: Dath fráma uachtair le haghaidh barra rampaí
hi: रैंप बार के लिए ऊपरी फ्रेम रंग
id: Warna rangka atas untuk ramp bar
it: Colore telaio superiore per barra rampa
ja: ランプバーの上部フレームの色
ko: 램프 바의 상단 프레임 색상
ms: Warna bingkai atas untuk bar tanjakan
nb: Farge på øvre ramme for rampestang
nl: Kleur bovenframe voor oprijbalk
pt: Cor do quadro superior para barra de rampa
pt_br: Cor da estrutura superior para barra de rampa
ro: Culoarea cadrului superioară pentru bara de rampă
tr: Rampa çubuğu için üst çerçeve rengi
uk: Колір верхньої рамки рампи
vi: Màu khung trên cho thanh ram
zh: 斜坡條的上框顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LOFRAMECOLOR_NAME
source: Lower frame colour for ramp bar
ar: لون الإطار السفلي لشريط المنحدر
de: Untere Rahmenfarbe für Rampenstange
el: Κάτω χρώμα πλαισίου για ράμπα ράμπας
es: Color de marco inferior para barra de rampa
fr: Couleur du cadre inférieur pour barre de rampe
ga: Dath fráma níos ísle le haghaidh barra rampaí
hi: रैंप बार के लिए निचला फ्रेम रंग
id: Warna rangka bawah untuk ramp bar
it: Colore del telaio inferiore per la barra della rampa
ja: ランプバーの下部フレームカラー
ko: 램프 바의 하단 프레임 색상
ms: Warna bingkai bawah untuk bar tanjakan
nb: Farge på nedre ramme for rampestang
nl: Onderste framekleur voor oprijbalk
pt: Cor do quadro inferior para barra de rampa
pt_br: Cor da estrutura inferior para barra de rampa
ro: Culoarea inferioară a cadrului pentru bara de rampă
tr: Rampa çubuğu için alt çerçeve rengi
uk: Колір нижньої рамки рампи
vi: Màu khung dưới cho thanh dốc
zh: 斜坡條的下邊框顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LEFRAMECOLOR_NAME
source: Left frame colour for ramp bar
ar: لون الإطار الأيسر لشريط المنحدر
de: Linke Rahmenfarbe für Rampenstange
el: Χρώμα αριστερού πλαισίου για ράμπα ράμπας
es: Color del marco izquierdo para la barra de rampa
fr: Couleur du cadre gauche pour la barre de rampe
ga: Dath an fhráma ar chlé don bharra rampaí
hi: रैंप बार के लिए बायां फ्रेम रंग
id: Warna bingkai kiri untuk batang tanjakan
it: Colore della cornice sinistra per la barra della rampa
ja: ランプバーの左フレームの色
ko: 램프 바의 왼쪽 프레임 색상
ms: Warna bingkai kiri untuk bar tanjakan
nb: Venstre rammefarge for rampestang
nl: Linker framekleur voor oprijbalk
pt: Cor do quadro esquerdo para barra de rampa
pt_br: Cor do quadro esquerdo para barra de rampa
ro: Culoarea cadrului din stânga pentru bara de rampă
tr: Rampa çubuğu için sol çerçeve rengi
uk: Колір лівої рамки для рампи
vi: Màu khung bên trái cho thanh dốc
zh: 漸變條的左邊框顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_RIFRAMECOLOR_NAME
source: Right frame colour for ramp bar
ar: لون الإطار الأيمن لشريط المنحدر
de: Rechte Rahmenfarbe für Rampenstange
el: Δεξί χρώμα πλαισίου για ράμπα ράμπας
es: Color de marco derecho para barra de rampa
fr: Couleur du cadre droit pour la barre de rampe
ga: Dath fráma ceart le haghaidh barra rampa
hi: रैंप बार के लिए सही फ्रेम रंग
id: Warna bingkai yang tepat untuk ramp bar
it: Colore del telaio destro per la barra della rampa
ja: ランプバーの右フレームの色
ko: 램프 바의 오른쪽 프레임 색상
ms: Warna bingkai kanan untuk bar tanjakan
nb: Høyre rammefarge for rampestang
nl: Rechter framekleur voor oprijbalk
pt: Cor da moldura certa para a barra de rampa
pt_br: Cor da estrutura correta para barra de rampa
ro: Culoarea dreptă a cadrului pentru bara de rampă
tr: Rampa çubuğu için sağ çerçeve rengi
uk: Правильний колір рами для рампи
vi: Màu khung bên phải cho thanh dốc
zh: 斜坡條的右邊框顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_BORDERCOLORS_NAME
source: Use border colours for ramp bar
ar: استخدم ألوان الحدود لشريط المنحدر
de: Verwenden Sie Rahmenfarben für die Rampenleiste
el: Χρησιμοποιήστε χρώματα περιγράμματος για τη γραμμή ράμπας
es: Usar colores de borde para la barra de rampa
fr: Utiliser les couleurs de bordure pour la barre de rampe
ga: Bain úsáid as dathanna teorann le haghaidh barra rampaí
hi: रैंप बार के लिए बॉर्डर रंगों का प्रयोग करें
id: Gunakan warna batas untuk ramp bar
it: Usa i colori dei bordi per la barra della rampa
ja: ランプバーに境界線の色を使用する
ko: 램프 바에 테두리 색상 사용
ms: Gunakan warna sempadan untuk bar ramp
nb: Bruk kantfarger for rampestang
nl: Gebruik randkleuren voor hellingsbalk
pt: Use cores de borda para barra de rampa
pt_br: Use cores de borda para barra de rampa
ro: Folosiți culorile marginilor pentru bara de rampă
tr: Rampa çubuğu için kenarlık renklerini kullan
uk: Використовуйте кольори рамок для рампи
vi: Sử dụng màu đường viền cho thanh ram
zh: 使用漸變條的邊框顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_BORDERCOLORS_DESC
source: Use the border colours for the ramp bar. If disabled, will generate a grey bar.
ar: استخدم ألوان الحدود لشريط المنحدر. إذا تم تعطيله ، فسيتم إنشاء شريط رمادي.
de: Verwenden Sie die Rahmenfarben für die Rampenleiste. Wenn deaktiviert, wird ein grauer Balken erzeugt.
el: Χρησιμοποιήστε τα χρώματα περιγράμματος για τη γραμμή ράμπας. Εάν είναι απενεργοποιημένο, θα δημιουργήσει μια γκρι γραμμή.
es: Utilice los colores de borde para la barra de rampa. Si está deshabilitado, generará una barra gris.
fr: Utilisez les couleurs de bordure pour la barre de rampe. Si désactivé, générera une barre grise.
ga: Bain úsáid as na dathanna teorann don bharra rampaí. Má tá sé díchumasaithe, ginfear barra liath.
hi: रैंप बार के लिए बॉर्डर कलर्स का इस्तेमाल करें। अक्षम होने पर, एक धूसर बार जनरेट करेगा.
id: Gunakan warna batas untuk bilah tanjakan. Jika dinonaktifkan, akan menghasilkan bilah abu-abu.
it: Usa i colori del bordo per la barra della rampa. Se disabilitato, genererà una barra grigia.
ja: ランプバーの境界線の色を使用します。無効にすると、灰色のバーが生成されます。
ko: 램프 바에 테두리 색상을 사용합니다. 비활성화된 경우 회색 막대가 생성됩니다.
ms: Gunakan warna sempadan untuk bar tanjakan. Jika dilumpuhkan, akan menjana bar kelabu.
nb: Bruk kantfargene for rampelinjen. Hvis den er deaktivert, genereres en grå linje.
nl: Gebruik de randkleuren voor de hellingsbalk. Indien uitgeschakeld, wordt een grijze balk gegenereerd.
pt: Use as cores da borda para a barra de rampa. Se desabilitado, irá gerar uma barra cinza.
pt_br: Use as cores de borda para a barra de rampa. Se desabilitado, gerará uma barra cinza.
ro: Utilizați culorile marginilor pentru bara de rampă. Dacă este dezactivat, va genera o bară gri.
tr: Rampa çubuğu için sınır renklerini kullanın. Devre dışı bırakılırsa, gri bir çubuk oluşturur.
uk: Використовуйте кольори рамки для рампи. Якщо вимкнено, буде створено сіру смугу.
vi: Sử dụng màu viền cho thanh ram. Nếu tắt, sẽ tạo ra thanh màu xám.
zh: 使用漸變欄的邊框顏色。如果禁用，將生成一個灰色條。

# NKS_SCREENSAVERPACKS_STACKBOX_SETTINGS_FILLED_NAME
source: Fill the boxes
ar: املأ الصناديق
de: Füllen Sie die Kästchen
el: Γεμίστε τα κουτιά
es: llena las cajas
fr: Remplissez les cases
ga: Líon na boscaí
hi: बक्सों को भरें
id: Isi kotaknya
it: Riempi le scatole
ja: ボックスに記入する
ko: 상자 채우기
ms: Isi kotak
nb: Fyll boksene
nl: Vul de dozen
pt: Encha as caixas
pt_br: Encha as caixas
ro: Umpleți casetele
tr: Kutuları doldurun
uk: Заповніть ящики
vi: Điền vào các ô
zh: 填滿箱子

# NKS_SCREENSAVERPACKS_STACKBOX_SETTINGS_FILLED_DESC
source: Do we draw the box as a whole or do we draw only the border?
ar: هل نرسم الصندوق ككل أم نرسم الحدود فقط؟
de: Zeichnen wir die Box als Ganzes oder zeichnen wir nur die Umrandung?
el: Σχεδιάζουμε το πλαίσιο στο σύνολό του ή σχεδιάζουμε μόνο το περίγραμμα;
es: ¿Dibujamos la caja como un todo o solo el borde?
fr: Dessine-t-on la boîte dans son ensemble ou dessine-t-on seulement la bordure ?
ga: An dtarraingímid an bosca ina iomláine nó an dtarraingímid ach an teorainn?
hi: क्या हम बॉक्स को समग्र रूप से खींचते हैं या हम केवल बॉर्डर बनाते हैं?
id: Apakah kita menggambar kotak secara keseluruhan atau hanya menggambar pinggirannya saja?
it: Disegniamo la scatola nel suo insieme o disegniamo solo il bordo?
ja: ボックス全体を描画しますか、それとも境界線のみを描画しますか？
ko: 상자 전체를 그릴까요 아니면 테두리만 그릴까요?
ms: Adakah kita melukis kotak secara keseluruhan atau kita hanya melukis sempadan?
nb: Tegner vi boksen som en helhet eller tegner vi bare kanten?
nl: Tekenen we de doos als geheel of tekenen we alleen de rand?
pt: Desenhamos a caixa como um todo ou desenhamos apenas a borda?
pt_br: Desenhamos a caixa como um todo ou desenhamos apenas a borda?
ro: Desenăm cutia în întregime sau desenăm doar chenarul?
tr: Kutuyu bir bütün olarak mı çiziyoruz yoksa sadece kenarını mı çiziyoruz?
uk: Ми малюємо коробку в цілому чи малюємо лише межі?
vi: Chúng ta vẽ toàn bộ hộp hay chỉ vẽ phần viền?
zh: 我們是把盒子畫成一個整體還是只畫邊框？

# NKS_SCREENSAVERPACKS_BARROT_SETTINGS_NEXTROT_NAME
source: Next ramp rot interval
ar: فترة تعفن المنحدر التالية
de: Nächstes Ramp-Rot-Intervall
el: Επόμενο διάστημα σήψης ράμπας
es: Siguiente intervalo de podredumbre de rampa
fr: Prochain intervalle de pourriture de la rampe
ga: An chéad eatramh lobhadh rampa eile
hi: अगला रैंप सड़ांध अंतराल
id: Interval pembusukan rampa berikutnya
it: Prossimo intervallo di marciume della rampa
ja: 次のランプ腐敗間隔
ko: 다음 램프 부패 간격
ms: Selang reput tanjakan seterusnya
nb: Neste rampe råteintervall
nl: Volgende hellingrot-interval
pt: Próximo intervalo de podridão de rampa
pt_br: Próximo intervalo de rampa de podridão
ro: Următorul interval de putregai la rampă
tr: Sonraki rampa çürüme aralığı
uk: Наступний інтервал гниття рампи
vi: Khoảng thời gian thối dốc tiếp theo
zh: 下一個斜坡腐爛間隔

# NKS_SCREENSAVERPACKS_BARROT_SETTINGS_NEXTROT_DESC
source: How many milliseconds to wait before rotting the next ramp's one end?
ar: كم ميلي ثانية يجب الانتظار قبل تعفن نهاية المنحدر التالي؟
de: Wie viele Millisekunden warten, bis das eine Ende der nächsten Rampe verrottet?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν σαπίσετε το ένα άκρο της επόμενης ράμπας;
es: ¿Cuántos milisegundos hay que esperar antes de que se pudra el extremo de la siguiente rampa?
fr: Combien de millisecondes attendre avant de pourrir une extrémité de la rampe suivante ?
ga: Cé mhéad milleasoicind atá le fanacht sula lobhfaidh foirceann amháin an chéad rampa eile?
hi: अगले रैंप के एक छोर को सड़ने से पहले कितने मिलीसेकंड प्रतीक्षा करनी है?
id: Berapa milidetik yang harus ditunggu sebelum membusukkan salah satu ujung ramp berikutnya?
it: Quanti millisecondi devono aspettare prima di far marcire l'estremità della rampa successiva?
ja: 次のランプの一方の端を腐らせるまでに何ミリ秒待つのですか？
ko: 다음 램프의 한쪽 끝이 썩기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum mereputkan satu hujung tanjakan seterusnya?
nb: Hvor mange millisekunder skal man vente før den ene enden av neste rampe råtner?
nl: Hoeveel milliseconden moet je wachten voordat het ene uiteinde van de volgende helling verrot?
pt: Quantos milissegundos esperar antes de apodrecer uma extremidade da próxima rampa?
pt_br: Quantos milissegundos esperar antes de apodrecer uma das extremidades da próxima rampa?
ro: Câte milisecunde de așteptat înainte de a putrezi capătul următorului rampă?
tr: Bir sonraki rampanın bir ucunun çürümesi için kaç milisaniye beklenmesi gerekiyor?
uk: Скільки мілісекунд чекати, перш ніж зруйнується один кінець наступної рампи?
vi: Phải đợi bao nhiêu mili giây trước khi làm hỏng một đầu của đoạn đường dốc tiếp theo?
zh: 在腐爛下一個坡道的一端之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_FIREWORKS_SETTINGS_RADIUS_NAME
source: Firework explosion radius
ar: نصف قطر انفجار الألعاب النارية
de: Explosionsradius von Feuerwerk
el: Ακτίνα έκρηξης πυροτεχνημάτων
es: Radio de explosión de fuegos artificiales
fr: Rayon d'explosion du feu d'artifice
ga: Ga pléascadh tine ealaíne
hi: आतिशबाजी विस्फोट त्रिज्या
id: Radius ledakan kembang api
it: Raggio di esplosione del fuoco d'artificio
ja: 花火の爆発半径
ko: 불꽃 폭발 반경
ms: Jejari letupan bunga api
nb: Fyrverkeri eksplosjonsradius
nl: Explosiestraal vuurwerk
pt: Raio de explosão de fogos de artifício
pt_br: Raio de explosão de fogos de artifício
ro: Raza de explozie a focului de artificii
tr: Havai fişek patlama yarıçapı
uk: Радіус вибуху феєрверку
vi: Bán kính nổ pháo hoa
zh: 煙花爆炸半徑

# NKS_SCREENSAVERPACKS_FIREWORKS_SETTINGS_RADIUS_DESC
source: How many blocks (up to 10) is the explosion radius for the firework when ignited?
ar: كم عدد الكتل (حتى 10) نصف قطر الانفجار للألعاب النارية عند الاشتعال؟
de: Wie viele Blöcke (bis zu 10) beträgt der Explosionsradius für das Feuerwerk, wenn es gezündet wird?
el: Πόσα μπλοκ (έως 10) είναι η ακτίνα έκρηξης για το πυροτέχνημα όταν αναφλέγεται;
es: ¿Cuántos bloques (hasta 10) es el radio de explosión de los fuegos artificiales cuando se encienden?
fr: Combien de blocs (jusqu'à 10) est le rayon d'explosion du feu d'artifice lorsqu'il est allumé ?
ga: Cé mhéad bloc (suas le 10) atá sa gha pléasctha don tine ealaíne nuair a lastar í?
hi: प्रज्वलित होने पर आतिशबाजी के लिए विस्फोट त्रिज्या कितने ब्लॉक (10 तक) है?
id: Berapa banyak blok (hingga 10) radius ledakan kembang api saat dinyalakan?
it: Quanti blocchi (fino a 10) è il raggio di esplosione dei fuochi d'artificio quando vengono accesi?
ja: 点火したときの花火の爆発半径は何ブロック（最大10）ですか？
ko: 불꽃이 점화될 때 폭발 반경은 몇 블록(최대 10)입니까?
ms: Berapakah bilangan blok (sehingga 10) jejari letupan untuk bunga api apabila dinyalakan?
nb: Hvor mange blokker (opptil 10) er eksplosjonsradiusen for fyrverkeriet når det tennes?
nl: Hoeveel blokken (maximaal 10) is de explosieradius voor het vuurwerk wanneer het wordt aangestoken?
pt: Quantos blocos (até 10) é o raio de explosão do fogo de artifício quando aceso?
pt_br: Quantos blocos (até 10) é o raio de explosão dos fogos de artifício quando acesos?
ro: Câte blocuri (până la 10) este raza exploziei pentru focul de artificii atunci când este aprins?
tr: Havai fişek ateşlendiğinde patlama yarıçapı kaç bloktur (en fazla 10)?
uk: Скільки блоків (до 10) становить радіус вибуху феєрверку при запалюванні?
vi: Bán kính nổ của pháo hoa khi đốt cháy là bao nhiêu khối (tối đa 10 khối)?
zh: 點燃時煙花的爆炸半徑是多少塊（最多 10 個）？

# NKS_SCREENSAVERPACKS_FIGLET_SETTINGS_FONT_NAME
source: Figlet font
ar: خط Figlet
de: Figlet-Schriftart
el: Γραμματοσειρά Figlet
es: fuente Figlet
fr: Police Figlet
ga: Cló Figlet
hi: फिगलेट फॉन्ट
id: Huruf Figlet
it: Carattere Figlet
ja: Figletフォント
ko: 피글렛 글꼴
ms: Fon figlet
nl: Lettertype Figlet
pt: Fonte Figlet
pt_br: Fonte Figlet
ro: Font Figlet
tr: Figlet yazı tipi
uk: Шрифт Figlet
vi: Phông chữ Figlet
zh: 無花果字體

# NKS_SCREENSAVERPACKS_FIGLET_SETTINGS_FONT_DESC
source: Write a figlet font that is supported by the Figgle library. Consult the library documentation for more information
ar: اكتب خط الشكل الذي تدعمه مكتبة Figgle. راجع وثائق المكتبة لمزيد من المعلومات
de: Schreiben Sie eine Figlet-Schriftart, die von der Figgle-Bibliothek unterstützt wird. Weitere Informationen finden Sie in der Bibliotheksdokumentation
el: Γράψτε μια γραμματοσειρά figlet που να υποστηρίζεται από τη βιβλιοθήκη Figgle. Συμβουλευτείτε την τεκμηρίωση της βιβλιοθήκης για περισσότερες πληροφορίες
es: Escriba una fuente figlet que sea compatible con la biblioteca de Figgle. Consulta la documentación de la biblioteca para más información
fr: Écrivez une police figlet prise en charge par la bibliothèque Figgle. Consultez la documentation de la bibliothèque pour plus d'informations
ga: Scríobh cló figlet a thacaíonn leabharlann Figgle leis. Féach ar dhoiciméid na leabharlainne le haghaidh tuilleadh eolais
hi: एक फिगलेट फॉन्ट लिखें जो फिगल लाइब्रेरी द्वारा समर्थित हो। अधिक जानकारी के लिए पुस्तकालय के दस्तावेज़ देखें
id: Tulis font figlet yang didukung oleh pustaka Figgle. Lihat dokumentasi pustaka untuk informasi lebih lanjut
it: Scrivi un font figlet che sia supportato dalla libreria di Figgle. Consulta la documentazione della biblioteca per maggiori informazioni
ja: Figgleライブラリでサポートされているfigletフォントを記述します。詳細については、ライブラリのドキュメントを参照してください
ko: Figgle 라이브러리에서 지원하는 figlet 글꼴을 작성하십시오. 자세한 내용은 라이브러리 설명서를 참조하십시오.
ms: Tulis fon figlet yang disokong oleh perpustakaan Figgle. Rujuk dokumentasi perpustakaan untuk maklumat lanjut
nb: Skriv en figlet-font som støttes av Figgle-biblioteket. Se bibliotekets dokumentasjon for mer informasjon
nl: Schrijf een figlet-lettertype dat wordt ondersteund door de Figgle-bibliotheek. Raadpleeg de bibliotheekdocumentatie voor meer informatie
pt: Escreva uma fonte figlet compatível com a biblioteca Figgle. Consulte a documentação da biblioteca para obter mais informações
pt_br: Escreva uma fonte figlet que seja suportada pela biblioteca Figgle. Consulte a documentação da biblioteca para obter mais informações
ro: Scrieți un font figlet care este acceptat de biblioteca Figgle. Consultați documentația bibliotecii pentru mai multe informații
tr: Figgle kütüphanesi tarafından desteklenen bir figlet fontu yazın. Daha fazla bilgi için kütüphane belgelerine bakın
uk: Напишіть шрифт figlet, який підтримується бібліотекою Figgle. Зверніться до бібліотечної документації для отримання додаткової інформації
vi: Viết một phông chữ figlet được hỗ trợ bởi thư viện Figgle. Tham khảo tài liệu thư viện để biết thêm thông tin
zh: 編寫一個由 Figgle 庫支持的 figlet 字體。有關更多信息，請參閱庫文檔

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_BW_NAME
source: Enable Black and White Mode
ar: قم بتمكين وضع الأسود والأبيض
de: Aktivieren Sie den Schwarz-Weiß-Modus
el: Ενεργοποίηση ασπρόμαυρης λειτουργίας
es: Habilitar el modo en blanco y negro
fr: Activer le mode noir et blanc
ga: Cumasaigh Mód Dubh agus Bán
hi: ब्लैक एंड व्हाइट मोड सक्षम करें
id: Aktifkan Mode Hitam dan Putih
it: Abilita la modalità bianco e nero
ja: 白黒モードを有効にする
ko: 흑백 모드 활성화
ms: Dayakan Mod Hitam dan Putih
nb: Aktiver svart-hvitt-modus
nl: Zwart-witmodus inschakelen
pt: Ativar o modo preto e branco
pt_br: Habilitar modo preto e branco
ro: Activați modul Alb-negru
tr: Siyah Beyaz Modunu Etkinleştir
uk: Увімкніть чорно-білий режим
vi: Bật chế độ đen trắng
zh: 啟用黑白模式

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_BW_DESC
source: Makes the disco black and white. Will really hurt your eyes if it was too fast, so not recommended if you're experiencing a seizure of fast images.
ar: يجعل الديسكو أبيض وأسود. سوف تؤذي عينيك حقًا إذا كانت سريعة جدًا ، لذا لا ينصح بها إذا كنت تعاني من نوبة من الصور السريعة.
de: Macht die Disco schwarz auf weiß. Wird Ihre Augen wirklich verletzen, wenn es zu schnell war, also nicht empfohlen, wenn Sie einen Anfall von schnellen Bildern erleben.
el: Κάνει τη ντίσκο ασπρόμαυρη. Θα βλάψει πραγματικά τα μάτια σας εάν ήταν πολύ γρήγορο, επομένως δεν συνιστάται εάν αντιμετωπίζετε μια κρίση γρήγορων εικόνων.
es: Hace que la discoteca sea en blanco y negro. Realmente lastimará sus ojos si fue demasiado rápido, por lo que no se recomienda si está experimentando un ataque de imágenes rápidas.
fr: Rend la discothèque en noir et blanc. Cela vous fera vraiment mal aux yeux si c'était trop rapide, donc déconseillé si vous rencontrez une crise d'images rapides.
ga: Déanann sé an dioscó dubh agus bán. Gortaítear do shúile i ndáiríre má bhí sé ró-thapa, mar sin ní mholtar é má tá tú ag fulaingt le híomhánna tapa a urghabháil.
hi: डिस्को को ब्लैक एंड व्हाइट बनाता है। यदि यह बहुत तेज़ था, तो वास्तव में आपकी आँखों को चोट पहुँचाएगा, इसलिए यदि आप तेज़ छवियों के जब्ती का अनुभव कर रहे हैं तो इसकी अनुशंसा नहीं की जाती है।
id: Membuat disko menjadi hitam putih. Akan sangat menyakitkan mata Anda jika terlalu cepat, jadi tidak disarankan jika Anda mengalami kejang karena gambar yang cepat.
it: Rende la discoteca in bianco e nero. Ti farà davvero male agli occhi se è stato troppo veloce, quindi non consigliato se stai riscontrando un sequestro di immagini veloci.
ja: ディスコを白黒にします。速すぎると目を痛めるので、速い画像の発作を経験している場合はお勧めしません。
ko: 디스코를 흑백으로 만듭니다. 너무 빠르면 눈이 너무 아프므로 빠른 이미지의 발작을 경험하는 경우 권장하지 않습니다.
ms: Menjadikan disko hitam dan putih. Benar-benar akan menyakitkan mata anda jika terlalu pantas, jadi tidak disyorkan jika anda mengalami rampasan imej pantas.
nb: Gjør diskoteket svart-hvitt. Vil virkelig skade øynene dine hvis det var for raskt, så det anbefales ikke hvis du opplever et anfall av raske bilder.
nl: Maakt de disco zwart-wit. Het doet echt pijn aan je ogen als het te snel gaat, dus niet aanbevolen als je last hebt van snelle beelden.
pt: Torna a discoteca a preto e branco. Vai realmente machucar seus olhos se for muito rápido, então não é recomendado se você estiver tendo uma apreensão de imagens rápidas.
pt_br: Deixa a discoteca em preto e branco. Vai realmente machucar seus olhos se for muito rápido, então não é recomendado se você estiver tendo uma convulsão de imagens rápidas.
ro: Face discoteca alb-negru. Vă va răni cu adevărat ochii dacă a fost prea rapid, așa că nu este recomandat dacă aveți o criză de imagini rapide.
tr: Diskoyu siyah beyaz yapar. Çok hızlıysa gözlerinizi gerçekten acıtacaktır, bu yüzden hızlı görüntülerin nöbetini yaşıyorsanız önerilmez.
uk: Робить дискотеку чорно-білою. Ваші очі будуть дуже болячими, якщо це буде занадто швидко, тому не рекомендується, якщо ви відчуваєте захоплення швидких зображень.
vi: Làm cho disco thành đen trắng. Sẽ thực sự làm tổn thương mắt bạn nếu quá nhanh, vì vậy không khuyến khích nếu bạn đang bị co giật hình ảnh nhanh.
zh: 使迪斯科變成黑白。如果速度太快，真的會傷害您的眼睛，因此如果您遇到快速圖像癲癇發作，不建議使用。

# NKS_SCREENSAVERPACKS_NOISE_SETTINGS_DENSITY_NAME
source: Noise density
ar: كثافة الضوضاء
de: Rauschdichte
el: Πυκνότητα θορύβου
es: Densidad de ruido
fr: Densité de bruit
ga: Dlús torainn
hi: शोर घनत्व
id: Kepadatan kebisingan
it: Densità del rumore
ja: ノイズ密度
ko: 소음 밀도
ms: Ketumpatan bunyi
nb: Støytetthet
nl: Ruisdichtheid
pt: Densidade de ruído
pt_br: Densidade de ruído
ro: Densitatea zgomotului
tr: Gürültü yoğunluğu
uk: Щільність шуму
vi: Mật độ tiếng ồn
zh: 噪聲密度
