Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LLCCHAR_DESC
source: A character that resembles the lower left corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليسرى السفلية. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der unteren linken Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την κάτω αριστερή γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se asemeja a la esquina inferior izquierda. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin inférieur gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne íochtair ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो निचले बाएँ कोने जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai sudut kiri bawah. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che ricorda l'angolo inferiore sinistro. Assicurati di inserire un solo carattere.
ja: 左下隅に似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 하단 모서리와 유사한 문자입니다. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai sudut kiri bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det nedre venstre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de linkerbenedenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao canto inferior esquerdo. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao canto inferior esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din stânga jos. Asigurați-vă că introduceți un singur caracter.
tr: Sol alt köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує нижній лівий кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc dưới bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於左下角的字符。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_UPFRAMECHAR_DESC
source: A character that resembles the upper frame. Be sure to only input one character.
ar: شخصية تشبه الإطار العلوي. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem oberen Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το πάνω πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se parece al marco superior. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre supérieur. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma uachtarach. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो ऊपरी फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai bingkai atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda il telaio superiore. Assicurati di inserire un solo carattere.
ja: 上枠に似たキャラクター。必ず1文字だけ入力してください。
ko: 상단 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den øvre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het bovenframe. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro superior. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao quadro superior. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul de sus. Asigurați-vă că introduceți un singur caracter.
tr: Üst çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує верхню рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung trên. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於上框的字符。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LOFRAMECHAR_DESC
source: A character that resembles the lower frame. Be sure to only input one character.
ar: حرف يشبه الإطار السفلي. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem unteren Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το κάτω πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se parece al marco inferior. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre inférieur. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma íochtair. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो निचले फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai bingkai bawah. Pastikan untuk memasukkan hanya satu karakter.
it: Un personaggio che ricorda la cornice inferiore. Assicurati di inserire un solo carattere.
ja: 下のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 하단 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den nedre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het onderste frame. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro inferior. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao quadro inferior. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul inferior. Asigurați-vă că introduceți un singur caracter.
tr: Alt çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує нижню рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung dưới. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於下框的角色。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LEFRAMECHAR_DESC
source: A character that resembles the left frame. Be sure to only input one character.
ar: حرف يشبه الإطار الأيسر. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem linken Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το αριστερό πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se asemeja al marco izquierdo. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au cadre de gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो बाएं फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai bingkai kiri. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda la cornice di sinistra. Assicurati di inserire un solo carattere.
ja: 左のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai kiri. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den venstre rammen. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op het linkerframe. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro esquerdo. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao quadro esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul din stânga. Asigurați-vă că introduceți un singur caracter.
tr: Sol çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Персонаж, що нагадує ліву рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 一個類似於左框架的字符。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_RIFRAMECHAR_DESC
source: A character that resembles the right frame. Be sure to only input one character.
ar: شخصية تشبه الإطار الصحيح. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem rechten Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το σωστό καρέ. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se asemeja al cuadro derecho. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma ceart. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो सही फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai bingkai yang tepat. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda la cornice giusta. Assicurati di inserire un solo carattere.
ja: 右のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 오른쪽 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai yang betul. Pastikan anda hanya memasukkan satu aksara.
nb: En karakter som ligner den høyre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het juiste frame. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao quadro certo. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao quadro certo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul potrivit. Asigurați-vă că introduceți un singur caracter.
tr: Sağdaki kareye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Персонаж, що нагадує праву рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 一個類似於右框架的角色。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_HOURS_DESC
source: Write how your information text for the current hour shows. {0} for current hour out of 24 hours.
ar: اكتب كيف يظهر نص المعلومات الخاصة بك للساعة الحالية. {0} للساعة الحالية من أصل 24 ساعة.
de: Schreiben Sie, wie Ihr Informationstext für die aktuelle Stunde aussieht. {0} für die aktuelle Stunde von 24 Stunden.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για την τρέχουσα ώρα. {0} για την τρέχουσα ώρα από τις 24 ώρες.
es: Escriba cómo se muestra su texto de información para la hora actual. {0} para la hora actual de 24 horas.
fr: Écrivez comment votre texte d'information pour l'heure actuelle s'affiche. {0} pour l'heure actuelle sur 24 heures.
ga: Scríobh conas a léiríonn do théacs faisnéise don uair reatha. {0} don uair reatha lasmuigh de 24 huaire.
hi: लिखें कि वर्तमान घंटे के लिए आपका सूचना पाठ कैसा दिखता है। {0} 24 घंटे में से वर्तमान घंटे के लिए।
id: Tuliskan bagaimana teks informasi Anda ditampilkan untuk jam saat ini. {0} untuk jam saat ini dari 24 jam.
it: Scrivi come viene visualizzato il tuo testo informativo per l'ora corrente. {0} per l'ora corrente su 24 ore.
ja: 現在の時間の情報テキストがどのように表示されるかを記述します。24時間のうち現在の時間は{0}。
ko: 현재 시간에 대한 정보 텍스트가 어떻게 표시되는지 작성하십시오. {0}은(는) 24시간 중 현재 시간입니다.
ms: Tulis bagaimana teks maklumat anda untuk jam semasa ditunjukkan. {0} untuk jam semasa daripada 24 jam.
nb: Skriv hvordan informasjonsteksten for gjeldende time viser. {0} for gjeldende time av 24 timer.
nl: Schrijf op hoe uw informatietekst voor het huidige uur wordt weergegeven. {0} voor het huidige uur buiten 24 uur.
pt: Escreva como seu texto informativo para a hora atual é exibido. {0} para a hora atual de 24 horas.
pt_br: Escreva como seu texto informativo é exibido para a hora atual. {0} para a hora atual de 24 horas.
ro: Scrieți cum arată textul dvs. informativ pentru ora curentă. {0} pentru ora curentă din 24 de ore.
tr: Bilgi metninizin geçerli saate göre nasıl gösterildiğini yazın. 24 saatin geçerli saati için {0}.
uk: Напишіть, як виглядає ваш інформаційний текст на поточну годину. {0} за поточну годину з 24 годин.
vi: Viết cách hiển thị văn bản thông tin cho giờ hiện tại. {0} cho giờ hiện tại trong 24 giờ.
zh: 寫下當前小時的信息文本如何顯示。{0} 表示 24 小時內的當前小時。

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_MINUTES_DESC
source: Write how your information text for the current minute shows. {0} for current minute out of 60 minutes.
ar: اكتب كيف يظهر نص المعلومات الخاصة بك للدقيقة الحالية. {0} للدقيقة الحالية من أصل 60 دقيقة.
de: Schreiben Sie, wie Ihr Informationstext zur aktuellen Minute aussieht. {0} für die aktuelle Minute von 60 Minuten.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για το τρέχον λεπτό. {0} για το τρέχον λεπτό από τα 60 λεπτά.
es: Escriba cómo se muestra su texto de información para el minuto actual. {0} para el minuto actual de 60 minutos.
fr: Écrivez comment votre texte d'information pour la minute en cours s'affiche. {0} pour la minute actuelle sur 60 minutes.
ga: Scríobh conas a léiríonn do théacs faisnéise don nóiméad reatha. {0} don nóiméad reatha as 60 nóiméad.
hi: लिखें कि वर्तमान मिनट के लिए आपका सूचना पाठ कैसे दिखाता है। {0} 60 मिनट में से वर्तमान मिनट के लिए।
id: Tuliskan bagaimana teks informasi Anda ditampilkan untuk menit saat ini. {0} untuk menit saat ini dari 60 menit.
it: Scrivi come viene visualizzato il tuo testo informativo per il minuto corrente. {0} per il minuto corrente su 60 minuti.
ja: 現在の分の情報テキストがどのように表示されるかを書いてください。60分のうち現在の分は{0}。
ko: 현재 분에 대한 정보 텍스트가 어떻게 표시되는지 작성하십시오. 60분 중 현재 분에 대한 {0}.
ms: Tulis bagaimana teks maklumat anda untuk minit semasa ditunjukkan. {0} untuk minit semasa daripada 60 minit.
nb: Skriv hvordan informasjonsteksten for gjeldende minutt viser. {0} for gjeldende minutt av 60 minutter.
nl: Schrijf op hoe uw informatietekst voor de huidige minuut wordt weergegeven. {0} voor de huidige minuut van de 60 minuten.
pt: Escreva como seu texto informativo para o minuto atual é exibido. {0} para o minuto atual de 60 minutos.
pt_br: Escreva como seu texto informativo para o minuto atual é exibido. {0} para o minuto atual de 60 minutos.
ro: Scrieți cum se arată textul dvs. informativ pentru minutul curent. {0} pentru minutul curent din 60 de minute.
tr: Güncel dakikaya ait bilgi metninizin nasıl gösterildiğini yazın. 60 dakikadan güncel dakikaya {0}.
uk: Напишіть, як виглядає ваш інформаційний текст за поточну хвилину. {0} за поточну хвилину з 60 хвилин.
vi: Viết cách hiển thị văn bản thông tin cho phút hiện tại. {0} cho phút hiện tại trong tổng số 60 phút.
zh: 寫下當前分鐘的信息文本如何顯示。{0} 表示當前分鐘（共 60 分鐘）。

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_INFOTEXT_SECONDS_DESC
source: Write how your information text for the current second shows. {0} for current second out of 60 seconds.
ar: اكتب كيف نص المعلومات الخاصة بك للعروض الثانية الحالية. {0} للثانية الحالية من أصل 60 ثانية.
de: Schreiben Sie, wie Ihr Informationstext zur aktuellen Sekunde aussieht. {0} für aktuelle Sekunde von 60 Sekunden.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για το τρέχον δεύτερο. {0} για το τρέχον δευτερόλεπτο από τα 60 δευτερόλεπτα.
es: Escriba cómo se muestra su texto de información para el segundo actual. {0} para el segundo actual de 60 segundos.
fr: Écrivez comment votre texte d'information pour la seconde actuelle s'affiche. {0} pour la seconde actuelle sur 60 secondes.
ga: Scríobh conas a léiríonn do théacs faisnéise don dara ceann reatha. {0} don soicind reatha as 60 soicind.
hi: लिखें कि वर्तमान दूसरे शो के लिए आपका सूचना पाठ कैसा है। {0} 60 सेकंड में से वर्तमान सेकंड के लिए।
id: Tuliskan bagaimana teks informasi Anda ditampilkan pada detik saat ini. {0} untuk detik saat ini dari 60 detik.
it: Scrivi come il tuo testo informativo per i secondi spettacoli in corso. {0} per il secondo corrente su 60 secondi.
ja: 現在の秒の情報テキストがどのように表示されるかを記述します。60秒のうち現在の秒は{0}。
ko: 현재 초에 대한 정보 텍스트가 어떻게 표시되는지 작성하십시오. 60초 중 현재 초의 경우 {0}.
ms: Tulis bagaimana teks maklumat anda untuk detik semasa ditunjukkan. {0} untuk saat semasa daripada 60 saat.
nb: Skriv hvordan informasjonsteksten for gjeldende sekund viser. {0} for gjeldende sekund av 60 sekunder.
nl: Schrijf op hoe uw informatietekst voor de huidige seconde eruitziet. {0} voor huidige seconde van 60 seconden.
pt: Escreva como seu texto informativo para o segundo atual é exibido. {0} para o segundo atual de 60 segundos.
pt_br: Escreva como seu texto informativo é exibido para o segundo atual. {0} para o segundo atual de 60 segundos.
ro: Scrieți cum arată textul dvs. informativ pentru secunda curentă. {0} pentru secunda curentă din 60 de secunde.
tr: Mevcut saniye için bilgi metninizin nasıl gösterildiğini yazın. 60 saniyeden mevcut saniye için {0}.
uk: Напишіть, як виглядає ваш інформаційний текст за поточну секунду. {0} за поточну секунду з 60 секунд.
vi: Viết cách hiển thị văn bản thông tin của giây hiện tại. {0} cho giây hiện tại trong 60 giây.
zh: 寫下當前第二個信息文本的顯示方式。{0} 表示 60 秒中的當前秒。

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_TEXTCOLOR_NAME
source: Text colour
ar: لون الخط
de: Textfarbe
el: Χρώμα κειμένου
es: Color de texto
fr: Couleur du texte
ga: Dath téacs
hi: लिखावट का रंग
id: Warna teks
it: Colore del testo
ja: テキストの色
ko: 텍스트 색상
ms: Warna teks
nb: Tekstfarge
nl: Tekst kleur
pt: Cor do texto
pt_br: Cor do texto
ro: Culoarea textului
tr: Metin rengi
uk: Колір тексту
vi: Màu chữ
zh: 文字顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_ULCCHAR_NAME
source: Upper left corner character for ramp bar
ar: حرف الزاوية اليسرى العلوية لشريط المنحدر
de: Zeichen in der oberen linken Ecke für Rampenleiste
el: Χαρακτήρας επάνω αριστερής γωνίας για ράμπα ράμπας
es: Carácter de esquina superior izquierda para barra de rampa
fr: Caractère du coin supérieur gauche pour la barre de rampe
ga: Carachtar chúinne uachtarach ar chlé le haghaidh barra rampa
hi: रैंप बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk ramp bar
it: Carattere nell'angolo in alto a sinistra per la barra della rampa
ja: ランプバーの左上隅の文字
ko: 램프 바의 왼쪽 상단 모서리 문자
ms: Aksara sudut kiri atas untuk bar tanjakan
nb: Øvre venstre hjørnetegnet for rampestang
nl: Teken in de linkerbovenhoek voor hellingbalk
pt: Caractere do canto superior esquerdo para barra de rampa
pt_br: Caractere do canto superior esquerdo para barra de rampa
ro: Caracter din colțul din stânga sus pentru bara de rampă
tr: Rampa çubuğu için sol üst köşe karakteri
uk: Верхній лівий кутовий символ для рампи
vi: Ký tự góc trên bên trái cho thanh dốc
zh: 斜坡條的左上角字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_URCCHAR_NAME
source: Upper right corner character for ramp bar
ar: حرف الزاوية اليمنى العليا لشريط المنحدر
de: Zeichen in der oberen rechten Ecke für Rampenleiste
el: Χαρακτήρας επάνω δεξιά γωνία για ράμπα ράμπας
es: Carácter de esquina superior derecha para barra de rampa
fr: Caractère du coin supérieur droit pour la barre de rampe
ga: Carachtar cúinne uachtarach ar dheis le haghaidh barra rampa
hi: रैंप बार के लिए ऊपरी दाएं कोने का वर्ण
id: Karakter sudut kanan atas untuk ramp bar
it: Carattere nell'angolo in alto a destra per la barra della rampa
ja: ランプバーの右上隅の文字
ko: 램프 바의 오른쪽 상단 모서리 문자
ms: Watak sudut kanan atas untuk bar tanjakan
nb: Øvre høyre hjørnetegnet for rampestang
nl: Teken in rechterbovenhoek voor hellingbalk
pt: Caractere do canto superior direito para barra de rampa
pt_br: Caractere do canto superior direito para barra de rampa
ro: Caracter din colțul din dreapta sus pentru bara de rampă
tr: Rampa çubuğu için sağ üst köşe karakteri
uk: Символ верхнього правого кута для рампи
vi: Ký tự góc trên bên phải cho thanh dốc
zh: 斜坡條的右上角字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LLCCHAR_NAME
source: Lower left corner character for ramp bar
ar: حرف الزاوية اليسرى السفلية لشريط المنحدر
de: Unteres linkes Eckzeichen für Rampenleiste
el: Χαρακτήρας κάτω αριστερής γωνίας για ράμπα ράμπας
es: Carácter de esquina inferior izquierda para barra de rampa
fr: Caractère du coin inférieur gauche pour la barre de rampe
ga: Carachtar chúinne íochtair ar chlé le haghaidh barra rampa
hi: रैंप बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk ramp bar
it: Carattere nell'angolo in basso a sinistra per la barra della rampa
ja: ランプバーの左下隅の文字
ko: 램프 바의 왼쪽 하단 모서리 문자
ms: Aksara sudut kiri bawah untuk bar tanjakan
nb: Nedre venstre hjørnetegnet for rampestang
nl: Teken in de linkerbenedenhoek voor hellingbalk
pt: Caractere de canto inferior esquerdo para barra de rampa
pt_br: Caractere do canto inferior esquerdo para barra de rampa
ro: Caracter din colțul din stânga jos pentru bara de rampă
tr: Rampa çubuğu için sol alt köşe karakteri
uk: Символ нижнього лівого кута для рампи
vi: Ký tự góc dưới bên trái cho thanh dốc
zh: 斜坡條的左下角字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LRCCHAR_NAME
source: Lower right corner character for ramp bar
ar: حرف الزاوية اليمنى السفلية لشريط المنحدر
de: Zeichen in der unteren rechten Ecke für Rampenleiste
el: Χαρακτήρας κάτω δεξιά γωνία για ράμπα ράμπας
es: Carácter de esquina inferior derecha para barra de rampa
fr: Caractère du coin inférieur droit pour la barre de rampe
ga: Carachtar cúinne íochtair ar dheis le haghaidh barra rampa
hi: रैंप बार के लिए निचले दाएं कोने का वर्ण
id: Karakter sudut kanan bawah untuk ramp bar
it: Carattere nell'angolo in basso a destra per la barra della rampa
ja: ランプバーの右下隅の文字
ko: 램프 바의 오른쪽 하단 모서리 문자
ms: Aksara sudut kanan bawah untuk bar tanjakan
nb: Nedre høyre hjørnetegnet for rampestang
nl: Teken in rechterbenedenhoek voor hellingbalk
pt: Caractere do canto inferior direito da barra de rampa
pt_br: Caractere do canto inferior direito para barra de rampa
ro: Caracter din colțul din dreapta jos pentru bara de rampă
tr: Rampa çubuğu için sağ alt köşe karakteri
uk: Символ нижнього правого кута для рампи
vi: Ký tự góc dưới bên phải cho thanh dốc
zh: 斜坡條的右下角字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_UPFRAMECHAR_NAME
source: Upper frame character for ramp bar
ar: حرف الإطار العلوي لشريط المنحدر
de: Oberer Rahmencharakter für Rampenstange
el: Χαρακτήρας άνω πλαισίου για ράμπα ράμπας
es: Carácter de marco superior para barra de rampa
fr: Caractère de cadre supérieur pour barre de rampe
ga: Carachtar fráma uachtair le haghaidh barra rampa
hi: रैंप बार के लिए अपर फ्रेम कैरेक्टर
id: Karakter rangka atas untuk ramp bar
it: Carattere del frame superiore per la barra della rampa
ja: ランプバーの上部フレーム文字
ko: 램프 바의 상단 프레임 문자
ms: Watak bingkai atas untuk bar tanjakan
nb: Øvre rammekarakter for rampestang
nl: Bovenste framekarakter voor hellingsbalk
pt: Caractere de quadro superior para barra de rampa
pt_br: Caractere do quadro superior para barra de rampa
ro: Caracter de cadru superior pentru bara de rampă
tr: Rampa çubuğu için üst çerçeve karakteri
uk: Символ верхньої рамки для рампи
vi: Ký tự khung trên cho thanh ram
zh: 斜坡條的上框字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LOFRAMECHAR_NAME
source: Lower frame character for ramp bar
ar: حرف الإطار السفلي لشريط المنحدر
de: Unterer Rahmencharakter für Rampenstange
el: Χαρακτήρας κάτω πλαισίου για μπάρα ράμπας
es: Carácter de marco inferior para barra de rampa
fr: Caractère de cadre inférieur pour barre de rampe
ga: Carachtar fráma níos ísle le haghaidh barra rampa
hi: रैंप बार के लिए लोअर फ्रेम कैरेक्टर
id: Karakter rangka bawah untuk ramp bar
it: Carattere del frame inferiore per la barra della rampa
ja: ランプバーの下部フレーム文字
ko: 램프 바의 하단 프레임 문자
ms: Aksara bingkai bawah untuk bar tanjakan
nb: Nedre rammekarakter for rampestang
nl: Onderste framekarakter voor hellingbalk
pt: Caractere de quadro inferior para barra de rampa
pt_br: Caractere do quadro inferior para barra de rampa
ro: Caracter de cadru inferior pentru bara de rampă
tr: Rampa çubuğu için alt çerçeve karakteri
uk: Символ нижньої рамки для рампи
vi: Ký tự khung dưới cho thanh dốc
zh: 斜坡條的下框架字符
