Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_FADER_SETTINGS_DESC
source: Fading text in and out.
ar: يتلاشى النص داخل وخارج.
de: Text ein- und ausblenden.
el: Ξεθώριασμα κειμένου μέσα και έξω.
es: Texto que aparece y desaparece.
fr: Fondu du texte entrant et sortant.
ga: Téacs ag dul in olcas isteach agus amach.
hi: अंदर और बाहर लुप्त होता पाठ।
id: Memudarkan teks masuk dan keluar.
it: Dissolvenza del testo in entrata e in uscita.
ja: テキストをフェードインおよびフェードアウトします。
ko: 텍스트 페이드 인 및 페이드 아웃.
ms: Teks pudar masuk dan keluar.
nb: Fading tekst inn og ut.
nl: Tekst in- en uitfaden.
pt: Desaparecendo e desaparecendo o texto.
pt_br: Texto aparecendo e desaparecendo gradualmente.
tr: Metinlerin açılıp kapanması.
uk: Зникнення тексту.
vi: Làm mờ dần văn bản hiện ra và biến mất.
zh: 文字淡入淡出。

# NKS_SCREENSAVERPACKS_FADERBACK_SETTINGS_DESC
source: Fading background in and out.
ar: يتلاشى الخلفية داخل وخارج.
de: Ein- und Ausblenden des Hintergrunds.
el: Ξεθώριασμα φόντου μέσα και έξω.
es: Fondo que se desvanece y desaparece.
fr: Fondu en fondu entrant et sortant.
ga: Cúlra fading isteach agus amach.
hi: अंदर और बाहर लुप्त होती पृष्ठभूमि।
id: Latar belakang memudar masuk dan keluar.
it: Sfumatura dello sfondo in entrata e in uscita.
ja: 背景をフェードインおよびフェードアウトします。
ko: 배경이 페이드 인/아웃됩니다.
ms: Latar belakang pudar masuk dan keluar.
nb: Fading bakgrunn inn og ut.
nl: Vervagende achtergrond in en uit.
pt: Desaparecendo e desaparecendo o fundo.
pt_br: Desvanecimento e esmaecimento do fundo.
ro: Decolorarea fundalului înăuntru și în afară.
tr: Arka planın açılıp kapanması.
uk: Зникнення фону.
vi: Nền mờ dần vào và ra.
zh: 背景淡入淡出。

# NKS_SCREENSAVERPACKS_BEATFADER_SETTINGS_DESC
source: Fading text in and out in beats.
ar: يتلاشى النص داخل وخارج في يدق.
de: Text in Takten ein- und ausblenden.
el: Ξεθώριασμα κειμένου μέσα και έξω σε ρυθμούς.
es: Texto que aparece y desaparece en tiempos.
fr: Fondu du texte entrant et sortant en rythmes.
ga: Téacs ag dul in olcas isteach agus amach i bhuille.
hi: बीट्स में अंदर और बाहर लुप्त होता पाठ।
id: Memudarkan teks masuk dan keluar dalam ketukan.
it: Dissolvenza del testo in entrata e in uscita in battute.
ja: テキストをビートごとにフェードインおよびフェードアウトします。
ko: 비트에 따라 텍스트가 페이드 인 및 페이드 아웃됩니다.
ms: Teks pudar masuk dan keluar mengikut rentak.
nb: Fading tekst inn og ut i takter.
nl: Tekst in en uitfaden in beats.
pt: Aparecendo e desaparecendo o texto em batidas.
pt_br: Texto aparecendo e desaparecendo gradualmente em batidas.
tr: Vuruşlarda metnin yavaş yavaş açılıp kapanması.
uk: Зникнення тексту в тактах.
vi: Văn bản mờ dần theo nhịp.
zh: 以節拍淡入和淡出文字。

# NKS_SCREENSAVERPACKS_BEATFADER_SETTINGS_BEATCOLOR_DESC
source: Beat colour
ar: فاز اللون
de: Farbe schlagen
el: Κτυπήστε το χρώμα
es: batir color
fr: Battre la couleur
ga: Buille dath
hi: रंग मारो
id: Mengalahkan warna
it: Batti il colore
ja: ビートカラー
ko: 비트 컬러
ms: Pukul warna
nb: Slå farge
nl: Versla kleur
pt: Bater cor
pt_br: Cor da batida
ro: Bate culoarea
tr: Rengi yendi
uk: Обіграти колір
vi: Đánh màu
zh: 打色

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_DESC
source: Simulates a person writing text with typos.
ar: يحاكي الشخص الذي يكتب النص مع الأخطاء المطبعية.
de: Simuliert eine Person, die Text mit Tippfehlern schreibt.
el: Προσομοιώνει ένα άτομο που γράφει κείμενο με τυπογραφικά λάθη.
es: Simula una persona escribiendo un texto con errores tipográficos.
fr: Simule une personne écrivant un texte avec des fautes de frappe.
ga: Insamhladh duine ag scríobh téacs le typos.
hi: टाइपो के साथ पाठ लिखने वाले व्यक्ति का अनुकरण करता है।
id: Mensimulasikan seseorang menulis teks dengan kesalahan ketik.
it: Simula una persona che scrive un testo con errori di battitura.
ja: タイプミスのあるテキストを書く人をシミュレートします。
ko: 오타가 있는 텍스트를 작성하는 사람을 시뮬레이션합니다.
ms: Mensimulasikan seseorang menulis teks dengan kesilapan menaip.
nb: Simulerer en person som skriver tekst med skrivefeil.
nl: Simuleert een persoon die tekst schrijft met typefouten.
pt: Simula uma pessoa escrevendo um texto com erros de digitação.
pt_br: Simula uma pessoa escrevendo um texto com erros de digitação.
ro: Simulează o persoană care scrie text cu greșeli de scriere.
tr: Yazım hataları içeren metin yazan bir kişiyi simüle eder.
uk: Імітує людину, яка пише текст із помилками.
vi: Mô phỏng một người đang viết văn bản có lỗi chính tả.
zh: 模擬一個人寫有拼字錯誤的文字。

# NKS_SCREENSAVERPACKS_MARQUEE_SETTINGS_DESC
source: Shows you a scrolling text from the right to the left.
ar: يظهر لك نصًا متحركًا من اليمين إلى اليسار.
de: Zeigt Ihnen einen Lauftext von rechts nach links.
el: Σας εμφανίζει ένα κυλιόμενο κείμενο από τα δεξιά προς τα αριστερά.
es: Le muestra un texto que se desplaza de derecha a izquierda.
fr: Vous montre un texte défilant de droite à gauche.
ga: Taispeánann sé téacs scrollaithe duit ón taobh deas ar chlé.
hi: आपको दाएँ से बाएँ स्क्रॉल करने वाला टेक्स्ट दिखाता है।
id: Menunjukkan teks bergulir dari kanan ke kiri.
it: Mostra un testo scorrevole da destra a sinistra.
ja: 右から左にスクロールするテキストを表示します。
ko: 오른쪽에서 왼쪽으로 스크롤되는 텍스트를 표시합니다.
ms: Menunjukkan teks menatal kepada anda dari kanan ke kiri.
nb: Viser deg en rulletekst fra høyre til venstre.
nl: Toont u een scrollende tekst van rechts naar links.
pt: Mostra um texto de rolagem da direita para a esquerda.
pt_br: Mostra um texto rolando da direita para a esquerda.
ro: Vă arată un text care se derulează de la dreapta la stânga.
tr: Sağdan sola doğru kayan bir metin gösterir.
uk: Показує текст, який прокручується справа наліво.
vi: Hiển thị văn bản cuộn từ phải sang trái.
zh: 顯示從右到左滾動的文字。

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_DESC
source: Simulates a person writing text for a newspaper in the linotype keyboard in the old times.
ar: يحاكي شخص يكتب نصا لصحيفة في لوحة المفاتيح الخطية في العصور القديمة.
de: Simuliert eine Person, die früher auf der Linotype-Tastatur Text für eine Zeitung schrieb.
el: Προσομοιώνει ένα άτομο που γράφει κείμενο για εφημερίδα στο λινοτυπικό πληκτρολόγιο στα παλιά χρόνια.
es: Simula a una persona escribiendo texto para un periódico en el teclado de linotipia de los viejos tiempos.
fr: Simule une personne écrivant du texte pour un journal sur le clavier linotype dans les temps anciens.
ga: Insamhladh duine ag scríobh téacs do nuachtán ar an méarchlár linóleum sa sean-am.
hi: पुराने समय में लिनोटाइप कीबोर्ड में अखबार के लिए टेक्स्ट लिखने वाले व्यक्ति का अनुकरण करता है।
id: Mensimulasikan seseorang menulis teks untuk surat kabar pada papan ketik linotype di masa lalu.
it: Simula una persona che scriveva un testo per un giornale sulla tastiera del linotype ai vecchi tempi.
ja: 昔、ライノタイプのキーボードで新聞に文章を書いていた人をシミュレートします。
ko: 옛날에 리노타이프 키보드로 신문에 글을 쓰는 사람을 시뮬레이션합니다.
ms: Mensimulasikan seseorang menulis teks untuk akhbar dalam papan kekunci linotaip pada zaman dahulu.
nb: Simulerer en person som skriver tekst til en avis på linotype-tastaturet i gamle tider.
nl: Simuleert een persoon die vroeger tekst voor een krant schreef met het linotype-toetsenbord.
pt: Simula uma pessoa escrevendo texto para um jornal no teclado linotipo de antigamente.
pt_br: Simula uma pessoa escrevendo um texto para um jornal no teclado linotipo antigamente.
ro: Simulează o persoană care scrie text pentru un ziar pe tastatura de linotip în vremurile vechi.
tr: Eski zamanlarda dizgi makinesiyle gazeteye yazı yazan bir kişiyi simüle eder.
uk: Імітує людину, яка писала текст для газети на лінотипній клавіатурі в старі часи.
vi: Mô phỏng một người đang viết văn bản cho một tờ báo trên bàn phím máy đánh chữ thời xưa.
zh: 模擬舊時代人們在排版鍵盤上為報紙撰寫文字。

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_LINEFILLTYPE_DESC
source: Line fill pattern type. 0 prints the known pattern of etaoin characters, 1 prints the complete pattern of etaoin characters, and 2 prints the random set of characters to rapidly fill in the line.
ar: نوع نمط تعبئة الخط. 0 يطبع النمط المعروف لأحرف etaoin، 1 يطبع النمط الكامل لأحرف etaoin، و2 يطبع المجموعة العشوائية من الأحرف لملء السطر بسرعة.
de: Typ des Linienfüllmusters. 0 druckt das bekannte Muster von Etaoin-Zeichen, 1 druckt das vollständige Muster von Etaoin-Zeichen und 2 druckt den zufälligen Satz von Zeichen, um die Zeile schnell zu füllen.
el: Τύπος μοτίβου γεμίσματος γραμμής. Το 0 εκτυπώνει το γνωστό μοτίβο χαρακτήρων etaoin, το 1 εκτυπώνει το πλήρες μοτίβο των χαρακτήρων etaoin και το 2 εκτυπώνει το τυχαίο σύνολο χαρακτήρων για να συμπληρώσει γρήγορα τη γραμμή.
es: Tipo de patrón de relleno de línea. 0 imprime el patrón conocido de caracteres etaoin, 1 imprime el patrón completo de caracteres etaoin y 2 imprime el conjunto aleatorio de caracteres para completar rápidamente la línea.
fr: Type de motif de remplissage de ligne. 0 imprime le modèle connu de caractères etaoin, 1 imprime le modèle complet de caractères etaoin et 2 imprime l'ensemble aléatoire de caractères pour remplir rapidement la ligne.
ga: Cineál patrún líonadh líne. priontaí 0 an patrún aitheanta de charachtair etaoin, prionnaíonn 1 patrún iomlán na gcarachtar etaoin, agus prionnaíonn 2 an tacar randamach de charachtair chun an líne a líonadh go tapa.
hi: लाइन भरण पैटर्न प्रकार. 0 etaoin वर्णों के ज्ञात पैटर्न को प्रिंट करता है, 1 etaoin वर्णों का पूरा पैटर्न प्रिंट करता है, और 2 पंक्ति को तेज़ी से भरने के लिए वर्णों के यादृच्छिक सेट को प्रिंट करता है।
id: Jenis pola pengisian baris. 0 mencetak pola karakter etaoin yang diketahui, 1 mencetak pola karakter etaoin yang lengkap, dan 2 mencetak rangkaian karakter acak untuk mengisi baris dengan cepat.
it: Tipo di motivo di riempimento linea. 0 stampa lo schema noto di caratteri etaoin, 1 stampa lo schema completo di caratteri etaoin e 2 stampa l'insieme casuale di caratteri per riempire rapidamente la riga.
ja: ラインフィルパターンのタイプ。0 はエタオイン文字の既知のパターンを出力し、1 はエタオイン文字の完全なパターンを出力し、2 は行を素早く埋めるためのランダムな文字セットを出力します。
ko: 선 채우기 패턴 유형입니다. 0은 알려진 에타오인 문자 패턴을 인쇄하고, 1은 에타오인 문자의 전체 패턴을 인쇄하며, 2는 임의의 문자 세트를 인쇄하여 줄을 빠르게 채웁니다.
ms: Jenis corak pengisian baris. 0 mencetak corak aksara etaoin yang diketahui, 1 mencetak corak lengkap aksara etaoin dan 2 mencetak set aksara rawak untuk mengisi baris dengan pantas.
nb: Linjefyllmønstertype. 0 skriver ut det kjente mønsteret av etaoin-tegn, 1 skriver ut hele mønsteret av etaoin-tegn, og 2 skriver ut det tilfeldige settet med tegn for å raskt fylle ut linjen.
nl: Type lijnopvulpatroon. 0 drukt het bekende patroon van etaoin-tekens af, 1 drukt het volledige patroon van etaoin-tekens af, en 2 drukt de willekeurige reeks tekens af om de regel snel te vullen.
pt: Tipo de padrão de preenchimento de linha. 0 imprime o padrão conhecido de caracteres etaoin, 1 imprime o padrão completo de caracteres etaoin e 2 imprime o conjunto aleatório de caracteres para preencher rapidamente a linha.
pt_br: Tipo de padrão de preenchimento de linha. 0 imprime o padrão conhecido de caracteres etaoin, 1 imprime o padrão completo de caracteres etaoin e 2 imprime o conjunto aleatório de caracteres para preencher rapidamente a linha.
ro: Tipul de model de umplere a liniilor. 0 tipărește modelul cunoscut de caractere etaoin, 1 tipărește modelul complet de caractere etaoin și 2 tipărește setul aleatoriu de caractere pentru a completa rapid linia.
tr: Satır doldurma deseni türü. 0 bilinen etaoin karakterlerinin desenini yazdırır, 1 etaoin karakterlerinin tam desenini yazdırır ve 2 satırı hızla dolduracak rastgele karakter kümesini yazdırır.
uk: Тип шаблону заливки лінії. 0 друкує відомий шаблон etaoin символів, 1 друкує повний шаблон etaoin символів, а 2 друкує випадковий набір символів для швидкого заповнення рядка.
vi: Kiểu mẫu điền dòng. 0 in mẫu ký tự etaoin đã biết, 1 in mẫu ký tự etaoin đầy đủ và 2 in tập hợp ký tự ngẫu nhiên để điền nhanh vào dòng.
zh: 線條填滿圖案類型。0 列印 etaoin 字元的已知模式，1 列印 etaoin 字元的完整模式，2 列印隨機字元集以快速填入該行。

# NKS_SCREENSAVERPACKS_TYPEWRITER_SETTINGS_DESC
source: Simulates a person writing text perfectly.
ar: يحاكي الشخص الذي يكتب النص بشكل مثالي.
de: Simuliert perfekt eine Person, die einen Text schreibt.
el: Προσομοιώνει τέλεια ένα άτομο που γράφει κείμενο.
es: Simula perfectamente a una persona escribiendo un texto.
fr: Simule parfaitement une personne qui écrit un texte.
ga: Samhlaíonn sé duine ag scríobh téacs go foirfe.
hi: पाठ लिखने वाले व्यक्ति का आदर्श रूप से अनुकरण करता है।
id: Mensimulasikan seseorang menulis teks dengan sempurna.
it: Simula perfettamente una persona che scrive un testo.
ja: テキストを書く人を完璧にシミュレートします。
ko: 텍스트를 작성하는 사람을 완벽하게 시뮬레이션합니다.
ms: Mensimulasikan seseorang menulis teks dengan sempurna.
nb: Simulerer en person som skriver tekst perfekt.
nl: Simuleert perfect een persoon die tekst schrijft.
pt: Simula perfeitamente uma pessoa escrevendo um texto.
pt_br: Simula uma pessoa escrevendo um texto perfeitamente.
ro: Simulează perfect o persoană care scrie text.
tr: Bir kişinin metin yazmasını kusursuz bir şekilde simüle eder.
uk: Ідеально імітує людину, яка пише текст.
vi: Mô phỏng một người đang viết văn bản một cách hoàn hảo.
zh: 完美模擬人書寫文字。

# NKS_SCREENSAVERPACKS_TYPEWRITER_SETTINGS_ARROWPOS_NAME
source: Show arrow position
ar: إظهار موضع السهم
de: Pfeilposition anzeigen
el: Εμφάνιση θέσης βέλους
es: Mostrar posición de la flecha
fr: Afficher la position de la flèche
ga: Taispeáin suíomh na saigheada
hi: तीर की स्थिति दिखाएँ
id: Tampilkan posisi panah
it: Mostra la posizione della freccia
ja: 矢印の位置を表示
ko: 화살표 위치 표시
ms: Tunjukkan kedudukan anak panah
nb: Vis pilposisjon
nl: Toon pijlpositie
pt: Mostrar posição da seta
pt_br: Mostrar posição da seta
ro: Afișează poziția săgeții
tr: Ok pozisyonunu göster
uk: Показати положення стрілки
vi: Hiển thị vị trí mũi tên
zh: 顯示箭頭位置

# NKS_SCREENSAVERPACKS_TYPEWRITER_SETTINGS_ARROWPOS_DESC
source: Shows the typewriter letter column position by showing an arrow on the bottom of the screen
ar: يظهر موضع عمود حرف الآلة الكاتبة من خلال إظهار سهم أسفل الشاشة
de: Zeigt die Position der Schreibmaschinenbuchstabenspalte durch die Anzeige eines Pfeils am unteren Bildschirmrand an
el: Εμφανίζει τη θέση της στήλης γράμματος της γραφομηχανής εμφανίζοντας ένα βέλος στο κάτω μέρος της οθόνης
es: Muestra la posición de la columna de letras de la máquina de escribir mostrando una flecha en la parte inferior de la pantalla
fr: Affiche la position de la colonne des lettres de la machine à écrire en affichant une flèche en bas de l'écran
ga: Taispeánann sé suíomh colún litreach an chlóscríobháin trí saighead a thaispeáint ag bun an scáileáin
hi: स्क्रीन के नीचे एक तीर दिखाकर टाइपराइटर अक्षर कॉलम की स्थिति दिखाता है
id: Menampilkan posisi kolom huruf mesin ketik dengan menampilkan panah di bagian bawah layar
it: Mostra la posizione della colonna delle lettere della macchina da scrivere mostrando una freccia nella parte inferiore dello schermo
ja: 画面の下部に矢印を表示して、タイプライターの文字列の位置を示します。
ko: 화면 하단에 화살표를 표시하여 타자기 문자 열 위치를 표시합니다.
ms: Menunjukkan kedudukan lajur huruf mesin taip dengan menunjukkan anak panah di bahagian bawah skrin
nb: Viser posisjonen for skrivemaskinens bokstavkolonne ved å vise en pil nederst på skjermen
nl: Toont de positie van de letterkolom van de schrijfmachine door een pijl onder aan het scherm weer te geven
pt: Mostra a posição da coluna das letras da máquina de escrever mostrando uma seta na parte inferior da tela
pt_br: Mostra a posição da coluna de letras da máquina de escrever, mostrando uma seta na parte inferior da tela
ro: Afișează poziția coloanei literei mașinii de scris arătând o săgeată în partea de jos a ecranului
tr: Ekranın alt kısmında bir ok göstererek daktilo harf sütunu konumunu gösterir
uk: Показує положення колонки літер друкарської машинки за допомогою стрілки внизу екрана
vi: Hiển thị vị trí cột chữ cái của máy đánh chữ bằng cách hiển thị một mũi tên ở dưới cùng của màn hình
zh: 透過在螢幕底部顯示箭頭來顯示打字機字母列位置

# NKS_SCREENSAVERPACKS_FLASHCOLOR_SETTINGS_DESC
source: Flashing colours in your screen.
ar: الألوان الوامضة في شاشتك.
de: Blinkende Farben auf Ihrem Bildschirm.
el: Τα χρώματα που αναβοσβήνουν στην οθόνη σας.
es: Colores parpadeantes en tu pantalla.
fr: Couleurs clignotantes sur votre écran.
ga: Dathanna gealánacha ar do scáileán.
hi: आपकी स्क्रीन पर चमकते रंग।
id: Warna berkedip di layar Anda.
it: Colori lampeggianti sullo schermo.
ja: 画面内の色が点滅します。
ko: 화면의 색상이 깜박입니다.
ms: Warna berkelip dalam skrin anda.
nb: Blinkende farger på skjermen.
nl: Knipperende kleuren op uw scherm.
pt: Cores piscando em sua tela.
pt_br: Cores piscando na sua tela.
ro: Culori intermitente pe ecran.
tr: Ekranınızda yanıp sönen renkler.
uk: Миготливі кольори на вашому екрані.
vi: Màu sắc nhấp nháy trên màn hình của bạn.
zh: 螢幕上閃爍的顏色。

# NKS_SCREENSAVERPACKS_SPOTWRITE_SETTINGS_DESC
source: Simulates a spotlight that seeks across your text.
ar: يحاكي الأضواء التي تسعى عبر النص الخاص بك.
de: Simuliert einen Scheinwerfer, der Ihren Text durchsucht.
el: Προσομοιώνει έναν προβολέα που αναζητά το κείμενό σας.
es: Simula un foco que busca a través de su texto.
fr: Simule un projecteur qui cherche à travers votre texte.
ga: Insamhladh spotsolas a lorgaíonn trasna do théacs.
hi: एक स्पॉटलाइट का अनुकरण करता है जो आपके पाठ को खोजता है।
id: Mensimulasikan lampu sorot yang mencari seluruh teks Anda.
it: Simula un riflettore che si sposta nel testo.
ja: テキスト全体に広がるスポットライトをシミュレートします。
ko: 텍스트 전체를 탐색하는 스포트라이트를 시뮬레이션합니다.
ms: Mensimulasikan sorotan yang mencari merentas teks anda.
nb: Simulerer et søkelys som søker på tvers av teksten din.
nl: Simuleert een spotlight die door uw tekst heen zoekt.
pt: Simula um holofote que percorre seu texto.
pt_br: Simula um holofote que percorre seu texto.
ro: Simulează un reflector care caută în textul dvs.
tr: Metninizin her yerini kapsayan bir spot ışığını simüle eder.
uk: Імітує прожектор, який просувається по тексту.
vi: Mô phỏng một điểm sáng chiếu vào văn bản của bạn.
zh: 模擬在文字中尋找的聚光燈。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_DESC
source: Fills the ramp with gradient colours.
ar: يملأ المنحدر بألوان متدرجة.
de: Füllt die Rampe mit Verlaufsfarben.
el: Γεμίζει τη ράμπα με χρώματα ντεγκραντέ.
es: Rellena la rampa con colores degradados.
fr: Remplit la rampe avec des couleurs dégradées.
ga: Líonann an rampa le dathanna grádán.
hi: रैम्प को ढाल रंगों से भर देता है।
id: Mengisi jalur dengan warna gradien.
it: Riempie la rampa con colori sfumati.
ja: ランプをグラデーション カラーで塗りつぶします。
ko: 경사면을 그라데이션 색상으로 채웁니다.
ms: Mengisi tanjakan dengan warna kecerunan.
nb: Fyller rampen med gradientfarger.
nl: Vult de helling met verloopkleuren.
pt: Preenche a rampa com cores gradientes.
pt_br: Preenche a rampa com cores gradientes.
ro: Umple rampa cu culori gradient.
tr: Rampayı degrade renklerle doldurur.
uk: Заповнює рампу градієнтними кольорами.
vi: Tô màu gradient cho đường dốc.
zh: 用漸層顏色填滿漸層。

# NKS_SCREENSAVERPACKS_STACKBOX_SETTINGS_DESC
source: Stacks the boxes across the screen.
ar: أكوام الصناديق عبر الشاشة.
de: Stapelt die Kartons auf dem Bildschirm.
el: Στοιβάζει τα κουτιά σε όλη την οθόνη.
es: Apila las cajas a lo largo de la pantalla.
fr: Empile les boîtes sur l'écran.
ga: Cruachann sé na boscaí ar fud an scáileáin.
hi: बक्सों को स्क्रीन पर ढेर कर दें।
id: Menumpuk kotak-kotak di layar.
it: Impila le scatole sullo schermo.
ja: 画面全体にボックスを積み重ねます。
ko: 화면 전체에 걸쳐 상자를 쌓습니다.
ms: Tumpukan kotak di seluruh skrin.
nb: Stabler boksene over skjermen.
nl: Stapelt de dozen over het scherm.
pt: Empilha as caixas na tela.
pt_br: Empilha as caixas na tela.
ro: Stivuiți cutiile pe ecran.
tr: Kutuları ekran boyunca istifler.
uk: Складає коробки по екрану.
vi: Xếp các hộp trên màn hình.
zh: 將盒子堆疊在螢幕上。

# NKS_SCREENSAVERPACKS_BARROT_SETTINGS_DESC
source: Simulates a bar that gets rotten with another background colour, making a gradient.
ar: يحاكي شريطًا يفسد بلون خلفية آخر، مما يؤدي إلى إنشاء تدرج.
de: Simuliert einen Balken, der mit einer anderen Hintergrundfarbe verfälscht wird, wodurch ein Farbverlauf entsteht.
el: Προσομοιώνει μια ράβδο που σαπίζει με άλλο χρώμα φόντου, κάνοντας μια κλίση.
es: Simula una barra que se pudre con otro color de fondo, haciendo un degradado.
fr: Simule une barre qui pourrit avec une autre couleur d'arrière-plan, créant ainsi un dégradé.
ga: Insamhladh barra a éiríonn lofa le dath cúlra eile, ag déanamh grádán.
hi: एक बार का अनुकरण करता है जो किसी अन्य पृष्ठभूमि रंग के साथ सड़ जाता है, जिससे एक ग्रेडिएंट बनता है।
id: Mensimulasikan batang yang membusuk dengan warna latar belakang lain, menghasilkan gradien.
it: Simula una barra che diventa marcia con un altro colore di sfondo, creando una sfumatura.
ja: 腐ったバーを別の背景色でシミュレートし、グラデーションを作成します。
ko: 다른 배경색으로 썩어가는 막대를 시뮬레이션하여 그라데이션을 만듭니다.
ms: Mensimulasikan bar yang menjadi busuk dengan warna latar belakang yang lain, menjadikan kecerunan.
nb: Simulerer en søyle som blir råtten med en annen bakgrunnsfarge, og lager en gradient.
nl: Simuleert een balk die verrot raakt met een andere achtergrondkleur, waardoor een verloop ontstaat.
pt: Simula uma barra que apodrece com outra cor de fundo, formando um gradiente.
pt_br: Simula uma barra que fica podre com outra cor de fundo, criando um gradiente.
ro: Simulează o bară care se putrezește cu o altă culoare de fundal, creând un gradient.
tr: Başka bir arka plan rengiyle çürüyen bir çubuğu simüle ederek degrade oluşturur.
uk: Імітує смугу, яка стає гнилою з іншим фоновим кольором, створюючи градієнт.
vi: Mô phỏng một thanh bị hỏng với màu nền khác, tạo thành một dải màu.
zh: 模擬用另一種背景顏色腐爛的條形，形成漸層。

# NKS_SCREENSAVERPACKS_FIREWORKS_SETTINGS_DESC
source: Shows you fireworks that get launched and blow up.
ar: يظهر لك الألعاب النارية التي يتم إطلاقها وتنفجر.
de: Zeigt Ihnen Feuerwerkskörper, die abgefeuert werden und explodieren.
el: Σας δείχνει πυροτεχνήματα που εκτοξεύονται και ανατινάζονται.
es: Te muestra fuegos artificiales que se lanzan y explotan.
fr: Vous montre des feux d'artifice qui sont lancés et explosent.
ga: Taispeánann sé tinte ealaíne duit a sheoltar agus a shéideann suas.
hi: आपको आतिशबाज़ी दिखाता है जो शुरू होती हैं और फूट जाती हैं।
id: Menunjukkan kembang api yang diluncurkan dan meledak.
it: Mostra i fuochi d'artificio che vengono lanciati ed esplodono.
ja: 打ち上げられて爆発する花火を見せます。
ko: 발사되어 터지는 불꽃놀이를 보여줍니다.
ms: Menunjukkan kepada anda bunga api yang dilancarkan dan meletup.
nb: Viser deg fyrverkeri som blir avfyrt og sprengt.
nl: Laat vuurwerk zien dat wordt gelanceerd en opgeblazen.
pt: Mostra fogos de artifício que são lançados e explodem.
pt_br: Mostra fogos de artifício que são lançados e explodem.
ro: Vă arată artificii care se lansează și explodează.
tr: Size fırlatılan ve patlayan havai fişekleri gösterir.
uk: Показує вам феєрверки, які запускаються та вибухають.
vi: Cho bạn thấy pháo hoa được bắn lên và nổ tung.
zh: 向您展示發射和爆炸的煙火。

# NKS_SCREENSAVERPACKS_FIGLET_SETTINGS_DESC
source: Shows you a coloured figlet text.
ar: يظهر لك نص صغير ملون.
de: Zeigt Ihnen einen farbigen Figlet-Text.
el: Σας δείχνει ένα έγχρωμο κείμενο figlet.
es: Le muestra un texto de figlet coloreado.
fr: Vous montre un texte figlet coloré.
ga: Taispeánann sé téacs figlet daite duit.
hi: आपको एक रंगीन फिगलेट टेक्स्ट दिखाता है।
id: Menunjukkan teks figlet berwarna.
it: Ti mostra un testo colorato.
ja: 色付きのフィグレット テキストを表示します。
ko: 컬러 figlet 텍스트를 표시합니다.
ms: Menunjukkan kepada anda teks figlet berwarna.
nb: Viser deg en farget figlet-tekst.
nl: Toont u een gekleurde figuurtjestekst.
pt: Mostra um texto colorido.
pt_br: Mostra um texto colorido.
ro: Vă arată un text colorat.
tr: Size renkli bir figlet metni gösterir.
uk: Показує вам кольоровий текст філе.
vi: Hiển thị cho bạn một văn bản figlet có màu.
zh: 向您顯示彩色 Figlet 文字。
