Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_SIREN_SETTINGS_SIRENSTYLE_NAME
source: Siren style
ar: أسلوب سيرين
de: Sirenen-Stil
el: Στυλ σειρήνας
es: estilo sirena
fr: Style sirène
ga: Stíl Siren
hi: सायरन शैली
id: Gaya sirene
it: Stile sirena
ja: サイレンスタイル
ko: 사이렌 스타일
ms: Gaya siren
nb: Sirene stil
nl: Sirene stijl
pt: Estilo sirene
pt_br: Estilo sereia
ro: Stilul sirena
tr: Siren tarzı
uk: Стиль сирени
vi: Phong cách nàng tiên cá
zh: 海妖風格

# NKS_SCREENSAVERPACKS_SIREN_SETTINGS_SIRENSTYLE_DESC
source: The siren style.
ar: أسلوب صفارات الإنذار.
de: Der Sirenenstil.
el: Το στυλ σειρήνας.
es: El estilo sirena.
fr: Le style sirène.
ga: An stíl siren.
hi: सायरन शैली.
id: Gaya sirene.
it: Lo stile della sirena.
ja: サイレンスタイル。
ko: 사이렌 스타일.
ms: Gaya siren.
nb: Sirenestilen.
nl: De sirenestijl.
pt: O estilo da sereia.
pt_br: O estilo sereia.
ro: Stilul sirena.
tr: Siren stili.
uk: Стиль сирени.
vi: Phong cách của nàng tiên cá.
zh: 塞壬風格。

# NKS_SCREENSAVERPACKS_SPIN_SETTINGS_DESC
source: Spinning slashes.
ar: قطع مائلة الغزل.
de: Wirbelnde Schrägstriche.
el: Περιστρεφόμενες κάθετες.
es: Cortes giratorios.
fr: Des coupures tournantes.
ga: Slaiseanna sníomh.
hi: घूमते हुए टुकड़े।
id: Tebasan berputar.
it: Slash rotanti.
ja: 回転斬り。
ko: 회전 슬래시.
ms: Tebasan berputar.
nb: Spinnende skråstreker.
nl: Draaiende schuine strepen.
pt: Barras giratórias.
pt_br: Cortes giratórios.
ro: Se învârtesc tăieturi.
tr: Dönen çizgiler.
uk: Обертання похилих рис.
vi: Những nhát chém xoay tròn.
zh: 旋轉斜線。

# NKS_SCREENSAVERPACKS_SNAKEFILL_SETTINGS_DESC
source: Fills the console with a colour like a snake.
ar: يملأ الكونسول بلون مثل الثعبان.
de: Füllt die Konsole mit einer Farbe wie eine Schlange.
el: Γεμίζει την κονσόλα με ένα χρώμα σαν φίδι.
es: Llena la consola de un color como el de una serpiente.
fr: Remplit la console d'une couleur comme un serpent.
ga: Líonann an consól le dath cosúil le nathair.
hi: कंसोल को साँप जैसे रंग से भर देता है।
id: Mengisi konsol dengan warna seperti ular.
it: Riempie la console con un colore come un serpente.
ja: コンソールを蛇のような色で埋め尽くします。
ko: 콘솔을 뱀 같은 색으로 채웁니다.
ms: Mengisi konsol dengan warna seperti ular.
nb: Fyller konsollen med en farge som en slange.
nl: Vult de console met een kleur als een slang.
pt: Preenche o console com uma cor de cobra.
pt_br: Preenche o console com uma cor parecida com uma cobra.
ro: Umple consola cu o culoare ca un șarpe.
tr: Konsolu yılan gibi bir renkle doldurur.
uk: Заповнює консоль кольором змії.
vi: Tô màu cho bảng điều khiển giống như màu của con rắn.
zh: 用像蛇一樣的顏色填滿控制台。

# NKS_SCREENSAVERPACKS_EQUALIZER_SETTINGS_DESC
source: Shows you an equaliser that shows you bass, mid, and treble.
ar: يُظهر لك مُعادل الصوت الذي يُظهر لك صوت الجهير، والصوت المتوسط، والصوت الثلاثي.
de: Zeigt Ihnen einen Equalizer, der Ihnen Bässe, Mitten und Höhen anzeigt.
el: Σας δείχνει έναν ισοσταθμιστή που σας δείχνει μπάσα, μεσαία και πρίμα.
es: Le muestra un ecualizador que le muestra graves, medios y agudos.
fr: Vous montre un égaliseur qui vous montre les basses, les médiums et les aigus.
ga: Taispeánann sé cothromóir duit a thaispeánann dord, lár agus trí oiread.
hi: आपको एक इक्वलाइज़र दिखाता है जो आपको बास, मध्य और ट्रेबल दिखाता है।
id: Menampilkan equalizer yang menampilkan bass, mid, dan treble.
it: Ti mostra un equalizzatore che mostra bassi, medi e alti.
ja: 低音、中音、高音を表示するイコライザーを表示します。
ko: 저음, 중음, 고음을 보여주는 이퀄라이저를 보여줍니다.
ms: Menunjukkan anda penyamaan yang menunjukkan anda bass, pertengahan dan treble.
nb: Viser deg en equalizer som viser deg bass, mid og diskant.
nl: Toont u een equalizer die u bas, midden en hoge tonen laat zien.
pt: Mostra um equalizador que mostra graves, médios e agudos.
pt_br: Mostra um equalizador que exibe graves, médios e agudos.
ro: Vă arată un egalizator care vă arată bass, medii și înalte.
tr: Bas, orta ve tiz seslerini gösteren bir ekolayzır gösterir.
uk: Показує еквалайзер, який показує низькі, середні та високі частоти.
vi: Hiển thị cho bạn bộ cân bằng âm thanh hiển thị âm trầm, âm trung và âm bổng.
zh: 向您顯示均衡器，其中顯示低音、中音和高音。

# NKS_SCREENSAVERPACKS_EQUALIZER_SETTINGS_NEXTSCREENDELAY_NAME
source: Next Screen Delay in Milliseconds
ar: تأخير الشاشة التالية بالمللي ثانية
de: Verzögerung des nächsten Bildschirms in Millisekunden
el: Καθυστέρηση επόμενης οθόνης σε χιλιοστά του δευτερολέπτου
es: Retraso de la siguiente pantalla en milisegundos
fr: Délai de l'écran suivant en millisecondes
ga: Moill don Chéad Scáileán Eile sna Milleasoicindí
hi: अगली स्क्रीन विलंब मिलीसेकंड में
id: Penundaan Layar Berikutnya dalam Milidetik
it: Ritardo schermata successiva in millisecondi
ja: 次の画面の遅延 (ミリ秒)
ko: 다음 화면 지연(밀리초)
ms: Kelewatan Skrin Seterusnya dalam Milisaat
nb: Neste skjermforsinkelse i millisekunder
nl: Volgende schermvertraging in milliseconden
pt: Atraso da próxima tela em milissegundos
pt_br: Atraso na próxima tela em milissegundos
ro: Următoarea întârziere a ecranului în milisecunde
tr: Sonraki Ekran Gecikmesi Milisaniye Cinsinden
uk: Затримка наступного екрана в мілісекундах
vi: Độ trễ màn hình tiếp theo tính bằng mili giây
zh: 下一畫面延遲（以毫秒為單位）

# NKS_SCREENSAVERPACKS_BSOD_SETTINGS_DESC
source: Simulates system errors from different operating systems.
ar: يحاكي أخطاء النظام من أنظمة التشغيل المختلفة.
de: Simuliert Systemfehler verschiedener Betriebssysteme.
el: Προσομοιώνει σφάλματα συστήματος από διαφορετικά λειτουργικά συστήματα.
es: Simula errores del sistema de diferentes sistemas operativos.
fr: Simule les erreurs système de différents systèmes d'exploitation.
ga: Insamhladh earráidí córais ó chórais oibriúcháin éagsúla.
hi: विभिन्न ऑपरेटिंग सिस्टम से सिस्टम त्रुटियों का अनुकरण करता है।
id: Mensimulasikan kesalahan sistem dari berbagai sistem operasi.
it: Simula gli errori di sistema di diversi sistemi operativi.
ja: さまざまなオペレーティング システムからのシステム エラーをシミュレートします。
ko: 다양한 운영 체제의 시스템 오류를 시뮬레이션합니다.
ms: Mensimulasikan ralat sistem daripada sistem pengendalian yang berbeza.
nb: Simulerer systemfeil fra forskjellige operativsystemer.
nl: Simuleert systeemfouten van verschillende besturingssystemen.
pt: Simula erros de sistema de diferentes sistemas operacionais.
pt_br: Simula erros de sistema de diferentes sistemas operacionais.
ro: Simulează erori de sistem de la diferite sisteme de operare.
tr: Farklı işletim sistemlerinden kaynaklanan sistem hatalarını simüle eder.
uk: Імітує системні помилки з різних операційних систем.
vi: Mô phỏng lỗi hệ thống từ nhiều hệ điều hành khác nhau.
zh: 模擬不同作業系統的系統錯誤。

# NKS_SCREENSAVERPACKS_MEMDUMP_SETTINGS_DESC
source: Generates colours from the random shifting.
ar: يولد الألوان من التحول العشوائي.
de: Erzeugt Farben aus der zufälligen Verschiebung.
el: Δημιουργεί χρώματα από την τυχαία μετατόπιση.
es: Genera colores a partir del cambio aleatorio.
fr: Génère des couleurs à partir du décalage aléatoire.
ga: Gineann dathanna ón aistriú randamach.
hi: यादृच्छिक स्थानांतरण से रंग उत्पन्न होता है।
id: Menghasilkan warna dari pergeseran acak.
it: Genera colori dallo spostamento casuale.
ja: ランダムなシフトから色を生成します。
ko: 무작위 이동으로 색상을 생성합니다.
ms: Menghasilkan warna daripada peralihan rawak.
nb: Genererer farger fra tilfeldig skifting.
nl: Genereert kleuren door willekeurige verschuiving.
pt: Gera cores a partir da mudança aleatória.
pt_br: Gera cores a partir de mudanças aleatórias.
ro: Generează culori din deplasarea aleatorie.
tr: Rastgele kaymalardan renkler üretir.
uk: Генерує кольори з випадкового зсуву.
vi: Tạo ra màu sắc từ sự thay đổi ngẫu nhiên.
zh: 透過隨機移動生成顏色。

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_DESC
source: Shows you a text that fades out and flashes in beats.
ar: يظهر لك النص الذي يتلاشى ويومض مع النبضات.
de: Zeigt Ihnen einen Text an, der im Takt ausblendet und blinkt.
el: Σας εμφανίζει ένα κείμενο που ξεθωριάζει και αναβοσβήνει σε ρυθμούς.
es: Le muestra un texto que se desvanece y parpadea en ritmos.
fr: Vous montre un texte qui disparaît et clignote en rythme.
ga: Taispeánann sé téacs duit a shíneann amach agus a lasann i bhuille.
hi: आपको एक पाठ दिखाता है जो फीका पड़ जाता है और धड़कनों में चमकता है।
id: Menunjukkan teks yang memudar dan berkedip sesuai ketukan.
it: Mostra un testo che svanisce e lampeggia a battute.
ja: フェードアウトしてビートで点滅するテキストを表示します。
ko: 비트에 따라 페이드 아웃되고 깜박이는 텍스트를 표시합니다.
ms: Menunjukkan kepada anda teks yang pudar dan berkelip dalam rentak.
nb: Viser deg en tekst som toner ut og blinker i takt.
nl: Toont u een tekst die vervaagt en in beats knippert.
pt: Mostra um texto que desaparece e pisca em batidas.
pt_br: Mostra um texto que desaparece gradualmente e pisca em batidas.
ro: Vă arată un text care se estompează și clipește în bătăi.
tr: Size yavaş yavaş kaybolan ve vuruşlarla yanıp sönen bir metin gösterir.
uk: Показує вам текст, який поступово згасає та блимає.
vi: Hiển thị cho bạn một văn bản mờ dần và nhấp nháy theo nhịp.
zh: 向您顯示淡出並按下節拍閃爍的文字。

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_CYCLECOLORS_DESC
source: ExcaliBeats will select random colours if it's enabled. Otherwise, use colours from config.
ar: سيحدد ExcaliBeats ألوانًا عشوائية إذا تم تمكينه. بخلاف ذلك، استخدم الألوان من التكوين.
de: ExcaliBeats wählt zufällige Farben aus, wenn es aktiviert ist. Andernfalls verwenden Sie Farben aus der Konfiguration.
el: Το ExcaliBeats θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: ExcaliBeats seleccionará colores aleatorios si está habilitado. De lo contrario, use colores de config.
fr: ExcaliBeats sélectionnera des couleurs aléatoires si elle est activée. Sinon, utilisez les couleurs de config.
ga: Roghnóidh ExcaliBeats dathanna randamacha má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: यदि यह सक्षम है तो ExcaliBeats यादृच्छिक रंगों का चयन करेगा। अन्यथा, कॉन्फिग से रंगों का उपयोग करें।
id: ExcaliBeats akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: ExcaliBeats selezionerà colori casuali se è abilitato. Altrimenti, usa i colori da config.
ja: ExcaliBeats が有効になっている場合、ランダムな色が選択されます。それ以外の場合は、設定の色を使用します。
ko: ExcaliBeats가 활성화된 경우 임의의 색상을 선택합니다. 그렇지 않으면 구성의 색상을 사용하십시오.
ms: ExcaliBeats akan memilih warna rawak jika ia didayakan. Jika tidak, gunakan warna daripada config.
nb: ExcaliBeats vil velge tilfeldige farger hvis det er aktivert. Ellers bruker du farger fra config.
nl: ExcaliBeats selecteert willekeurige kleuren als dit is ingeschakeld. Gebruik anders kleuren uit config.
pt: ExcaliBeats selecionará cores aleatórias se estiver ativado. Caso contrário, use cores da configuração.
pt_br: O ExcaliBeats selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: ExcaliBeats va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: ExcaliBeats etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, config'den renkleri kullanın.
uk: ExcaliBeats вибере випадкові кольори, якщо це ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: ExcaliBeats sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，ExcaliBeats 將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_EXPLICIT_NAME
source: Explicit mode
ar: الوضع الصريح
de: Expliziter Modus
el: Ρητή λειτουργία
es: Modo explícito
fr: Mode explicite
ga: Mód soiléir
hi: स्पष्ट विधा
id: Mode eksplisit
it: Modalità esplicita
ja: 明示的モード
ko: 명시적 모드
ms: Mod eksplisit
nb: Eksplisitt modus
nl: Expliciete modus
pt: Modo explícito
pt_br: Modo explícito
ro: Modul explicit
tr: Açık mod
uk: Явний режим
vi: Chế độ rõ ràng
zh: 顯式模式

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_EXPLICIT_DESC
source: Explicitly change the text to Excalibur
ar: قم بتغيير النص بشكل صريح إلى Excalibur
de: Ändern Sie den Text explizit in Excalibur
el: Αλλάξτε ρητά το κείμενο σε Excalibur
es: Cambiar explícitamente el texto a Excalibur
fr: Changer explicitement le texte en Excalibur
ga: Athraigh an téacs go Excalibur go follasach
hi: टेक्स्ट को स्पष्ट रूप से एक्सकैलिबर में बदलें
id: Ubah teks secara eksplisit menjadi Excalibur
it: Cambia esplicitamente il testo in Excalibur
ja: テキストを明示的に Excalibur に変更します
ko: 명시적으로 텍스트를 Excalibur로 변경합니다.
ms: Tukar teks secara eksplisit kepada Excalibur
nb: Endre teksten eksplisitt til Excalibur
nl: Wijzig de tekst expliciet in Excalibur
pt: Altere explicitamente o texto para Excalibur
pt_br: Alterar explicitamente o texto para Excalibur
ro: Schimbați explicit textul în Excalibur
tr: Metni açıkça Excalibur olarak değiştirin
uk: Явно змініть текст на Excalibur
vi: Thay đổi văn bản rõ ràng thành Excalibur
zh: 明確將文本更改為 Excalibur

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_TRANCE_NAME
source: Trance mode
ar: وضع النشوة
de: Trance-Modus
el: Τρανς λειτουργία
es: Modo trance
fr: Mode transe
ga: Mod trance
hi: ट्रांस मोड
id: Mode trans
it: Modalità trance
ja: トランスモード
ko: 트랜스 모드
ms: Mod berkhayal
nb: Trance-modus
nl: Trance-modus
pt: Modo transe
pt_br: Modo de transe
ro: Modul transă
tr: Trans modu
uk: Режим трансу
vi: Chế độ xuất thần
zh: 恍惚模式

# NKS_SCREENSAVERPACKS_EXCALIBEATS_SETTINGS_TRANCE_DESC
source: Trance mode - Multiplies the BPM by 2 to simulate the trance music style
ar: وضع النشوة - يضاعف BPM بمقدار 2 لمحاكاة نمط موسيقى النشوة
de: Trance-Modus – Multipliziert den BPM mit 2, um den Trance-Musikstil zu simulieren
el: Trance mode - Πολλαπλασιάζει το BPM επί 2 για να προσομοιώσει το στυλ μουσικής trance
es: Modo Trance: multiplica los BPM por 2 para simular el estilo de música trance.
fr: Mode Trance - Multiplie le BPM par 2 pour simuler le style de musique trance
ga: Modh Trance - Méadaíonn sé an BPM faoi 2 chun an stíl ceoil trance a insamhail
hi: ट्रान्स मोड - ट्रान्स संगीत शैली का अनुकरण करने के लिए बीपीएम को 2 से गुणा करता है
id: Mode trance - Mengalikan BPM sebanyak 2 untuk mensimulasikan gaya musik trance
it: Modalità trance: moltiplica il BPM per 2 per simulare lo stile musicale trance
ja: トランス モード - BPM を 2 倍にして、トランス ミュージック スタイルをシミュレートします。
ko: 트랜스 모드 - BPM에 2를 곱하여 트랜스 음악 스타일을 시뮬레이션합니다.
ms: Mod berkhayal - Mendarab BPM dengan 2 untuk mensimulasikan gaya muzik berkhayal
nb: Trance-modus - Multipliserer BPM med 2 for å simulere trancemusikkstilen
nl: Trance-modus - Vermenigvuldigt de BPM met 2 om de trance-muziekstijl te simuleren
pt: Modo Trance - Multiplica o BPM por 2 para simular o estilo de música trance
pt_br: Modo Trance - Multiplica o BPM por 2 para simular o estilo de música trance
ro: Modul Trance - Înmulțește BPM-ul cu 2 pentru a simula stilul muzicii trance
tr: Trance modu - Trance müzik stilini simüle etmek için BPM'yi 2 ile çarpar
uk: Режим Trance - множить BPM на 2, щоб імітувати музичний стиль транс
vi: Chế độ Trance - Nhân BPM lên 2 để mô phỏng phong cách nhạc trance
zh: Trance 模式 - 將 BPM 乘以 2 以模擬 Trance 音樂風格

# NKS_SCREENSAVERPACKS_BARWAVE_SETTINGS_DESC
source: Shows you a group of waves in bars.
ar: يظهر لك مجموعة من الموجات في الحانات.
de: Zeigt Ihnen eine Gruppe von Wellen in Balken an.
el: Σας δείχνει μια ομάδα κυμάτων σε μπαρ.
es: Te muestra un grupo de olas en barras.
fr: Vous montre un groupe de vagues dans des barres.
ga: Léiríonn sé duit grúpa tonnta i mbarraí.
hi: आपको बारों में तरंगों का एक समूह दिखाता है।
id: Menunjukkan sekelompok gelombang dalam bentuk batang.
it: Mostra un gruppo di onde in barre.
ja: 波のグループをバーで表示します。
ko: 막대 모양의 파도 그룹을 표시합니다.
ms: Menunjukkan kepada anda sekumpulan gelombang dalam bar.
nb: Viser deg en gruppe bølger i stolper.
nl: Toont u een groep golven in balken.
pt: Mostra um grupo de ondas em barras.
pt_br: Mostra um grupo de ondas em barras.
ro: Vă arată un grup de valuri în baruri.
tr: Dalgaların bir grubunu çubuklar halinde gösterir.
uk: Показує вам групу хвиль у смугах.
vi: Hiển thị cho bạn một nhóm sóng theo thanh.
zh: 向您顯示條形圖中的一組波浪。

# NKS_SCREENSAVERPACKS_BARWAVE_SETTINGS_FREQLEVEL_NAME
source: Frequency Level
ar: مستوى التردد
de: Frequenzpegel
el: Επίπεδο Συχνότητας
es: Nivel de frecuencia
fr: Niveau de fréquence
ga: Leibhéal Minicíochta
hi: आवृत्ति स्तर
id: Tingkat Frekuensi
it: Livello di frequenza
ja: 周波数レベル
ko: 주파수 수준
ms: Tahap Kekerapan
nb: Frekvensnivå
nl: Frequentieniveau
pt: Nível de frequência
pt_br: Nível de frequência
ro: Nivelul de frecvență
tr: Frekans Seviyesi
uk: Рівень частоти
vi: Mức tần số
zh: 頻率等級

# NKS_SCREENSAVERPACKS_BARWAVE_SETTINGS_FREQLEVEL_DESC
source: The level of the frequency. This is the denominator of the Pi value in mathematics.
ar: مستوى التردد. هذا هو مقام قيمة باي في الرياضيات.
de: Der Pegel der Frequenz. Dies ist der Nenner des Pi-Wertes in der Mathematik.
el: Το επίπεδο της συχνότητας. Αυτός είναι ο παρονομαστής της τιμής Pi στα μαθηματικά.
es: El nivel de la frecuencia. Este es el denominador del valor Pi en matemáticas.
fr: Le niveau de la fréquence. C'est le dénominateur de la valeur Pi en mathématiques.
ga: Leibhéal na minicíochta. Is é seo ainmneoir an luach P sa mhatamaitic.
hi: आवृत्ति का स्तर. यह गणित में पाई मान का हर है।
id: Tingkat frekuensi. Ini adalah penyebut nilai Pi dalam matematika.
it: Il livello della frequenza. Questo è il denominatore del valore Pi in matematica.
ja: 周波数のレベル。これは数学における円周率の分母です。
ko: 주파수의 수준입니다. 이것이 수학에서 Pi 값의 분모입니다.
ms: Tahap kekerapan. Ini adalah penyebut nilai Pi dalam matematik.
nb: Nivået på frekvensen. Dette er nevneren for Pi-verdien i matematikk.
nl: Het niveau van de frequentie. Dit is de noemer van de Pi-waarde in de wiskunde.
pt: O nível da frequência. Este é o denominador do valor Pi em matemática.
pt_br: O nível da frequência. Este é o denominador do valor Pi em matemática.
ro: Nivelul frecvenței. Acesta este numitorul valorii Pi în matematică.
tr: Frekans seviyesi. Bu matematikte Pi değerinin paydasıdır.
uk: Рівень частоти. Це знаменник числа Пі в математиці.
vi: Mức tần số. Đây là mẫu số của giá trị Pi trong toán học.
zh: 頻率的水平。這是數學中Pi值的分母。

# NKS_SCREENSAVERPACKS_WAVE_SETTINGS_DESC
source: Shows you a wave that generates itself and advances.
ar: يظهر لك موجة تولد نفسها وتتقدم.
de: Zeigt Ihnen eine Welle, die sich selbst erzeugt und voranschreitet.
el: Σας δείχνει ένα κύμα που δημιουργεί μόνο του και προχωρά.
es: Te muestra una ola que se genera y avanza.
fr: Vous montre une vague qui se génère et avance.
ga: Léiríonn sé tonn duit a ghineann í féin agus a théann chun cinn.
hi: आपको एक लहर दिखाता है जो स्वयं उत्पन्न होती है और आगे बढ़ती है।
id: Menunjukkan gelombang yang terbentuk dengan sendirinya dan bergerak maju.
it: Ti mostra un'onda che si genera e avanza.
ja: 自ら生成して進む波を見せます。
ko: 스스로 생성되어 진행되는 파도를 보여줍니다.
ms: Menunjukkan kepada anda gelombang yang menjana sendiri dan memajukan.
nb: Viser deg en bølge som genererer seg selv og avanserer.
nl: Toont je een golf die zichzelf genereert en vooruitgaat.
pt: Mostra uma onda que se gera e avança.
pt_br: Mostra uma onda que se gera e avança.
ro: Îți arată un val care se generează singur și avansează.
tr: Kendini üreten ve ilerleyen bir dalgayı gösterir.
uk: Показує вам хвилю, яка сама генерується та просувається.
vi: Hiển thị cho bạn một con sóng tự sinh ra và tiến về phía trước.
zh: 向您展示一種自行產生並前進的波浪。

# NKS_SCREENSAVERPACKS_MESMERIZE_SETTINGS_DESC
source: Gives you a mesmerising feel.
ar: يمنحك شعورًا ساحرًا.
de: Gibt Ihnen ein faszinierendes Gefühl.
el: Σου δίνει μια μαγευτική αίσθηση.
es: Te da una sensación fascinante.
fr: Vous donne une sensation fascinante.
ga: Tugann sé mothú mesmerizing duit.
hi: आपको एक मंत्रमुग्ध कर देने वाला एहसास देता है.
id: Memberikan Anda perasaan yang memukau.
it: Ti dà una sensazione affascinante.
ja: 魅惑的な感触を与えます。
ko: 몽환적인 느낌을 선사합니다.
ms: Memberi anda rasa yang memukau.
nb: Gir deg en fascinerende følelse.
nl: Geeft je een betoverend gevoel.
pt: Dá-lhe uma sensação hipnotizante.
pt_br: Proporciona uma sensação hipnotizante.
ro: Îți oferă o senzație fascinantă.
tr: Büyüleyici bir his uyandırır.
uk: Дарує відчуття зачарування.
vi: Mang lại cho bạn cảm giác mê hoặc.
zh: 給你一種如痴如醉的感覺。

# NKS_SCREENSAVERPACKS_AURORA_SETTINGS_DESC
source: Simulates the aurora borealis.
ar: يحاكي الشفق القطبي.
de: Simuliert die Aurora Borealis.
el: Προσομοιώνει το βόρειο σέλας.
es: Simula la aurora boreal.
fr: Simule les aurores boréales.
ga: Insamhladh ar an aurora borealis.
hi: अरोरा बोरेलिस का अनुकरण करता है।
id: Mensimulasikan aurora borealis.
it: Simula l'aurora boreale.
ja: オーロラをシミュレートします。
ko: 오로라 보레알리스를 시뮬레이션합니다.
ms: Mensimulasikan aurora borealis.
nb: Simulerer aurora borealis.
nl: Simuleert het noorderlicht.
pt: Simula a aurora boreal.
pt_br: Simula a aurora boreal.
ro: Simulează aurora boreală.
tr: Aurora borealis'i simüle eder.
uk: Імітує полярне сяйво.
vi: Mô phỏng cực quang.
zh: 模擬北極光。

# NKS_SCREENSAVERPACKS_LIGHTNING_SETTINGS_DESC
source: Shows you a striking lightning.
ar: يظهر لك البرق المذهل.
de: Zeigt Ihnen einen auffälligen Blitz.
el: Σας δείχνει έναν εντυπωσιακό κεραυνό.
es: Te muestra un relámpago llamativo.
fr: Vous montre un éclair frappant.
ga: Taispeánann tú tintreach buailte.
hi: आपको एक चमकती हुई बिजली दिखाता है.
id: Menunjukkan kilat yang menyambar.
it: Ti mostra un fulmine sorprendente.
ja: 印象的な稲妻を見せます。
ko: 눈부신 번개를 보여줍니다.
ms: Menunjukkan kepada anda kilat yang menyambar.
nb: Viser deg et slående lyn.
nl: Toont je een opvallende bliksem.
pt: Mostra um relâmpago impressionante.
pt_br: Mostra um relâmpago impressionante.
ro: Îți arată un fulger izbitor.
tr: Size çarpıcı bir şimşek gösterir.
uk: Показує яскраву блискавку.
vi: Cho bạn thấy một tia sét đánh mạnh.
zh: 向您展示一道引人注目的閃電。

# NKS_SCREENSAVERPACKS_LIGHTNING_SETTINGS_STRIKEPROBABILITY_NAME
source: Strike Probability
ar: احتمالية الضربة
de: Trefferwahrscheinlichkeit
el: Πιθανότητα απεργίας
es: Probabilidad de ataque
fr: Probabilité de frappe
ga: Dóchúlacht Stailc
hi: हड़ताल की संभावना
id: Kemungkinan Serangan
it: Probabilità di sciopero
ja: ストライク確率
ko: 파업 확률
ms: Kebarangkalian Mogok
nb: Streiksannsynlighet
nl: Waarschijnlijkheid van een staking
pt: Probabilidade de ataque
pt_br: Probabilidade de ataque
ro: Probabilitatea lovirii
tr: Vuruş olasılığı
uk: Імовірність страйку
vi: Xác suất tấn công
zh: 打擊機率

# NKS_SCREENSAVERPACKS_LIGHTNING_SETTINGS_STRIKEPROBABILITY_DESC
source: Chance, in percent, to strike
ar: فرصة، في المئة، للضرب
de: Trefferwahrscheinlichkeit in Prozent
el: Πιθανότητα, σε ποσοστό, για απεργία
es: Probabilidad, en porcentaje, de atacar
fr: Chance, en pourcentage, de frapper
ga: Seans, i faoin gcéad, dul ar stailc
hi: मौका, प्रतिशत में, हड़ताल करने के लिए
id: Peluang, dalam persen, untuk mencapai tujuan
it: Possibilità, in percentuale, di colpire
ja: 攻撃する確率 (パーセント)
ko: 파업 가능성(%)
ms: Peluang, dalam peratus, untuk menyerang
nb: Sjanse, i prosent, til å slå
nl: Kans, in procenten, om toe te slaan
pt: Chance, em porcentagem, de acertar
pt_br: Chance, em porcentagem, de acertar
ro: Șansa, în procente, de a lovi
tr: Yüzde olarak vuruş şansı
uk: Шанс, у відсотках, ударити
vi: Cơ hội, tính theo phần trăm, để tấn công
zh: 罷工機會（百分比）
