Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_DIGITALCLOCK_SETTINGS_DESC
source: Shows you a gorgeous digital clock
ar: تعرض لك ساعة رقمية رائعة.
de: Zeigt eine wunderschöne Digitaluhr an.
el: Σας δείχνει ένα πανέμορφο ψηφιακό ρολόι.
es: Muestra un magnífico reloj digital.
fr: Affiche une magnifique horloge numérique.
ga: Taispeánann sé clog digiteach álainn duit
hi: आपको एक खूबसूरत डिजिटल घड़ी दिखाई देती है।
id: Menampilkan jam digital yang menawan.
it: Ti mostra uno splendido orologio digitale.
ja: 美しいデジタル時計を表示します。
ko: 멋진 디지털 시계를 보여줍니다.
ms: Menunjukkan kepada anda jam digital yang cantik
nb: Viser deg en nydelig digital klokke.
nl: Geeft een prachtige digitale klok weer.
pt: Mostra um bonito relógio digital.
pt_br: Mostra um lindo relógio digital.
ro: Afișează un ceas digital superb.
tr: Size muhteşem bir dijital saat gösterir.
uk: Показує чудовий цифровий годинник.
vi: Hiển thị cho bạn một chiếc đồng hồ kỹ thuật số tuyệt đẹp.
zh: 顯示精美的數字時鐘。

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_NEWMAZE_DESC
source: How many milliseconds to wait before generating a new maze?
ar: كم ميلي ثانية يجب الانتظار قبل إنشاء متاهة جديدة؟
de: Wie viele Millisekunden soll gewartet werden, bevor ein neues Labyrinth generiert wird?
el: Πόσα χιλιοστά του δευτερολέπτου πρέπει να περιμένετε πριν δημιουργήσετε έναν νέο λαβύρινθο;
es: ¿Cuántos milisegundos hay que esperar antes de generar un nuevo laberinto?
ga: Cé mhéad milleasoicind le fanacht sula ngintear labirint nua?
id: Berapa milidetik yang harus ditunggu sebelum membuat labirin baru?
it: Quanti millisecondi attendere prima di generare un nuovo labirinto?
ko: 새로운 미로를 생성하기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat perlu menunggu sebelum menjana labirin baharu?
nb: Hvor mange millisekunder skal man vente før man genererer en ny labyrint?
nl: Hoeveel milliseconden moet ik wachten voordat ik een nieuw doolhof genereer?
pt: Quantos milissegundos devo esperar antes de gerar um novo labirinto?
pt_br: Quantos milissegundos devo esperar antes de gerar um novo labirinto?
tr: Yeni bir labirent oluşturmadan önce kaç milisaniye beklenmelidir?
uk: Скільки мілісекунд чекати перед створенням нового лабіринту?
vi: Phải đợi bao nhiêu mili giây trước khi tạo ra một mê cung mới?
zh: 生成新迷宮前需要等待多少毫秒？

# NKS_SCREENSAVERPACKS_BACKIMPLOSION_SETTINGS_DESC
source: Simulates the coloured background fading out to black in circle starting from the middle
ar: يحاكي تلاشي الخلفية الملونة إلى اللون الأسود بشكل دائري بدءًا من المنتصف.
de: Simuliert einen farbigen Hintergrund, der kreisförmig von der Mitte aus in Schwarz übergeht.
el: Προσομοιώνει το έγχρωμο φόντο που ξεθωριάζει σε μαύρο σε κύκλο ξεκινώντας από τη μέση
es: Simula el fondo de color desvaneciéndose a negro en un círculo que comienza desde el centro.
ga: Insamhladh an cúlra daite ag céimniú amach go dubh i gciorcal ag tosú ón lár
it: Simula lo sfondo colorato che sfuma verso il nero in un cerchio a partire dal centro
ko: 중앙에서 시작하여 원형으로 색이 있는 배경이 점차 검은색으로 변하는 효과를 시뮬레이션합니다.
nb: Simulerer den fargede bakgrunnen som falmer ut til svart i en sirkel som starter fra midten
nl: Simuleert een gekleurde achtergrond die in een cirkel vanuit het midden naar zwart vervaagt
tr: Ortadan başlayarak daire şeklinde siyaha doğru soluklaşan renkli arka planı simüle eder
vi: Mô phỏng nền màu mờ dần thành màu đen theo hình tròn bắt đầu từ giữa
zh: 模擬彩色背景從中心開始以圓形淡入黑色

# NKS_SCREENSAVERPACKS_BLOCKCLOCK_SETTINGS_DESC
source: Shows three blocks: one for hours, one for minutes, and one for seconds
ar: يعرض ثلاثة مربعات: مربع للساعات، وآخر للدقائق، وثالث للثواني.
de: Zeigt drei Blöcke an: einen für Stunden, einen für Minuten und einen für Sekunden.
el: Εμφανίζει τρία μπλοκ: ένα για ώρες, ένα για λεπτά και ένα για δευτερόλεπτα
es: Muestra tres bloques: uno para las horas, otro para los minutos y otro para los segundos.
ga: Taispeánann trí bhloc: ceann le haghaidh uaireanta, ceann le haghaidh nóiméad, agus ceann le haghaidh soicindí
it: Mostra tre blocchi: uno per le ore, uno per i minuti e uno per i secondi
ko: 시간, 분, 초를 나타내는 세 개의 블록을 표시합니다.
nb: Viser tre blokker: én for timer, én for minutter og én for sekunder
nl: Toont drie blokken: één voor uren, één voor minuten en één voor seconden
tr: Üç blok gösterir: biri saatler, biri dakikalar ve biri saniyeler için
vi: Hiển thị ba khối: một cho giờ, một cho phút và một cho giây
zh: 顯示三個方塊：一個代表小時，一個代表分鐘，一個代表秒

# NKS_SCREENSAVERPACKS_COLOROLOGY_SETTINGS_DESC
source: Simulates slow colour bending and transitioning
ar: يحاكي انحناء الألوان وانتقالها ببطء.
de: Simuliert langsame Farbverläufe und -übergänge.
el: Προσομοίωση αργής χρωματικής κάμψης και μετάβασης
es: Simula una lenta flexión y transición de color.
ga: Insamhladh lúbadh agus aistriú mall datha
it: Simula una lenta flessione e transizione del colore
ko: 느린 색상 변화와 전환 효과를 시뮬레이션합니다.
nb: Simulerer langsom fargebøyning og overgang
nl: Simuleert langzame kleurverloop en -overgangen
tr: Yavaş renk bükülmesini ve geçişini simüle eder
vi: Mô phỏng sự biến đổi và uốn cong màu sắc chậm
zh: 模擬緩慢的顏色彎曲和過渡

# NKS_SCREENSAVERPACKS_COLORSPREAD_SETTINGS_DESC
source: Makes a spot somewhere in the screen and spreads it to the whole console (circle radius)
ar: ينشئ نقطة في مكان ما على الشاشة وينشرها لتغطي كامل الشاشة (نصف قطر الدائرة).
de: Erzeugt einen Punkt auf dem Bildschirm und breitet ihn über die gesamte Konsole aus (Kreisradius).
el: Δημιουργεί ένα σημείο κάπου στην οθόνη και το απλώνει σε ολόκληρη την κονσόλα (ακτίνα κύκλου)
es: Crea un punto en algún lugar de la pantalla y lo extiende a toda la consola (radio del círculo).
ga: Déanann spota áit éigin sa scáileán agus scaipeann sé é chuig an gconsól ar fad (ga an chiorcail)
it: Crea un punto da qualche parte sullo schermo e lo diffonde su tutta la console (raggio del cerchio)
ko: 화면 어딘가에 점을 찍고 콘솔 전체(원형 반지름)로 퍼뜨립니다.
nb: Lager et punkt et sted på skjermen og sprer det til hele konsollen (sirkelradius)
nl: Maakt een stip ergens op het scherm en verspreidt deze over de hele console (cirkelradius)
tr: Ekranın bir yerinde bir nokta oluşturur ve bunu tüm konsola yayar (daire yarıçapı)
vi: Tạo một điểm nào đó trên màn hình và lan rộng nó ra toàn bộ bảng điều khiển (bán kính hình tròn)
zh: 在螢幕的某個位置建立一個點，並將其擴散到整個控制台（以圓形半徑為準）

# NKS_SCREENSAVERPACKS_EVAPORATE_SETTINGS_DESC
source: Simulates droplets evaporating
ar: يحاكي تبخر القطرات.
de: Simuliert verdunstende Wassertropfen.
el: Προσομοίωση σταγονιδίων που εξατμίζονται
es: Simula la evaporación de gotas.
ga: Insamhladh braoiníní ag galú
it: Simula l'evaporazione delle goccioline
ko: 물방울이 증발하는 효과를 시뮬레이션합니다.
nb: Simulerer dråper som fordamper
nl: Simuleert verdampende druppels
tr: Buharlaşan damlacıkları simüle eder
vi: Mô phỏng các giọt nước bay hơi
zh: 模擬水滴蒸發

# NKS_SCREENSAVERPACKS_LETTERCYCLE_SETTINGS_DESC
source: Cycles English letters with Figlet
ar: يُكرر الأحرف الإنجليزية باستخدام Figlet.
de: Zeichnet englische Buchstaben mit Figlet.
el: Κυκλοφορεί αγγλικά γράμματα με το Figlet
es: Reproduce letras inglesas en ciclos con Figlet.
ga: Timthriallaíonn litreacha Béarla le Figlet
it: Esegue ciclicamente le lettere dell'alfabeto inglese con Figlet
ko: Figlet을 사용하여 영문자를 순환 표시합니다.
nb: Sykler engelske bokstaver med Figlet
nl: Verandert Engelse letters met Figlet
tr: Figlet ile İngilizce harfleri döngüsel olarak gösterir
vi: Lặp lại các chữ cái tiếng Anh bằng Figlet
zh: 循環顯示帶有 Figlet 的英文字母

# NKS_SCREENSAVERPACKS_LINESABER_SETTINGS_DESC
source: Shows a group of lines that fill the console
ar: يعرض مجموعة من الخطوط التي تملأ الشاشة.
de: Zeigt eine Gruppe von Linien, die die Konsole füllen.
el: Εμφανίζει μια ομάδα γραμμών που γεμίζουν την κονσόλα
es: Muestra un grupo de líneas que llenan la consola.
ga: Taispeánann grúpa línte a líonann an consól
it: Mostra un gruppo di linee che riempiono la console
ko: 콘솔을 채우는 여러 줄을 표시합니다.
nb: Viser en gruppe linjer som fyller konsollen
nl: Toont een groep lijnen die de console vullen
tr: Konsolu dolduran bir grup çizgi gösterir
vi: Hiển thị một nhóm các đường thẳng lấp đầy bảng điều khiển
zh: 顯示一組填滿控制台的線條

# NKS_SCREENSAVERPACKS_LINEUP_SETTINGS_DESC
source: Shows two lines that come from the bottom to the top while filling the console
ar: يعرض خطين يمتدان من الأسفل إلى الأعلى ويملآن الشاشة.
de: Zeigt zwei Linien, die von unten nach oben verlaufen und die Konsole füllen.
el: Εμφανίζει δύο γραμμές που έρχονται από κάτω προς τα πάνω ενώ γεμίζουν την κονσόλα
es: Muestra dos líneas que van de abajo a arriba mientras llenan la consola.
ga: Taispeánann dhá líne a thagann ón mbun go dtí an barr agus an consól á líonadh
it: Mostra due linee che vanno dal basso verso l'alto riempiendo la console
ko: 콘솔을 채우면서 아래에서 위로 올라오는 두 줄을 표시합니다.
nb: Viser to linjer som kommer fra bunnen til toppen mens de fyller konsollen
nl: Toont twee lijnen die van onder naar boven komen en de console vullen
tr: Konsolu doldururken alttan üste doğru gelen iki çizgi gösterir
vi: Hiển thị hai đường thẳng từ dưới lên trên trong khi lấp đầy bảng điều khiển
zh: 顯示兩條從底部向上填滿控制台的線條

# NKS_SCREENSAVERPACKS_MARKSCREEN_SETTINGS_DESC
source: Shows an old-style terminal screen that features student names and grades for all subjects, similar to an old university grade book
ar: يعرض شاشة طرفية قديمة الطراز تعرض أسماء الطلاب ودرجاتهم في جميع المواد، على غرار دفتر درجات جامعي قديم.
de: Zeigt einen Bildschirm im alten Stil mit Studentennamen und Noten für alle Fächer, ähnlich einem alten Universitätsnotenbuch.
el: Εμφανίζει μια οθόνη τερματικού παλαιού τύπου που εμφανίζει ονόματα μαθητών και βαθμούς για όλα τα μαθήματα, παρόμοια με ένα παλιό σχολικό βιβλιάριο
es: Muestra una pantalla de terminal antigua con los nombres de los estudiantes y las calificaciones de todas las asignaturas, similar a un libro de calificaciones universitario antiguo.
ga: Taispeánann scáileán críochfoirt seanstíl ina bhfuil ainmneacha mac léinn agus gráid do gach ábhar, cosúil le seanleabhar grád ollscoile
it: Mostra una schermata di terminale vecchio stile con i nomi degli studenti e i voti di tutte le materie, simile a un vecchio registro universitario
ko: 옛날 대학 성적표처럼 학생 이름과 모든 과목의 성적이 표시되는 옛날식 터미널 화면을 표시합니다.
nb: Viser en gammeldags terminalskjerm som viser studentnavn og karakterer for alle fag, likt en gammel universitetskarakterbok
nl: Toont een ouderwets terminalscherm met studentennamen en cijfers voor alle vakken, vergelijkbaar met een oud cijferboek van een universiteit
tr: Eski bir üniversite not defterine benzer şekilde, tüm dersler için öğrenci adlarını ve notlarını içeren eski tarz bir terminal ekranı gösterir
vi: Hiển thị màn hình thiết bị đầu cuối kiểu cũ có tên sinh viên và điểm số cho tất cả các môn học, tương tự như sổ điểm đại học cũ
zh: 顯示一個老式終端螢幕，其中包含學生姓名和所有科目的成績，類似於舊式大學成績冊

# NKS_SCREENSAVERPACKS_NOISY_SETTINGS_DESC
source: Simulates television noise (either grayscale noise or coloured noise)
ar: يحاكي تشويش التلفزيون (تشويش رمادي أو تشويش ملون).
de: Simuliert Fernsehrauschen (entweder Graustufenrauschen oder farbiges Rauschen).
el: Προσομοίωση τηλεοπτικού θορύβου (είτε θόρυβο κλίμακας του γκρι είτε έγχρωμο θόρυβο)
es: Simula ruido de televisión (ya sea ruido en escala de grises o ruido de color).
ga: Insamhladh torann teilifíse (torann liathscála nó torann daite)
it: Simula il rumore televisivo (rumore in scala di grigi o rumore colorato)
ko: 텔레비전 노이즈(흑백 노이즈 또는 컬러 노이즈)를 시뮬레이션합니다.
nb: Simulerer TV-støy (enten gråtonestøy eller farget støy)
nl: Simuleert televisieruis (grijswaardenruis of gekleurde ruis)
tr: Televizyon gürültüsünü (gri tonlamalı gürültü veya renkli gürültü) simüle eder
vi: Mô phỏng nhiễu truyền hình (nhiễu thang độ xám hoặc nhiễu màu)
zh: 類比電視噪音（灰階噪音或彩色噪音）

# NKS_SCREENSAVERPACKS_PI_SETTINGS_DESC
source: Shows a circle arc that fills itself in the middle of the console
ar: يعرض قوسًا دائريًا يملأ نفسه في منتصف الشاشة.
de: Zeigt einen Kreisbogen, der sich in der Mitte der Konsole ausfüllt.
el: Εμφανίζει ένα κυκλικό τόξο που γεμίζει στη μέση της κονσόλας
es: Muestra un arco circular que se llena solo en el centro de la consola.
ga: Taispeánann stua ciorcail a líonann é féin i lár an chonsóil
it: Mostra un arco di cerchio che si riempie al centro della console
ko: 콘솔 중앙을 채우는 원형 호를 표시합니다.
nb: Viser en sirkelbue som fyller seg selv i midten av konsollen
nl: Toont een cirkelboog die zichzelf vult in het midden van de console
tr: Konsolun ortasında kendini dolduran bir daire yayı gösterir
vi: Hiển thị một vòng cung tự lấp đầy ở giữa bảng điều khiển
zh: 顯示一個在控制台中心填充的圓弧

# NKS_SCREENSAVERPACKS_PRIMUS_SETTINGS_DESC
source: Shows a growing circle that fills the whole screen before another circle grows over it
ar: يعرض دائرة متنامية تملأ الشاشة بالكامل قبل أن تنمو دائرة أخرى فوقها.
de: Zeigt einen wachsenden Kreis, der den gesamten Bildschirm ausfüllt, bevor ein weiterer Kreis darüber wächst.
el: Εμφανίζει έναν αυξανόμενο κύκλο που γεμίζει ολόκληρη την οθόνη πριν ένας άλλος κύκλος μεγαλώσει από πάνω του
es: Muestra un círculo creciente que llena toda la pantalla antes de que otro círculo crezca sobre él.
ga: Taispeánann ciorcal atá ag fás a líonann an scáileán ar fad sula bhfásann ciorcal eile thar a bharr
it: Mostra un cerchio che si espande e riempie l'intero schermo prima che un altro cerchio lo ricopra
ko: 화면 전체를 채우는 원이 커진 후 그 위에 또 다른 원이 커지는 효과를 표시합니다.
nb: Viser en voksende sirkel som fyller hele skjermen før en annen sirkel vokser over den
nl: Toont een groeiende cirkel die het hele scherm vult voordat er een andere cirkel overheen groeit
tr: Üzerine başka bir daire büyümeden önce tüm ekranı dolduran büyüyen bir daire gösterir
vi: Hiển thị một vòng tròn đang phát triển lấp đầy toàn bộ màn hình trước khi một vòng tròn khác phát triển chồng lên nó
zh: 顯示一個不斷增大的圓，先填滿整個螢幕，然後再顯示另一個圓覆蓋其上

# NKS_SCREENSAVERPACKS_RAINING_SETTINGS_DESC
source: Shows water droplets dripping from the top of the console, as if the weather is rainy outside
ar: يعرض قطرات ماء تتساقط من أعلى الشاشة، كما لو كان الجو ممطرًا في الخارج.
de: Zeigt Wassertropfen, die von der Oberseite der Konsole tropfen, als ob es draußen regnen würde.
el: Εμφανίζει σταγόνες νερού που στάζουν από την κορυφή της κονσόλας, σαν να βρέχει ο καιρός έξω
es: Muestra gotas de agua goteando desde la parte superior de la consola, como si lloviera afuera.
ga: Taispeánann braoiníní uisce ag sileadh ó bharr an chonsóil, amhail is dá mbeadh an aimsir báistí amuigh
it: Mostra gocce d'acqua che gocciolano dalla parte superiore della console, come se fuori piovesse
ko: 마치 비가 오는 것처럼 콘솔 상단에서 물방울이 떨어지는 효과를 표시합니다.
nb: Viser vanndråper som drypper fra toppen av konsollen, som om været er regnfullt ute
nl: Toont waterdruppels die van de bovenkant van de console druipen, alsof het buiten regent
tr: Hava dışarıda yağmurluymuş gibi konsolun üstünden damlayan su damlacıklarını gösterir
vi: Hiển thị các giọt nước nhỏ giọt từ trên cùng của bảng điều khiển, như thể trời đang mưa bên ngoài
zh: 顯示水滴從控制台頂部滴落，就像外面下雨一樣

# NKS_SCREENSAVERPACKS_RIPPLE_SETTINGS_DESC
source: Shows a live ripple effect from the middle
ar: يعرض تأثير تموج حي من المنتصف.
de: Zeigt einen dynamischen Welleneffekt von der Mitte aus.
el: Εμφανίζει ένα ζωντανό εφέ κυματισμού από τη μέση
es: Muestra un efecto de onda en vivo desde el centro.
ga: Taispeánann éifeacht tonnta beo ón lár
it: Mostra un effetto a catena dal vivo dal centro
ko: 중앙에서 시작되는 실시간 물결 효과를 표시합니다.
nb: Viser en levende ringvirkningseffekt fra midten
nl: Toont een levendig rimpeleffect vanuit het midden
tr: Ortadan canlı bir dalgalanma efekti gösterir
vi: Hiển thị hiệu ứng gợn sóng trực tiếp từ giữa
zh: 顯示從中心開始的即時漣漪效果

# NKS_SCREENSAVERPACKS_SWIVELREVEAL_SETTINGS_DESC
source: Reveals a background colour that is shown behind the block (as in pointing the flashlight at some item in a dark room)
ar: يكشف عن لون الخلفية المعروض. خلف الكتلة (كما لو كنت تُسلط ضوءًا على شيء ما في غرفة مظلمة)
de: Enthüllt eine Hintergrundfarbe, die hinter dem Block sichtbar ist. (Wie beim Anleuchten eines Gegenstands in einem dunklen Raum mit einer Taschenlampe)
el: Αποκαλύπτει ένα χρώμα φόντου που εμφανίζεται πίσω από το μπλοκ (όπως όταν στρέφεις τον φακό σε κάποιο αντικείμενο σε ένα σκοτάδι δωμάτιο)
es: Revela un color de fondo que se muestra detrás. El bloque (como al apuntar la linterna a un objeto en una habitación oscura)
ga: Nochtann dath cúlra a thaispeántar taobh thiar den bhloc (mar atá an tóirse á dhíriú ar mhír éigin i ndorchadas) (seomra)
it: Rivela un colore di sfondo che viene mostrato dietro il blocco (come in Puntando la torcia su un oggetto in una stanza buia)
ko: 블록 뒤에 표시되는 배경색을 보여줍니다. (어두운 방에서 손전등으로 어떤 물체를 비추는 것처럼)
nb: Avslører en bakgrunnsfarge som vises bak blokken som å peke lommelykten mot et element i et mørkt (rom)
nl: Onthult een achtergrondkleur die achter het blok wordt weergegeven (zoals bij het aanwijzen) (de zaklamp op een voorwerp in een donkere kamer)
tr: Bloğun arkasında gösterilen bir arka plan rengini ortaya çıkarır (işaret eder gibi) (Karanlık bir odada bir nesneye el feneri tutmak gibi)
vi: Tiết lộ màu nền được hiển thị phía sau khối (như khi chiếu đèn pin vào một vật nào đó trong bóng tối) (phòng)
zh: 顯示方塊後面的背景顏色（如（在黑暗的房間裡用手電筒照射某個物品）

# NKS_SCREENSAVERPACKS_TEXTREVEAL_SETTINGS_DESC
source: Reveals the text printed in the background
ar: يكشف النص المطبوع في الخلفية
de: Zeigt den im Hintergrund gedruckten Text an.
el: Αποκαλύπτει το κείμενο που εκτυπώνεται στο φόντο
es: Revela el texto impreso en el fondo
ga: Nochtann sé an téacs atá priontáilte sa chúlra
it: Rivela il testo stampato sullo sfondo
ko: 배경에 인쇄된 텍스트를 보여줍니다.
nb: Viser teksten som er trykt i bakgrunnen
nl: Onthult de tekst die op de achtergrond is afgedrukt
tr: Arka planda basılı metni gösterir
vi: Hiển thị văn bản được in ở nền
zh: 顯示背景中列印的文字

# NKS_SCREENSAVERPACKS_WAVERUN_SETTINGS_DESC
source: Shows a wave diagram from the right to the left of the console
ar: يعرض مخططًا موجيًا من يمين الشاشة إلى يسارها
de: Zeigt ein Wellendiagramm von rechts nach links auf der Konsole an.
el: Εμφανίζει ένα διάγραμμα κύματος από τα δεξιά προς τα αριστερά της κονσόλας
es: Muestra un diagrama de ondas de derecha a izquierda en la consola
ga: Taispeánann sé léaráid tonnta ó dheis go clé an chonsóil
it: Mostra un diagramma a onde da destra a sinistra della console
ko: 콘솔 오른쪽에서 왼쪽으로 파형을 표시합니다.
nb: Viser et bølgediagram fra høyre til venstre i konsollen
nl: Toont een golfdiagram van rechts naar links op de console
tr: Konsolun sağından soluna doğru bir dalga diyagramı gösterir
vi: Hiển thị biểu đồ sóng từ phải sang trái của bảng điều khiển
zh: 顯示從控制台右側到左側的波形圖

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TEXTSHOWN_TIP
source: This screensaver supports written text on file. Pass the complete file path to this field, and the screensaver will display the contents of the file appropriately.
ar: تدعم شاشة التوقف هذه النصوص المكتوبة في ملف. مرر مسار الملف بالكامل إلى هذا الحقل، وستعرض شاشة التوقف محتويات الملف بشكل مناسب.
de: Dieser Bildschirmschoner unterstützt geschriebenen Text aus einer Datei. Geben Sie den vollständigen Dateipfad in dieses Feld ein, und der Bildschirmschoner zeigt den Inhalt der Datei entsprechend an.
el: Αυτή η προφύλαξη οθόνης υποστηρίζει γραπτό κείμενο στο αρχείο. Περάστε την πλήρη διαδρομή αρχείου σε αυτό το πεδίο και η προφύλαξη οθόνης θα εμφανίσει κατάλληλα τα περιεχόμενα του αρχείου.
es: Este protector de pantalla admite texto escrito en archivo. Pase la ruta completa del archivo a este campo y el protector de pantalla mostrará el contenido del archivo correctamente.
ga: Tacaíonn an spárálaíscáileáin seo le téacs scríofa ar chomhad. Cuir an cosán comhaid iomlán chuig an réimse seo, agus taispeánfaidh an spárálaíscáileáin ábhar an chomhaid i gceart.
it: Questo screensaver supporta il testo scritto su file. Inserisci il percorso completo del file in questo campo e lo screensaver visualizzerà il contenuto del file in modo appropriato.
ko: 이 화면 보호기는 파일에 저장된 텍스트를 지원합니다. 이 필드에 전체 파일 경로를 입력하면 화면 보호기가 파일 내용을 적절하게 표시합니다.
nb: Denne skjermspareren støtter skrevet tekst på filen. Skriv hele filbanen til dette feltet, så vil skjermspareren vise innholdet i filen på riktig måte.
nl: Deze screensaver ondersteunt geschreven tekst uit een bestand. Voer het volledige bestandspad in dit veld in en de screensaver zal de inhoud van het bestand op de juiste manier weergeven.
tr: Bu ekran koruyucu, dosyadaki yazılı metni destekler. Bu alana dosyanın tam yolunu girin ve ekran koruyucu dosyanın içeriğini uygun şekilde gösterecektir.
vi: Trình bảo vệ màn hình này hỗ trợ văn bản được ghi trong tệp. Hãy nhập đường dẫn tệp đầy đủ vào trường này, và trình bảo vệ màn hình sẽ hiển thị nội dung của tệp một cách thích hợp.
zh: 此螢幕保護程式支援文件中的文字。請將完整的文件路徑傳遞給此字段，螢幕保護程式將相應地顯示文件內容。

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_VERTICALLINECHAR_NAME
source: Vertical line character
ar: حرف الخط العمودي
de: Zeichen für vertikale Linie
el: Χαρακτήρας κάθετης γραμμής
es: Carácter de línea vertical
ga: Carachtar líne ingearach
it: Carattere linea verticale
ko: 세로선 문자
nb: Vertikal linjetegn
nl: Teken voor verticale lijn
tr: Dikey çizgi karakteri
vi: Ký tự đường thẳng đứng
zh: 豎線字符

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_VERTICALLINECHAR_DESC
source: A character to form a vertical line. Be sure to only input one character.
ar: حرف لرسم خط عمودي. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen zur Erzeugung einer vertikalen Linie. Geben Sie nur ein Zeichen ein.
el: Ένας χαρακτήρας για να σχηματίσει μια κάθετη γραμμή. Βεβαιωθείτε ότι εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter para formar una línea vertical. Asegúrese de introducir solo un carácter.
ga: Carachtar chun líne ingearach a chruthú. Bí cinnte nach gcuirfidh tú ach carachtar amháin isteach.
it: Un carattere per formare una linea verticale. Assicurati di inserire un solo carattere.
ko: 세로선을 만들 문자입니다. 한 문자만 입력해야 합니다.
nb: Et tegn for å danne en vertikal linje. Sørg for at du bare skriver inn ett tegn.
nl: Een teken om een ​​verticale lijn te vormen. Zorg ervoor dat u slechts één teken invoert.
tr: Dikey bir çizgi oluşturmak için bir karakter. Yalnızca bir karakter girdiğinizden emin olun.
vi: Một ký tự để tạo thành một đường thẳng đứng. Hãy chắc chắn chỉ nhập một ký tự.
zh: 用於形成豎線的字元。請確保只輸入一個字元。

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_LINEDENSITY_NAME
source: Line density
ar: كثافة الخطوط
de: Liniendichte
el: Πυκνότητα γραμμής
es: Densidad de línea
ga: Dlús líne
it: Densità linea
ko: 선 밀도
nb: Linjetetthet
nl: Lijndichtheid
tr: Çizgi yoğunluğu
vi: Mật độ đường kẻ
zh: 線條密度

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_LINEDENSITY_DESC
source: How frequent to generate lines?
ar: ما هو معدل تكرار إنشاء الخطوط؟
de: Wie häufig sollen Linien erzeugt werden?
el: Πόσο συχνά δημιουργούνται γραμμές;
es: ¿Con qué frecuencia se generan líneas?
ga: Cé chomh minic is ceart línte a ghiniúint?
it: Con quale frequenza generare linee?
ko: 선을 얼마나 자주 생성합니까?
nb: Hvor ofte skal linjer genereres?
nl: Hoe vaak moeten lijnen worden gegenereerd?
tr: Çizgilerin ne sıklıkla oluşturulacağı?
vi: Tần suất tạo đường kẻ là bao nhiêu?
zh: 產生線條的頻率？

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_VERTICALLINEDENSITY_NAME
source: Vertical line density
ar: كثافة الخطوط العمودية
de: Dichte vertikaler Linien
el: Πυκνότητα κάθετης γραμμής
es: Densidad de línea vertical
ga: Dlús líne ingearach
it: Densità linea verticale
ko: 세로선 밀도
nb: Vertikal linjetetthet
nl: Verticale lijndichtheid
tr: Dikey çizgi yoğunluğu
vi: Mật độ đường thẳng đứng
zh: 垂直線密度
