Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINCOLOR_HOURS_NAME
source: Minimum colour level for hours
ar: أدنى مستوى للون لساعات
de: Minimaler Farbpegel für Stunden
el: Ελάχιστο επίπεδο χρώματος για ώρες
es: Nivel mínimo de color por horas
fr: Niveau de couleur minimum pendant des heures
ga: Leibhéal dath íosta ar feadh uaireanta
hi: घंटों के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum selama berjam-jam
it: Livello di colore minimo per ore
ja: 時間の最小色レベル
ko: 몇 시간 동안의 최소 색상 수준
ms: Tahap warna minimum untuk jam
nb: Minimum fargenivå i timer
nl: Minimaal kleurniveau voor uren
pt: Nível mínimo de cor por horas
pt_br: Nível mínimo de cor por horas
ro: Nivel minim de culoare pentru ore
tr: Saatler için minimum renk seviyesi
uk: Мінімальний рівень кольору протягом годин
vi: Mức màu tối thiểu trong nhiều giờ
zh: 幾個小時的最低顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXREDCOLOR_HOURS_NAME
source: Maximum red colour level for hours
ar: الحد الأقصى لمستوى اللون الأحمر لساعات
de: Maximaler roter Farbpegel für Stunden
el: Μέγιστο επίπεδο κόκκινου χρώματος για ώρες
es: Nivel máximo de color rojo durante horas
fr: Niveau de couleur rouge maximum pendant des heures
ga: Uasleibhéal dath dearg ar feadh uaireanta
hi: घंटों के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum selama berjam-jam
it: Livello massimo di colore rosso per ore
ja: 数時間の最大赤色レベル
ko: 몇 시간 동안 최대 적색 수준
ms: Tahap warna merah maksimum selama berjam-jam
nb: Maksimalt rødt fargenivå i timer
nl: Maximaal rood kleurniveau gedurende uren
pt: Nível máximo de cor vermelha por horas
pt_br: Nível máximo de cor vermelha por horas
ro: Nivel maxim de culoare roșie pentru ore
tr: Saatlerce maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору протягом годин
vi: Mức độ màu đỏ tối đa trong nhiều giờ
zh: 數小時內的最大紅色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXGREENCOLOR_HOURS_NAME
source: Maximum green colour level for hours
ar: الحد الأقصى لمستوى اللون الأخضر لساعات
de: Maximaler grüner Farbpegel für Stunden
el: Μέγιστο επίπεδο πράσινου χρώματος για ώρες
es: Nivel máximo de color verde durante horas
fr: Niveau de couleur vert maximum pendant des heures
ga: Uasleibhéal dath glas ar feadh uaireanta
hi: घंटों के लिए अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum selama berjam-jam
it: Livello massimo di colore verde per ore
ja: 数時間の最大緑色レベル
ko: 몇 시간 동안 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum selama berjam-jam
nb: Maksimalt grønt fargenivå i timer
nl: Maximaal groen kleurniveau voor uren
pt: Nível máximo de cor verde por horas
pt_br: Nível máximo de cor verde por horas
ro: Nivel maxim de culoare verde pentru ore
tr: Saatlerce maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору протягом годин
vi: Mức màu xanh lá cây tối đa trong nhiều giờ
zh: 數小時內的最大綠色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXBLUECOLOR_HOURS_NAME
source: Maximum blue colour level for hours
ar: الحد الأقصى لمستوى اللون الأزرق لساعات
de: Maximaler blauer Farbpegel für Stunden
el: Μέγιστο επίπεδο μπλε χρώματος για ώρες
es: Nivel máximo de color azul durante horas
fr: Niveau de couleur bleu maximum pendant des heures
ga: Uasleibhéal dath gorm ar feadh uaireanta
hi: घंटों के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum selama berjam-jam
it: Livello massimo di colore blu per ore
ja: 数時間の最大青色レベル
ko: 몇 시간 동안 최대 파란색 수준
ms: Tahap warna biru maksimum selama berjam-jam
nb: Maksimalt blått fargenivå i timer
nl: Maximaal blauw kleurniveau gedurende uren
pt: Nível máximo de cor azul por horas
pt_br: Nível máximo de cor azul por horas
ro: Nivel maxim de culoare albastră pentru ore
tr: Saatler boyunca maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору протягом годин
vi: Mức màu xanh tối đa trong nhiều giờ
zh: 數小時內的最大藍色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXCOLOR_HOURS_NAME
source: Maximum colour level for hours
ar: الحد الأقصى لمستوى اللون لساعات
de: Maximaler Farbpegel für Stunden
el: Μέγιστο επίπεδο χρώματος για ώρες
es: Máximo nivel de color por horas
fr: Niveau de couleur maximum pendant des heures
ga: Uasleibhéal datha ar feadh uaireanta
hi: घंटों के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum selama berjam-jam
it: Livello di colore massimo per ore
ja: 時間の最大カラーレベル
ko: 몇 시간 동안의 최대 색상 수준
ms: Tahap warna maksimum selama berjam-jam
nb: Maksimalt fargenivå i timer
nl: Maximaal kleurniveau voor uren
pt: Nível máximo de cor por horas
pt_br: Nível máximo de cor por horas
ro: Nivel maxim de culoare pentru ore
tr: Saatlerce maksimum renk seviyesi
uk: Максимальний рівень кольору протягом годин
vi: Mức màu tối đa trong nhiều giờ
zh: 數小時的最大顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINREDCOLOR_MINUTES_NAME
source: Minimum red colour level for minutes
ar: الحد الأدنى لمستوى اللون الأحمر للدقائق
de: Minimaler roter Farbpegel für Minuten
el: Ελάχιστο επίπεδο κόκκινου χρώματος για λεπτά
es: Nivel mínimo de color rojo por minutos
fr: Niveau de couleur rouge minimum pendant minutes
ga: Íosleibhéal dath dearg ar feadh nóiméid
hi: मिनटों के लिए न्यूनतम लाल रंग का स्तर
id: Tingkat warna merah minimum selama beberapa menit
it: Livello minimo di colore rosso per minuti
ja: 最小の赤色レベル（数分間）
ko: 분 동안의 최소 적색 레벨
ms: Tahap warna merah minimum untuk beberapa minit
nb: Minimum rød fargenivå i minutter
nl: Minimaal rood kleurniveau gedurende minuten
pt: Nível mínimo de cor vermelha por minutos
pt_br: Nível mínimo de cor vermelha por minutos
ro: Nivel minim de culoare roșie pentru câteva minute
tr: Dakikalar için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору протягом хв
vi: Mức màu đỏ tối thiểu trong vài phút
zh: 分鐘的最低紅色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINGREENCOLOR_MINUTES_NAME
source: Minimum green colour level for minutes
ar: أدنى مستوى للون الأخضر لدقائق
de: Minimaler grüner Farbpegel für Minuten
el: Ελάχιστο επίπεδο πράσινου χρώματος για λεπτά
es: Nivel mínimo de color verde durante minutos
fr: Niveau de couleur vert minimum pendant minutes
ga: Íosleibhéal dath glas ar feadh nóiméid
hi: मिनटों के लिए न्यूनतम हरे रंग का स्तर
id: Tingkat warna hijau minimum selama beberapa menit
it: Livello minimo di colore verde per minuti
ja: 最小の緑色レベル（数分間）
ko: 분 동안의 최소 녹색 색상 수준
ms: Tahap warna hijau minimum untuk beberapa minit
nb: Minimum grønt fargenivå i minutter
nl: Minimaal groen kleurniveau gedurende minuten
pt: Nível mínimo de cor verde por minutos
pt_br: Nível mínimo de cor verde por minutos
ro: Nivel minim de culoare verde pentru minute
tr: Dakikalar için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору протягом хв
vi: Mức màu xanh lá cây tối thiểu trong vài phút
zh: 幾分鐘的最低綠色水平

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINBLUECOLOR_MINUTES_NAME
source: Minimum blue colour level for minutes
ar: الحد الأدنى لمستوى اللون الأزرق للدقائق
de: Minimaler blauer Farbpegel für Minuten
el: Ελάχιστο επίπεδο μπλε χρώματος για λεπτά
es: Nivel mínimo de color azul durante minutos
fr: Niveau de couleur bleu minimum pendant minutes
ga: Íosleibhéal dath gorm ar feadh nóiméid
hi: मिनटों के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum selama beberapa menit
it: Livello minimo di colore blu per minuti
ja: 最小の青色レベル（数分間）
ko: 분 동안의 최소 파란색 수준
ms: Tahap warna biru minimum untuk beberapa minit
nb: Minimum blåfargenivå i minutter
nl: Minimaal blauw kleurniveau gedurende minuten
pt: Nível mínimo de cor azul por minutos
pt_br: Nível mínimo de cor azul por minutos
ro: Nivel minim de culoare albastră timp de minute
tr: Dakikalar için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору протягом хвилин
vi: Mức màu xanh tối thiểu trong vài phút
zh: 分鐘的最低藍色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINCOLOR_MINUTES_NAME
source: Minimum colour level for minutes
ar: أدنى مستوى للون لدقائق
de: Minimaler Farbpegel für Minuten
el: Ελάχιστο επίπεδο χρώματος για λεπτά
es: Nivel mínimo de color por minutos
fr: Niveau de couleur minimum pendant minutes
ga: Leibhéal dath íosta ar feadh nóiméid
hi: मिनटों के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum selama beberapa menit
it: Livello di colore minimo per minuti
ja: 最小色レベル（分）
ko: 분 동안의 최소 색상 수준
ms: Tahap warna minimum untuk beberapa minit
nb: Minimum fargenivå i minutter
nl: Minimaal kleurniveau voor minuten
pt: Nível mínimo de cor por minutos
pt_br: Nível mínimo de cor para minutos
ro: Nivel minim de culoare pentru minute
tr: Dakikalar için minimum renk seviyesi
uk: Мінімальний рівень кольору хвилин
vi: Mức màu tối thiểu trong vài phút
zh: 分鐘的最低顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXREDCOLOR_MINUTES_NAME
source: Maximum red colour level for minutes
ar: الحد الأقصى لمستوى اللون الأحمر للدقائق
de: Maximaler roter Farbpegel für Minuten
el: Μέγιστο επίπεδο κόκκινου χρώματος για λεπτά
es: Nivel máximo de color rojo durante minutos
fr: Niveau de couleur rouge maximum pendant des minutes
ga: Uasleibhéal dath dearg ar feadh nóiméid
hi: मिनटों के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum selama beberapa menit
it: Livello massimo di colore rosso per minuti
ja: 数分間の最大赤色レベル
ko: 분 동안 최대 적색 레벨
ms: Tahap warna merah maksimum selama beberapa minit
nb: Maksimalt rødt fargenivå i minutter
nl: Maximaal rood kleurniveau gedurende minuten
pt: Nível máximo de cor vermelha por minutos
pt_br: Nível máximo de cor vermelha por minutos
ro: Nivel maxim de culoare roșie timp de minute
tr: Dakikalar için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору протягом хвилин
vi: Mức màu đỏ tối đa trong vài phút
zh: 數分鐘內的最大紅色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXGREENCOLOR_MINUTES_NAME
source: Maximum green colour level for minutes
ar: الحد الأقصى لمستوى اللون الأخضر للدقائق
de: Maximaler grüner Farbpegel für Minuten
el: Μέγιστο επίπεδο πράσινου χρώματος για λεπτά
es: Nivel máximo de color verde durante minutos
fr: Niveau maximum de couleur verte pendant des minutes
ga: Uasleibhéal dath glas ar feadh nóiméid
hi: मिनटों के लिए अधिकतम हरे रंग का स्तर
id: Tingkat warna hijau maksimum selama beberapa menit
it: Livello massimo di colore verde per minuti
ja: 数分間の最大緑色レベル
ko: 분 동안 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum selama beberapa minit
nb: Maksimalt grønt fargenivå i minutter
nl: Maximaal groen kleurniveau gedurende minuten
pt: Nível máximo de cor verde por minutos
pt_br: Nível máximo de cor verde por minutos
ro: Nivel maxim de culoare verde pentru minute
tr: Dakikalar için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору протягом хвилин
vi: Mức màu xanh lá cây tối đa trong vài phút
zh: 數分鐘內的最大綠色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXBLUECOLOR_MINUTES_NAME
source: Maximum blue colour level for minutes
ar: الحد الأقصى لمستوى اللون الأزرق للدقائق
de: Maximaler blauer Farbpegel für Minuten
el: Μέγιστο επίπεδο μπλε χρώματος για λεπτά
es: Nivel máximo de color azul durante minutos
fr: Niveau de couleur bleu maximum pendant quelques minutes
ga: Uasleibhéal dath gorm ar feadh nóiméid
hi: मिनटों के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum selama beberapa menit
it: Livello massimo di colore blu per minuti
ja: 数分間の最大青色レベル
ko: 분 동안 최대 파란색 수준
ms: Tahap warna biru maksimum selama beberapa minit
nb: Maksimalt blått fargenivå i minutter
nl: Maximaal blauw kleurniveau gedurende minuten
pt: Nível máximo de cor azul por minutos
pt_br: Nível máximo de cor azul por minutos
ro: Nivel maxim de culoare albastră timp de minute
tr: Dakikalar için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору протягом хвилин
vi: Mức màu xanh tối đa trong vài phút
zh: 幾分鐘內的最大藍色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXCOLOR_MINUTES_NAME
source: Maximum colour level for minutes
ar: الحد الأقصى لمستوى اللون لدقائق
de: Maximaler Farbpegel für Minuten
el: Μέγιστο επίπεδο χρώματος για λεπτά
es: Nivel de color máximo durante minutos
fr: Niveau de couleur maximal pendant quelques minutes
ga: Uasleibhéal dath ar feadh nóiméid
hi: मिनटों के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum selama beberapa menit
it: Livello di colore massimo per minuti
ja: 数分間の最大カラーレベル
ko: 분 동안의 최대 색상 수준
ms: Tahap warna maksimum untuk beberapa minit
nb: Maksimalt fargenivå i minutter
nl: Maximaal kleurniveau voor minuten
pt: Nível máximo de cor por minutos
pt_br: Nível máximo de cor por minutos
ro: Nivel maxim de culoare pentru minute
tr: Dakikalar için maksimum renk seviyesi
uk: Максимальний рівень кольору протягом хвилин
vi: Mức màu tối đa trong vài phút
zh: 分鐘的最大顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINREDCOLOR_SECONDS_NAME
source: Minimum red colour level for seconds
ar: الحد الأدنى لمستوى اللون الأحمر للثواني
de: Minimaler roter Farbpegel für Sekunden
el: Ελάχιστο επίπεδο κόκκινου χρώματος για δευτερόλεπτα
es: Nivel mínimo de color rojo por segundos
fr: Niveau de couleur rouge minimum pendant quelques secondes
ga: Íosleibhéal dath dearg ar feadh soicind
hi: सेकंड के लिए न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum selama beberapa detik
it: Livello minimo di colore rosso per secondi
ja: 秒の最小赤色レベル
ko: 초 동안의 최소 적색 레벨
ms: Tahap warna merah minimum untuk beberapa saat
nb: Minimum rød fargenivå i sekunder
nl: Minimaal rood kleurniveau voor seconden
pt: Nível mínimo de cor vermelha por segundos
pt_br: Nível mínimo de cor vermelha por segundos
ro: Nivel minim de culoare roșie pentru secunde
tr: Saniyeler için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору протягом секунд
vi: Mức màu đỏ tối thiểu trong vài giây
zh: 秒的最小紅色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINGREENCOLOR_SECONDS_NAME
source: Minimum green colour level for seconds
ar: أدنى مستوى للون الأخضر للثواني
de: Minimaler grüner Farbpegel für Sekunden
el: Ελάχιστο επίπεδο πράσινου χρώματος για δευτερόλεπτα
es: Nivel mínimo de color verde por segundos
fr: Niveau de couleur vert minimum pendant quelques secondes
ga: Íosleibhéal dath glas ar feadh soicind
hi: सेकंड के लिए न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum selama beberapa detik
it: Livello minimo di colore verde per secondi
ja: 秒の最小緑色レベル
ko: 초 동안의 최소 녹색 색상 수준
ms: Tahap warna hijau minimum untuk beberapa saat
nb: Minimum grønt fargenivå i sekunder
nl: Minimaal groen kleurniveau voor seconden
pt: Nível mínimo de cor verde por segundos
pt_br: Nível mínimo de cor verde para segundos
ro: Nivel minim de culoare verde pentru secunde
tr: Saniyeler için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору протягом секунд
vi: Mức màu xanh lá cây tối thiểu trong vài giây
zh: 秒的最低綠色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINBLUECOLOR_SECONDS_NAME
source: Minimum blue colour level for seconds
ar: الحد الأدنى لمستوى اللون الأزرق للثواني
de: Minimaler blauer Farbpegel für Sekunden
el: Ελάχιστο επίπεδο μπλε χρώματος για δευτερόλεπτα
es: Nivel mínimo de color azul por segundos
fr: Niveau de couleur bleu minimum pendant quelques secondes
ga: Íosleibhéal dath gorm ar feadh soicind
hi: सेकंड के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum selama beberapa detik
it: Livello minimo di colore blu per secondi
ja: 秒の最小青色レベル
ko: 초 동안의 최소 파란색 수준
ms: Tahap warna biru minimum untuk beberapa saat
nb: Minimum blåfargenivå i sekunder
nl: Minimaal blauw kleurniveau voor seconden
pt: Nível mínimo de cor azul por segundos
pt_br: Nível mínimo de cor azul por segundos
ro: Nivel minim de culoare albastră pentru secunde
tr: Saniyeler için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору протягом секунд
vi: Mức màu xanh tối thiểu trong vài giây
zh: 秒的最低藍色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINCOLOR_SECONDS_NAME
source: Minimum colour level for seconds
ar: الحد الأدنى لمستوى اللون للثواني
de: Minimaler Farbpegel für Sekunden
el: Ελάχιστο επίπεδο χρώματος για δευτερόλεπτα
es: Nivel de color mínimo por segundos
fr: Niveau de couleur minimum pendant quelques secondes
ga: Leibhéal dath íosta ar feadh soicind
hi: सेकंड के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum selama beberapa detik
it: Livello di colore minimo per secondi
ja: 秒の最小カラーレベル
ko: 초 동안의 최소 색상 수준
ms: Tahap warna minimum untuk beberapa saat
nb: Minimum fargenivå i sekunder
nl: Minimaal kleurniveau voor seconden
pt: Nível mínimo de cor por segundos
pt_br: Nível mínimo de cor para segundos
ro: Nivel minim de culoare pentru secunde
tr: Saniyeler için minimum renk seviyesi
uk: Мінімальний рівень кольору секунд
vi: Mức màu tối thiểu trong vài giây
zh: 秒的最低顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXREDCOLOR_SECONDS_NAME
source: Maximum red colour level for seconds
ar: الحد الأقصى لمستوى اللون الأحمر للثواني
de: Maximale rote Farbstufe für Sekunden
el: Μέγιστο επίπεδο κόκκινου χρώματος για δευτερόλεπτα
es: Nivel máximo de color rojo por segundos
fr: Niveau de couleur rouge maximum pendant quelques secondes
ga: Uasleibhéal dath dearg ar feadh soicind
hi: सेकंड के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum selama beberapa detik
it: Livello massimo di colore rosso per secondi
ja: 秒の最大赤色レベル
ko: 초 동안 최대 적색 레벨
ms: Tahap warna merah maksimum untuk beberapa saat
nb: Maksimalt rødt fargenivå i sekunder
nl: Maximaal rood kleurniveau voor seconden
pt: Nível máximo de cor vermelha por segundos
pt_br: Nível máximo de cor vermelha por segundos
ro: Nivel maxim de culoare roșie pentru secunde
tr: Saniyeler için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору протягом секунд
vi: Mức màu đỏ tối đa trong vài giây
zh: 秒的最大紅色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXGREENCOLOR_SECONDS_NAME
source: Maximum green colour level for seconds
ar: الحد الأقصى لمستوى اللون الأخضر للثواني
de: Maximaler grüner Farbpegel für Sekunden
el: Μέγιστο επίπεδο πράσινου χρώματος για δευτερόλεπτα
es: Nivel máximo de color verde por segundos
fr: Niveau maximum de couleur verte pendant quelques secondes
ga: Uasleibhéal dath glas ar feadh soicind
hi: सेकंड के लिए अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum selama beberapa detik
it: Livello massimo di colore verde per secondi
ja: 秒の最大緑色レベル
ko: 초 동안의 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum untuk beberapa saat
nb: Maksimalt grønt fargenivå i sekunder
nl: Maximaal groen kleurniveau voor seconden
pt: Nível máximo de cor verde por segundos
pt_br: Nível máximo de cor verde por segundos
ro: Nivel maxim de culoare verde pentru secunde
tr: Saniyeler için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору протягом секунд
vi: Mức màu xanh lá cây tối đa trong vài giây
zh: 秒的最大綠色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXBLUECOLOR_SECONDS_NAME
source: Maximum blue colour level for seconds
ar: الحد الأقصى لمستوى اللون الأزرق للثواني
de: Maximaler blauer Farbpegel für Sekunden
el: Μέγιστο επίπεδο μπλε χρώματος για δευτερόλεπτα
es: Nivel máximo de color azul por segundos
fr: Niveau de couleur bleu maximum pendant quelques secondes
ga: Uasleibhéal dath gorm ar feadh soicind
hi: सेकंड के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum selama beberapa detik
it: Livello massimo di colore blu per secondi
ja: 秒の最大青色レベル
ko: 몇 초 동안의 최대 파란색 수준
ms: Tahap warna biru maksimum untuk beberapa saat
nb: Maksimalt blått fargenivå i sekunder
nl: Maximaal blauw kleurniveau voor seconden
pt: Nível máximo de cor azul por segundos
pt_br: Nível máximo de cor azul por segundos
ro: Nivel maxim de culoare albastră pentru secunde
tr: Saniyeler için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору протягом секунд
vi: Mức màu xanh tối đa trong vài giây
zh: 秒的最大藍色級別

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MAXCOLOR_SECONDS_NAME
source: Maximum colour level for seconds
ar: الحد الأقصى لمستوى اللون للثواني
de: Maximale Farbstufe für Sekunden
el: Μέγιστο επίπεδο χρώματος για δευτερόλεπτα
es: Nivel máximo de color por segundos
fr: Niveau de couleur maximal pendant quelques secondes
ga: Uasleibhéal dath ar feadh soicind
hi: सेकंड के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum selama beberapa detik
it: Livello di colore massimo per secondi
ja: 秒単位の最大カラーレベル
ko: 초 동안의 최대 색상 수준
ms: Tahap warna maksimum untuk beberapa saat
nb: Maksimalt fargenivå i sekunder
nl: Maximaal kleurniveau voor seconden
pt: Nível máximo de cor por segundos
pt_br: Nível máximo de cor por segundos
ro: Nivel maxim de culoare pentru secunde
tr: Saniyeler için maksimum renk seviyesi
uk: Максимальний рівень кольору за секунди
vi: Mức màu tối đa trong vài giây
zh: 秒的最大顏色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_ULCCHAR_DESC
source: A character that resembles the upper left corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليسرى العليا. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der oberen linken Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την επάνω αριστερή γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se asemeja a la esquina superior izquierda. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin supérieur gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne uachtarach ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो ऊपरी बाएँ कोने जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter yang menyerupai sudut kiri atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che ricorda l'angolo in alto a sinistra. Assicurati di inserire un solo carattere.
ja: 左上隅に似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 상단 모서리와 유사한 문자입니다. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai sudut kiri atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det øvre venstre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de linkerbovenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao canto superior esquerdo. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao canto superior esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din stânga sus. Asigurați-vă că introduceți un singur caracter.
tr: Sol üst köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує лівий верхній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc trên bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於左上角的字符。確保只輸入一個字符。
