Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TEXTSHOWN_NAME
source: Text shown
ar: يظهر النص
de: Text angezeigt
el: Το κείμενο εμφανίζεται
es: Texto mostrado
fr: Texte affiché
ga: Téacs léirithe
hi: पाठ दिखाया गया
id: Teks ditampilkan
it: Testo mostrato
ja: 表示されるテキスト
ko: 표시된 텍스트
ms: Teks ditunjukkan
nb: Tekst vist
nl: Tekst getoond
pt: Texto mostrado
pt_br: Texto mostrado
ro: Text afișat
tr: Gösterilen metin
uk: Показаний текст
vi: Văn bản hiển thị
zh: 顯示的文字

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TEXTSHOWN_DESC_SHORT
source: Write any text you want shown. Shorter is better.
ar: اكتب أي نص تريد إظهاره. الأقصر هو الأفضل.
de: Schreiben Sie einen beliebigen Text, den Sie anzeigen möchten. Kürzer ist besser.
el: Γράψτε όποιο κείμενο θέλετε να εμφανίζεται. Το πιο κοντό είναι καλύτερο.
es: Escriba el texto que desee que se muestre. Cuanto más corto, mejor.
fr: Écrivez le texte que vous souhaitez afficher. Plus c'est court, c'est mieux.
ga: Scríobh téacs ar bith is mian leat a thaispeáint. Is fearr níos giorra.
hi: आपके द्वारा दिखाए गए किसी भी पाठ को लिखें। कम बेहतर है।
id: Tulis teks apa pun yang ingin Anda tampilkan. Lebih pendek lebih baik.
it: Scrivi il testo che desideri venga mostrato. Più corto è meglio.
ja: 表示したいテキストを書きます。短いほど良いです。
ko: 표시하려는 텍스트를 작성하십시오. 짧을수록 좋습니다.
ms: Tulis sebarang teks yang anda mahu ditunjukkan. Lebih pendek adalah lebih baik.
nb: Skriv hvilken som helst tekst du ønsker vist. Kortere er bedre.
nl: Schrijf elke gewenste tekst. Korter is beter.
pt: Escreva qualquer texto que você deseja mostrar. Quanto mais curto, melhor.
pt_br: Escreva qualquer texto que você queira mostrar. Quanto mais curto, melhor.
ro: Scrieți orice text doriți să fie afișat. Mai scurt este mai bine.
tr: Gösterilmesini istediğiniz herhangi bir metni yazın. Ne kadar kısa olursa o kadar iyi.
uk: Напишіть будь-який текст, який ви хочете показати. Краще коротше.
vi: Viết bất kỳ văn bản nào bạn muốn hiển thị. Càng ngắn càng tốt.
zh: 寫下您想要顯示的任何文本。越短越好。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TRUECOLORS_NAME
source: Activate true colours
ar: قم بتنشيط الألوان الحقيقية
de: Aktivieren Sie echte Farben
el: Ενεργοποιήστε τα αληθινά χρώματα
es: Activar colores verdaderos
fr: Activez les vraies couleurs
ga: Gníomhachtaigh dathanna fíor
hi: सच्चे रंगों को सक्रिय करें
id: Aktifkan warna asli
it: Attiva i veri colori
ja: トゥルーカラーを有効にする
ko: 트루 컬러 활성화
ms: Aktifkan warna sebenar
nb: Aktiver ekte farger
nl: Activeer echte kleuren
pt: Ative cores verdadeiras
pt_br: Ativar cores verdadeiras
ro: Activați culorile adevărate
tr: Gerçek renkleri etkinleştir
uk: Активуйте справжні кольори
vi: Kích hoạt màu sắc thực
zh: 激活真實色彩

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_CYCLECOLORS_NAME
source: Cycle colours
ar: دورة الألوان
de: Zyklusfarben
el: Χρώματα κύκλου
es: Colores de ciclo
fr: Couleurs du cycle
ga: Dathanna timthriall
hi: साइकिल के रंग
id: Warna siklus
it: Colori del ciclo
ja: サイクルカラー
ko: 순환 색상
ms: Warna kitaran
nb: Syklusfarger
nl: Cyclus kleuren
pt: Cores do ciclo
pt_br: Cores do ciclo
ro: Ciclul de culori
tr: Döngü renkleri
uk: Циклічні кольори
vi: Màu sắc chu kỳ
zh: 循環顏色

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_CYCLECOLORS_DESC
source: Disco will cycle colours when enabled. Otherwise, select random colours.
ar: سوف ديسكو دورة الألوان عند التمكين. خلاف ذلك ، حدد ألوانًا عشوائية.
de: Disco wechselt die Farben, wenn es aktiviert ist. Andernfalls wählen Sie zufällige Farben.
el: Το Disco θα κάνει κύκλους χρωμάτων όταν είναι ενεργοποιημένο. Διαφορετικά, επιλέξτε τυχαία χρώματα.
es: Disco hará un ciclo de colores cuando esté habilitado. De lo contrario, seleccione colores aleatorios.
fr: Disco fera défiler les couleurs lorsqu'il est activé. Sinon, sélectionnez des couleurs aléatoires.
ga: Rothóidh an dioscó dathanna nuair a bheidh sé cumasaithe. Seachas sin, roghnaigh dathanna randamach.
hi: सक्षम होने पर डिस्को रंग चक्र करेगा। अन्यथा, यादृच्छिक रंगों का चयन करें।
id: Disko akan mengubah warna saat diaktifkan. Jika tidak, pilih warna acak.
it: Disco farà scorrere i colori quando abilitato. Altrimenti, seleziona colori casuali.
ja: ディスコを有効にすると、色が循環します。それ以外の場合は、ランダムな色を選択します。
ko: 디스코가 활성화되면 색상이 순환됩니다. 그렇지 않으면 임의의 색상을 선택하십시오.
ms: Disko akan mengitar warna apabila didayakan. Jika tidak, pilih warna rawak.
nb: Disco vil sykle farger når det er aktivert. Ellers velger du tilfeldige farger.
nl: Disco wisselt van kleur indien ingeschakeld. Selecteer anders willekeurige kleuren.
pt: Disco irá alternar as cores quando ativado. Caso contrário, selecione cores aleatórias.
pt_br: O Disco alternará as cores quando habilitado. Caso contrário, selecione cores aleatórias.
ro: Disco va ciclu culorile când este activat. În caz contrar, selectați culori aleatorii.
tr: Disco etkinleştirildiğinde renkleri değiştirecektir. Aksi takdirde, rastgele renkler seçin.
uk: Коли ввімкнено, Disco змінюватиме кольори. В іншому випадку виберіть довільні кольори.
vi: Disco sẽ tuần hoàn màu khi được bật. Nếu không, hãy chọn màu ngẫu nhiên.
zh: 啟用時，Disco 將循環顏色。否則，選擇隨機顏色。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_BGCOLOR_NAME
source: Background colour
ar: لون الخلفية
de: Hintergrundfarbe
el: Χρώμα του φόντου
es: Color de fondo
fr: Couleur de l'arrière plan
ga: Dath an chúlra
hi: पीछे का रंग
id: Warna latar belakang
it: Colore di sfondo
ja: 背景色
ko: 배경색
ms: Warna latar belakang
nb: Bakgrunnsfarge
nl: Achtergrond kleur
pt: Cor de fundo
pt_br: Cor de fundo
ro: Culoare de fundal
tr: Arkaplan rengi
uk: Колір фону
vi: Màu nền
zh: 背景顏色

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
el: Καθυστέρηση σε χιλιοστά του δευτερολέπτου
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ko: 밀리 초 단위의 지연
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt: Atraso em Milissegundos
pt_br: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ko: 다음 쓰기를하기 전에 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt: Quantos milissegundos esperar antes de fazer a próxima gravação?
pt_br: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_SECONDSCOLOR_NAME
source: Colour of Seconds Bar
ar: لون شريط الثواني
de: Farbe des Sekundenbalkens
el: Μπάρα χρώματος δευτερολέπτων
es: Barra de color de segundos
fr: Couleur de la barre des secondes
ga: Dath an Bharra Soicind
hi: सेकंड का रंग बार
id: Warna Detik Bar
it: Colore della barra dei secondi
ja: 秒バーの色
ko: 초 막대의 색상
ms: Warna Bar Saat
nb: Color of Seconds Bar
nl: Kleur van secondenbalk
pt: Cor da barra de segundos
pt_br: Cor da Barra de Segundos
ro: Bara de culoare a secundelor
tr: Saniye Çubuğunun Rengi
uk: Колір секундної панелі
vi: Màu sắc của thanh giây
zh: 秒條的顏色

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINUTESCOLOR_NAME
source: Colour of Minutes Bar
ar: لون شريط الدقائق
de: Farbe des Minutenbalkens
el: Μπάρα χρώματος λεπτών
es: Barra de color de minutos
fr: Couleur de la barre des minutes
ga: Dath na Nóiméad Barra
hi: मिनटों का रंग बार
id: Warna Bar Menit
it: Colore della barra dei minuti
ja: ミニッツバーの色
ko: 분 바의 색상
ms: Bar Warna Minit
nb: Farge på minuttlinjen
nl: Kleur van minutenbalk
pt: Cor da barra de minutos
pt_br: Cor da Barra de Minutos
ro: Bara de culoare a minutelor
tr: Dakika Çubuğunun Rengi
uk: Колір хвилинної панелі
vi: Màu sắc của thanh phút
zh: 分鐘欄的顏色

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_HOURSCOLOR_NAME
source: Colour of Hours Bar
ar: لون شريط الساعات
de: Farbe der Stundenleiste
el: Μπάρα χρώματος ωρών
es: Barra de color de horas
fr: Barre de couleur des heures
ga: Dath Barra Uaireanta
hi: घंटे का रंग बार
id: Warna Jam Bar
it: Barra del colore delle ore
ja: 時間バーの色
ko: 시간 막대의 색상
ms: Bar Warna Jam
nb: Color of Hours Bar
nl: Kleur urenbalk
pt: Cor da barra de horas
pt_br: Barra de cores das horas
ro: Bara de culoare a orelor
tr: Saat Çubuğunun Rengi
uk: Кольоровий рядок годин
vi: Thanh màu giờ
zh: 營業時間條的顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_INFOCOLOR_NAME
source: Colour of Information
ar: لون المعلومات
de: Farbe der Informationen
el: Χρώμα πληροφοριών
es: Color de la información
fr: Couleur des informations
ga: Dath na Faisnéise
hi: सूचना का रंग
id: Warna Informasi
it: Colore delle informazioni
ja: 情報の色
ko: 정보 색상
ms: Warna Maklumat
nb: Farge på informasjon
nl: Kleur van informatie
pt: Cor da Informação
pt_br: Cor da Informação
ro: Culoarea informațiilor
tr: Bilginin Rengi
uk: Колір інформації
vi: Màu sắc của thông tin
zh: 信息顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_CYCLETICKS_NAME
source: Ticks to change colour
ar: القراد لتغيير اللون
de: Zecken, um die Farbe zu ändern
el: Κρότωνες για αλλαγή χρώματος
es: Garrapatas para cambiar de color
fr: Tiques pour changer de couleur
ga: Tocanna chun dath a athrú
hi: रंग बदलने के लिए टिक्स
id: Centang untuk mengubah warna
it: Spunta per cambiare colore
ja: 色を変更するティック
ko: 색상을 변경하는 눈금
ms: Kutu untuk menukar warna
nb: Haker av for å endre farge
nl: Tikken om van kleur te veranderen
pt: Carrapatos para mudar de cor
pt_br: Marcas para mudar de cor
ro: Căpușe pentru a schimba culoarea
tr: Renk değiştirmek için keneler
uk: Галочки для зміни кольору
vi: Đánh dấu để thay đổi màu sắc
zh: 改變顏色的蜱蟲

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_CYCLETICKS_DESC
source: If colour cycling is enabled, how many ticks before changing colours in ProgressClock? 1 tick = 0.5 seconds
ar: إذا تم تمكين تدوير الألوان ، فكم عدد العلامات قبل تغيير الألوان في ProgressClock؟ علامة واحدة = 0.5 ثانية
de: Wenn der Farbwechsel aktiviert ist, wie viele Ticks, bevor die Farben in ProgressClock geändert werden? 1 Tick = 0,5 Sekunden
el: Εάν ο κύκλος χρωμάτων είναι ενεργοποιημένος, πόσα τικ πριν αλλάξετε τα χρώματα στο ProgressClock; 1 τικ = 0,5 δευτερόλεπτα
es: Si el ciclo de color está habilitado, ¿cuántos tics antes de cambiar los colores en ProgressClock? 1 tic = 0,5 segundos
fr: Si le cycle des couleurs est activé, combien de ticks avant de changer les couleurs dans ProgressClock ? 1 tick = 0,5 seconde
ga: Má tá rothaíocht dathanna cumasaithe, cé mhéad tic sula n-athraítear dathanna in ProgressClock? 1 tic = 0.5 soicind
hi: यदि कलर साइकलिंग सक्षम है, तो प्रोग्रेसक्लॉक में रंग बदलने से पहले कितने टिक होंगे? 1 टिक = 0.5 सेकंड
id: Jika siklus warna diaktifkan, berapa kali centang sebelum mengubah warna di ProgressClock? 1 centang = 0,5 detik
it: Se il ciclo dei colori è abilitato, quanti tick prima di cambiare i colori in ProgressClock? 1 segno di spunta = 0,5 secondi
ja: カラー サイクリングが有効になっている場合、ProgressClock でカラーを変更するまでのティック数は? 1 ティック = 0.5 秒
ko: 색상 순환이 활성화 된 경우 ProgressClock에서 색상을 변경하기 전에 몇 틱이 필요합니까? 1 틱 = 0.5 초
ms: Jika kitaran warna didayakan, berapa banyak kutu sebelum menukar warna dalam ProgressClock? 1 tanda = 0.5 saat
nb: Hvis fargesykling er aktivert, hvor mange haker før du endrer farger i ProgressClock? 1 hake = 0,5 sekunder
nl: Als kleurcyclus is ingeschakeld, hoeveel vinkjes voordat kleuren worden gewijzigd in ProgressClock? 1 vinkje = 0,5 seconden
pt: Se o ciclo de cores estiver ativado, quantos tiques antes de alterar as cores no ProgressClock? 1 tick = 0,5 segundos
pt_br: Se o ciclo de cores estiver habilitado, quantos tiques antes de mudar as cores no ProgressClock? 1 tique = 0,5 segundos
ro: Dacă ciclul de culoare este activat, câte bifări înainte de a schimba culorile în ProgressClock? 1 bifă = 0,5 secunde
tr: Renk döngüsü etkinleştirilirse, ProgressClock'ta renkleri değiştirmeden önce kaç tik var? 1 tik = 0,5 saniye
uk: Якщо циклічність кольорів увімкнена, скільки тиків перед зміною кольорів у ProgressClock? 1 тик = 0,5 секунди
vi: Nếu bật chế độ tuần hoàn màu, có bao nhiêu tích tắc trước khi thay đổi màu trong ProgressClock? 1 tích tắc = 0,5 giây
zh: 如果啟用顏色循環，在 ProgressClock 中更改顏色之前有多少滴答聲？ 1 滴答 = 0.5 秒

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_CYCLECOLORS_DESC
source: ProgressClock will select random colours if it's enabled. Otherwise, use colours from config.
ar: سيختار ProgressClock ألوانًا عشوائية إذا تم تمكينه. خلاف ذلك ، استخدم الألوان من config.
de: ProgressClock wählt zufällige Farben aus, wenn es aktiviert ist. Verwenden Sie andernfalls Farben aus config.
el: Το ProgressClock θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: ProgressClock seleccionará colores aleatorios si está habilitado. De lo contrario, use los colores de config.
fr: ProgressClock sélectionnera des couleurs aléatoires si elle est activée. Sinon, utilisez les couleurs de config.
ga: Roghnóidh ProgressClock dathanna randamacha má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: प्रोग्रेसक्लॉक सक्षम होने पर यादृच्छिक रंगों का चयन करेगा। अन्यथा, config से रंगों का उपयोग करें।
id: ProgressClock akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: ProgressClock selezionerà colori casuali se è abilitato. Altrimenti, usa i colori di config.
ja: ProgressClock が有効になっている場合、ランダムな色が選択されます。それ以外の場合は、構成の色を使用します。
ko: ProgressClock은 활성화 된 경우 임의의 색상을 선택합니다. 그렇지 않으면 구성의 색상을 사용하십시오.
ms: ProgressClock akan memilih warna rawak jika ia didayakan. Jika tidak, gunakan warna daripada config.
nb: ProgressClock vil velge tilfeldige farger hvis den er aktivert. Ellers bruker du farger fra config.
nl: ProgressClock selecteert willekeurige kleuren als dit is ingeschakeld. Gebruik anders kleuren uit config.
pt: ProgressClock selecionará cores aleatórias se estiver habilitado. Caso contrário, use as cores da configuração.
pt_br: ProgressClock selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: ProgressClock va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: ProgressClock etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, config'deki renkleri kullanın.
uk: ProgressClock вибере випадкові кольори, якщо його ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: ProgressClock sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，ProgressClock 將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_LIGHTER_SETTINGS_MAXPOSCOUNT_NAME
source: Max Positions Count
ar: عدد المراكز القصوى
de: Anzahl der maximalen Positionen
el: Μέγιστος αριθμός θέσεων
es: Número máximo de posiciones
fr: Nombre maximal de positions
ga: Líon na bPost Uasta
hi: अधिकतम पदों की गणना
id: Jumlah Posisi Maksimum
it: Numero massimo di posizioni
ja: 最大ポジション数
ko: 최대 위치 수
ms: Kiraan Kedudukan Maks
nb: Maks antall posisjoner
nl: Max aantal posities
pt: Contagem de posições máximas
pt_br: Contagem máxima de posições
ro: Număr maxim de poziții
tr: Maksimum Pozisyon Sayısı
uk: Максимальна кількість позицій
vi: Số lượng vị trí tối đa
zh: 最大職位數

# NKS_SCREENSAVERPACKS_LIGHTER_SETTINGS_MAXPOSCOUNT_DESC
source: How many positions are lit before dimming?
ar: كم عدد المواضع المضاءة قبل التعتيم؟
de: Wie viele Positionen werden vor dem Dimmen beleuchtet?
el: Πόσες θέσεις ανάβουν πριν χαμηλώσουν;
es: ¿Cuántas posiciones se encienden antes de atenuar?
fr: Combien de positions sont allumées avant la gradation ?
ga: Cé mhéad suíomh a lastar roimh mhaolú?
hi: डिमिंग से पहले कितने पोजीशन जलाए जाते हैं?
id: Berapa banyak posisi yang menyala sebelum meredup?
it: Quante posizioni sono illuminate prima dell'oscuramento?
ja: 調光する前に点灯する位置はいくつですか?
ko: 어둡게하기 전에 몇 개의 위치가 켜 집니까?
ms: Berapa banyak kedudukan yang dinyalakan sebelum dimalapkan?
nb: Hvor mange posisjoner lyser før dimming?
nl: Hoeveel standen branden er voordat er wordt gedimd?
pt: Quantas posições são iluminadas antes do escurecimento?
pt_br: Quantas posições são acesas antes de escurecer?
ro: Câte poziții sunt aprinse înainte de atenuare?
tr: Kısılmadan önce kaç pozisyon yanıyor?
uk: Скільки позицій освітлюється перед затемненням?
vi: Có bao nhiêu vị trí được chiếu sáng trước khi mờ đi?
zh: 調光前點亮了多少個位置？

# NKS_SCREENSAVERPACKS_FADER_SETTINGS_FADEOUTDELAY_NAME
source: Fade Out Delay in Milliseconds
ar: تتلاشى التأخير في ميلي ثانية
de: Ausblendverzögerung in Millisekunden
el: Καθυστέρηση εξαφάνισης σε χιλιοστά του δευτερολέπτου
es: Retardo de desvanecimiento en milisegundos
fr: Délai de fondu en millisecondes
ga: Céimnigh Moill sna Milleasoicindí
hi: मिलीसेकंड में फ़ेड आउट विलंब
id: Penundaan Fade Out dalam Milidetik
it: Ritardo di dissolvenza in uscita in millisecondi
ja: ミリ秒単位のフェードアウト遅延
ko: 밀리 초 단위의 페이드 아웃 지연
ms: Kelewatan Fade Out dalam milisaat
nb: Uttoningsforsinkelse i millisekunder
nl: Vertraging uitfaden in milliseconden
pt: Fade Out Delay em Milissegundos
pt_br: Atraso de Fade Out em Milissegundos
ro: Întârziere la dispariție în milisecunde
tr: Fade Out Gecikmesi Milisaniye Cinsinden
uk: Затримка згасання в мілісекундах
vi: Độ trễ mờ dần tính bằng mili giây
zh: 以毫秒為單位的淡出延遲

# NKS_SCREENSAVERPACKS_FADER_SETTINGS_MAXFADESTEPS_NAME
source: Max Fade Steps
ar: خطوات التلاشي القصوى
de: Max. Fade-Schritte
es: Pasos máximos de desvanecimiento
fr: Étapes de fondu max.
ga: Céimeanna Fade Max
hi: अधिकतम फीका कदम
id: Langkah-langkah Memudar Maksimal
it: Passi di dissolvenza massimi
ja: 最大フェード ステップ
ko: 최대 페이드 단계
ms: Langkah Pudar Maks
nl: Max. fade-stappen
pt_br: Passos de fade máximo
tr: Maksimum Solma Adımları
uk: Макс. кроки згасання
vi: Các bước làm mờ tối đa
zh: 最大漸變步數

# NKS_SCREENSAVERPACKS_FADER_SETTINGS_FADEOUTDELAY_DESC
source: How many milliseconds to wait before fading out text?
ar: كم ميلي ثانية يجب الانتظار قبل أن يتلاشى النص؟
de: Wie viele Millisekunden muss man warten, bevor der Text ausgeblendet wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν εξαφανιστεί το κείμενο;
es: ¿Cuántos milisegundos esperar antes de que desaparezca el texto?
fr: Combien de millisecondes attendre avant de faire disparaître le texte ?
ga: Cé mhéad milleasoicind a bheidh le fanacht roimh an téacs a mhaolú?
hi: टेक्स्ट फ़ेड आउट करने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum teks memudar?
it: Quanti millisecondi aspettare prima di dissolvere il testo?
ja: テキストをフェードアウトするまで何ミリ秒待つか?
ko: 텍스트가 페이드 아웃되기까지 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum teks pudar?
nb: Hvor mange millisekunder skal man vente før teksten tones ut?
nl: Hoeveel milliseconden moet ik wachten voordat de tekst vervaagt?
pt: Quantos milissegundos esperar antes de o texto esmaecer?
pt_br: Quantos milissegundos esperar antes que o texto desapareça gradualmente?
ro: Câte milisecunde să aștepte înainte de a se estompa textul?
tr: Metnin kaybolması için kaç milisaniye beklenmesi gerekiyor?
uk: Скільки мілісекунд чекати, перш ніж текст зникне?
vi: Phải đợi bao nhiêu mili giây trước khi làm mờ văn bản?
zh: 在淡出文本之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_FADER_SETTINGS_MAXFADESTEPS_DESC
source: How many fade steps to do?
ar: كم عدد خطوات التلاشي التي يجب القيام بها؟
de: Wie viele Fade-Schritte sind zu tun?
el: Πόσα βήματα fade να κάνετε;
es: ¿Cuántos pasos de desvanecimiento debo hacer?
fr: Combien d'étapes de fondu faire ?
ga: Cé mhéad céim céimnithe atá le déanamh?
hi: कितने फीके कदम करने हैं?
id: Berapa banyak langkah memudar yang harus dilakukan?
it: Quanti passaggi di dissolvenza fare?
ja: 何段階フェードするか?
ko: 얼마나 많은 페이드 단계를 수행해야합니까?
ms: Berapa banyak langkah pudar yang perlu dilakukan?
nb: Hvor mange fade-trinn skal gjøres?
nl: Hoeveel fade-stappen te doen?
pt: Quantas etapas de fade para fazer?
pt_br: Quantos passos de fade devo fazer?
ro: Câți pași de fade trebuie să faci?
tr: Kaç tane solma adımı atılmalı?
uk: Скільки кроків зникнення потрібно зробити?
vi: Cần thực hiện bao nhiêu bước mờ dần?
zh: 要執行多少個淡入淡出步驟？

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_WRITEAGAIN_NAME
source: Write Again Delay in Milliseconds
ar: اكتب مرة أخرى تأخير في ميلي ثانية
de: Schreibverzögerung in Millisekunden
el: Καθυστέρηση εγγραφής ξανά σε χιλιοστά του δευτερολέπτου
es: Retraso de escritura de nuevo en milisegundos
fr: Délai d'écriture à nouveau en millisecondes
ga: Scríobh Arís Moill sna Milleasoicindí
hi: मिलीसेकंड में फिर से देरी लिखें
id: Keterlambatan Menulis Ulang dalam Milidetik
it: Ritardo di scrittura di nuovo in millisecondi
ja: ミリ秒単位の再書き込み遅延
ko: 다시 쓰기 지연 (밀리 초)
ms: Tulis Lagi Kelewatan dalam Milidetik
nb: Skriv igjen forsinkelse i millisekunder
nl: Schrijfvertraging in milliseconden
pt: Atraso de gravação de novo em milissegundos
pt_br: Atraso de gravação novamente em milissegundos
ro: Scrie din nou Întârziere în milisecunde
tr: Tekrar Yazma Gecikmesi Milisaniye Cinsinden
uk: Затримка повторного запису в мілісекундах
vi: Viết lại sự chậm trễ tính bằng mili giây
zh: 以毫秒為單位的再次寫入延遲

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_WRITEAGAIN_DESC
source: How many milliseconds to wait before writing text again?
ar: كم ميلي ثانية تنتظر قبل كتابة النص مرة أخرى؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie wieder Text schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν γράψετε ξανά κείμενο;
es: ¿Cuántos milisegundos esperar antes de volver a escribir el texto?
fr: Combien de millisecondes attendre avant de réécrire du texte ?
ga: Cé mhéad milleasoicind atá le fanacht sula scríobhtar téacs arís?
hi: पाठ को दोबारा लिखने से पहले कितने मिलीसेकंड प्रतीक्षा करनी है?
id: Berapa milidetik yang harus ditunggu sebelum menulis teks lagi?
it: Quanti millisecondi aspettare prima di scrivere di nuovo il testo?
ja: テキストを再度書き込む前に何ミリ秒待機しますか?
ko: 텍스트를 다시 쓰기 전에 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum menulis teks semula?
nb: Hvor mange millisekunder skal du vente før du skriver tekst igjen?
nl: Hoeveel milliseconden moet je wachten voordat je weer tekst schrijft?
pt: Quantos milissegundos esperar antes de escrever o texto novamente?
pt_br: Quantos milissegundos esperar antes de escrever um texto novamente?
ro: Câte milisecunde să aștepte înainte de a scrie din nou text?
tr: Tekrar metin yazmadan önce kaç milisaniye beklemem gerekiyor?
uk: Скільки мілісекунд чекати перед повторним написанням тексту?
vi: Phải đợi bao nhiêu mili giây trước khi viết lại văn bản?
zh: 在再次寫入文本之前要等待多少毫秒？
