Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LEFRAMECHAR_NAME
source: Left frame character for ramp bar
ar: حرف الإطار الأيسر لشريط المنحدر
de: Zeichen des linken Rahmens für Rampenleiste
el: Χαρακτήρας αριστερού πλαισίου για μπάρα ράμπας
es: Carácter de marco izquierdo para barra de rampa
fr: Caractère de cadre gauche pour la barre de rampe
ga: Carachtar fráma ar chlé le haghaidh barra rampaí
hi: रैंप बार के लिए लेफ्ट फ्रेम कैरेक्टर
id: Karakter bingkai kiri untuk ramp bar
it: Carattere del frame sinistro per la barra della rampa
ja: ランプバーの左フレーム文字
ko: 램프 바의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar tanjakan
nb: Venstre rammekarakter for rampestang
nl: Linker framekarakter voor hellingsbalk
pt: Caractere de quadro esquerdo para barra de rampa
pt_br: Caractere do quadro esquerdo para barra de rampa
ro: Caracter de cadru din stânga pentru bara de rampă
tr: Rampa çubuğu için sol çerçeve karakteri
uk: Символ лівого кадру для рампи
vi: Ký tự khung bên trái cho thanh dốc
zh: 斜坡條的左框架字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_RIFRAMECHAR_NAME
source: Right frame character for ramp bar
ar: حرف الإطار الأيمن لشريط المنحدر
de: Rechter Rahmencharakter für Rampenstange
el: Χαρακτήρας δεξιού πλαισίου για μπάρα ράμπας
es: Carácter de marco derecho para barra de rampa
fr: Caractère de cadre droit pour la barre de rampe
ga: Carachtar fráma ceart le haghaidh barra rampa
hi: रैंप बार के लिए राइट फ्रेम कैरेक्टर
id: Karakter bingkai kanan untuk ramp bar
it: Carattere del frame destro per la barra della rampa
ja: ランプバーの右フレーム文字
ko: 램프 바의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar tanjakan
nb: Høyre rammekarakter for rampestang
nl: Rechter framekarakter voor hellingsbalk
pt: Caractere de quadro direito para barra de rampa
pt_br: Caractere do quadro direito para barra de rampa
ro: Caracter cadru din dreapta pentru bara de rampă
tr: Rampa çubuğu için sağ çerçeve karakteri
uk: Символ правої рамки для рампи
vi: Ký tự khung bên phải cho thanh dốc
zh: 斜坡條的右框架字符

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINREDCOLOR_START_NAME
source: Minimum red colour level for start colour
ar: الحد الأدنى لمستوى اللون الأحمر للون البداية
de: Minimaler roter Farbpegel für die Startfarbe
el: Ελάχιστο επίπεδο κόκκινου χρώματος για το χρώμα έναρξης
es: Nivel mínimo de color rojo para el color de inicio
fr: Niveau de couleur rouge minimum pour la couleur de départ
ga: Íosleibhéal dath dearg le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum untuk warna awal
it: Livello minimo di colore rosso per il colore iniziale
ja: 開始色の最小赤色レベル
ko: 시작 색상의 최소 빨간색 레벨
ms: Tahap warna merah minimum untuk warna permulaan
nb: Minimum rød fargenivå for startfarge
nl: Minimaal rood kleurniveau voor startkleur
pt: Nível mínimo de cor vermelha para a cor inicial
pt_br: Nível mínimo de cor vermelha para cor inicial
ro: Nivel minim de culoare roșie pentru culoarea de început
tr: Başlangıç rengi için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору для початкового кольору
vi: Mức màu đỏ tối thiểu cho màu bắt đầu
zh: 起始顏色的最小紅色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINGREENCOLOR_START_NAME
source: Minimum green colour level for start colour
ar: الحد الأدنى لمستوى اللون الأخضر للون البداية
de: Minimaler grüner Farbpegel für die Startfarbe
el: Ελάχιστο επίπεδο πράσινου χρώματος για το χρώμα έναρξης
es: Nivel mínimo de color verde para el color de inicio
fr: Niveau de couleur vert minimum pour la couleur de départ
ga: Íosleibhéal dath glas le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum untuk warna awal
it: Livello minimo di colore verde per il colore iniziale
ja: 開始色の最小緑色レベル
ko: 시작 색상의 최소 녹색 레벨
ms: Tahap warna hijau minimum untuk warna permulaan
nb: Minimum grønt fargenivå for startfarge
nl: Minimaal groen kleurniveau voor startkleur
pt: Nível mínimo de cor verde para a cor inicial
pt_br: Nível mínimo de cor verde para a cor inicial
ro: Nivel minim de culoare verde pentru culoarea de pornire
tr: Başlangıç rengi için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору для початкового кольору
vi: Mức màu xanh lá cây tối thiểu cho màu bắt đầu
zh: 起始顏色的最低綠色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINBLUECOLOR_START_NAME
source: Minimum blue colour level for start colour
ar: الحد الأدنى لمستوى اللون الأزرق للون البداية
de: Minimaler blauer Farbpegel für die Startfarbe
el: Ελάχιστο επίπεδο μπλε χρώματος για χρώμα έναρξης
es: Nivel mínimo de color azul para el color de inicio
fr: Niveau de couleur bleu minimum pour la couleur de départ
ga: Íosleibhéal dath gorm le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum untuk warna awal
it: Livello minimo di colore blu per il colore iniziale
ja: 開始色の最小青色レベル
ko: 시작 색상의 최소 파란색 수준
ms: Tahap warna biru minimum untuk warna permulaan
nb: Minimum blåfargenivå for startfarge
nl: Minimaal blauw kleurniveau voor startkleur
pt: Nível mínimo de cor azul para a cor inicial
pt_br: Nível mínimo de cor azul para a cor inicial
ro: Nivel minim de culoare albastră pentru culoarea de început
tr: Başlangıç rengi için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору для початкового кольору
vi: Mức màu xanh tối thiểu cho màu bắt đầu
zh: 起始顏色的最低藍色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINCOLOR_START_NAME
source: Minimum colour level for start colour
ar: الحد الأدنى لمستوى اللون لبدء اللون
de: Minimaler Farbpegel für Startfarbe
el: Ελάχιστο επίπεδο χρώματος για το χρώμα έναρξης
es: Nivel de color mínimo para el color de inicio
fr: Niveau de couleur minimum pour la couleur de départ
ga: Leibhéal dath íosta le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum untuk warna awal
it: Livello di colore minimo per il colore iniziale
ja: 開始色の最小色レベル
ko: 시작 색상의 최소 색상 수준
ms: Tahap warna minimum untuk warna permulaan
nb: Minimum fargenivå for startfarge
nl: Minimum kleurniveau voor startkleur
pt: Nível mínimo de cor para cor inicial
pt_br: Nível mínimo de cor para cor inicial
ro: Nivelul minim de culoare pentru culoarea de pornire
tr: Başlangıç rengi için minimum renk seviyesi
uk: Мінімальний рівень кольору для початкового кольору
vi: Mức màu tối thiểu cho màu bắt đầu
zh: 起始顏色的最低顏色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXREDCOLOR_START_NAME
source: Maximum red colour level for start colour
ar: الحد الأقصى لمستوى اللون الأحمر للون البداية
de: Maximaler roter Farbpegel für die Startfarbe
el: Μέγιστο επίπεδο κόκκινου χρώματος για το χρώμα έναρξης
es: Nivel máximo de color rojo para el color de inicio
fr: Niveau de couleur rouge maximum pour la couleur de départ
ga: Uasleibhéal dath dearg le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum untuk warna awal
it: Livello massimo di colore rosso per il colore iniziale
ja: 開始色の最大赤色レベル
ko: 시작 색상의 최대 빨간색 레벨
ms: Tahap warna merah maksimum untuk warna permulaan
nb: Maksimalt rødt fargenivå for startfarge
nl: Maximaal rood kleurniveau voor startkleur
pt: Nível máximo de cor vermelha para a cor inicial
pt_br: Nível máximo de cor vermelha para a cor inicial
ro: Nivel maxim de culoare roșie pentru culoarea de pornire
tr: Başlangıç rengi için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору для початкового кольору
vi: Mức màu đỏ tối đa cho màu bắt đầu
zh: 起始顏色的最大紅色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXGREENCOLOR_START_NAME
source: Maximum green colour level for start colour
ar: الحد الأقصى لمستوى اللون الأخضر للون البداية
de: Maximaler grüner Farbpegel für die Startfarbe
el: Μέγιστο επίπεδο πράσινου χρώματος για το χρώμα έναρξης
es: Nivel máximo de color verde para el color de inicio
fr: Niveau de couleur vert maximum pour la couleur de départ
ga: Uasleibhéal dath glas le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum untuk warna awal
it: Livello massimo di colore verde per il colore iniziale
ja: 開始色の最大緑色レベル
ko: 시작 색상의 최대 녹색 레벨
ms: Tahap warna hijau maksimum untuk warna permulaan
nb: Maksimalt grønt fargenivå for startfarge
nl: Maximaal groen kleurniveau voor startkleur
pt: Nível máximo de cor verde para a cor inicial
pt_br: Nível máximo de cor verde para a cor inicial
ro: Nivel maxim de culoare verde pentru culoarea de pornire
tr: Başlangıç rengi için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору для початкового кольору
vi: Mức màu xanh lá cây tối đa cho màu bắt đầu
zh: 起始顏色的最大綠色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXBLUECOLOR_START_NAME
source: Maximum blue colour level for start colour
ar: الحد الأقصى لمستوى اللون الأزرق للون البداية
de: Maximaler blauer Farbpegel für die Startfarbe
el: Μέγιστο επίπεδο μπλε χρώματος για το χρώμα έναρξης
es: Nivel máximo de color azul para el color de inicio
fr: Niveau de couleur bleu maximum pour la couleur de départ
ga: Uasleibhéal dath gorm le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum untuk warna awal
it: Livello massimo di colore blu per il colore iniziale
ja: 開始色の最大青色レベル
ko: 시작 색상의 최대 파란색 레벨
ms: Tahap warna biru maksimum untuk warna permulaan
nb: Maksimalt blått fargenivå for startfarge
nl: Maximaal blauw kleurniveau voor startkleur
pt: Nível máximo de cor azul para a cor inicial
pt_br: Nível máximo de cor azul para a cor inicial
ro: Nivel maxim de culoare albastră pentru culoarea de pornire
tr: Başlangıç rengi için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору для початкового кольору
vi: Mức màu xanh tối đa cho màu bắt đầu
zh: 起始顏色的最大藍色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXCOLOR_START_NAME
source: Maximum colour level for start colour
ar: الحد الأقصى لمستوى اللون لبدء اللون
de: Maximale Farbstufe für Startfarbe
el: Μέγιστο επίπεδο χρώματος για το χρώμα έναρξης
es: Nivel de color máximo para el color de inicio
fr: Niveau de couleur maximum pour la couleur de départ
ga: Uasleibhéal datha le haghaidh dath tosaithe
hi: प्रारंभ रंग के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum untuk warna awal
it: Livello di colore massimo per il colore iniziale
ja: 開始色の最大カラーレベル
ko: 시작 색상의 최대 색상 레벨
ms: Tahap warna maksimum untuk warna permulaan
nb: Maksimalt fargenivå for startfarge
nl: Maximaal kleurniveau voor startkleur
pt: Nível máximo de cor para a cor inicial
pt_br: Nível máximo de cor para cor inicial
ro: Nivel maxim de culoare pentru culoarea de pornire
tr: Başlangıç rengi için maksimum renk seviyesi
uk: Максимальний рівень кольору для початкового кольору
vi: Mức màu tối đa cho màu bắt đầu
zh: 起始顏色的最大顏色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINREDCOLOR_END_NAME
source: Minimum red colour level for end colour
ar: الحد الأدنى لمستوى اللون الأحمر للون النهائي
de: Minimaler roter Farbpegel für die Endfarbe
el: Ελάχιστο επίπεδο κόκκινου χρώματος για το τελικό χρώμα
es: Nivel mínimo de color rojo para el color final
fr: Niveau de couleur rouge minimum pour la couleur finale
ga: Íosleibhéal dath dearg le haghaidh dath deiridh
hi: अंतिम रंग के लिए न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum untuk warna akhir
it: Livello minimo di colore rosso per il colore finale
ja: 終了色の最小赤色レベル
ko: 최종 색상에 대한 최소 적색 레벨
ms: Tahap warna merah minimum untuk warna akhir
nb: Minimum rød fargenivå for sluttfarge
nl: Minimaal rood kleurniveau voor eindkleur
pt: Nível mínimo de cor vermelha para a cor final
pt_br: Nível mínimo de cor vermelha para cor final
ro: Nivel minim de culoare roșie pentru culoarea finală
tr: Son renk için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору для кінцевого кольору
vi: Mức màu đỏ tối thiểu cho màu cuối
zh: 最終顏色的最低紅色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINGREENCOLOR_END_NAME
source: Minimum green colour level for end colour
ar: الحد الأدنى لمستوى اللون الأخضر للون النهائي
de: Minimaler grüner Farbpegel für die Endfarbe
el: Ελάχιστο επίπεδο πράσινου χρώματος για το τελικό χρώμα
es: Nivel mínimo de color verde para el color final
fr: Niveau de couleur vert minimum pour la couleur finale
ga: Íosleibhéal dath glas le haghaidh dath deiridh
hi: अंतिम रंग के लिए न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum untuk warna akhir
it: Livello minimo di colore verde per il colore finale
ja: 終了色の最小緑色レベル
ko: 최종 색상에 대한 최소 녹색 색상 수준
ms: Tahap warna hijau minimum untuk warna akhir
nb: Minimum grønt fargenivå for sluttfarge
nl: Minimaal groen kleurniveau voor eindkleur
pt: Nível mínimo de cor verde para a cor final
pt_br: Nível mínimo de cor verde para cor final
ro: Nivel minim de culoare verde pentru culoarea finală
tr: Son renk için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору для кінцевого кольору
vi: Mức màu xanh lá cây tối thiểu cho màu cuối
zh: 最終顏色的最低綠色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINBLUECOLOR_END_NAME
source: Minimum blue colour level for end colour
ar: الحد الأدنى لمستوى اللون الأزرق للون النهاية
de: Minimaler blauer Farbpegel für die Endfarbe
el: Ελάχιστο επίπεδο μπλε χρώματος για το τελικό χρώμα
es: Nivel mínimo de color azul para el color final
fr: Niveau de bleu minimum pour la couleur finale
ga: Íosleibhéal dath gorm le haghaidh dath deiridh
hi: अंतिम रंग के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum untuk warna akhir
it: Livello minimo di colore blu per il colore finale
ja: 終了色の最小青色レベル
ko: 최종 색상의 최소 파란색 색상 수준
ms: Tahap warna biru minimum untuk warna akhir
nb: Minimum blåfargenivå for sluttfarge
nl: Minimaal blauw kleurniveau voor eindkleur
pt: Nível mínimo de cor azul para a cor final
pt_br: Nível mínimo de cor azul para cor final
ro: Nivel minim de culoare albastră pentru culoarea finală
tr: Son renk için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору для кінцевого кольору
vi: Mức màu xanh tối thiểu cho màu cuối
zh: 最終顏色的最低藍色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MINCOLOR_END_NAME
source: Minimum colour level for end colour
ar: الحد الأدنى لمستوى اللون للون النهائي
de: Minimaler Farbpegel für die Endfarbe
el: Ελάχιστο επίπεδο χρώματος για το τελικό χρώμα
es: Nivel de color mínimo para el color final
fr: Niveau de couleur minimum pour la couleur finale
ga: Leibhéal dath íosta le haghaidh dath deiridh
hi: अंतिम रंग के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum untuk warna akhir
it: Livello di colore minimo per il colore finale
ja: エンドカラーの最小カラーレベル
ko: 최종 색상의 최소 색상 수준
ms: Tahap warna minimum untuk warna akhir
nb: Minimum fargenivå for sluttfarge
nl: Minimum kleurniveau voor eindkleur
pt: Nível mínimo de cor para a cor final
pt_br: Nível mínimo de cor para cor final
ro: Nivel minim de culoare pentru culoarea finală
tr: Son renk için minimum renk seviyesi
uk: Мінімальний рівень кольору для кінцевого кольору
vi: Mức màu tối thiểu cho màu cuối
zh: 最終顏色的最低顏色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXREDCOLOR_END_NAME
source: Maximum red colour level for end colour
ar: الحد الأقصى لمستوى اللون الأحمر للون النهائي
de: Maximaler roter Farbpegel für die Endfarbe
el: Μέγιστο επίπεδο κόκκινου χρώματος για το τελικό χρώμα
es: Nivel máximo de color rojo para el color final
fr: Niveau de couleur rouge maximum pour la couleur finale
ga: Uasleibhéal dath dearg le haghaidh dath deiridh
hi: अंतिम रंग के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum untuk warna akhir
it: Livello massimo di colore rosso per il colore finale
ja: 終了色の最大赤色レベル
ko: 최종 색상에 대한 최대 적색 레벨
ms: Tahap warna merah maksimum untuk warna akhir
nb: Maksimalt rødt fargenivå for sluttfarge
nl: Maximaal rood kleurniveau voor eindkleur
pt: Nível máximo de cor vermelha para a cor final
pt_br: Nível máximo de cor vermelha para cor final
ro: Nivel maxim de culoare roșie pentru culoarea finală
tr: Son renk için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору для кінцевого кольору
vi: Mức màu đỏ tối đa cho màu cuối
zh: 最終顏色的最大紅色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXGREENCOLOR_END_NAME
source: Maximum green colour level for end colour
ar: الحد الأقصى لمستوى اللون الأخضر للون النهائي
de: Maximaler grüner Farbpegel für die Endfarbe
el: Μέγιστο επίπεδο πράσινου χρώματος για το τελικό χρώμα
es: Nivel máximo de color verde para el color final
fr: Niveau de couleur vert maximum pour la couleur finale
ga: Uasleibhéal dath glas le haghaidh dath deiridh
hi: अंतिम रंग के लिए अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum untuk warna akhir
it: Livello massimo di colore verde per il colore finale
ja: 終了色の最大緑色レベル
ko: 최종 색상의 최대 녹색 레벨
ms: Tahap warna hijau maksimum untuk warna akhir
nb: Maksimalt grønt fargenivå for sluttfarge
nl: Maximaal groen kleurniveau voor eindkleur
pt: Nível máximo de cor verde para a cor final
pt_br: Nível máximo de cor verde para cor final
ro: Nivel maxim de culoare verde pentru culoarea finală
tr: Son renk için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору для кінцевого кольору
vi: Mức màu xanh lá cây tối đa cho màu cuối
zh: 最終顏色的最大綠色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXBLUECOLOR_END_NAME
source: Maximum blue colour level for end colour
ar: الحد الأقصى لمستوى اللون الأزرق للون النهاية
de: Maximaler blauer Farbpegel für die Endfarbe
el: Μέγιστο επίπεδο μπλε χρώματος για το τελικό χρώμα
es: Nivel máximo de color azul para el color final
fr: Niveau maximum de bleu pour la couleur finale
ga: Uasleibhéal dath gorm le haghaidh dath deiridh
hi: अंतिम रंग के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum untuk warna akhir
it: Livello massimo di colore blu per il colore finale
ja: 終了色の最大青色レベル
ko: 최종 색상의 최대 파란색 수준
ms: Tahap warna biru maksimum untuk warna akhir
nb: Maksimalt blått fargenivå for sluttfarge
nl: Maximaal blauw kleurniveau voor eindkleur
pt: Nível máximo de cor azul para a cor final
pt_br: Nível máximo de cor azul para cor final
ro: Nivel maxim de culoare albastră pentru culoarea finală
tr: Son renk için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору для кінцевого кольору
vi: Mức màu xanh tối đa cho màu cuối
zh: 最終顏色的最大藍色級別

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_MAXCOLOR_END_NAME
source: Maximum colour level for end colour
ar: الحد الأقصى لمستوى اللون للون النهاية
de: Maximale Farbstufe für Endfarbe
el: Μέγιστο επίπεδο χρώματος για το τελικό χρώμα
es: Nivel de color máximo para el color final
fr: Niveau de couleur maximum pour la couleur finale
ga: Uasleibhéal datha don dath deiridh
hi: अंतिम रंग के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum untuk warna akhir
it: Livello di colore massimo per il colore finale
ja: エンドカラーの最大カラーレベル
ko: 최종 색상의 최대 색상 레벨
ms: Tahap warna maksimum untuk warna akhir
nb: Maksimalt fargenivå for sluttfarge
nl: Maximaal kleurniveau voor eindkleur
pt: Nível máximo de cor para a cor final
pt_br: Nível máximo de cor para cor final
ro: Nivel maxim de culoare pentru culoarea finală
tr: Son renk için maksimum renk seviyesi
uk: Максимальний рівень кольору для кінцевого кольору
vi: Mức màu tối đa cho màu cuối
zh: 最終顏色的最大顏色級別

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TRUECOLORS_DESC
source: Activates the true colour support.
ar: ينشط دعم اللون الحقيقي.
de: Aktiviert die True-Color-Unterstützung.
el: Ενεργοποιεί την υποστήριξη πραγματικού χρώματος.
es: Activa el soporte de color verdadero.
fr: Active la prise en charge des couleurs vraies.
ga: Gníomhachtaigh an tacaíocht dath fíor.
hi: असली रंग समर्थन को सक्रिय करता है।
id: Mengaktifkan dukungan warna sebenarnya.
it: Attiva il supporto True Color.
ja: トゥルーカラーサポートをアクティブにします。
ko: 트루 컬러 지원을 활성화합니다.
ms: Mengaktifkan sokongan warna sebenar.
nb: Aktiverer ekte fargestøtte.
nl: Activeert de ondersteuning voor ware kleuren.
pt: Ativa o suporte a cores verdadeiras.
pt_br: Ativa o suporte a cores verdadeiras.
ro: Activează suportul adevărat al culorilor.
tr: Gerçek renk desteğini aktifleştirir.
uk: Активує підтримку справжніх кольорів.
vi: Kích hoạt hỗ trợ màu sắc thực.
zh: 激活真彩色支持。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_ULCCOLOR_NAME
source: Upper left corner colour for ramp bar
ar: لون الزاوية اليسرى العليا لشريط المنحدر
de: Farbe der oberen linken Ecke für Rampenleiste
el: Χρώμα πάνω αριστερή γωνία για ράμπα ράμπας
es: Color de la esquina superior izquierda para la barra de rampa
fr: Couleur du coin supérieur gauche de la barre de rampe
ga: Dath an chúinne uachtarach ar chlé le haghaidh barra rampaí
hi: रैंप बार के लिए ऊपरी बाएँ कोने का रंग
id: Warna sudut kiri atas untuk ramp bar
it: Colore dell'angolo in alto a sinistra per la barra della rampa
ja: ランプバーの左上隅の色
ko: 램프 바의 왼쪽 상단 모서리 색상
ms: Warna sudut kiri atas untuk bar tanjakan
nb: Øvre venstre hjørne farge for rampestang
nl: Kleur linkerbovenhoek voor hellingbalk
pt: Cor do canto superior esquerdo da barra de rampa
pt_br: Cor do canto superior esquerdo para barra de rampa
ro: Culoarea colțului din stânga sus pentru bara de rampă
tr: Rampa çubuğu için sol üst köşe rengi
uk: Колір верхнього лівого кута рампи
vi: Màu góc trên bên trái cho thanh dốc
zh: 漸變條的左上角顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_URCCOLOR_NAME
source: Upper right corner colour for ramp bar
ar: لون الزاوية اليمنى العليا لشريط المنحدر
de: Farbe der oberen rechten Ecke für Rampenleiste
el: Χρώμα πάνω δεξιά γωνία για μπάρα ράμπας
es: Color de la esquina superior derecha para la barra de rampa
fr: Couleur du coin supérieur droit de la barre de rampe
ga: Dath an chúinne uachtarach ar dheis le haghaidh barra rampaí
hi: रैंप बार के लिए ऊपरी दाएं कोने का रंग
id: Warna sudut kanan atas untuk ramp bar
it: Colore dell'angolo in alto a destra per la barra della rampa
ja: ランプバーの右上隅の色
ko: 램프 바의 오른쪽 상단 모서리 색상
ms: Warna penjuru kanan sebelah atas untuk bar tanjakan
nb: Øvre høyre hjørne farge for rampestang
nl: Kleur rechtsboven voor hellingbalk
pt: Cor do canto superior direito da barra de rampa
pt_br: Cor do canto superior direito para barra de rampa
ro: Culoarea colțului din dreapta sus pentru bara de rampă
tr: Rampa çubuğu için sağ üst köşe rengi
uk: Колір верхнього правого кута для рампи
vi: Màu góc trên bên phải cho thanh dốc
zh: 漸變條的右上角顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LLCCOLOR_NAME
source: Lower left corner colour for ramp bar
ar: لون الزاوية اليسرى السفلية لشريط المنحدر
de: Farbe der unteren linken Ecke für Rampenleiste
el: Κάτω αριστερή γωνία χρώματος για μπάρα ράμπας
es: Color de la esquina inferior izquierda para la barra de rampa
fr: Couleur du coin inférieur gauche de la barre de rampe
ga: Dath cúinne íochtair ar chlé le haghaidh barra rampa
hi: रैंप बार के लिए निचले बाएँ कोने का रंग
id: Warna sudut kiri bawah untuk ramp bar
it: Colore dell'angolo inferiore sinistro per la barra della rampa
ja: ランプバーの左下隅の色
ko: 램프 바의 왼쪽 하단 모서리 색상
ms: Warna sudut kiri bawah untuk bar tanjakan
nb: Nedre venstre hjørne farge for rampestang
nl: Kleur linkerbenedenhoek voor hellingbalk
pt: Cor do canto inferior esquerdo da barra de rampa
pt_br: Cor do canto inferior esquerdo para barra de rampa
ro: Culoarea colțului din stânga jos pentru bara de rampă
tr: Rampa çubuğu için sol alt köşe rengi
uk: Колір нижнього лівого кута для рампи
vi: Màu góc dưới bên trái cho thanh dốc
zh: 斜坡條的左下角顏色
