Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_LINEFILL_NAME
source: Line Fill Threshold
ar: حد تعبئة الخط
de: Zeilenfüllschwelle
el: Όριο πλήρωσης γραμμής
es: Umbral de relleno de línea
fr: Seuil de remplissage de ligne
ga: Tairseach Líonta Líne
hi: लाइन भरण दहलीज
id: Batas Pengisian Garis
it: Soglia di riempimento linea
ja: ラインフィルしきい値
ko: 선 채우기 임계값
ms: Ambang Pengisian Baris
nb: Linjefyllingsgrense
nl: Drempel voor lijnvulling
pt: Limite de preenchimento de linha
pt_br: Limite de preenchimento de linha
ro: Pragul de umplere a liniilor
tr: Satır Doldurma Eşiği
uk: Поріг заповнення лінії
vi: Ngưỡng điền dòng
zh: 線填充閾值

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_CAPPROBABILITY_NAME
source: Line Fill Capping Probability in percent
ar: احتمال وضع حد لملء الخط بالنسبة المئوية
de: Wahrscheinlichkeit der Linienfüllung in Prozent
el: Πιθανότητα κάλυψης πλήρωσης γραμμής σε ποσοστό
es: Probabilidad de límite de relleno de línea en porcentaje
fr: Probabilité de bouchage de remplissage de ligne en pourcentage
ga: Teorainneacha Líon Líne Dóchúlacht i faoin gcéad
hi: लाइन फिल कैपिंग प्रायिकता प्रतिशत में
id: Probabilitas Pembatasan Pengisian Garis dalam persen
it: Probabilità del limite di riempimento della linea in percentuale
ja: ラインフィルキャッピング確率（パーセント）
ko: 라인 채우기 상한 확률(%)
ms: Kebarangkalian Had Pengisian Garis dalam peratus
nb: Sannsynlighet for linjefylling i prosent
nl: Kans op lijnvulling in procenten
pt: Probabilidade de limite de preenchimento de linha em porcentagem
pt_br: Probabilidade de preenchimento de linha em porcentagem
ro: Probabilitatea de limitare a umplerii liniei în procente
tr: Satır Doldurma Kapama Olasılığı yüzde olarak
uk: Імовірність заповнення лінії у відсотках
vi: Xác suất giới hạn điền dòng theo phần trăm
zh: 行填充封頂概率（百分比）

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_LINEFILLTYPE_NAME
source: Line Fill Type
ar: نوع تعبئة الخط
de: Linienfülltyp
el: Τύπος πλήρωσης γραμμής
es: Tipo de relleno de línea
fr: Type de remplissage de ligne
ga: Cineál Líonadh Líne
hi: लाइन भरण प्रकार
id: Jenis Isi Garis
it: Tipo di riempimento della linea
ja: 線塗りタイプ
ko: 라인 채우기 유형
ms: Jenis Isian Baris
nb: Linjefyllingstype
nl: Type lijnopvulling
pt: Tipo de Preenchimento de Linha
pt_br: Tipo de preenchimento de linha
ro: Tip de umplere a liniilor
tr: Satır Doldurma Türü
uk: Тип заливки лінії
vi: Kiểu Điền Dòng
zh: 線條填充類型

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_NEWSCREENDELAY_DESC
source: How many milliseconds to wait before writing the text in the new screen again?
ar: كم ميلي ثانية يجب الانتظار قبل كتابة النص في الشاشة الجديدة مرة أخرى؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie den Text erneut in den neuen Bildschirm schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν γράψετε ξανά το κείμενο στη νέα οθόνη;
es: ¿Cuántos milisegundos esperar antes de volver a escribir el texto en la nueva pantalla?
fr: Combien de millisecondes attendre avant de réécrire le texte dans le nouvel écran ?
ga: Cé mhéad milleasoicind atá le fanacht roimh an téacs a scríobh sa scáileán nua arís?
hi: नई स्क्रीन में टेक्स्ट को दोबारा लिखने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum menulis teks lagi di layar baru?
it: Quanti millisecondi attendere prima di scrivere nuovamente il testo nella nuova schermata?
ja: 新しい画面にテキストを再度書き込むまでに何ミリ秒待機しますか？
ko: 새 화면에 텍스트를 다시 쓰기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum menulis teks dalam skrin baharu semula?
nb: Hvor mange millisekunder å vente før du skriver teksten på den nye skjermen igjen?
nl: Hoeveel milliseconden wachten voordat de tekst opnieuw in het nieuwe scherm wordt geschreven?
pt: Quantos milissegundos esperar antes de escrever o texto na nova tela novamente?
pt_br: Quantos milissegundos esperar antes de escrever o texto na nova tela novamente?
ro: Câte milisecunde trebuie să așteptați înainte de a scrie din nou textul în noul ecran?
tr: Yeni ekrana tekrar yazı yazmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж знову написати текст на новому екрані?
vi: Phải đợi bao nhiêu mili giây trước khi viết lại văn bản trên màn hình mới?
zh: 再次在新屏幕中寫入文本之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_COLUMNCOUNT_DESC
source: The text columns to be printed.
ar: أعمدة النص المراد طباعتها.
de: Die zu druckenden Textspalten.
el: Οι στήλες κειμένου που θα εκτυπωθούν.
es: Las columnas de texto que se imprimirán.
fr: Les colonnes de texte à imprimer.
ga: Na colúin téacs atá le priontáil.
hi: मुद्रित किए जाने वाले टेक्स्ट कॉलम।
id: Kolom teks yang akan dicetak.
it: Le colonne di testo da stampare.
ja: 印刷するテキスト列。
ko: 인쇄할 텍스트 열입니다.
ms: Lajur teks yang akan dicetak.
nb: Tekstkolonnene som skal skrives ut.
nl: De tekstkolommen die moeten worden afgedrukt.
pt: As colunas de texto a serem impressas.
pt_br: As colunas de texto a serem impressas.
ro: Coloanele de text care urmează să fie tipărite.
tr: Yazdırılacak metin sütunları.
uk: Стовпці тексту для друку.
vi: Các cột văn bản sẽ được in.
zh: 要打印的文本列。

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_LINEFILL_DESC
source: How many characters to write before triggering the "line fill"?
ar: كم عدد الأحرف التي يجب كتابتها قبل تشغيل "تعبئة السطر"؟
de: Wie viele Zeichen müssen geschrieben werden, bevor die "Zeilenfüllung" ausgelöst wird?
el: Πόσους χαρακτήρες να γράψετε πριν ενεργοποιήσετε το "γέμισμα γραμμής";
es: ¿Cuántos caracteres escribir antes de activar el "relleno de línea"?
fr: Combien de caractères écrire avant de déclencher le "remplissage de ligne" ?
ga: Cé mhéad carachtar atá le scríobh sula gcuirtear tús leis an "líon líne"?
hi: "लाइन फिल" को ट्रिगर करने से पहले कितने अक्षर लिखने हैं?
id: Berapa banyak karakter yang harus ditulis sebelum memicu "pengisian baris"?
it: Quanti caratteri scrivere prima di attivare il "riempimento riga"?
ja: 「行塗り」をトリガーする前に何文字書く必要がありますか？
ko: "줄 채우기"를 실행하기 전에 몇 자까지 작성해야 합니까?
ms: Berapa banyak aksara untuk ditulis sebelum mencetuskan "isi baris"?
nb: Hvor mange tegn skal skrives før "linjefyllingen" utløses?
nl: Hoeveel tekens moeten worden geschreven voordat de "regelopvulling" wordt geactiveerd?
pt: Quantos caracteres escrever antes de acionar o "preenchimento de linha"?
pt_br: Quantos caracteres escrever antes de acionar o "preenchimento de linha"?
ro: Câte caractere să scrieți înainte de a declanșa „line umplere”?
tr: "Satır doldurma" tetiklenmeden önce kaç karakter yazılmalı?
uk: Скільки символів потрібно написати перед запуском "заповнення рядка"?
vi: Phải viết bao nhiêu ký tự trước khi kích hoạt lệnh "điền dòng"?
zh: 在觸發“行填充”之前要寫多少個字符？

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_CAPPROBABILITY_DESC
source: Possibility that the line fill pattern will be printed in all caps in percent
ar: احتمالية طباعة نموذج تعبئة الخط في جميع الأحرف الاستهلالية بالنسبة المئوية
de: Möglichkeit, dass das Linienfüllmuster in Großbuchstaben in Prozent gedruckt wird
el: Πιθανότητα το μοτίβο πλήρωσης γραμμής να εκτυπωθεί με όλα τα κεφαλαία σε ποσοστό
es: Posibilidad de que el patrón de relleno de línea se imprima en mayúsculas en porcentaje
fr: Possibilité que le motif de remplissage de ligne soit imprimé en majuscules en pourcentage
ga: Féidearthacht go ndéanfar an patrún líonta líne a phriontáil i ngach caipín i faoin gcéad
hi: संभावना है कि लाइन भरण पैटर्न सभी कैप्स में प्रतिशत में मुद्रित किया जाएगा
id: Kemungkinan pola isian garis akan dicetak dalam huruf kapital semua dalam persen
it: Possibilità che il modello di riempimento della linea venga stampato in maiuscolo in percentuale
ja: 線の塗りつぶしパターンがすべて大文字で印刷される可能性（パーセント）
ko: 라인 채우기 패턴이 모두 대문자로 인쇄될 가능성(퍼센트)
ms: Kemungkinan corak isian baris akan dicetak dalam semua huruf besar dalam peratus
nb: Mulighet for at linjefyllmønsteret skrives ut med store bokstaver i prosent
nl: Mogelijkheid dat het lijnopvulpatroon in procenten in hoofdletters wordt afgedrukt
pt: Possibilidade de que o padrão de preenchimento de linha seja impresso em letras maiúsculas em porcentagem
pt_br: Possibilidade de que o padrão de preenchimento de linha seja impresso em letras maiúsculas em porcentagem
ro: Posibilitatea ca modelul de umplere a liniilor să fie imprimat cu majuscule, în procente
tr: Satır dolgu deseninin yüzde olarak tamamı büyük harflerle yazdırılma olasılığı
uk: Можливість того, що шаблон заливки лінії буде надруковано великими літерами у відсотках
vi: Khả năng mẫu tô dòng sẽ được in bằng chữ in hoa theo phần trăm
zh: 線條填充圖案將以百分比形式打印在所有大寫字母中的可能性

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_MISSPROBABILITY_NAME
source: Probability of miss in percent
ar: احتمال الخطأ في المئة
de: Verfehlungswahrscheinlichkeit in Prozent
el: Πιθανότητα αστοχίας σε ποσοστό
es: Probabilidad de falla en porcentaje
fr: Probabilité d'échec en pourcentage
ga: Dóchúlacht chailleann sa faoin gcéad
hi: प्रतिशत में छूटने की प्रायिकता
id: Probabilitas meleset dalam persen
it: Probabilità di perdere in percentuale
ja: ミスの確率（パーセント）
ko: 실패 확률(퍼센트)
ms: Kebarangkalian terlepas dalam peratus
nb: Sannsynlighet for glipp i prosent
nl: Kans op missen in procenten
pt: Probabilidade de falha em porcentagem
pt_br: Probabilidade de falha em porcentagem
ro: Probabilitatea de ratare în procente
tr: Yüzde olarak ıskalama olasılığı
uk: Імовірність промаху у відсотках
vi: Xác suất bỏ lỡ theo phần trăm
zh: 以百分比表示的未命中概率

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_NEXTRAMP_NAME
source: Next ramp interval
ar: الفاصل الزمني للمنحدر التالي
de: Nächstes Rampenintervall
el: Επόμενο διάστημα ράμπας
es: Siguiente intervalo de rampa
fr: Prochain intervalle de rampe
ga: An chéad eatramh rampa eile
hi: अगला रैंप अंतराल
id: Interval tanjakan berikutnya
it: Prossimo intervallo di rampa
ja: 次のランプ間隔
ko: 다음 램프 간격
ms: Selang tanjakan seterusnya
nb: Neste rampeintervall
nl: Volgende hellingsinterval
pt: Próximo intervalo de rampa
pt_br: Próximo intervalo de rampa
ro: Următorul interval de rampă
tr: Sonraki rampa aralığı
uk: Наступний інтервал рампи
vi: Khoảng cách dốc tiếp theo
zh: 下一個斜坡間隔

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_NEXTRAMP_DESC
source: How many milliseconds to wait before filling in the next ramp?
ar: كم ميلي ثانية يجب الانتظار قبل ملء المنحدر التالي؟
de: Wie viele Millisekunden warten, bevor die nächste Rampe ausgefüllt wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν γεμίσετε την επόμενη ράμπα;
es: ¿Cuántos milisegundos hay que esperar antes de llenar la siguiente rampa?
fr: Combien de millisecondes attendre avant de remplir la rampe suivante ?
ga: Cé mhéad milleasoicind atá le fanacht sula líonfar an chéad ramp eile?
hi: अगले रैंप में भरने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum mengisi jalur berikutnya?
it: Quanti millisecondi devono aspettare prima di riempire la rampa successiva?
ja: 次のランプを埋めるまでに何ミリ秒待機しますか？
ko: 다음 램프를 채우기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum mengisi tanjakan seterusnya?
nb: Hvor mange millisekunder skal du vente før du fyller ut neste rampe?
nl: Hoeveel milliseconden wachten voordat de volgende helling wordt ingevuld?
pt: Quantos milissegundos esperar antes de preencher a próxima rampa?
pt_br: Quantos milissegundos esperar antes de preencher a próxima rampa?
ro: Câte milisecunde trebuie să așteptați înainte de a umple următoarea rampă?
tr: Bir sonraki rampayı doldurmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед заповненням наступної рампи?
vi: Phải đợi bao nhiêu mili giây trước khi điền vào đoạn đường tiếp theo?
zh: 在填充下一個斜坡之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINREDCOLOR_NAME
source: Minimum red colour level
ar: الحد الأدنى لمستوى اللون الأحمر
de: Minimaler roter Farbpegel
el: Ελάχιστο επίπεδο κόκκινου χρώματος
es: Nivel mínimo de color rojo
fr: Niveau de couleur rouge minimum
ga: Íosleibhéal dath dearg
hi: न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum
it: Livello minimo di colore rosso
ja: 最小赤色レベル
ko: 최소 적색 레벨
ms: Tahap warna merah minimum
nb: Minimum rød fargenivå
nl: Minimaal rood kleurniveau
pt: Nível mínimo de cor vermelha
pt_br: Nível mínimo de cor vermelha
ro: Nivel minim de culoare roșie
tr: Minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору
vi: Mức độ màu đỏ tối thiểu
zh: 最低紅色等級

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINGREENCOLOR_NAME
source: Minimum green colour level
ar: أدنى مستوى للون الأخضر
de: Minimaler grüner Farbpegel
el: Ελάχιστο επίπεδο πράσινου χρώματος
es: Nivel mínimo de color verde
fr: Niveau minimum de couleur verte
ga: Íosleibhéal dath glas
hi: न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum
it: Livello minimo di colore verde
ja: 最小緑色レベル
ko: 최소 녹색 색상 수준
ms: Tahap warna hijau minimum
nb: Minimum grønn fargenivå
nl: Minimaal groen kleurniveau
pt: Nível mínimo de cor verde
pt_br: Nível mínimo de cor verde
ro: Nivel minim de culoare verde
tr: Minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору
vi: Mức độ màu xanh lá cây tối thiểu
zh: 最低綠色等級

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINBLUECOLOR_NAME
source: Minimum blue colour level
ar: الحد الأدنى لمستوى اللون الأزرق
de: Minimaler blauer Farbpegel
el: Ελάχιστο επίπεδο μπλε χρώματος
es: Nivel mínimo de color azul
fr: Niveau de couleur bleu minimum
ga: Íosleibhéal dath gorm
hi: न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum
it: Livello minimo di colore blu
ja: 最小の青色レベル
ko: 최소 파란색 수준
ms: Tahap warna biru minimum
nb: Minimum blåfargenivå
nl: Minimaal blauw kleurniveau
pt: Nível mínimo de cor azul
pt_br: Nível mínimo de cor azul
ro: Nivel minim de culoare albastră
tr: Minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору
vi: Mức độ màu xanh tối thiểu
zh: 最低藍色等級

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINCOLOR_NAME
source: Minimum colour level
ar: الحد الأدنى لمستوى اللون
de: Minimales Farbniveau
el: Ελάχιστο επίπεδο χρώματος
es: Nivel de color mínimo
fr: Niveau de couleur minimal
ga: Leibhéal dath íosta
hi: न्यूनतम रंग स्तर
id: Tingkat warna minimum
it: Livello di colore minimo
ja: 最小カラーレベル
ko: 최소 색상 수준
ms: Tahap warna minimum
nb: Minimum fargenivå
nl: Minimaal kleurniveau
pt: Nível mínimo de cor
pt_br: Nível mínimo de cor
ro: Nivel minim de culoare
tr: Minimum renk seviyesi
uk: Мінімальний рівень кольору
vi: Mức màu tối thiểu
zh: 最低色階

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXREDCOLOR_NAME
source: Maximum red colour level
ar: الحد الأقصى لمستوى اللون الأحمر
de: Maximale rote Farbstufe
el: Μέγιστο επίπεδο κόκκινου χρώματος
es: Nivel máximo de color rojo
fr: Niveau de couleur rouge maximum
ga: Uasleibhéal dath dearg
hi: अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum
it: Livello massimo di colore rosso
ja: 最大赤色レベル
ko: 최대 적색 레벨
ms: Tahap warna merah maksimum
nb: Maksimalt rødt fargenivå
nl: Maximaal rood kleurniveau
pt: Nível máximo de cor vermelha
pt_br: Nível máximo de cor vermelha
ro: Nivel maxim de culoare roșie
tr: Maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору
vi: Mức màu đỏ tối đa
zh: 最大紅色級別

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXGREENCOLOR_NAME
source: Maximum green colour level
ar: الحد الأقصى لمستوى اللون الأخضر
de: Maximale grüne Farbstufe
el: Μέγιστο επίπεδο πράσινου χρώματος
es: Nivel máximo de color verde
fr: Niveau maximum de couleur verte
ga: Uasleibhéal dath glas
hi: अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum
it: Livello massimo di colore verde
ja: 最大緑色レベル
ko: 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum
nb: Maksimalt grønt fargenivå
nl: Maximaal groen kleurniveau
pt: Nível máximo de cor verde
pt_br: Nível máximo de cor verde
ro: Nivel maxim de culoare verde
tr: Maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору
vi: Mức màu xanh lá cây tối đa
zh: 最大綠色等級

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXBLUECOLOR_NAME
source: Maximum blue colour level
ar: الحد الأقصى لمستوى اللون الأزرق
de: Maximale blaue Farbstufe
el: Μέγιστο επίπεδο μπλε χρώματος
es: Nivel máximo de color azul
fr: Niveau de couleur bleu maximum
ga: Uasleibhéal dath gorm
hi: अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum
it: Livello massimo di colore blu
ja: 最大青色レベル
ko: 최대 파란색 수준
ms: Tahap warna biru maksimum
nb: Maksimalt blått fargenivå
nl: Maximaal blauw kleurniveau
pt: Nível máximo de cor azul
pt_br: Nível máximo de cor azul
ro: Nivel maxim de culoare albastră
tr: Maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору
vi: Mức màu xanh tối đa
zh: 最大藍色級別

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXCOLOR_NAME
source: Maximum colour level
ar: الحد الأقصى لمستوى اللون
de: Maximale Farbstufe
el: Μέγιστο επίπεδο χρώματος
es: Nivel máximo de color
fr: Niveau de couleur maximal
ga: Uasleibhéal datha
hi: अधिकतम रंग स्तर
id: Tingkat warna maksimum
it: Massimo livello di colore
ja: 最大カラーレベル
ko: 최대 색상 수준
ms: Tahap warna maksimum
nb: Maksimalt fargenivå
nl: Maximaal kleurniveau
pt: Nível máximo de cor
pt_br: Nível máximo de cor
ro: Nivel maxim de culoare
tr: Maksimum renk seviyesi
uk: Максимальний рівень кольору
vi: Mức màu tối đa
zh: 最大色階

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINREDCOLOR_DESC
source: Minimum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler roter Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur rouge minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 붉은 색 수준. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum rød fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível mínimo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0, kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINGREENCOLOR_DESC
source: Minimum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أدنى مستوى للون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler grüner Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau minimum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum grønn fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível mínimo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低綠色水平。接受的最小值為 0，接受的最大值為 255。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINBLUECOLOR_DESC
source: Minimum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler blauer Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur bleu minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 파란색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum blåfargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível mínimo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低藍色級別。接受的最小值為 0，接受的最大值為 255。
