Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TEXTSHOWN_DESC_LONG
source: Write any text you want shown. Longer is better.
ar: اكتب أي نص تريد إظهاره. يعد ذلك أفضل.
de: Schreiben Sie einen beliebigen Text, der angezeigt werden soll. Länger ist besser.
el: Γράψτε όποιο κείμενο θέλετε να εμφανίζεται. Περισσότερο είναι καλύτερο.
es: Escriba el texto que desee que se muestre. Cuanto más largo, mejor.
fr: Écrivez le texte que vous souhaitez afficher. Plus c'est long, mieux c'est.
ga: Scríobh téacs ar bith is mian leat a thaispeáint. Tá níos faide níos fearr.
hi: कोई भी पाठ लिखें जिसे आप दिखाना चाहते हैं। लंबा बेहतर है।
id: Tulis teks apa pun yang ingin Anda tampilkan. Lebih panjang lebih baik.
it: Scrivi il testo che vuoi mostrare. Più a lungo è meglio.
ja: 表示したいテキストを入力してください。長い方が良いです。
ko: 표시하려는 텍스트를 작성하십시오. 길수록 좋습니다.
ms: Tulis sebarang teks yang anda mahu ditunjukkan. Lebih lama lebih baik.
nb: Skriv hvilken som helst tekst du ønsker vist. Lengre er bedre.
nl: Schrijf elke tekst die u wilt laten zien. Langer is beter.
pt: Escreva qualquer texto que você deseja mostrar. Quanto mais tempo, melhor.
pt_br: Escreva qualquer texto que você queira que seja exibido. Quanto mais longo, melhor.
ro: Scrieți orice text doriți să fie afișat. Mai lung este mai bine.
tr: Gösterilmesini istediğiniz herhangi bir metni yazın. Daha uzun olması daha iyidir.
uk: Напишіть будь-який текст, який ви хочете показати. Довше – краще.
vi: Viết bất kỳ văn bản nào bạn muốn hiển thị. Càng dài càng tốt.
zh: 寫下您想要顯示的任何文本。越長越好。

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_MINSPEED_NAME
source: Minimum writing speed in WPM
ar: الحد الأدنى لسرعة الكتابة في WPM
de: Minimale Schreibgeschwindigkeit in WPM
el: Ελάχιστη ταχύτητα εγγραφής σε WPM
es: Velocidad mínima de escritura en WPM
fr: Vitesse d'écriture minimale en WPM
ga: Íosluas scríbhneoireachta i WPM
hi: WPM में न्यूनतम लेखन गति
id: Kecepatan menulis minimum dalam WPM
it: Velocità minima di scrittura in WPM
ja: WPMでの最低書き込み速度
ko: WPM의 최소 쓰기 속도
ms: Kelajuan menulis minimum dalam WPM
nb: Minimum skrivehastighet i WPM
nl: Minimale schrijfsnelheid in WPM
pt: Velocidade mínima de gravação em WPM
pt_br: Velocidade mínima de escrita em WPM
ro: Viteza minimă de scriere în WPM
tr: WPM cinsinden minimum yazma hızı
uk: Мінімальна швидкість запису в WPM
vi: Tốc độ viết tối thiểu theo WPM
zh: WPM 中的最低寫入速度

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_MAXSPEED_NAME
source: Maximum writing speed in WPM
ar: أقصى سرعة للكتابة في WPM
de: Maximale Schreibgeschwindigkeit in WPM
el: Μέγιστη ταχύτητα εγγραφής σε WPM
es: Velocidad máxima de escritura en WPM
fr: Vitesse d'écriture maximale en WPM
ga: Uasluas scríbhneoireachta i WPM
hi: WPM में अधिकतम लेखन गति
id: Kecepatan menulis maksimum dalam WPM
it: Massima velocità di scrittura in WPM
ja: WPMでの最大書き込み速度
ko: WPM의 최대 쓰기 속도
ms: Kelajuan menulis maksimum dalam WPM
nb: Maksimal skrivehastighet i WPM
nl: Maximale schrijfsnelheid in WPM
pt: Velocidade máxima de gravação em WPM
pt_br: Velocidade máxima de escrita em WPM
ro: Viteza maximă de scriere în WPM
tr: WPM cinsinden maksimum yazma hızı
uk: Максимальна швидкість запису в WPM
vi: Tốc độ viết tối đa tính bằng WPM
zh: WPM 中的最大寫入速度

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_TYPOPERCENT_NAME
source: Probability of typo in percent
ar: احتمال الخطأ المطبعي في المئة
de: Tippfehlerwahrscheinlichkeit in Prozent
el: Πιθανότητα τυπογραφικού λάθους σε ποσοστό
es: Probabilidad de error tipográfico en porcentaje
fr: Probabilité de faute de frappe en pourcentage
ga: Dóchúlacht typo i faoin gcéad
hi: टाइपो की प्रायिकता प्रतिशत में
id: Kemungkinan salah ketik dalam persen
it: Probabilità di errore di battitura in percentuale
ja: パーセントでのタイプミスの確率
ko: 오타 확률 (%)
ms: Kebarangkalian kesilapan menaip dalam peratus
nb: Sannsynlighet for skrivefeil i prosent
nl: Kans op typefout in procent
pt: Probabilidade de erro de digitação em porcentagem
pt_br: Probabilidade de erro de digitação em porcentagem
ro: Probabilitatea de greșeală de scriere în procente
tr: Yüzde cinsinden yazım hatası olasılığı
uk: Імовірність помилки у відсотках
vi: Xác suất lỗi đánh máy theo phần trăm
zh: 拼寫錯誤的概率（百分比）

# NKS_SCREENSAVERPACKS_WIPE_SETTINGS_WIPESNUMCHANGEDIRECTION_NAME
source: Wipes to change direction
ar: مناديل لتغيير الاتجاه
de: Wischt zum Richtungswechsel
el: Μαντηλάκια για αλλαγή κατεύθυνσης
es: Toallitas para cambiar de dirección
fr: Lingettes pour changer de direction
ga: Wipes chun treo a athrú
hi: दिशा बदलने के लिए पोंछे
id: Tisu untuk mengubah arah
it: Salviette per cambiare direzione
ja: ワイプで方向転換
ko: 방향을 바꾸는 닦음
ms: Lap untuk menukar arah
nb: Wipes for å endre retning
nl: Doekjes om van richting te veranderen
pt: Limpa para mudar de direção
pt_br: Toalhetes para mudar de direção
ro: Șervețele pentru a schimba direcția
tr: Yön değiştirmek için silme
uk: Серветки для зміни напрямку
vi: Lau để thay đổi hướng
zh: 擦拭以改變方向

# NKS_SCREENSAVERPACKS_WIPE_SETTINGS_WIPESNUMCHANGEDIRECTION_DESC
source: How many wipes to do before changing direction randomly?
ar: كم عدد المناديل التي يجب القيام بها قبل تغيير الاتجاه بشكل عشوائي؟
de: Wie viele Wischvorgänge müssen durchgeführt werden, bevor die Richtung zufällig geändert wird?
el: Πόσα μαντηλάκια πρέπει να κάνετε πριν αλλάξετε κατεύθυνση τυχαία;
es: ¿Cuántas toallitas hacer antes de cambiar de dirección al azar?
fr: Combien de balayages faire avant de changer de direction au hasard ?
ga: Cé mhéad wipes atá le déanamh sula n-athraítear treo go randamach?
hi: बेतरतीब ढंग से दिशा बदलने से पहले कितने वाइप्स करने चाहिए?
id: Berapa kali usapan harus dilakukan sebelum mengubah arah secara acak?
it: Quante passate da fare prima di cambiare direzione a caso?
ja: ランダムに方向を変える前に何回ワイプする必要がありますか?
ko: 방향을 임의로 변경하기 전에 몇 번의 와이프를 수행해야합니까?
ms: Berapakah bilangan lap yang perlu dilakukan sebelum menukar arah secara rawak?
nb: Hvor mange kluter skal du gjøre før du endrer retning tilfeldig?
nl: Hoeveel doekjes moet je doen voordat je willekeurig van richting verandert?
pt: Quantas limpezas a serem feitas antes de mudar de direção aleatoriamente?
pt_br: Quantas limpezas fazer antes de mudar de direção aleatoriamente?
ro: Câte șervețele de făcut înainte de a schimba direcția la întâmplare?
tr: Rastgele yön değiştirmeden önce kaç kez silme yapmak gerekir?
uk: Скільки витирань потрібно зробити, перш ніж випадково змінити напрямок?
vi: Phải lau bao nhiêu lần trước khi đổi hướng ngẫu nhiên?
zh: 在隨機改變方向之前要擦拭多少次？

# NKS_SCREENSAVERPACKS_MARQUEE_SETTINGS_CENTERED_NAME
source: Always centred
ar: تتمحور دائمًا
de: Immer zentriert
el: Πάντα στο κέντρο
es: Siempre centrado
fr: Toujours centré
ga: I gcónaí dírithe
hi: हमेशा केंद्रित
id: Selalu terpusat
it: Sempre centrato
ja: 常に中央揃え
ko: 항상 중심
ms: Sentiasa berpusat
nb: Alltid sentrert
nl: Altijd gecentreerd
pt: Sempre centrado
pt_br: Sempre centrado
ro: Întotdeauna centrat
tr: Her zaman merkezde
uk: Завжди по центру
vi: Luôn luôn ở giữa
zh: 始終居中

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_TEXTSHOWN_DESC
source: Write any text you want shown.
ar: اكتب أي نص تريد إظهاره.
de: Schreiben Sie einen beliebigen Text, der angezeigt werden soll.
el: Γράψτε όποιο κείμενο θέλετε να εμφανίζεται.
es: Escriba el texto que desee que se muestre.
fr: Écrivez le texte que vous souhaitez afficher.
ga: Scríobh téacs ar bith is mian leat a thaispeáint.
hi: कोई भी पाठ लिखें जिसे आप दिखाना चाहते हैं।
id: Tulis teks apa pun yang ingin Anda tampilkan.
it: Scrivi il testo che vuoi mostrare.
ja: 表示したいテキストを入力してください。
ko: 표시하려는 텍스트를 작성하십시오.
ms: Tulis sebarang teks yang anda mahu ditunjukkan.
nb: Skriv hvilken som helst tekst du ønsker vist.
nl: Schrijf elke tekst die u wilt laten zien.
pt: Escreva qualquer texto que você deseja mostrar.
pt_br: Escreva qualquer texto que você queira exibir.
ro: Scrieți orice text doriți să fie afișat.
tr: Gösterilmesini istediğiniz herhangi bir metni yazın.
uk: Напишіть будь-який текст, який ви хочете показати.
vi: Viết bất kỳ văn bản nào bạn muốn hiển thị.
zh: 寫下您想要顯示的任何文本。

# NKS_SCREENSAVERPACKS_MARQUEE_SETTINGS_CENTERED_DESC
source: Whether the text shown on the marquee is always centred.
ar: ما إذا كان النص المعروض في الشاشة الاسمية يتم توسيطه دائمًا أم لا.
de: Ob der auf dem Laufschriftrahmen angezeigte Text immer zentriert ist.
el: Εάν το κείμενο που εμφανίζεται στη μαρκίζα είναι πάντα κεντραρισμένο.
es: Si el texto que se muestra en el recuadro siempre está centrado.
fr: Si le texte affiché sur le rectangle de sélection est toujours centré.
ga: Cibé an bhfuil an téacs a thaispeántar ar an marquee dírithe i gcónaí.
hi: क्या मार्की पर दिखाया गया टेक्स्ट हमेशा केंद्रित होता है।
id: Apakah teks yang ditampilkan pada marquee selalu di tengah.
it: Se il testo mostrato sul riquadro di selezione è sempre centrato.
ja: マーキーに表示されるテキストを常に中央揃えにするかどうか。
ko: 선택 윤곽에 표시된 텍스트가 항상 중앙에 있는지 여부.
ms: Sama ada teks yang ditunjukkan pada marquee sentiasa berpusat.
nb: Om teksten som vises på rammen alltid er sentrert.
nl: Of de tekst op het selectiekader altijd gecentreerd is.
pt: Se o texto mostrado no letreiro está sempre centralizado.
pt_br: Se o texto exibido no letreiro está sempre centralizado.
ro: Dacă textul afișat pe marcaj este întotdeauna centrat.
tr: Marquee'de gösterilen metnin her zaman ortalanıp ortalanmayacağı.
uk: Чи текст, який відображається на рамці, завжди вирівнюється по центру.
vi: Văn bản hiển thị trên bảng quảng cáo luôn được căn giữa hay không.
zh: 選取框上顯示的文本是否始終居中。

# NKS_SCREENSAVERPACKS_MARQUEE_SETTINGS_CONSOLEAPI_NAME
source: Use Console API
ar: استخدم Console API
de: Konsolen-API verwenden
el: Χρησιμοποιήστε το Console API
es: Usar API de consola
fr: Utiliser l'API de la console
ga: Úsáid Console API
hi: कंसोल एपीआई का प्रयोग करें
id: Gunakan API Konsol
it: Usa l'API della console
ja: コンソールAPIを使用する
ko: 콘솔 API 사용
ms: Gunakan Console API
nb: Bruk Console API
nl: Console-API gebruiken
pt: Use a API do console
pt_br: Usar API do console
ro: Utilizați API-ul Console
tr: Konsol API'sini kullanın
uk: Використовуйте API консолі
vi: Sử dụng Console API
zh: 使用控制台 API

# NKS_SCREENSAVERPACKS_MARQUEE_SETTINGS_CONSOLEAPI_DESC
source: Whether to use the Console API to clear text or to use the faster line clearing VT sequence. If False, Marquee will use the appropriate VT sequence. Otherwise, it will use the probably slower Console API.
ar: ما إذا كان سيتم استخدام Console API لمسح النص أو استخدام تسلسل مسح الأسطر الأسرع VT. إذا كان خطأ ، فستستخدم Marquee تسلسل VT المناسب. وإلا ، فسيستخدم واجهة برمجة تطبيقات وحدة التحكم التي ربما تكون أبطأ.
de: Ob die Konsolen-API zum Löschen von Text oder die schnellere VT-Sequenz zum Löschen von Zeilen verwendet werden soll. Bei False verwendet Marquee die entsprechende VT-Sequenz. Andernfalls wird die wahrscheinlich langsamere Konsolen-API verwendet.
el: Είτε θα χρησιμοποιήσετε το API της κονσόλας για διαγραφή κειμένου είτε για τη χρήση της ταχύτερης ακολουθίας VT εκκαθάρισης γραμμών. Εάν είναι False, ο Marquee θα χρησιμοποιήσει την κατάλληλη ακολουθία VT. Διαφορετικά, θα χρησιμοποιήσει το πιθανώς πιο αργό API της Κονσόλας.
es: Ya sea para usar la API de la consola para borrar texto o para usar la secuencia VT de limpieza de línea más rápida. Si es False, Marquee utilizará la secuencia VT apropiada. De lo contrario, utilizará la API de consola probablemente más lenta.
fr: Que ce soit pour utiliser l'API de la console pour effacer le texte ou pour utiliser la séquence VT d'effacement de ligne plus rapide. Si False, Marquee utilisera la séquence VT appropriée. Sinon, il utilisera l'API de la console probablement plus lente.
ga: Cibé an n-úsáidfear an Console API chun téacs a ghlanadh nó an seicheamh VT imréitigh líne níos tapúla a úsáid. Más Bréagach é, úsáidfidh Marquee an seicheamh VT cuí. Seachas sin, úsáidfidh sé an API Console is dócha níos moille.
hi: पाठ को साफ करने के लिए कंसोल एपीआई का उपयोग करना है या तेज लाइन समाशोधन वीटी अनुक्रम का उपयोग करना है। यदि गलत है, तो मार्की उपयुक्त वीटी अनुक्रम का उपयोग करेगा। अन्यथा, यह संभवतः धीमे कंसोल API का उपयोग करेगा।
id: Apakah akan menggunakan Console API untuk menghapus teks atau menggunakan urutan VT yang lebih cepat untuk menghapus baris. Jika Salah, Marquee akan menggunakan urutan VT yang sesuai. Jika tidak, Marquee akan menggunakan Console API yang mungkin lebih lambat.
it: Se utilizzare l'API della console per cancellare il testo o utilizzare la sequenza VT di cancellazione della riga più veloce. Se False, Marquee utilizzerà la sequenza VT appropriata. In caso contrario, utilizzerà l'API Console probabilmente più lenta.
ja: Console APIを使用してテキストをクリアするか、より高速な行クリアVTシーケンスを使用するか。 Falseの場合、マーキーは適切なVTシーケンスを使用します。 それ以外の場合は、おそらく低速のコンソールAPIを使用します。
ko: 콘솔 API를 사용하여 텍스트를 지우거나 VT 시퀀스를 지우는 더 빠른 라인을 사용할지 여부입니다. False이면 Marquee는 적절한 VT 시퀀스를 사용합니다. 그렇지 않으면 더 느린 콘솔 API를 사용합니다.
ms: Sama ada hendak menggunakan Console API untuk mengosongkan teks atau menggunakan urutan VT mengosongkan baris yang lebih pantas. Jika Salah, Marquee akan menggunakan jujukan VT yang sesuai. Jika tidak, ia akan menggunakan API Konsol yang mungkin lebih perlahan.
nb: Om du skal bruke Console API for å tømme tekst eller for å bruke den raskere linjeslettings-VT-sekvensen. Hvis False, vil Marquee bruke den riktige VT-sekvensen. Ellers vil den bruke den sannsynligvis tregere konsoll-API.
nl: Of u de Console API wilt gebruiken om tekst te wissen of om de snellere VT-reeks voor het wissen van regels te gebruiken. Indien False, zal Marquee de juiste VT-reeks gebruiken. Anders zal het de waarschijnlijk langzamere Console API gebruiken.
pt: Se deve usar a API do console para limpar o texto ou usar a sequência VT de limpeza de linha mais rápida. Se for False, o Marquee usará a sequência VT apropriada. Caso contrário, ele usará a API do console provavelmente mais lenta.
pt_br: Se deve usar a API do Console para limpar texto ou usar a sequência VT de limpeza de linha mais rápida. Se False, o Marquee usará a sequência VT apropriada. Caso contrário, usará a API do Console, provavelmente mais lenta.
ro: Dacă folosiți API-ul Console pentru a șterge textul sau pentru a utiliza secvența mai rapidă de ștergere a liniilor VT. Dacă este fals, Marquee va folosi secvența VT corespunzătoare. În caz contrar, va folosi API-ul Console, probabil mai lent.
tr: Metni temizlemek için Konsol API'sini mi kullanacağız yoksa daha hızlı satır temizleme VT dizisini mi kullanacağız. False ise, Marquee uygun VT dizisini kullanacaktır. Aksi takdirde, muhtemelen daha yavaş olan Konsol API'sini kullanacaktır.
uk: Визначає, чи використовувати консольний API для очищення тексту чи швидшу послідовність очищення рядка VT. Якщо False, Marquee використовуватиме відповідну послідовність VT. Інакше він використовуватиме ймовірно повільніший API консолі.
vi: Có nên sử dụng Console API để xóa văn bản hay sử dụng trình tự xóa dòng VT nhanh hơn. Nếu False, Marquee sẽ sử dụng trình tự VT phù hợp. Nếu không, nó sẽ sử dụng Console API có thể chậm hơn.
zh: 是使用控制台 API 清除文本還是使用更快的行清除 VT 序列。如果為 False，Marquee 將使用適當的 VT 序列。否則，它將使用可能較慢的 Console API。

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_USEBPM_NAME
source: Use Beats Per Minute
ar: استخدم النبضات في الدقيقة
de: Beats pro Minute verwenden
el: Χρησιμοποιήστε Beats Per Minute
es: Usar latidos por minuto
fr: Beats pro Minute verwenden
ga: Bain úsáid as Beats In aghaidh an Nóiméid
hi: बीट्स प्रति मिनट का प्रयोग करें
id: Gunakan Ketukan Per Menit
it: Usa battiti al minuto
ja: 1分あたりのビートを使用する
ko: 분당 비트 사용
ms: Gunakan Pukulan Per Minit
nb: Bruk slag per minutt
nl: Gebruik beats per minuut
pt: Use batidas por minuto
pt_br: Use Batidas Por Minuto
ro: Utilizați bătăi pe minut
tr: Dakikadaki Vuruşları Kullan
uk: Використовуйте ударів за хвилину
vi: Sử dụng nhịp mỗi phút
zh: 使用每分鐘節拍

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_USEBPM_DESC
source: Whether to use the Beats Per Minute unit to write the next colour.
ar: ما إذا كنت تريد استخدام وحدة Beats Per Minute لكتابة اللون التالي.
de: Ob die Einheit Beats Per Minute verwendet werden soll, um die nächste Farbe zu schreiben.
el: Εάν θα χρησιμοποιήσετε τη μονάδα Beats Per Minute για να γράψετε το επόμενο χρώμα.
es: Ya sea para usar la unidad Beats Per Minute para escribir el siguiente color.
fr: Ob die Einheit Beats Per Minute verwendet werden soll, um die nächste Farbe zu schreiben.
ga: Cé acu ar cheart an t-aonad Beats Per Nóiméad a úsáid chun an chéad dath eile a scríobh.
hi: अगला रंग लिखने के लिए बीट्स प्रति मिनट इकाई का उपयोग करना है या नहीं।
id: Apakah akan menggunakan satuan Ketukan Per Menit untuk menulis warna berikutnya.
it: Se utilizzare l'unità Beats Per Minute per scrivere il colore successivo.
ja: Beats PerMinute単位を使用して次の色を書き込むかどうか。
ko: 다음 색상을 쓰기 위해 Beats Per Minute 단위를 사용할지 여부입니다.
ms: Sama ada hendak menggunakan unit Beats Per Minute untuk menulis warna seterusnya.
nb: Om du skal bruke Beats Per Minute-enheten for å skrive neste farge.
nl: Of de Beats Per Minute-eenheid moet worden gebruikt om de volgende kleur te schrijven.
pt: Se deve usar a unidade de batidas por minuto para escrever a próxima cor.
pt_br: Se deve usar a unidade Batimentos por Minuto para escrever a próxima cor.
ro: Dacă să folosiți unitatea Beats Per Minute pentru a scrie următoarea culoare.
tr: Bir sonraki rengi yazmak için Dakikadaki Vuruş Sayısı biriminin kullanılıp kullanılmayacağı.
uk: Чи використовувати одиницю ударів за хвилину для запису наступного кольору.
vi: Có nên sử dụng đơn vị Nhịp mỗi phút để viết màu tiếp theo không.
zh: 是否使用 Beats Per Minute 單位寫入下一種顏色。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_DELAYBPM_NAME
source: Delay in Beats Per Minute
ar: تأخير في النبضات في الدقيقة
de: Verzögerung in Schlägen pro Minute
el: Καθυστέρηση στα Beats Per Minute
es: Retraso en latidos por minuto
fr: Verzögerung in Schlägen pro Minute
ga: Moill ar Beats in aghaidh an Nóiméid
hi: बीट्स प्रति मिनट में देरी
id: Penundaan dalam Denyut Per Menit
it: Ritardo in battiti al minuto
ja: 1分あたりの拍数の遅延
ko: 분당 비트 수 지연
ms: Kelewatan dalam Degupan Per Minit
nb: Forsinkelse i slag per minutt
nl: Vertraging in beats per minuut
pt: Atraso em batidas por minuto
pt_br: Atraso em Batidas por Minuto
ro: Întârziere în bătăi pe minut
tr: Dakikadaki Vuruş Sayısında Gecikme
uk: Затримка в ударах за хвилину
vi: Độ trễ trong nhịp đập mỗi phút
zh: 每分鐘節拍延遲

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_DELAYBPM_DESC
source: How many beats per minute to wait before making the next write?
ar: كم نبضة في الدقيقة تنتظر قبل الكتابة التالية؟
de: Wie viele Schläge pro Minute muss man warten, bevor der nächste Schreibvorgang ausgeführt wird?
el: Πόσους παλμούς ανά λεπτό να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos latidos por minuto hay que esperar antes de realizar la siguiente escritura?
fr: Wie viele Schläge pro Minute muss man warten, bevor der nächste Schreibvorgang ausgeführt wird?
ga: Cé mhéad buille in aghaidh an nóiméid le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लिखने से पहले प्रति मिनट कितने बीट्स प्रतीक्षा करें?
id: Berapa ketukan per menit yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti battiti al minuto aspettare prima di fare la prossima scrittura?
ja: 次の書き込みを行う前に待機する1分あたりのビート数は？
ko: 다음 쓰기를 수행하기 전에 대기해야 하는 분당 비트 수는 얼마입니까?
ms: Berapa banyak denyutan seminit untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange slag per minutt skal du vente før du skriver neste gang?
nl: Hoeveel beats per minuut moet je wachten voordat je de volgende keer schrijft?
pt: Quantas batidas por minuto devemos esperar antes de fazer a próxima gravação?
pt_br: Quantas batidas por minuto esperar antes de fazer a próxima gravação?
ro: Câte bătăi pe minut să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazıyı yazmadan önce dakikada kaç vuruş beklenmeli?
uk: Скільки ударів на хвилину чекати перед наступним записом?
vi: Phải đợi bao nhiêu nhịp mỗi phút trước khi thực hiện lần ghi tiếp theo?
zh: 在進行下一次寫入之前要等待每分鐘多少次？

# NKS_SCREENSAVERPACKS_BEATFADER_SETTINGS_CYCLECOLORS_DESC
source: BeatFader will select random colours if it's enabled. Otherwise, use colours from config.
ar: سيختار BeatFader ألوانًا عشوائية إذا تم تمكينه. خلاف ذلك ، استخدم الألوان من config.
de: BeatFader wählt zufällige Farben aus, wenn es aktiviert ist. Verwenden Sie andernfalls Farben aus config.
el: Το BeatFader θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: BeatFader seleccionará colores aleatorios si está habilitado. De lo contrario, use los colores de config.
fr: BeatFader wählt zufällige Farben aus, wenn es aktiviert ist. Verwenden Sie andernfalls Farben aus config.
ga: Roghnóidh BeatFader dathanna randamacha má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: यदि यह सक्षम है तो बीटफैडर यादृच्छिक रंगों का चयन करेगा। अन्यथा, config से रंगों का उपयोग करें।
id: BeatFader akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: BeatFader selezionerà colori casuali se è abilitato. Altrimenti, usa i colori di config.
ja: BeatFaderが有効になっている場合、ランダムな色を選択します。 それ以外の場合は、構成の色を使用します。
ko: BeatFader는 활성화된 경우 임의의 색상을 선택합니다. 그렇지 않으면 구성의 색상을 사용하십시오.
ms: BeatFader akan memilih warna rawak jika ia didayakan. Jika tidak, gunakan warna daripada config.
nb: BeatFader vil velge tilfeldige farger hvis det er aktivert. Ellers bruker du farger fra config.
nl: BeatFader selecteert willekeurige kleuren als dit is ingeschakeld. Gebruik anders kleuren uit config.
pt: O BeatFader selecionará cores aleatórias se estiver habilitado. Caso contrário, use as cores da configuração.
pt_br: O BeatFader selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: BeatFader va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: BeatFader etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, config'den renkleri kullanın.
uk: BeatFader вибере випадкові кольори, якщо його ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: BeatFader sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，BeatFader 將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_TYPO_SETTINGS_NEWSCREENDELAY_NAME
source: New Screen Delay in Milliseconds
ar: تأخير الشاشة الجديد بالمللي ثانية
de: Neue Bildschirmverzögerung in Millisekunden
el: Νέα καθυστέρηση οθόνης σε χιλιοστά του δευτερολέπτου
es: Nuevo retardo de pantalla en milisegundos
fr: Nouveau délai d'écran en millisecondes
ga: Moill Nua Scáileáin sna Milleasoicindí
hi: मिलीसेकंड में नया स्क्रीन विलंब
id: Penundaan Layar Baru dalam Milidetik
it: Nuovo ritardo dello schermo in millisecondi
ja: ミリ秒単位の新しい画面遅延
ko: 새로운 화면 지연(밀리초)
ms: Kelewatan Skrin Baharu dalam Milisaat
nb: Ny skjermforsinkelse i millisekunder
nl: Nieuwe schermvertraging in milliseconden
pt: Novo atraso de tela em milissegundos
pt_br: Novo atraso de tela em milissegundos
ro: Noua întârziere a ecranului în milisecunde
tr: Yeni Ekran Gecikmesi Milisaniye Cinsinden
uk: Нова затримка екрана в мілісекундах
vi: Độ trễ màn hình mới tính bằng mili giây
zh: 以毫秒為單位的新屏幕延遲

# NKS_SCREENSAVERPACKS_LINOTYPO_SETTINGS_COLUMNCOUNT_NAME
source: Column Count
ar: عدد العمود
de: Spaltenanzahl
el: Καταμέτρηση στηλών
es: Recuento de columnas
fr: Nombre de colonnes
ga: Comhaireamh Colún
hi: कॉलम गणना
id: Jumlah Kolom
it: Conteggio colonne
ja: 列数
ko: 열 개수
ms: Kiraan Lajur
nb: Kolonnetelling
nl: Kolomtelling
pt: Contagem de Colunas
pt_br: Contagem de colunas
ro: Număr de coloane
tr: Sütun Sayısı
uk: Підрахунок стовпців
vi: Số lượng cột
zh: 列數
