Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_VERTICALLINEDENSITY_DESC
source: How frequent to generate vertical lines?
ar: ما هو معدل تكرار إنشاء الخطوط العمودية؟
de: Wie häufig sollen vertikale Linien erzeugt werden?
el: Πόσο συχνά δημιουργούνται κάθετες γραμμές;
es: ¿Con qué frecuencia se generan líneas verticales?
ga: Cé chomh minic is ceart línte ingearacha a ghiniúint?
it: Con quale frequenza generare linee verticali?
ko: 세로선을 얼마나 자주 생성합니까?
nb: Hvor ofte skal vertikale linjer genereres?
nl: Hoe vaak moeten verticale lijnen worden gegenereerd?
tr: Dikey çizgilerin ne sıklıkla oluşturulacağı?
vi: Tần suất tạo đường thẳng đứng là bao nhiêu?
zh: 產生垂直線的頻率？

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_REVERSEDENSITY_NAME
source: Reverse direction density
ar: كثافة عكس الاتجاه
de: Dichte der Richtungsumkehr
el: Πυκνότητα αντίστροφης κατεύθυνσης
es: Densidad de dirección inversa
ga: Dlús treo droim ar ais
it: Densità direzione inversa
ko: 선 방향 반전 밀도
nb: Tetthet i reversert retning
nl: Dichtheid van omgekeerde richting
tr: Ters yön yoğunluğu
vi: Mật độ đảo chiều
zh: 反轉方向密度

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_REVERSEDENSITY_DESC
source: How frequent to make the line reverse its direction (right to left instead of left to right, or bottom to top instead of top to bottom)?
ar: ما هو معدل عكس اتجاه الخط (من اليمين إلى اليسار بدلًا من اليسار إلى اليمين، أو من الأسفل إلى الأعلى بدلًا من الأعلى إلى الأسفل)؟
de: Wie häufig soll die Linienrichtung umgekehrt werden (von rechts nach links statt von links nach rechts oder von unten nach oben statt von oben nach unten)?
el: Πόσο συχνά γίνεται η γραμμή να αντιστρέψει την κατεύθυνσή της (από δεξιά προς τα αριστερά αντί για αριστερά προς τα δεξιά ή από κάτω προς τα πάνω αντί για πάνω προς τα κάτω);
es: ¿Con qué frecuencia se invierte la dirección de la línea (de derecha a izquierda en lugar de izquierda a derecha, o de abajo arriba en lugar de arriba abajo)?
ga: Cé chomh minic is ceart an líne a droim ar ais (deas go clé in ionad clé go deas, nó bun go barr in ionad barr go bun)?
it: Con quale frequenza invertire la direzione della linea (da destra a sinistra invece che da sinistra a destra, o dal basso verso l'alto invece che dall'alto verso il basso)?
ko: 선의 방향을 얼마나 자주 반전시킵니까(왼쪽에서 오른쪽 대신 오른쪽으로, 또는 위에서 아래 대신 아래에서 아래로)?
nb: Hvor ofte skal linjen reverseres (høyre til venstre i stedet for venstre til høyre, eller bunn til topp i stedet for topp til bunn)?
nl: Hoe vaak moet de lijn van richting veranderen (van rechts naar links in plaats van van links naar rechts, of van onder naar boven in plaats van van boven naar onder)?
tr: Çizginin yönünün ne sıklıkla tersine çevrileceği (soldan sağa yerine sağdan sola veya yukarıdan aşağıya yerine aşağıdan yukarıya)?
vi: Tần suất đảo chiều đường kẻ (từ phải sang trái thay vì từ trái sang phải, hoặc từ dưới lên trên thay vì từ trên xuống dưới) là bao nhiêu?
zh: 使線條反轉方向（從右到左而不是從左到右，或從下到上而不是從上到下）的頻率？

# NKS_SCREENSAVERPACKS_BOXSTITCH_SETTINGS_LINEDELAY_NAME
source: Line delay
ar: تأخير الخط
de: Zeilenverzögerung
el: Καθυστέρηση γραμμής
es: Retardo de línea
ga: Moill líne
it: Ritardo linea
ko: 선 지연
nb: Linjeforsinkelse
nl: Lijnvertraging
tr: Çizgi gecikmesi
vi: Độ trễ đường kẻ
zh: 行延遲

# NKS_SCREENSAVERPACKS_BOXSTITCH_SETTINGS_LINEDELAY_DESC
source: How many milliseconds to wait before adding a new line?
ar: كم عدد المللي ثواني التي يجب الانتظار قبل إضافة خط جديد؟
de: Wie viele Millisekunden soll vor dem Hinzufügen einer neuen Zeile gewartet werden?
el: Πόσα χιλιοστά του δευτερολέπτου πρέπει να περιμένετε πριν προσθέσετε μια νέα γραμμή;
es: ¿Cuántos milisegundos hay que esperar antes de añadir una nueva línea?
ga: Cé mhéad milleasoicind le fanacht sula gcuirtear líne nua leis?
it: Quanti millisecondi attendere prima di aggiungere una nuova linea?
ko: 새 줄을 추가하기 전에 몇 밀리초 동안 대기합니까?
nb: Hvor mange millisekunder skal man vente før man legger til en ny linje?
nl: Hoeveel milliseconden moet er worden gewacht voordat een nieuwe lijn wordt toegevoegd?
tr: Yeni bir çizgi eklemeden önce kaç milisaniye bekleneceği?
vi: Chờ bao nhiêu mili giây trước khi thêm một đường kẻ mới?
zh: 新增行之前等待多少毫秒？

# NKS_SCREENSAVERPACKS_NOISY_SETTINGS_COLOR_NAME
source: Colour Noise
ar: ما هو الوقت بالمللي ثانية قبل إضافة خط جديد؟ ضوضاء الألوان
de: Farbrauschen
el: Θόρυβος χρώματος
es: Ruido de color
ga: Torann Dath
it: Rumore colore
ko: 색상 노이즈
nb: Fargestøy
nl: Kleurruis
tr: Renk Gürültüsü
vi: Nhiễu màu
zh: 彩色噪音

# NKS_SCREENSAVERPACKS_NOISY_SETTINGS_COLOR_DESC
source: Whether to simulate noise in colour televisions or monochrome televisions
ar: سواءً لمحاكاة الضوضاء في أجهزة التلفزيون الملونة أو أحادية اللون
de: Soll Rauschen in Farb- oder Schwarzweißfernsehern simuliert werden?
el: Εάν θα προσομοιωθεί θόρυβος σε έγχρωμες τηλεοράσεις ή μονόχρωμες τηλεοράσεις
es: Si se simula ruido en televisores a color o monocromos
ga: An bhfuil torann le hinsamhladh i dteilifíseáin datha nó i dteilifíseáin mhonacrómacha
it: Se simulare il rumore nei televisori a colori o monocromatici
ko: 컬러 TV 또는 흑백 TV의 노이즈를 시뮬레이션할지 여부
nb: Om støy skal simuleres i fargefjernsyn eller monokrome fjernsyn
nl: Of ruis in kleurentelevisies of zwart-wit televisies moet worden gesimuleerd
tr: Renkli televizyonlarda mı yoksa tek renkli televizyonlarda mı gürültü simüle edileceği
vi: Có mô phỏng nhiễu trong tivi màu hay tivi đơn sắc không?
zh: 是否模擬彩色電視或單色電視中的噪音

# NKS_SCREENSAVERPACKS_MARKSCREEN_SETTINGS_MINGRADE_NAME
source: Minimum grade
ar: الحد الأدنى للدرجة
de: Mindestnote
el: Ελάχιστος βαθμός
es: Calificación mínima
ga: Grád íosta
it: Voto minimo
ko: 최소 점수
nb: Minimumskarakter
nl: Minimumcijfer
tr: Minimum not
vi: Điểm tối thiểu
zh: 最低分數

# NKS_SCREENSAVERPACKS_MARKSCREEN_SETTINGS_MINGRADE_DESC
source: Minimum exam grade for subjects for a student
ar: الحد الأدنى لدرجة الامتحان في المواد الدراسية للطالب
de: Mindestnote in einer Prüfung für einen Schüler/eine Schülerin.
el: Ελάχιστος βαθμός εξετάσεων για μαθήματα για έναν φοιτητή
es: Calificación mínima del examen para las asignaturas de un estudiante
ga: Grád scrúdaithe íosta d'ábhair do mhac léinn
it: Voto minimo all'esame per le materie per uno studente
ko: 학생의 과목별 최소 시험 점수
nb: Minimumskarakter for eksamensfag for en student
nl: Minimumcijfer voor een examen voor een student
tr: Bir öğrenci için derslerdeki minimum sınav notu
vi: Điểm thi tối thiểu cho các môn học của một sinh viên
zh: 學生各科目的最低考試分數

# NKS_SCREENSAVERPACKS_MARKSCREEN_SETTINGS_MAXGRADE_NAME
source: Maximum grade
ar: الحد الأقصى للدرجة
de: Höchstnote
el: Μέγιστος βαθμός
es: Calificación máxima
ga: Grád uasta
it: Voto massimo
ko: 최대 점수
nb: Maksimumskarakter
nl: Maximumcijfer
tr: Maksimum not
vi: Điểm tối đa
zh: 最高分數

# NKS_SCREENSAVERPACKS_MARKSCREEN_SETTINGS_MAXGRADE_DESC
source: Maximum exam grade for subjects for a student
ar: الحد الأقصى لدرجة الامتحان في المواد الدراسية للطالب
de: Höchstnote in einer Prüfung für einen Schüler/eine Schülerin.
el: Μέγιστος βαθμός εξετάσεων για μαθήματα για έναν φοιτητή
es: Calificación máxima del examen para las asignaturas de un estudiante
ga: Grád scrúdaithe uasta d'ábhair do mhac léinn
it: Voto massimo all'esame per le materie per uno studente
ko: 학생의 과목별 최대 시험 점수
nb: Maksimumskarakter for eksamensfag for en student
nl: Maximumcijfer voor een examen voor een student
tr: Bir öğrenci için derslerdeki maksimum sınav notu
vi: Điểm thi tối đa cho các môn học của một sinh viên
zh: 學生各科目的最高考試分數

# NKS_SCREENSAVERPACKS_HACKING_DESC
source: Simulates a person hacking into systems
ar: يحاكي اختراق الأنظمة
de: Simuliert einen Hackerangriff auf Systeme.
el: Προσομοιώνει ένα άτομο που κάνει hacking σε συστήματα
es: Simula a una persona pirateando sistemas
ga: Insamhladh duine ag hackáil isteach i gcórais
it: Simula una persona che hackera i sistemi
ko: 시스템을 해킹하는 사람을 시뮬레이션합니다.
nb: Simulerer en person som hacker seg inn i systemer
nl: Simuleert een persoon die in systemen inbreekt
tr: Sistemlere sızan bir kişiyi simüle eder
vi: Mô phỏng một người đang xâm nhập vào hệ thống
zh: 模擬有人入侵系統

# NKS_SCREENSAVERPACKS_BOXSTITCH_SETTINGS_DESC
source: Makes four boxes that fill the whole screen, then makes a "fishnet" inside the boxes
ar: يُنشئ أربعة مربعات تملأ الشاشة بالكامل، ثم يُنشئ شبكة داخل المربعات.
es: Crea cuatro cuadros que llenan toda la pantalla y luego crea una "red" dentro de ellos.
ga: Cruthaíonn sé ceithre bhosca a líonann an scáileán ar fad, ansin cruthaíonn sé "líontán éisc" taobh istigh de na boscaí
tr: Ekranın tamamını kaplayan dört kutu oluşturur, ardından kutuların içine "balık ağı" deseni çizer.

# NKS_SCREENSAVERPACKS_MIRRORWRITE_SETTINGS_DESC
source: Writes a text at the left and its mirrored version at the right
ar: يكتب نصًا على اليسار ونسخته المعكوسة على اليمين.
es: Escribe un texto a la izquierda y su versión reflejada a la derecha.
ga: Scríobhann sé téacs ar chlé agus a leagan scáthánaithe ar dheis
tr: Sol tarafa bir metin, sağ tarafa ise bunun aynalı halini yazar.

# NKS_SCREENSAVERPACKS_COLOROLOGY_SETTINGS_METHOD_NAME
source: Colour transition method
ar: طريقة انتقال الألوان.
es: Método de transición de color.
ga: Modh aistrithe datha
tr: Renk geçiş yöntemi

# NKS_SCREENSAVERPACKS_COLOROLOGY_SETTINGS_METHOD_DESC
source: Chooses how to transition and select colours
ar: يختار كيفية الانتقال والألوان.
es: Elige cómo realizar la transición y selecciona los colores.
ga: Roghnaíonn sé conas aistriú agus dathanna a roghnú
tr: Geçiş şeklini ve renk seçimini belirler.
