Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_DESC
source: Generates nice mazes using the Kruskal's algorithm.
ar: يولد متاهات جميلة باستخدام خوارزمية كروسكال.
de: Erzeugt mithilfe des Kruskal-Algorithmus schöne Labyrinthe.
el: Δημιουργεί ωραίους λαβύρινθους χρησιμοποιώντας τον αλγόριθμο του Kruskal.
es: Genera bonitos laberintos utilizando el algoritmo de Kruskal.
fr: Génère de jolis labyrinthes en utilisant l'algorithme de Kruskal.
ga: Gineann lúbra deasa ag baint úsáide as algartam Kruskal's.
hi: क्रुस्कल के एल्गोरिदम का उपयोग करके अच्छी भूलभुलैया उत्पन्न करता है।
id: Menghasilkan labirin yang bagus menggunakan algoritma Kruskal.
it: Genera simpatici labirinti utilizzando l'algoritmo di Kruskal.
ja: クラスカルのアルゴリズムを使用して素敵な迷路を生成します。
ko: Kruskal 알고리즘을 사용하여 멋진 미로를 생성합니다.
ms: Menghasilkan labirin yang bagus menggunakan algoritma Kruskal.
nb: Genererer fine labyrinter ved hjelp av Kruskals algoritme.
nl: Genereert mooie doolhoven met behulp van het Kruskal-algoritme.
pt: Gera belos labirintos usando o algoritmo de Kruskal.
pt_br: Gera labirintos bonitos usando o algoritmo de Kruskal.
ro: Generează labirinturi frumoase folosind algoritmul lui Kruskal.
tr: Kruskal algoritmasını kullanarak güzel labirentler oluşturur.
uk: Створює гарні лабіринти за допомогою алгоритму Крускала.
vi: Tạo ra những mê cung đẹp mắt bằng thuật toán Kruskal.
zh: 使用克魯斯卡爾演算法生成漂亮的迷宮。

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_NEWMAZE_NAME
source: New Maze Delay in Milliseconds
ar: تأخير المتاهة الجديدة بالمللي ثانية
de: Neue Labyrinthverzögerung in Millisekunden
el: Νέα καθυστέρηση λαβύρινθου σε χιλιοστά του δευτερολέπτου
es: Nuevo retraso del laberinto en milisegundos
fr: Nouveau délai de labyrinthe en millisecondes
ga: Moill Nua Maze sna Milleasoicindí
hi: मिलीसेकंड में नई भूलभुलैया विलंब
id: Penundaan Labirin Baru dalam Milidetik
it: Nuovo ritardo del labirinto in millisecondi
ja: 新しい迷路の遅延 (ミリ秒単位)
ko: 밀리초 단위의 새로운 미로 지연
ms: Kelewatan Maze Baharu dalam Milisaat
nb: Ny labyrintforsinkelse på millisekunder
nl: Nieuwe doolhofvertraging in milliseconden
pt: Novo atraso do labirinto em milissegundos
pt_br: Novo atraso do labirinto em milissegundos
ro: Noua întârziere labirint în milisecunde
tr: Yeni Labirent Gecikmesi Milisaniye Cinsinden
uk: Нова затримка лабіринту в мілісекундах
vi: Độ trễ mê cung mới tính bằng mili giây
zh: 新迷宮延遲（以毫秒為單位）

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_GENSPEED_NAME
source: Generation Speed
ar: سرعة الجيل
de: Generationsgeschwindigkeit
el: Ταχύτητα Γενιάς
es: Velocidad de generación
fr: Vitesse de génération
ga: Luas Giniúint
hi: पीढ़ी की गति
id: Kecepatan Generasi
it: Velocità di generazione
ja: 生成速度
ko: 생성 속도
ms: Kelajuan Penjanaan
nb: Generasjonshastighet
nl: Generatiesnelheid
pt: Velocidade de geração
pt_br: Velocidade de geração
ro: Viteza de generare
tr: Nesil Hızı
uk: Швидкість генерації
vi: Tốc độ thế hệ
zh: 生成速度

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_GENSPEED_DESC
source: Maze generation speed in milliseconds
ar: سرعة توليد المتاهة بالمللي ثانية
de: Geschwindigkeit der Labyrinthgenerierung in Millisekunden
el: Ταχύτητα δημιουργίας λαβύρινθου σε χιλιοστά του δευτερολέπτου
es: Velocidad de generación de laberintos en milisegundos
fr: Vitesse de génération du labyrinthe en millisecondes
ga: Luas giniúna Maze i milleasoicindí
hi: भूलभुलैया निर्माण की गति मिलीसेकेंड में
id: Kecepatan pembuatan labirin dalam milidetik
it: Velocità di generazione del labirinto in millisecondi
ja: 迷路の生成速度 (ミリ秒)
ko: 미로 생성 속도(밀리초)
ms: Kelajuan penjanaan labirin dalam milisaat
nb: Labyrintgenereringshastighet i millisekunder
nl: Snelheid van het genereren van doolhoven in milliseconden
pt: Velocidade de geração do labirinto em milissegundos
pt_br: Velocidade de geração de labirinto em milissegundos
ro: Viteza de generare a labirintului în milisecunde
tr: Labirent oluşturma hızı milisaniye cinsinden
uk: Швидкість створення лабіринту в мілісекундах
vi: Tốc độ tạo mê cung tính bằng mili giây
zh: 迷宮生成速度（毫秒）

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_HIGHLIGHTUNCOVERED_NAME
source: Highlight uncovered positions
ar: تسليط الضوء على المواقف المكشوفة
de: Markieren Sie ungedeckte Positionen
el: Επισημάνετε τις ακάλυπτες θέσεις
es: Resaltar posiciones descubiertas
fr: Mettre en évidence les positions non couvertes
ga: Aibhsigh suímh neamhchumhdaithe
hi: खुले स्थानों को हाइलाइट करें
id: Sorot posisi yang tidak tertutup
it: Evidenziare le posizioni scoperte
ja: カバーされていないポジションを強調表示する
ko: 노출되지 않은 위치 강조
ms: Serlahkan kedudukan yang tidak dilindungi
nb: Fremhev avdekkede posisjoner
nl: Markeer ongedekte posities
pt: Destacar posições descobertas
pt_br: Destacar posições não cobertas
ro: Evidențiați pozițiile neacoperite
tr: Açık pozisyonları vurgula
uk: Виділіть незакриті позиції
vi: Làm nổi bật các vị trí chưa được che phủ
zh: 突出顯示未覆蓋的職位

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_HIGHLIGHTUNCOVERED_DESC
source: If enabled, highlights the non-covered positions with the grey background colour. Otherwise, they render as boxes.
ar: إذا تم تمكينه، فسيتم تمييز المواضع غير المغطاة بلون الخلفية الرمادية. وبخلاف ذلك، فإنها تظهر كمربعات.
de: Wenn diese Option aktiviert ist, werden die nicht abgedeckten Positionen mit der grauen Hintergrundfarbe hervorgehoben. Andernfalls werden sie als Kästchen gerendert.
el: Εάν είναι ενεργοποιημένο, επισημαίνει τις μη καλυμμένες θέσεις με το γκρι χρώμα φόντου. Διαφορετικά, αποδίδονται ως κουτιά.
es: Si está habilitado, resalta las posiciones no cubiertas con el color de fondo gris. De lo contrario, se representan como cuadros.
fr: Si activé, met en surbrillance les positions non couvertes avec la couleur de fond gris. Sinon, ils s'affichent sous forme de boîtes.
ga: Má tá sé cumasaithe, aibhsíonn sé na suíomhanna neamhchlúdaithe le dath an chúlra liath. Seachas sin, rindreáil siad mar bhoscaí.
hi: यदि सक्षम किया गया है, तो गैर-कवर स्थितियों को ग्रे पृष्ठभूमि रंग से हाइलाइट करता है। अन्यथा, वे बक्से के रूप में प्रस्तुत होते हैं।
id: Jika diaktifkan, sorot posisi yang tidak tercakup dengan warna latar belakang abu-abu. Jika tidak, posisi tersebut akan ditampilkan sebagai kotak.
it: Se abilitato, evidenzia le posizioni non coperte con il colore di sfondo grigio. Altrimenti, vengono visualizzati come riquadri.
ja: 有効にすると、カバーされていない位置が灰色の背景色で強調表示されます。それ以外の場合は、ボックスとしてレンダリングされます。
ko: 활성화되면 회색 배경색으로 덮이지 않은 위치를 강조 표시합니다. 그렇지 않으면 상자로 렌더링됩니다.
ms: Jika didayakan, serlahkan kedudukan yang tidak dilindungi dengan warna latar belakang kelabu. Jika tidak, mereka membuat sebagai kotak.
nb: Hvis aktivert, uthever de ikke-dekkede posisjonene med den grå bakgrunnsfargen. Ellers gjengis de som bokser.
nl: Indien ingeschakeld, markeert u de niet-bedekte posities met de grijze achtergrondkleur. Anders worden ze weergegeven als dozen.
pt: Se habilitado, destaca as posições não cobertas com a cor de fundo cinza. Caso contrário, eles serão renderizados como caixas.
pt_br: Se habilitado, destaca as posições não cobertas com a cor de fundo cinza. Caso contrário, elas são renderizadas como caixas.
ro: Dacă este activată, evidențiază pozițiile neacoperite cu culoarea de fundal gri. În caz contrar, se redau ca casete.
tr: Etkinleştirilirse, kapsanmayan konumları gri arka plan rengiyle vurgular. Aksi takdirde, kutular olarak işlenirler.
uk: Якщо ввімкнено, незакриті позиції підсвічуються сірим фоновим кольором. Інакше вони відтворюються як ящики.
vi: Nếu được bật, sẽ làm nổi bật các vị trí không được che phủ bằng màu nền xám. Nếu không, chúng sẽ hiển thị dưới dạng hộp.
zh: 如果啟用，則以灰色背景顏色反白顯示未覆蓋的位置。否則，它們呈現為盒子。

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_SCHWARTZIAN_NAME
source: Use Schwartzian Transform
ar: استخدم تحويل شوارتزي
de: Verwenden Sie die Schwartzsche Transformation
el: Χρησιμοποιήστε το Schwartzian Transform
es: Utilice la transformación de Schwartzian
fr: Utiliser la transformation schwartzienne
ga: Bain úsáid as Schwartzian Transform
hi: श्वार्टज़ियन ट्रांसफ़ॉर्म का उपयोग करें
id: Gunakan Transformasi Schwartzian
it: Usa la trasformazione Schwartziana
ja: シュワルツ変換を使用する
ko: 슈바르츠 변환 사용
ms: Gunakan Schwartzian Transform
nb: Bruk Schwartzian Transform
nl: Gebruik Schwartziaanse transformatie
pt: Use a transformação Schwartziana
pt_br: Usar Transformada Schwartziana
ro: Utilizați Transformarea Schwartziană
tr: Schwartzian Dönüşümünü Kullanın
uk: Використовуйте перетворення Шварца
vi: Sử dụng phép biến đổi Schwartzian
zh: 使用施瓦茨變換

# NKS_SCREENSAVERPACKS_MAZER_SETTINGS_SCHWARTZIAN_DESC
source: If enabled, this screensaver uses Schwartzian's transform to shuffle the maze edges. Otherwise, it uses the plain method of transformation.
ar: في حالة تمكينها، تستخدم شاشة التوقف هذه تحويل Schwartzian لخلط حواف المتاهة. وبخلاف ذلك، فإنه يستخدم الأسلوب العادي للتحويل.
de: Wenn diese Option aktiviert ist, verwendet dieser Bildschirmschoner die Schwartzian-Transformation, um die Labyrinthränder neu zu gestalten. Ansonsten wird die einfache Transformationsmethode verwendet.
el: Εάν είναι ενεργοποιημένη, αυτή η προφύλαξη οθόνης χρησιμοποιεί τον μετασχηματισμό του Schwartzian για να ανακατέψει τις άκρες του λαβύρινθου. Διαφορετικά, χρησιμοποιεί την απλή μέθοδο μετασχηματισμού.
es: Si está habilitado, este protector de pantalla utiliza la transformación de Schwartzian para mezclar los bordes del laberinto. De lo contrario, utiliza el método simple de transformación.
fr: S'il est activé, cet économiseur d'écran utilise la transformation de Schwartzian pour mélanger les bords du labyrinthe. Sinon, il utilise la méthode simple de transformation.
ga: Má tá sé cumasaithe, úsáideann an spárálaíscáileáin seo claochlú Schwartzian chun imill an gcathair ghríobháin a shuffle. Seachas sin, úsáideann sé an modh gnáthchlaochlaithe.
hi: यदि सक्षम किया गया है, तो यह स्क्रीनसेवर भूलभुलैया के किनारों को फेरने के लिए श्वार्टज़ियन के ट्रांसफॉर्म का उपयोग करता है। अन्यथा, यह परिवर्तन की सरल विधि का उपयोग करता है।
id: Jika diaktifkan, screensaver ini menggunakan transformasi Schwartzian untuk mengacak tepi labirin. Jika tidak, ia menggunakan metode transformasi biasa.
it: Se abilitato, questo salvaschermo utilizza la trasformazione di Schwartzian per mescolare i bordi del labirinto. Altrimenti, utilizza il metodo semplice di trasformazione.
ja: 有効にすると、このスクリーンセーバーはシュワルツ変換を使用して迷路の端をシャッフルします。それ以外の場合は、単純な変換方法が使用されます。
ko: 활성화된 경우 이 화면 보호기는 Schwartzian 변환을 사용하여 미로 가장자리를 섞습니다. 그렇지 않으면 일반 변환 방법을 사용합니다.
ms: Jika didayakan, penyelamat skrin ini menggunakan perubahan Schwartzian untuk mengocok tepi labirin. Jika tidak, ia menggunakan kaedah transformasi biasa.
nb: Hvis den er aktivert, bruker denne skjermspareren Schwartzians transformasjon for å blande labyrintens kanter. Ellers bruker den den vanlige transformasjonsmetoden.
nl: Indien ingeschakeld, gebruikt deze screensaver de transformatie van Schwartzian om de randen van het doolhof in willekeurige volgorde te laten verlopen. Anders gebruikt het de gewone transformatiemethode.
pt: Se ativado, este protetor de tela usa a transformação de Schwartzian para embaralhar as bordas do labirinto. Caso contrário, ele usa o método simples de transformação.
pt_br: Se habilitado, este protetor de tela usa a transformação de Schwartzian para embaralhar as bordas do labirinto. Caso contrário, ele usa o método simples de transformação.
ro: Dacă este activat, acest screensaver folosește transformarea lui Schwartzian pentru a amesteca marginile labirintului. În caz contrar, folosește metoda simplă de transformare.
tr: Etkinleştirilirse, bu ekran koruyucu labirent kenarlarını karıştırmak için Schwartzian'ın dönüşümünü kullanır. Aksi takdirde, dönüşümün düz yöntemini kullanır.
uk: Якщо ввімкнено, ця заставка використовує перетворення Шварціана для перемішування країв лабіринту. В іншому випадку він використовує простий метод перетворення.
vi: Nếu được bật, trình bảo vệ màn hình này sử dụng phép biến đổi Schwartzian để xáo trộn các cạnh mê cung. Nếu không, nó sử dụng phương pháp biến đổi thông thường.
zh: 如果啟用，此螢幕保護程式將使用 Schwartzian 變換來打亂迷宮邊緣。否則，它使用簡單的轉換方法。

# NKS_SCREENSAVERPACKS_TWOSPINS_SETTINGS_DESC
source: Two groups of dots spinning across the two halves of the console.
ar: مجموعتان من النقاط تدوران عبر نصفي وحدة التحكم.
de: Zwei Gruppen von Punkten, die sich über die beiden Hälften der Konsole drehen.
el: Δύο ομάδες κουκκίδων που περιστρέφονται στα δύο μισά της κονσόλας.
es: Dos grupos de puntos girando en las dos mitades de la consola.
fr: Deux groupes de points tournant sur les deux moitiés de la console.
ga: Dhá ghrúpa poncanna ag sníomh trasna dhá leath an chonsóil.
hi: कंसोल के दोनों हिस्सों में घूमते बिंदुओं के दो समूह।
id: Dua kelompok titik yang berputar melintasi dua bagian konsol.
it: Due gruppi di punti che ruotano lungo le due metà della console.
ja: コンソールの 2 つの半分を横切って回転する 2 つのドットのグループ。
ko: 콘솔의 두 부분을 가로질러 회전하는 두 그룹의 점입니다.
ms: Dua kumpulan titik berputar merentasi dua bahagian konsol.
nb: To grupper med prikker som snurrer over de to halvdelene av konsollen.
nl: Twee groepen stippen draaien over de twee helften van de console.
pt: Dois grupos de pontos girando nas duas metades do console.
pt_br: Dois grupos de pontos girando nas duas metades do console.
ro: Două grupuri de puncte care se rotesc pe cele două jumătăți ale consolei.
tr: Konsolun iki yarısında dönen iki grup nokta.
uk: Дві групи точок, що обертаються поперек двох половинок консолі.
vi: Hai nhóm chấm quay trên hai nửa của bảng điều khiển.
zh: 兩組點在控制台的兩半上旋轉。

# NKS_SCREENSAVERPACKS_COMMITMILESTONE_SETTINGS_DESC
source: Celebrates the commit milestone each 1000th commit.
ar: يحتفل بإنجاز الالتزام لكل 1000 التزام.
de: Feiert die Commit-Meilen bei jedem 1000. Commit.
el: Γιορτάζει τα ορόσημα δέσμευσης κάθε 1000η δέσμευση.
es: Celebra el hito del compromiso cada 1.000 compromisos.
fr: Célèbre les jalons de validation à chaque 1000ème validation.
ga: Ceiliúrann sé an chloch mhíle tiomnaithe gach 1000ú gealltanas.
hi: प्रत्येक 1000वीं प्रतिबद्धता का जश्न मनाता है।
id: Merayakan tonggak komitmen setiap komitmen ke-1000.
it: Celebra il traguardo raggiunto ogni 1000esimo impegno.
ja: 1000 回目のコミットごとにコミット マイルを祝います。
ko: 1000번째 커밋마다 커밋 마일스톤을 축하합니다.
ms: Raikan pencapaian komit setiap komitmen ke-1000.
nb: Feirer forpliktelsesmilepælen hver 1000. forpliktelse.
nl: Viert de commit mijlpalen elke 1000ste commit.
pt: Comemora o marco do commit a cada milésimo commit.
pt_br: Comemora o marco de compromisso a cada 1000º compromisso.
ro: Sărbătorește obiectivul de angajare pentru fiecare al 1000-lea comitere.
tr: Her 1000. commit'te commit kilometre taşını kutlar.
uk: Кожне 1000-е фіксування відзначає віху коміту.
vi: Kỷ niệm cột mốc cam kết sau mỗi 1000 cam kết.
zh: 每第 1000 次提交就慶祝提交里程碑。

# NKS_SCREENSAVERPACKS_SPRAY_SETTINGS_DESC
source: Shows you spraying stars.
ar: يظهر لك رش النجوم.
de: Zeigt dir sprühende Sterne.
el: Σας δείχνει να ψεκάζετε αστέρια.
es: Te muestra rociando estrellas.
fr: Vous montre des étoiles pulvérisées.
ga: Léiríonn sé tú ag spraeáil réaltaí.
hi: आपको तारे छिड़कते हुए दिखाता है.
id: Menunjukkan Anda menyemprotkan bintang.
it: Ti mostra le stelle che spruzzano.
ja: 星をスプレーする様子を示します。
ko: 별을 뿌리는 모습을 보여줍니다.
ms: Menunjukkan anda menyembur bintang.
nb: Viser deg sprayende stjerner.
nl: Laat je spuitende sterren zien.
pt: Mostra você pulverizando estrelas.
pt_br: Mostra você pulverizando estrelas.
ro: Vă arată stele pulverizate.
tr: Yıldızları püskürttüğünü gösteriyor.
uk: Показує розпилення зірок.
vi: Hiển thị cho bạn cách phun sao.
zh: 向您展示噴灑星星。

# NKS_SCREENSAVERPACKS_ZEBRASHIFT_SETTINGS_DESC
source: Two lines swapping their colours across the screen.
ar: خطين يتبادلان ألوانهما عبر الشاشة.
de: Zwei Linien wechseln ihre Farben auf dem Bildschirm.
el: Δύο γραμμές ανταλλάσσουν τα χρώματά τους στην οθόνη.
es: Dos líneas que intercambian sus colores en la pantalla.
fr: Deux lignes échangeant leurs couleurs sur l'écran.
ga: Dhá líne ag malartú a ndathanna trasna an scáileáin.
hi: स्क्रीन पर दो रेखाएँ अपना रंग बदल रही हैं।
id: Dua garis bertukar warna di layar.
it: Due linee che si scambiano i colori sullo schermo.
ja: 2 本の線が画面上で色を交換します。
ko: 화면 전체에서 색상을 바꾸는 두 줄.
ms: Dua baris bertukar warna pada skrin.
nb: To linjer bytter fargene over skjermen.
nl: Twee lijnen die over het scherm van kleur wisselen.
pt: Duas linhas trocando de cores na tela.
pt_br: Duas linhas trocando de cores na tela.
ro: Două linii schimbându-și culorile pe ecran.
tr: Ekranda renklerini değiştiren iki çizgi.
uk: Дві лінії, що міняються кольорами на екрані.
vi: Hai đường kẻ đổi màu trên màn hình.
zh: 兩條線在螢幕上交換顏色。

# NKS_SCREENSAVERPACKS_ANALOGCLOCK_SETTINGS_DESC
source: Analog clock with a simple date and time in the bottom of the screen.
ar: ساعة تناظرية مع تاريخ ووقت بسيطين في أسفل الشاشة.
de: Analoge Uhr mit einfachem Datum und Uhrzeit unten auf dem Bildschirm.
el: Αναλογικό ρολόι με απλή ημερομηνία και ώρα στο κάτω μέρος της οθόνης.
es: Reloj analógico con fecha y hora sencillas en la parte inferior de la pantalla.
fr: Horloge analogique avec une simple date et heure en bas de l'écran.
ga: Clog analógach le dáta agus am simplí ag bun an scáileáin.
hi: स्क्रीन के निचले भाग में सरल दिनांक और समय वाली एनालॉग घड़ी।
id: Jam analog dengan tanggal dan waktu sederhana di bagian bawah layar.
it: Orologio analogico con data e ora semplici nella parte inferiore dello schermo.
ja: 画面の下部にシンプルな日付と時刻を表示するアナログ時計。
ko: 화면 하단에 간단한 날짜와 시간이 표시되는 아날로그 시계입니다.
ms: Jam analog dengan tarikh dan masa mudah di bahagian bawah skrin.
nb: Analog klokke med enkel dato og klokkeslett nederst på skjermen.
nl: Analoge klok met een eenvoudige datum en tijd onderaan het scherm.
pt: Relógio analógico com data e hora simples na parte inferior da tela.
pt_br: Relógio analógico com data e hora simples na parte inferior da tela.
ro: Ceas analog cu o dată și oră simple în partea de jos a ecranului.
tr: Ekranın alt kısmında basit bir tarih ve saatin yer aldığı analog saat.
uk: Аналоговий годинник із простою датою та часом у нижній частині екрана.
vi: Đồng hồ analog có ngày tháng và giờ đơn giản ở cuối màn hình.
zh: 模擬時鐘，螢幕底部有簡單的日期和時間。

# NKS_SCREENSAVERPACKS_ANALOGCLOCK_SETTINGS_SECONDSHAND_NAME
source: Show seconds hand
ar: إظهار عقرب الثواني
de: Sekundenzeiger anzeigen
el: Εμφάνιση δείκτη δευτερολέπτων
es: Mostrar segundero
fr: Afficher l'aiguille des secondes
ga: Taispeáin soicind láimhe
hi: सेकंड का हाथ दिखाएं
id: Tampilkan jarum detik
it: Mostra la lancetta dei secondi
ja: 秒針を表示
ko: 초침 표시
ms: Tunjukkan jarum detik
nb: Vis sekundviser
nl: Laat de secondewijzer zien
pt: Mostrar ponteiro dos segundos
pt_br: Mostrar ponteiro de segundos
ro: Arată mâna secundelor
tr: Saniye kolunu göster
uk: Показати секундну стрілку
vi: Hiển thị kim giây
zh: 顯示秒針

# NKS_SCREENSAVERPACKS_ANALOGCLOCK_SETTINGS_SECONDSHAND_DESC
source: Whether to show the seconds hand or not.
ar: سواء لإظهار عقرب الثواني أم لا.
de: Ob der Sekundenzeiger angezeigt werden soll oder nicht.
el: Είτε θα εμφανιστεί ο δείκτης δευτερολέπτων είτε όχι.
es: Si mostrar el segundero o no.
fr: S'il faut afficher ou non l'aiguille des secondes.
ga: Cibé an dtaispeánfar na soicindí láimhe nó nach dtaispeánfar.
hi: सेकेण्ड की सुई दिखानी है या नहीं।
id: Apakah akan menunjukkan jarum detik atau tidak.
it: Se mostrare o meno la lancetta dei secondi.
ja: 秒針を表示するかどうか。
ko: 초침을 보여줄지 말지.
ms: Sama ada mahu menunjukkan jarum detik atau tidak.
nb: Om du skal vise sekundviseren eller ikke.
nl: Of je de secondewijzer wel of niet laat zien.
pt: Mostrar ou não o ponteiro dos segundos.
pt_br: Se deve ou não mostrar o ponteiro dos segundos.
ro: Indiferent dacă arătați sau nu mâna secundelor.
tr: Saniye kolunun gösterilip gösterilmeyeceği.
uk: Показувати секундну стрілку чи ні.
vi: Có nên hiển thị kim giây hay không.
zh: 是否顯示秒針。

# NKS_SCREENSAVERPACKS_ABERRATION_SETTINGS_DESC
source: Simulates a hypothetical malfunctioning black screen with RGB lines sometimes appearing.
ar: يحاكي شاشة سوداء افتراضية بها خلل مع ظهور خطوط RGB في بعض الأحيان.
de: Simuliert einen hypothetischen, fehlerhaften schwarzen Bildschirm, auf dem gelegentlich RGB-Linien erscheinen.
el: Προσομοιώνει μια υποθετική δυσλειτουργική μαύρη οθόνη με μερικές φορές να εμφανίζονται γραμμές RGB.
es: Simula una hipotética pantalla negra que funciona mal y que a veces aparecen líneas RGB.
fr: Simule un hypothétique écran noir défectueux avec des lignes RVB apparaissant parfois.
ga: Insamhladh ar scáileán dubh mífheidhmiúil hipitéiseach le línte RGB le feiceáil uaireanta.
hi: कभी-कभी RGB लाइनों के साथ एक काल्पनिक खराब काली स्क्रीन का अनुकरण करता है।
id: Mensimulasikan layar hitam yang tidak berfungsi secara hipotetis dengan garis-garis RGB yang terkadang muncul.
it: Simula un ipotetico schermo nero malfunzionante con la comparsa occasionale di linee RGB.
ja: RGB ラインが時々表示される、仮想的な故障した黒い画面をシミュレートします。
ko: 때때로 RGB 라인이 나타나는 가상의 검은색 화면 오작동을 시뮬레이션합니다.
ms: Mensimulasikan skrin hitam hipotesis yang tidak berfungsi dengan garis RGB kadangkala muncul.
nb: Simulerer en hypotetisk funksjonsfeil svart skjerm med RGB-linjer som noen ganger vises.
nl: Simuleert een hypothetisch defect zwart scherm waarbij soms RGB-lijnen verschijnen.
pt: Simula uma hipotética tela preta com defeito, às vezes aparecendo linhas RGB.
pt_br: Simula uma hipotética tela preta com defeito, às vezes com linhas RGB aparecendo.
ro: Simulează un ecran negru ipotetic defectuos, cu linii RGB care apar uneori.
tr: Bazen RGB çizgilerinin belirdiği varsayımsal arızalı siyah bir ekranı simüle eder.
uk: Імітує гіпотетичний несправний чорний екран, на якому іноді з’являються лінії RGB.
vi: Mô phỏng màn hình đen bị trục trặc giả định, đôi khi xuất hiện các đường RGB.
zh: 模擬假設的故障黑屏，有時會出現 RGB 線。

# NKS_SCREENSAVERPACKS_ABERRATION_SETTINGS_PROBABILITY_NAME
source: Glitch Probability
ar: احتمال خلل
de: Störwahrscheinlichkeit
el: Πιθανότητα σφάλματος
es: Probabilidad de falla
fr: Probabilité de pépin
ga: Dóchúlacht Glitch
hi: गड़बड़ी की संभावना
id: Kemungkinan Gangguan
it: Probabilità di guasto
ja: グリッチ確率
ko: 결함 확률
ms: Kebarangkalian Glitch
nb: Feil sannsynlighet
nl: Glitch-waarschijnlijkheid
pt: Probabilidade de falha
pt_br: Probabilidade de falha
ro: Probabilitatea de glitch
tr: Arıza Olasılığı
uk: Імовірність збою
vi: Xác suất lỗi
zh: 毛刺機率

# NKS_SCREENSAVERPACKS_ABERRATION_SETTINGS_PROBABILITY_DESC
source: Chance, in percent, for the screen glitch to occur
ar: احتمال حدوث خلل في الشاشة بنسبة مئوية
de: Wahrscheinlichkeit in Prozent, dass der Bildschirmfehler auftritt
el: Πιθανότητα, σε ποσοστό, να προκύψει σφάλμα οθόνης
es: Probabilidad, en porcentaje, de que se produzca el fallo de pantalla
fr: Chance, en pourcentage, que le problème d'écran se produise
ga: Seans, i faoin gcéad, go dtarlóidh glitch an scáileáin
hi: स्क्रीन में गड़बड़ी होने की संभावना प्रतिशत में
id: Peluang, dalam persen, terjadinya kesalahan pada layar
it: Probabilità, in percentuale, che si verifichi il problema tecnico dello schermo
ja: 画面の不具合が発生する確率（パーセント）
ko: 화면 결함이 발생할 확률(%)
ms: Peluang, dalam peratus, untuk gangguan skrin berlaku
nb: Sjansen, i prosent, for at skjermfeilen oppstår
nl: Kans, in procenten, dat de schermfout optreedt
pt: Chance, em porcentagem, de ocorrer a falha na tela
pt_br: Chance, em porcentagem, de ocorrer falha na tela
ro: Șansă, în procente, ca eroarea ecranului să apară
tr: Ekran arızasının meydana gelme olasılığı yüzde olarak
uk: Ймовірність, у відсотках, виникнення збоїв на екрані
vi: Xác suất, tính theo phần trăm, để lỗi màn hình xảy ra
zh: 螢幕故障發生的幾率（以百分比為單位）
