Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_NOISE_SETTINGS_NEWSCREENDELAY_DESC
source: How many milliseconds to wait before writing in the new screen?
ar: كم ميلي ثانية يجب الانتظار قبل الكتابة في الشاشة الجديدة؟
de: Wie viele Millisekunden warten, bevor in den neuen Bildschirm geschrieben wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν γράψετε στη νέα οθόνη;
es: ¿Cuántos milisegundos hay que esperar antes de escribir en la nueva pantalla?
fr: Combien de millisecondes attendre avant d'écrire dans le nouvel écran ?
ga: Cé mhéad milleasoicind atá le fanacht roimh scríobh sa scáileán nua?
hi: नई स्क्रीन में लिखने से पहले कितने मिलीसेकंड प्रतीक्षा करनी है?
id: Berapa milidetik yang harus ditunggu sebelum menulis di layar baru?
it: Quanti millisecondi devono aspettare prima di scrivere nella nuova schermata?
ja: 新しい画面に書き込む前に何ミリ秒待機しますか？
ko: 새 화면에 쓰기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat perlu menunggu sebelum menulis dalam skrin baharu?
nb: Hvor mange millisekunder skal du vente før du skriver i den nye skjermen?
nl: Hoeveel milliseconden wachten voordat u in het nieuwe scherm schrijft?
pt: Quantos milissegundos esperar antes de escrever na nova tela?
pt_br: Quantos milissegundos esperar antes de escrever na nova tela?
ro: Câte milisecunde să aștepte înainte de a scrie pe noul ecran?
tr: Yeni ekrana yazmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж писати на новому екрані?
vi: Phải đợi bao nhiêu mili giây trước khi ghi vào màn hình mới?
zh: 在新屏幕中寫入之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_NOISE_SETTINGS_DENSITY_DESC
source: The greater the percentage, the noisier the signal
ar: كلما زادت النسبة المئوية ، زادت ضوضاء الإشارة
de: Je größer der Prozentsatz, desto verrauschter das Signal
el: Όσο μεγαλύτερο είναι το ποσοστό, τόσο πιο θορυβώδες είναι το σήμα
es: Cuanto mayor sea el porcentaje, más ruidosa será la señal
fr: Plus le pourcentage est élevé, plus le signal est bruyant
ga: Dá mhéad an céatadán, is amhlaidh is torainn an comhartha
hi: प्रतिशत जितना अधिक होगा, सिग्नल उतना ही शोर होगा
id: Semakin besar persentasenya, semakin berisik sinyalnya
it: Maggiore è la percentuale, più rumoroso è il segnale
ja: パーセンテージが大きいほど、信号のノイズが大きくなります
ko: 백분율이 클수록 신호가 더 시끄럽습니다.
ms: Semakin besar peratusan, semakin bising isyarat
nb: Jo større prosent, jo mer støyende er signalet
nl: Hoe groter het percentage, hoe luidruchtiger het signaal
pt: Quanto maior a porcentagem, mais ruidoso o sinal
pt_br: Quanto maior a porcentagem, mais ruidoso é o sinal
ro: Cu cât procentul este mai mare, cu atât semnalul este mai zgomotos
tr: Yüzde ne kadar büyükse sinyal o kadar gürültülüdür
uk: Чим більший відсоток, тим шумніший сигнал
vi: Phần trăm càng lớn, tín hiệu càng nhiễu
zh: 百分比越大，信號越嘈雜

# NKS_SCREENSAVERPACKS_GLITCH_SETTINGS_DENSITY_NAME
source: Glitch density
ar: كثافة الخلل
de: Glitch-Dichte
el: Πυκνότητα δυσλειτουργίας
es: Densidad de fallos
fr: Densité de glitch
ga: Glitch dlús
hi: गड़बड़ घनत्व
id: Kepadatan gangguan
it: Densità di glitch
ja: グリッチ密度
ko: 글리치 밀도
ms: Ketumpatan gangguan
nb: Feiltetthet
nl: Glitchdichtheid
pt: Densidade de falha
pt_br: Densidade de falhas
ro: Densitatea glitch-urilor
tr: Arıza yoğunluğu
uk: Щільність глюків
vi: Mật độ lỗi
zh: 毛刺密度

# NKS_SCREENSAVERPACKS_GLITCH_SETTINGS_DENSITY_DESC
source: The greater the percentage, the more dense the glitch!
ar: كلما زادت النسبة ، زادت كثافة الخلل!
de: Je größer der Prozentsatz, desto dichter der Glitch!
el: Όσο μεγαλύτερο είναι το ποσοστό, τόσο πιο πυκνό είναι το σφάλμα!
es: ¡Cuanto mayor sea el porcentaje, más denso será el error!
fr: Plus le pourcentage est élevé, plus le glitch est dense !
ga: Dá mhéad an céatadán, is amhlaidh is dlúithe an glitch!
hi: प्रतिशत जितना अधिक होगा, गड़बड़ उतनी ही घनी होगी!
id: Makin besar persentasenya, makin padat gangguannya!
it: Maggiore è la percentuale, più denso è il glitch!
ja: パーセンテージが大きいほど、グリッチの密度が高くなります。
ko: 백분율이 클수록 글리치가 더 조밀해집니다!
ms: Lebih besar peratusan, lebih padat gangguan!
nb: Jo større prosentandel, jo tettere er feilen!
nl: Hoe groter het percentage, hoe groter de glitch!
pt: Quanto maior a porcentagem, mais densa a falha!
pt_br: Quanto maior a porcentagem, mais densa é a falha!
ro: Cu cât procentul este mai mare, cu atât mai dens este glitch-ul!
tr: Yüzde ne kadar büyükse, aksaklık o kadar yoğun olur!
uk: Чим більше відсоток, тим щільніше глюк!
vi: Phần trăm càng lớn thì lỗi càng dày đặc!
zh: 百分比越大，故障越密集！

# NKS_SCREENSAVERPACKS_WORD_LOADING
source: Loading...
ar: تحميل...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
ga: Á lódáil...
hi: लोड हो रहा है...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
ms: Memuatkan...
nb: Laster inn...
nl: Bezig met laden...
pt: Carregando...
pt_br: Carregando...
ro: Se încarcă...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh: 載入中...

# NKS_SCREENSAVERPACKS_KSX_CONTINUED
source: To be continued...
ar: يتبع...
de: Fortgesetzt werden...
el: Συνεχίζεται...
es: Continuará...
fr: À suivre...
ga: Le leanúint ar aghaidh...
hi: करने के लिए जारी...
id: Bersambung...
it: Continua...
ja: つづく...
ko: 계속하려면 ...
ms: Bersambung...
nb: Fortsetter...
nl: Wordt vervolgd...
pt: Continua...
pt_br: Continua...
ro: Va urma...
tr: Devam edecek...
uk: Продовження буде...
vi: Còn tiếp...
zh: 待續...

# NKS_SCREENSAVERPACKS_KSX_THEEND
source: The End
ar: النهاية
de: Das Ende
el: Το τέλος
es: El fin
fr: La fin
ga: An Deireadh
hi: समाप्त
id: Akhir
it: Fine
ja: 終わり
ko: 끝
ms: Akhir
nb: Slutten
nl: Het einde
pt: O fim
pt_br: O fim
ro: Sfârșitul
tr: Son
uk: Кінець
vi: Kết thúc
zh: 結束

# NKS_SCREENSAVERPACKS_NEWYEAR_CONGRATS
source: Happy new year!
ar: سنة جديدة سعيدة!
de: Frohes Neues Jahr!
el: Ευτυχισμένο το νέο έτος!
es: ¡Feliz año nuevo!
fr: Bonne année!
ga: Athbhliain faoi mhaise duit!
hi: नए साल की शुभकामनाएँ!
id: Selamat tahun baru!
it: Buon Anno!
ja: あけましておめでとう！
ko: 새해 복 많이 받으세요!
ms: selamat tahun baru!
nb: Godt nytt år!
nl: Gelukkig nieuwjaar!
pt: Feliz Ano Novo!
pt_br: Feliz Ano Novo!
ro: An nou fericit!
tr: Mutlu yıllar!
uk: З новим роком!
vi: CHÚC MỪNG NĂM MỚI!
zh: 新年快樂！

# NKS_SCREENSAVERPACKS_COLORBLEED_SETTINGS_DROPCHANCE_NAME
source: Drop chance
ar: إسقاط الفرصة
el: Πτώση ευκαιρία
es: oportunidad de caída
fr: Laissez tomber la chance
ga: Buail seans
hi: मौका छोड़ो
id: Kehilangan kesempatan
it: Perdete la possibilità
ja: ドロップチャンス
ko: 드롭 확률
ms: Lepaskan peluang
nb: Slipp sjansen
nl: Laat de kans vallen
pt: Chance de drop
pt_br: Chance de queda
ro: Pierde sansa
tr: Düşme şansı
uk: Випадіть шанс
vi: Cơ hội thả
zh: 掉落幾率

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_COLORSETTINGS_NAME
source: Colour settings
ar: إعدادات الألوان
de: Farbeinstellungen
el: Ρυθμίσεις χρώματος
es: Configuraciones de color
fr: Paramètres de couleur
ga: Socruithe datha
hi: रंग सेटिंग
id: Pengaturan warna
it: Impostazioni del colore
ja: 色の設定
ko: 색상 설정
ms: Tetapan warna
nb: Fargeinnstillinger
nl: Kleurinstellingen
pt: Configurações de cores
pt_br: Configurações de cor
ro: Setări de culoare
tr: Renk ayarları
uk: Параметри кольору
vi: Cài đặt màu sắc
zh: 顏色設定

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_URCCHAR_DESC
source: A character that resembles the upper right corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليمنى العليا. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der oberen rechten Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την πάνω δεξιά γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se parece a la esquina superior derecha. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin supérieur droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne uachtarach ar dheis. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो ऊपरी दाएँ कोने जैसा दिखता है। सुनिश्चित करें कि केवल एक अक्षर ही इनपुट करें।
id: Karakter yang menyerupai sudut kanan atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che assomiglia all'angolo in alto a destra. Assicurati di inserire solo un carattere.
ja: 右上に似た文字。必ず 1 文字のみ入力してください。
ko: 오른쪽 상단과 유사한 문자입니다. 반드시 한 글자만 입력하세요.
ms: Watak yang menyerupai sudut kanan atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det øvre høyre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de rechterbovenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao canto superior direito. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao canto superior direito. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din dreapta sus. Asigurați-vă că introduceți un singur caracter.
tr: Sağ üst köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує правий верхній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc trên bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於右上角的字元。請務必只輸入一個字元。

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_LRCCHAR_DESC
source: A character that resembles the lower right corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليمنى السفلى. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der unteren rechten Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την κάτω δεξιά γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se parece a la esquina inferior derecha. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin inférieur droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne íochtair ar dheis. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो निचले दाएं कोने जैसा दिखता है। सुनिश्चित करें कि केवल एक अक्षर ही इनपुट करें।
id: Karakter yang menyerupai sudut kanan bawah. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che assomiglia all'angolo in basso a destra. Assicurati di inserire solo un carattere.
ja: 右下のような文字。必ず 1 文字のみ入力してください。
ko: 오른쪽 하단과 유사한 문자입니다. 반드시 한 글자만 입력하세요.
ms: Watak yang menyerupai sudut kanan bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det nedre høyre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de rechter benedenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao canto inferior direito. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere que se assemelha ao canto inferior direito. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din dreapta jos. Asigurați-vă că introduceți un singur caracter.
tr: Sağ alt köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує правий нижній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc dưới bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於右下角的字元。請務必只輸入一個字元。

# NKS_SCREENSAVERPACKS_MATRIX_SETTINGS_DESC
source: The falling binary number in your screen.
ar: الرقم الثنائي المتساقط على شاشتك.
de: Die fallende Binärzahl auf Ihrem Bildschirm.
el: Ο μειωμένος δυαδικός αριθμός στην οθόνη σας.
es: El número binario que cae en tu pantalla.
fr: Le nombre binaire qui tombe sur votre écran.
ga: An uimhir dhénártha ag titim i do scáileán.
hi: आपकी स्क्रीन पर गिरती बाइनरी संख्या।
id: Angka biner yang jatuh di layar Anda.
it: Il numero binario che cade sullo schermo.
ja: 画面内に現れる 2 進数。
ko: 화면에 떨어지는 이진수.
ms: Nombor binari yang jatuh dalam skrin anda.
nb: Det fallende binære tallet på skjermen din.
nl: Het vallende binaire getal op uw scherm.
pt: O número binário em queda na sua tela.
pt_br: O número binário caindo na sua tela.
ro: Numărul binar care scade pe ecran.
tr: Ekranınızdaki düşen ikili sayı.
uk: Двійкове число, що спадає на екрані.
vi: Số nhị phân đang giảm dần trên màn hình của bạn.
zh: 螢幕上下降的二進制數。

# NKS_SCREENSAVERPACKS_COLORMIX_SETTINGS_DESC
source: Mixing colours and printing them to the console.
ar: خلط الألوان وطباعتها على الكونسول.
de: Farben mischen und auf der Konsole ausdrucken.
el: Ανάμειξη χρωμάτων και εκτύπωση στην κονσόλα.
es: Mezclando colores e imprimiéndolos en la consola.
fr: Mélanger les couleurs et les imprimer sur la console.
ga: Dathanna a mheascadh agus iad a phriontáil chuig an consól.
hi: रंगों को मिलाकर उन्हें कंसोल पर प्रिंट करना।
id: Mencampur warna dan mencetaknya ke konsol.
it: Miscelazione dei colori e stamparli sulla console.
ja: 色を混合してコンソールに印刷します。
ko: 색상을 혼합하여 콘솔에 인쇄합니다.
ms: Mencampur warna dan mencetaknya ke konsol.
nb: Blande farger og skrive dem ut til konsollen.
nl: Kleuren mengen en afdrukken naar de console.
pt: Misturando cores e imprimindo-as no console.
pt_br: Misturando cores e imprimindo-as no console.
ro: Amestecarea culorilor și imprimarea lor pe consolă.
tr: Renkleri karıştırıp konsola yazdırma.
uk: Змішування кольорів і друк їх на консоль.
vi: Pha trộn màu sắc và in chúng ra bảng điều khiển.
zh: 混合顏色並將其列印到控制台。

# NKS_SCREENSAVERPACKS_DISCO_SETTINGS_DESC
source: This is the disco light, one of the very first screensavers.
ar: هذا هو ضوء الديسكو، وهو أحد شاشات التوقف الأولى.
de: Dies ist das Discolicht, einer der allerersten Bildschirmschoner.
el: Αυτό είναι το φως της ντίσκο, ένα από τα πρώτα screensavers.
es: Esta es la luz de discoteca, uno de los primeros salvapantallas.
fr: C'est la lumière disco, l'un des tout premiers économiseurs d'écran.
ga: Seo é an solas dioscó, ceann de na chéad spárálaíscáileáin.
hi: यह डिस्को लाइट है, जो सबसे पहले स्क्रीनसेवर में से एक है।
id: Ini adalah lampu disko, salah satu screensaver pertama.
it: Questo è Disco Light, uno dei primissimi salvaschermi.
ja: これはディスコ ライトで、最初のスクリーンセーバーの 1 つです。
ko: 이것은 최초의 화면 보호기 중 하나인 디스코 조명입니다.
ms: Ini ialah lampu disko, salah satu penyelamat skrin pertama.
nb: Dette er discolyset, en av de aller første skjermsparerne.
nl: Dit is het discolicht, een van de allereerste screensavers.
pt: Esta é a luz discoteca, um dos primeiros protetores de tela.
pt_br: Esta é a luz de discoteca, um dos primeiros protetores de tela.
ro: Aceasta este lumina discoteca, unul dintre primele screensavere.
tr: Bu, ilk ekran koruyuculardan biri olan disko ışığıdır.
uk: Це диско світло, одна з найперших заставок.
vi: Đây là đèn disco, một trong những màn hình bảo vệ đầu tiên.
zh: 這是迪斯科燈，最早的螢幕保護程式之一。

# NKS_SCREENSAVERPACKS_GLITTERCOLOR_SETTINGS_DESC
source: Colour glitters across the screen.
ar: يلمع اللون عبر الشاشة.
de: Farbe glitzert über den Bildschirm.
el: Το χρώμα λάμπει σε όλη την οθόνη.
es: El color brilla en la pantalla.
fr: La couleur brille sur l'écran.
ga: Dath glitters ar fud an scáileáin.
hi: स्क्रीन पर रंग चमकते हैं।
id: Warna berkilauan di layar.
it: Il colore brilla sullo schermo.
ja: 画面全体に色が輝きます。
ko: 화면 전체에 색상이 반짝입니다.
ms: Warna bergemerlapan pada skrin.
nb: Farge glitrer over skjermen.
nl: Kleur glinstert over het scherm.
pt: A cor brilha na tela.
pt_br: As cores brilham na tela.
ro: Culoarea strălucește pe ecran.
tr: Ekranda renkler parıldıyor.
uk: Кольори блищать по екрану.
vi: Màu sắc lấp lánh trên màn hình.
zh: 螢幕上閃爍著色彩。

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_DESC
source: A line that wanders around the console vertically.
ar: خط يتجول حول وحدة التحكم عموديًا.
de: Eine Linie, die vertikal um die Konsole herumwandert.
el: Μια γραμμή που περιφέρεται στην κονσόλα κάθετα.
es: Una línea que recorre la consola de forma vertical.
fr: Une ligne qui erre verticalement autour de la console.
ga: Líne a théann thart ar an consól go hingearach.
hi: एक रेखा जो कंसोल के चारों ओर लंबवत घूमती है।
id: Garis yang mengelilingi konsol secara vertikal.
it: Una linea che gira attorno alla consolle in verticale.
ja: コンソール内を縦に徘徊する線。
ko: 콘솔 주위를 수직으로 돌아다니는 선입니다.
ms: Garisan yang mengelilingi konsol secara menegak.
nb: En linje som vandrer rundt konsollen vertikalt.
nl: Een lijn die verticaal rond de console loopt.
pt: Uma linha que vagueia verticalmente pelo console.
pt_br: Uma linha que percorre o console verticalmente.
ro: O linie care se plimbă pe verticală în jurul consolei.
tr: Konsolun etrafında dikey olarak dolaşan bir çizgi.
uk: Лінія, яка блукає по консолі вертикально.
vi: Một đường thẳng chạy dọc theo bảng điều khiển.
zh: 圍繞控制台垂直延伸的一條線。

# NKS_SCREENSAVERPACKS_DISSOLVE_SETTINGS_DESC
source: Dissolves the random colours.
ar: يذيب الألوان العشوائية.
de: Löst die zufälligen Farben auf.
el: Διαλύει τα τυχαία χρώματα.
es: Disuelve los colores aleatorios.
fr: Dissout les couleurs aléatoires.
ga: Tuaslagann na dathanna randamacha.
hi: बेतरतीब रंगों को घोलता है.
id: Melarutkan warna acak.
it: Scioglie i colori casuali.
ja: ランダムな色を溶解します。
ko: 임의의 색상을 용해합니다.
ms: Melarutkan warna rawak.
nb: Løser opp de tilfeldige fargene.
nl: Lost de willekeurige kleuren op.
pt: Dissolve as cores aleatórias.
pt_br: Dissolve as cores aleatórias.
ro: Dizolvă culorile aleatorii.
tr: Rastgele renkleri çözer.
uk: Розчиняє випадкові кольори.
vi: Làm tan các màu ngẫu nhiên.
zh: 溶解隨機顏色。

# NKS_SCREENSAVERPACKS_BOUNCINGBLOCK_SETTINGS_DESC
source: Shows you a colourful block that bounces across the console.
ar: يظهر لك كتلة ملونة ترتد عبر وحدة التحكم.
de: Zeigt Ihnen einen bunten Block, der über die Konsole springt.
el: Σας δείχνει ένα πολύχρωμο μπλοκ που αναπηδά στην κονσόλα.
es: Te muestra un bloque colorido que rebota por la consola.
fr: Vous montre un bloc coloré qui rebondit sur la console.
ga: Taispeánann sé bloc ildaite duit a phreabann ar fud an chonsóil.
hi: आपको एक रंगीन ब्लॉक दिखाता है जो कंसोल पर उछलता है।
id: Menunjukkan blok warna-warni yang memantul di konsol.
it: Ti mostra un blocco colorato che rimbalza sulla console.
ja: コンソール上で跳ね返るカラフルなブロックを表示します。
ko: 콘솔을 가로질러 튀는 다채로운 블록을 보여줍니다.
ms: Menunjukkan kepada anda blok berwarna-warni yang melantun merentasi konsol.
nb: Viser deg en fargerik blokk som spretter over konsollen.
nl: Toont je een kleurrijk blok dat over de console stuitert.
pt: Mostra um bloco colorido que salta pelo console.
pt_br: Mostra um bloco colorido que salta pelo console.
ro: Vă arată un bloc colorat care sare peste consolă.
tr: Konsolda zıplayan renkli bir blok gösterir.
uk: Показує кольоровий блок, який підстрибує по консолі.
vi: Hiển thị cho bạn một khối đầy màu sắc nảy trên bảng điều khiển.
zh: 向您顯示一個在控制台上彈跳的彩色塊。

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_DESC
source: Shows you three progress bars that represent the time.
ar: يظهر لك ثلاثة أشرطة تقدم تمثل الوقت.
de: Zeigt Ihnen drei Fortschrittsbalken an, die die Zeit darstellen.
el: Σας εμφανίζει τρεις γραμμές προόδου που αντιπροσωπεύουν την ώρα.
es: Te muestra tres barras de progreso que representan el tiempo.
fr: Vous montre trois barres de progression qui représentent le temps.
ga: Taispeánann sé duit trí bharra dul chun cinn a léiríonn an t-am.
hi: आपको तीन प्रगति पट्टियाँ दिखाता है जो समय का प्रतिनिधित्व करती हैं।
id: Menunjukkan tiga bilah kemajuan yang menunjukkan waktu.
it: Mostra tre barre di avanzamento che rappresentano l'ora.
ja: 時間を表す 3 つの進行状況バーが表示されます。
ko: 시간을 나타내는 세 개의 진행률 표시줄을 표시합니다.
ms: Menunjukkan kepada anda tiga bar kemajuan yang mewakili masa.
nb: Viser deg tre fremdriftslinjer som representerer tiden.
nl: Toont drie voortgangsbalken die de tijd vertegenwoordigen.
pt: Mostra três barras de progresso que representam o tempo.
pt_br: Mostra três barras de progresso que representam o tempo.
ro: Vă arată trei bare de progres care reprezintă timpul.
tr: Size zamanı temsil eden üç ilerleme çubuğu gösterir.
uk: Показує три індикатори прогресу, які представляють час.
vi: Hiển thị cho bạn ba thanh tiến trình biểu thị thời gian.
zh: 顯示三個代表時間的進度條。

# NKS_SCREENSAVERPACKS_LIGHTER_SETTINGS_DESC
source: Lighting blocks.
ar: كتل الإضاءة.
de: Beleuchtungsblöcke.
el: Φωτιστικά μπλοκ.
es: Bloques de iluminación.
fr: Blocs d'éclairage.
ga: Bloic soilsithe.
hi: प्रकाश ब्लॉक.
id: Blok pencahayaan.
it: Blocchi di illuminazione.
ja: 照明ブロック。
ko: 조명 블록.
ms: Blok lampu.
nb: Lysblokker.
nl: Verlichting blokken.
pt: Blocos de iluminação.
pt_br: Blocos de iluminação.
ro: Blocuri de iluminat.
tr: Aydınlatma blokları.
uk: Освітлювальні блоки.
vi: Khối chiếu sáng.
zh: 照明塊。

# NKS_SCREENSAVERPACKS_WIPE_SETTINGS_DESC
source: Wipes the screen with a colour.
ar: يمسح الشاشة بالألوان.
de: Wischt den Bildschirm mit einer Farbe ab.
el: Σκουπίζει την οθόνη με ένα χρώμα.
es: Limpia la pantalla con un color.
fr: Essuie l'écran avec une couleur.
ga: Wipes an scáileán le dath.
hi: स्क्रीन को रंग से पोंछता है.
id: Menyeka layar dengan warna.
it: Pulisce lo schermo con un colore.
ja: 画面を色で拭きます。
ko: 색상으로 화면을 닦습니다.
ms: Lap skrin dengan warna.
nb: Tørker av skjermen med en farge.
nl: Veegt het scherm af met een kleur.
pt: Limpa a tela com uma cor.
pt_br: Limpa a tela com uma cor.
ro: Șterge ecranul cu o culoare.
tr: Ekranı bir renkle siler.
uk: Протирає екран кольоровим.
vi: Lau màn hình bằng màu sắc.
zh: 用顏色擦拭螢幕。

# NKS_SCREENSAVERPACKS_SIMPLEMATRIX_SETTINGS_DESC
source: Simple matrix.
ar: مصفوفة بسيطة.
de: Einfache Matrix.
el: Απλή μήτρα.
es: Matriz sencilla.
fr: Matrice simple.
ga: Maitrís simplí.
hi: सरल मैट्रिक्स.
id: Matriks sederhana.
it: Matrice semplice.
ja: 単純なマトリックス。
ko: 간단한 매트릭스.
ms: Matriks mudah.
nb: Enkel matrise.
nl: Eenvoudige matrix.
pt: Matriz simples.
pt_br: Matriz simples.
ro: Matrice simplă.
tr: Basit matris.
uk: Проста матриця.
vi: Ma trận đơn giản.
zh: 簡單矩陣。

# NKS_SCREENSAVERPACKS_GLITTERMATRIX_SETTINGS_DESC
source: Matrix numbers that spread randomly across the screen.
ar: أرقام المصفوفة التي تنتشر بشكل عشوائي عبر الشاشة.
de: Matrixzahlen, die sich zufällig über den Bildschirm verteilen.
el: Αριθμοί μήτρας που απλώνονται τυχαία στην οθόνη.
es: Números matriciales que se distribuyen aleatoriamente por la pantalla.
fr: Numéros matriciels qui se propagent de manière aléatoire sur l'écran.
ga: Uimhreacha maitrís a leathnaíonn go randamach ar fud an scáileáin.
hi: मैट्रिक्स संख्याएँ जो स्क्रीन पर बेतरतीब ढंग से फैलती हैं।
id: Angka-angka matriks yang tersebar secara acak di layar.
it: Numeri di matrice che si diffondono in modo casuale sullo schermo.
ja: 画面全体にランダムに広がるマトリックス数値。
ko: 화면 전체에 무작위로 퍼지는 매트릭스 숫자입니다.
ms: Nombor matriks yang tersebar secara rawak merentasi skrin.
nb: Matrisetall som spres tilfeldig over skjermen.
nl: Matrixgetallen die zich willekeurig over het scherm verspreiden.
pt: Números matriciais que se espalham aleatoriamente pela tela.
pt_br: Números de matriz que se espalham aleatoriamente pela tela.
ro: Numere matrice care se răspândesc aleatoriu pe ecran.
tr: Ekranda rastgele dağılan matris sayıları.
uk: Матричні числа, які випадково розподіляються по екрану.
vi: Các con số ma trận phân bố ngẫu nhiên trên màn hình.
zh: 矩陣數字在螢幕上隨機分佈。

# NKS_SCREENSAVERPACKS_BOUNCINGTEXT_SETTINGS_DESC
source: Shows you a text that bounces around the console.
ar: يظهر لك نصًا يرتد حول وحدة التحكم.
de: Zeigt Ihnen einen Text an, der auf der Konsole herumspringt.
el: Σας δείχνει ένα κείμενο που αναπηδά γύρω από την κονσόλα.
es: Te muestra un texto que rebota por la consola.
fr: Vous montre un texte qui rebondit sur la console.
ga: Taispeánann sé téacs duit a phreabann timpeall an chonsóil.
hi: आपको एक टेक्स्ट दिखाता है जो कंसोल के चारों ओर उछलता है।
id: Menunjukkan teks yang berpindah-pindah pada konsol.
it: Ti mostra un testo che rimbalza sulla console.
ja: コンソール上で跳ね返るテキストを表示します。
ko: 콘솔 주위에 튀는 텍스트를 표시합니다.
ms: Menunjukkan kepada anda teks yang melantun di sekeliling konsol.
nb: Viser deg en tekst som spretter rundt konsollen.
nl: Toont u een tekst die rond de console stuitert.
pt: Mostra um texto que circula pelo console.
pt_br: Mostra um texto que salta pelo console.
ro: Vă arată un text care sări în jurul consolei.
tr: Konsolda zıplayan bir metin gösterir.
uk: Показує вам текст, який підстрибує навколо консолі.
vi: Hiển thị cho bạn một văn bản nhảy xung quanh bảng điều khiển.
zh: 顯示在控制台周圍彈跳的文字。
