Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_UPFRAMECHAR_NAME
source: Upper frame character for the third bar
ar: حرف الإطار العلوي للشريط الثالث
de: Zeichen im oberen Rahmen für den dritten Balken
el: Χαρακτήρας άνω πλαισίου για την τρίτη μπάρα
es: Carácter del marco superior para la tercera barra
fr: Caractère du cadre supérieur pour la troisième barre
ga: Carachtar fráma uachtair don tríú barra
hi: तीसरे बार के लिए ऊपरी फ़्रेम वर्ण
id: Karakter bingkai atas untuk bar ketiga
it: Carattere cornice superiore per la terza barra
ja: 3 番目のバーの上部フレーム文字
ko: 세 번째 막대의 위쪽 프레임 문자
ms: Aksara bingkai atas untuk bar ketiga
nb: Øvre rammekarakter for tredje takt
nl: Teken in het bovenste frame voor de derde balk
pt: Caracter do fotograma superior para o terceiro compasso
pt_br: Caractere do quadro superior para a terceira barra
ro: Caracter de cadru superior pentru a treia bară
tr: Üçüncü çubuk için üst çerçeve karakteri
uk: Символ верхньої рамки для третьої такти
vi: Ký tự khung trên cho thanh thứ ba
zh: 第三小節的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_LOFRAMECHAR_NAME
source: Lower frame character for the third bar
ar: حرف الإطار السفلي للشريط الثالث
de: Zeichen im unteren Rahmen für den dritten Balken
el: Κάτω χαρακτήρας καρέ για την τρίτη μπάρα
es: Carácter del marco inferior para la tercera barra
fr: Caractère du cadre inférieur pour la troisième barre
ga: Carachtar fráma níos ísle don tríú barra
hi: तीसरे बार के लिए निचले फ़्रेम वर्ण
id: Karakter bingkai bawah untuk bar ketiga
it: Carattere cornice inferiore per la terza barra
ja: 3 番目のバーの下部フレーム文字
ko: 세 번째 막대의 아래쪽 프레임 문자
ms: Aksara bingkai bawah untuk bar ketiga
nb: Nedre rammekarakter for tredje takt
nl: Teken in het onderste frame voor de derde balk
pt: Caracter do fotograma inferior para o terceiro compasso
pt_br: Caractere do quadro inferior para a terceira barra
ro: Caracter de cadru inferior pentru a treia bară
tr: Üçüncü çubuk için alt çerçeve karakteri
uk: Символ нижньої рамки для третього такту
vi: Ký tự khung dưới cho thanh thứ ba
zh: 第三小節的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_LEFRAMECHAR_NAME
source: Left frame character for the third bar
ar: حرف الإطار الأيسر للشريط الثالث شريط
de: Zeichen im linken Rahmen für den dritten Balken
el: Χαρακτήρας αριστερού πλαισίου για την τρίτη γραμμή
es: Carácter del marco izquierdo para la tercera barra
fr: Caractère du cadre gauche pour la troisième barre
ga: D’fhág carachtar fráma don tríú barra
hi: तीसरे बार के लिए बाएँ फ़्रेम वर्ण तीसरी पट्टी
id: Karakter bingkai kiri untuk bar ketiga
it: Carattere cornice sinistra per la terza barra
ja: 3 番目のバーの左フレーム文字
ko: 세 번째 막대의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar ketiga
nb: Venstre rammetegn for tredje takt
nl: Teken in het linkerframe voor de derde balk
pt: Caracter do fotograma esquerdo para o terceiro compasso
pt_br: Caractere do quadro esquerdo para a terceira barra
ro: Caracter de cadru din stânga pentru a treia bară
tr: Üçüncü çubuk için sol çerçeve karakteri bar
uk: Символ лівого кадру для третьої такти
vi: Ký tự khung trái cho thanh thứ ba
zh: 第三小節的左框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_RIFRAMECHAR_NAME
source: Right frame character for the third bar
ar: حرف الإطار الأيمن للشريط الثالث
de: Zeichen im rechten Rahmen für den dritten Balken
el: Χαρακτήρας δεξιού πλαισίου για την τρίτη γραμμή
es: Carácter del marco derecho para la tercera barra
fr: Caractère du cadre droit pour la troisième barre
ga: Carachtar fráma ceart don tríú barra
hi: तीसरी पट्टी के लिए दायाँ फ्रेम वर्ण
id: Karakter bingkai kanan untuk bar ketiga
it: Carattere cornice destra per la terza bar
ja: 3 番目のバーの右フレーム文字3 番目のバー
ko: 세 번째 막대의 오른쪽 프레임 문자 세 번째 막대
ms: Watak bingkai kanan untuk bar ketiga
nb: Høyre rammetegn for tredje takt
nl: Teken in het rechterframe voor de derde balk
pt: Caracter do quadro direito para o terceiro compasso
pt_br: Caractere do quadro direito para a terceira barra
ro: Caracter cadru din dreapta pentru a treia bară
tr: Üçüncü çubuk için sağ çerçeve karakteri
uk: Символ правої рамки для третьої такти
vi: Ký tự khung phải cho thanh thứ ba bar
zh: 第三小節的右邊框架字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_INFOTEXT_NAME
source: Information text for third
ar: نص المعلومات للشريط الثالث
de: Informationstext für dritte
el: Ενημερωτικό κείμενο για το τρίτο
es: Texto de información para el tercero
fr: Texte d'information pour la troisième
ga: Téacs faisnéise don tríú
hi: तीसरी पट्टी के लिए सूचना पाठ
id: Teks informasi untuk ketiga
it: Testo informativo per il terzo
ja: 3 番目の情報テキスト
ko: 세 번째에 대한 정보 텍스트
ms: Teks maklumat untuk ketiga
nb: Informasjonstekst for tredje
nl: Informatietekst voor derde
pt: Texto informativo para o terceiro
pt_br: Texto informativo para o terceiro
ro: Text informativ pentru al treilea
tr: Üçüncü için bilgi metni
uk: Інформаційний текст для третього
vi: Văn bản thông tin cho thứ ba
zh: 第三方資訊文字

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_INFOTEXT_DESC
source: Write how your information text for the current second shows. {0} for current second out of 60 third.
ar: اكتب كيف يظهر نص المعلومات للشريط الثاني الحالي. {0} للشريط الثاني الحالي من أصل 60 شريطًا ثالثًا.
de: Schreiben Sie, wie Ihr Informationstext für die aktuelle Sekunde angezeigt wird. {0} für aktuelle Sekunde von 60 Dritteln.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για το τρέχον δεύτερο. {0} για το τρέχον δεύτερο από τα 60 τρίτα.
es: Escribe cómo se muestra el texto de información para el segundo actual. {0} para el segundo actual de 60 terceros.
fr: Écrivez comment votre texte d'information pour la seconde actuelle s'affiche. {0} pour la seconde actuelle sur 60 troisièmes.
ga: Scríobh conas a léiríonn do théacs faisnéise don dara ceann reatha. {0} don soicind reatha as 60 tríú.
hi: लिखें कि वर्तमान सेकंड के लिए आपका सूचना पाठ किस प्रकार प्रदर्शित होता है। 60 तीसरी में से वर्तमान सेकंड के लिए {0}।
id: Tuliskan bagaimana teks informasi Anda untuk detik saat ini ditampilkan. {0} untuk detik saat ini dari 60 pertiga.
it: Scrivi come viene visualizzato il testo informativo per il secondo corrente. {0} per il secondo corrente su 60 terzi.
ja: 現在の 1 秒の情報テキストの表示方法を記述します。60 秒のうち現在の 1 秒は {0} です。
ko: 현재 두 번째에 대한 정보 텍스트가 어떻게 표시되는지 작성합니다. 60개의 세 번째 중 현재 두 번째에 대한 {0}.
ms: Tulis bagaimana teks maklumat anda untuk detik semasa ditunjukkan. {0} untuk kedua semasa daripada 60 pertiga.
nb: Skriv hvordan informasjonsteksten for det gjeldende sekundet viser. {0} for gjeldende andre av 60 tredje.
nl: Schrijf hoe uw informatietekst voor de huidige seconde wordt weergegeven. {0} voor huidige seconde van 60 derde.
pt: Escreva como é apresentado o seu texto informativo para o segundo atual. {0} para o atual segundo lugar entre 60 terceiros.
pt_br: Escreva como seu texto informativo para o segundo atual é exibido. {0} para o segundo atual de 60 terceiros.
ro: Scrieți cum arată textul dvs. informativ pentru secunda curentă. {0} pentru secunda curentă din 60 de treimi.
tr: Geçerli saniye için bilgi metninizin nasıl gösterildiğini yazın. 60 üçüncüden geçerli saniye için {0}.
uk: Напишіть, як виглядає ваш інформаційний текст за поточну секунду. {0} для поточного другого з 60 третіх.
vi: Viết cách văn bản thông tin của bạn cho thứ hai hiện tại hiển thị. {0} cho thứ hai hiện tại trong số 60 thứ ba.
zh: 寫下目前秒的訊息文字如何顯示。目前排名第二（共 60 個第三名）的是 {0}。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_COLORSETTINGS_DESC
source: This allows you to configure the third ramp colour
ar: يتيح لك هذا تكوين لون المنحدر الثالث
de: Damit können Sie die Farbe der dritten Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το τρίτο χρώμα ράμπας
es: Esto te permite configurar el color de la rampa del tercero
fr: Cela vous permet de configurer la couleur de la troisième rampe
ga: Ligeann sé seo duit an tríú dath rampa a chumrú
hi: यह आपको तीसरी रैंप का रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp ketiga
it: Ciò consente di configurare il colore della terza rampa
ja: これにより、3 番目のランプの色を設定できます
ko: 이렇게 하면 세 번째 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan ketiga
nb: Dette lar deg konfigurere den tredje rampefargen
nl: Hiermee kunt u de derde hellingkleur configureren
pt: Isto permite configurar a terceira cor da rampa
pt_br: Isso permite que você configure a cor da terceira rampa
ro: Acest lucru vă permite să configurați a treia culoare a rampei
tr: Bu, üçüncü rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати третій колір рампи
vi: Điều này cho phép bạn định cấu hình màu dốc thứ ba
zh: 這允許您配置第三個漸層顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_PROGRESSCOLOR_NAME
source: Colour of Third Bar
ar: لون الشريط الثالث
de: Farbe des dritten Balkens
el: Χρώμα τρίτης ράβδου
es: Color de la barra del tercero
fr: Couleur de la troisième barre
ga: Dath an Tríú Barra
hi: तीसरी पट्टी का रंग
id: Warna Bar Ketiga
it: Colore della terza barra
ja: 3 番目のバーの色
ko: 세 번째 막대의 색상
ms: Warna Bar Ketiga
nb: Farge på Third Bar
nl: Kleur van derde balk
pt: Cor da Terceira Barra
pt_br: Cor da terceira barra
ro: Culoarea a treia bară
tr: Üçüncü Çubuğun Rengi
uk: Колір третьої смуги
vi: Màu của thanh thứ ba
zh: 第三條橫線的顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MINREDCOLOR_NAME
source: Minimum red colour level for third
ar: الحد الأدنى لمستوى اللون الأحمر للشريط الثالث
de: Minimales Rot-Farbniveau für dritte
el: Ελάχιστο επίπεδο κόκκινου χρώματος για το τρίτο
es: Nivel mínimo de color rojo para el tercero
fr: Niveau de couleur rouge minimum pour la troisième
ga: Íosleibhéal dath dearg don tríú
hi: तीसरी पट्टी के लिए न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum untuk ketiga
it: Livello minimo di colore rosso per il terzo
ja: 3 番目の最小赤色レベル
ko: 세 번째의 최소 빨간색 색상 레벨
ms: Tahap warna merah minimum untuk ketiga
nb: Minimum rød fargenivå for tredje
nl: Minimaal rood kleurniveau voor derde
pt: Nível mínimo de cor vermelha para o terceiro
pt_br: Nível mínimo de cor vermelha para o terceiro
ro: Nivel minim de culoare roșie pentru a treia
tr: Üçüncü için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору для третього
vi: Mức màu đỏ tối thiểu cho thứ ba
zh: 第三個的最低紅色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MINGREENCOLOR_NAME
source: Minimum green colour level for third
ar: الحد الأدنى لمستوى اللون الأخضر للشريط الثالث
de: Minimales Grün-Farbniveau für dritte
el: Ελάχιστο επίπεδο πράσινου χρώματος για το τρίτο
es: Nivel mínimo de color verde para el tercero
fr: Niveau de couleur vert minimum pour la troisième
ga: Íosleibhéal dath glas don tríú
hi: तीसरी पट्टी के लिए न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum untuk ketiga
it: Livello minimo di colore verde per il terzo
ja: 3 番目の最小緑色レベル
ko: 세 번째의 최소 녹색 색상 레벨
ms: Tahap warna hijau minimum untuk ketiga
nb: Minimum grønn fargenivå for tredje
nl: Minimaal groen kleurniveau voor derde
pt: Nível mínimo de cor verde para o terceiro
pt_br: Nível mínimo de cor verde para o terceiro
ro: Nivel minim de culoare verde pentru a treia
tr: Üçüncü için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору для третього
vi: Mức màu xanh lá cây tối thiểu cho thứ ba
zh: 第三個綠色等級最低

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MINBLUECOLOR_NAME
source: Minimum blue colour level for third
ar: الحد الأدنى لمستوى اللون الأزرق للشريط الثالث
de: Minimales Blau-Farbniveau für dritte
el: Ελάχιστο επίπεδο μπλε χρώματος για το τρίτο
es: Nivel mínimo de color azul para el tercero
fr: Niveau de couleur bleu minimum pour la troisième
ga: Íosleibhéal dath gorm don tríú
hi: तीसरी पट्टी के लिए न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum untuk ketiga
it: Livello minimo di colore blu per il terzo
ja: 3 番目の最小青色レベル
ko: 세 번째의 최소 파란색 색상 레벨
ms: Tahap warna biru minimum untuk ketiga
nb: Minimum blåfargenivå for tredje
nl: Minimaal blauw kleurniveau voor derde
pt: Nível mínimo de cor azul para o terceiro
pt_br: Nível mínimo de cor azul para o terceiro
ro: Nivel minim de culoare albastră pentru a treia
tr: Üçüncü için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору для третього
vi: Mức màu xanh lam tối thiểu cho thứ ba
zh: 第三個最低藍色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MINCOLOR_NAME
source: Minimum colour level for third
ar: الحد الأدنى لمستوى اللون للشريط الثالث
de: Minimales Farbniveau für dritte
el: Ελάχιστο επίπεδο χρώματος για το τρίτο
es: Nivel mínimo de color para el tercero
fr: Niveau de couleur minimum pour la troisième
ga: Leibhéal dath íosta don tríú
hi: तीसरी पट्टी के लिए न्यूनतम रंग स्तर
id: Tingkat warna minimum untuk ketiga
it: Livello minimo di colore per il terzo
ja: 3 番目の最小色レベル
ko: 세 번째의 최소 색상 레벨
ms: Tahap warna minimum untuk ketiga
nb: Minimum fargenivå for tredje
nl: Minimaal kleurniveau voor derde
pt: Nível mínimo de cor para o terceiro
pt_br: Nível mínimo de cor para o terceiro
ro: Nivel minim de culoare pentru a treia
tr: Üçüncü için minimum renk seviyesi
uk: Мінімальний рівень кольору для третього
vi: Mức màu tối thiểu cho thứ ba
zh: 第三個最低色彩等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MAXREDCOLOR_NAME
source: Maximum red colour level for third
ar: الحد الأقصى لمستوى اللون الأحمر للشريط الثالث
de: Maximales Rot-Farbniveau für dritte
el: Μέγιστο επίπεδο κόκκινου χρώματος για το τρίτο
es: Nivel máximo de color rojo para el tercero
fr: Niveau de couleur rouge maximum pour la troisième
ga: Uasleibhéal dath dearg don tríú
hi: तीसरी पट्टी के लिए अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum untuk ketiga
it: Livello massimo di colore rosso per il terzo
ja: 3 番目の最大赤色レベル
ko: 세 번째의 최대 빨간색 색상 레벨
ms: Tahap warna merah maksimum untuk ketiga
nb: Maksimalt rødt fargenivå for tredje
nl: Maximum rood kleurniveau voor derde
pt: Nível máximo de cor vermelha para o terceiro
pt_br: Nível máximo de cor vermelha para o terceiro
ro: Nivel maxim de culoare roșie pentru a treia
tr: Üçüncü için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору для третього
vi: Mức màu đỏ tối đa cho thứ ba
zh: 第三個最大紅色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MAXGREENCOLOR_NAME
source: Maximum green colour level for third
ar: الحد الأقصى لمستوى اللون الأخضر للشريط الثالث
de: Maximales Grün-Farbniveau für dritte
el: Μέγιστο επίπεδο πράσινου χρώματος για το τρίτο
es: Nivel máximo de color verde para el tercero
fr: Niveau de couleur vert maximum pour la troisième
ga: Uasleibhéal dath glas don tríú
hi: तीसरी पट्टी के लिए अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum untuk ketiga
it: Livello massimo di colore verde per il terzo
ja: 3 番目の最大緑色レベル
ko: 세 번째의 최대 녹색 색상 레벨
ms: Tahap warna hijau maksimum untuk ketiga
nb: Maksimalt grønt fargenivå for tredje
nl: Maximum groen kleurniveau voor derde
pt: Nível máximo de cor verde para o terceiro
pt_br: Nível máximo de cor verde para o terceiro
ro: Nivel maxim de culoare verde pentru a treia
tr: Üçüncü için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору для третього
vi: Mức màu xanh lá cây tối đa cho thứ ba
zh: 第三個綠色顏色等級最高

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MAXBLUECOLOR_NAME
source: Maximum blue colour level for third
ar: الحد الأقصى لمستوى اللون الأزرق للشريط الثالث
de: Maximales Blau-Farbniveau für dritte
el: Μέγιστο επίπεδο μπλε χρώματος για το τρίτο
es: Nivel máximo de color azul para el tercero
fr: Niveau de couleur bleu maximum pour la troisième
ga: Uasleibhéal dath gorm don tríú
hi: तीसरी पट्टी के लिए अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum untuk ketiga
it: Livello massimo di colore blu per il terzo
ja: 3 番目の最大青色レベル
ko: 세 번째의 최대 파란색 색상 레벨
ms: Tahap warna biru maksimum untuk ketiga
nb: Maksimalt blåfargenivå for tredje
nl: Maximum blauw kleurniveau voor derde
pt: Nível máximo de cor azul para o terceiro
pt_br: Nível máximo de cor azul para o terceiro
ro: Nivel maxim de culoare albastră pentru a treia
tr: Üçüncü için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору для третього
vi: Mức màu xanh lam tối đa cho thứ ba
zh: 第三個藍色最高等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_MAXCOLOR_NAME
source: Maximum colour level for third
ar: الحد الأقصى لمستوى اللون للشريط الثالث
de: Maximales Farbniveau für dritte
el: Μέγιστο επίπεδο χρώματος για το τρίτο
es: Nivel máximo de color para el tercero
fr: Niveau de couleur maximum pour la troisième
ga: Uasleibhéal datha don tríú
hi: तीसरी पट्टी के लिए अधिकतम रंग स्तर
id: Tingkat warna maksimum untuk ketiga
it: Livello massimo di colore per il terzo
ja: 3 番目の最大色レベル
ko: 세 번째의 최대 색상 레벨
ms: Tahap warna maksimum untuk ketiga
nb: Maksimalt fargenivå for tredje
nl: Maximum kleurniveau voor derde
pt: Nível máximo de cor para o terceiro
pt_br: Nível máximo de cor para o terceiro
ro: Nivel maxim de culoare pentru a treia
tr: Üçüncü için maksimum renk seviyesi
uk: Максимальний рівень кольору для третього
vi: Mức màu tối đa cho thứ ba
zh: 第三個最大顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_CYCLECOLORS_DESC
source: Progresses will select random colours if it's enabled. Otherwise, use colours from config.
ar: ستختار ميزة Progresses ألوانًا عشوائية إذا تم تمكينها. وإلا، فاستخدم الألوان من التكوين.
de: Progresses wählt zufällige Farben aus, wenn es aktiviert ist. Andernfalls verwenden Sie Farben aus der Konfiguration.
el: Το Progresses θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: Progresses seleccionará colores aleatorios si está habilitado. De lo contrario, usa los colores de la configuración.
fr: Progresses sélectionnera des couleurs aléatoires si elle est activée. Sinon, utilisez les couleurs de la configuration.
ga: Roghnóidh Progresses dathanna randamacha má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: यदि यह सक्षम है तो प्रगति यादृच्छिक रंगों का चयन करेगी। अन्यथा, कॉन्फ़िगरेशन से रंगों का उपयोग करें।
id: Progress akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: Progresses selezionerà colori casuali se è abilitato. In caso contrario, utilizza i colori dalla configurazione.
ja: Progresses が有効になっている場合、ランダムな色が選択されます。そうでない場合は、構成の色を使用します。
ko: Progresses가 활성화된 경우 무작위 색상을 선택합니다. 그렇지 않으면 config의 색상을 사용합니다.
ms: Kemajuan akan memilih warna rawak jika didayakan. Jika tidak, gunakan warna daripada config.
nb: Fremdrift vil velge tilfeldige farger hvis det er aktivert. Ellers bruker du farger fra config.
nl: Progresses selecteert willekeurige kleuren als dit is ingeschakeld. Gebruik anders kleuren uit config.
pt: Os progressos selecionarão cores aleatórias se estiverem ativados. Caso contrário, utilize cores da configuração.
pt_br: O Progresses selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: Progress va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: Progresses, etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, yapılandırmadaki renkleri kullanın.
uk: Прогрес вибере випадкові кольори, якщо це ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: Tiến trình sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，進度將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_CYCLETICKS_DESC
source: If colour cycling is enabled, how many ticks before changing colours in Progresses? 1 tick = 0.5 third
ar: إذا تم تمكين دورة الألوان، فكم عدد العلامات قبل تغيير الألوان في ميزة Progresses؟ 1 علامة = 0.5 علامة ثالثة
de: Wenn Farbwechsel aktiviert ist, wie viele Ticks vergehen, bevor die Farben in Progresses geändert werden? 1 Tick = 0,5 Drittel
el: Εάν είναι ενεργοποιημένος ο κύκλος χρωμάτων, πόσα σημάδια προτού αλλάξετε χρώματα στο Progresses; 1 τικ = 0,5 τρίτο
es: Si el ciclo de color está habilitado, ¿cuántos ticks antes de cambiar los colores en Progresses? 1 tick = 0,5 tercios
fr: Si le cycle de couleurs est activé, combien de graduations avant de changer de couleur dans Progresses ? 1 graduation = 0,5 tiers
ga: Má tá rothaíocht dathanna cumasaithe, cé mhéad tic sula n-athraítear dathanna in Progresses? 1 tic = 0.5 sa tríú háit
hi: यदि रंग साइकलिंग सक्षम है, तो प्रगति में रंग बदलने से पहले कितने टिक हैं? 1 टिक = 0.5 तीसरी
id: Jika siklus warna diaktifkan, berapa banyak tanda centang sebelum mengubah warna di Progresses? 1 tanda centang = 0,5 pertiga
it: Se il ciclo di colori è abilitato, quanti tick prima di cambiare colore in Progresses? 1 tick = 0,5 terzi
ja: 色の循環が有効になっている場合、Progresses で色を変更する前に何ティック必要ですか? 1 ティック = 0.5 秒
ko: 색상 순환이 활성화된 경우 Progresses에서 색상을 변경하기 전에 몇 틱이 필요합니까? 1틱 = 0.5세 번째
ms: Jika kitaran warna didayakan, berapa tanda kutu sebelum menukar warna dalam Progress? 1 tanda = 0.5 pertiga
nb: Hvis fargesykling er aktivert, hvor mange haker før du endrer farger i Progresses? 1 hake = 0,5 tredjedel
nl: Als kleurcyclus is ingeschakeld, hoeveel ticks voordat kleuren worden gewijzigd in Progresses? 1 tick = 0,5 derde
pt: Se o ciclo de cores estiver activado, quantos tiques faltam para alterar as cores no Progresso? 1 tique = 0,5 terços
pt_br: Se o ciclo de cores estiver habilitado, quantos tiques antes de alterar as cores no Progresses? 1 tique = 0,5 terço
ro: Dacă ciclul de culoare este activat, câte bifări înainte de a schimba culorile în Progress? 1 bif = 0,5 treime
tr: Renk döngüsü etkinleştirilirse, Progresses'ta renkleri değiştirmeden önce kaç tik var? 1 tik = 0,5 üçüncü
uk: Якщо зміну кольорів увімкнено, скільки позначок перед зміною кольорів у прогресі? 1 тик = 0,5 третини
vi: Nếu bật tính năng tuần hoàn màu, có bao nhiêu tích tắc trước khi thay đổi màu trong Tiến trình? 1 tích tắc = 0,5 thứ ba
zh: 如果啟用了顏色循環，那麼在進度中需要多少個刻度才能改變顏色？ 1 刻 = 0.5 秒

# NKS_SCREENSAVERPACKS_CLOCHROMAANALOG_SETTINGS_DESC
source: Analog clock in the middle of the screen and changes the colour based on the current time.
ar: ساعة تناظرية في منتصف الشاشة، تتغير ألوانها بناءً على الوقت الحالي.
de: Die analoge Uhr in der Mitte des Bildschirms ändert ihre Farbe je nach aktueller Uhrzeit.
el: Αναλογικό ρολόι στη μέση της οθόνης και αλλάζει το χρώμα με βάση την τρέχουσα ώρα.
es: Reloj analógico en el centro de la pantalla que cambia de color según la hora actual.
fr: Horloge analogique au milieu de l'écran, dont la couleur change en fonction de l'heure.
ga: Clog analógach i lár an scáileáin agus athraíonn sé an dath bunaithe ar an am reatha.
hi: स्क्रीन के बीच में एनालॉग घड़ी होती है और वर्तमान समय के अनुसार रंग बदलती है।
id: Jam analog di tengah layar dan berubah warna berdasarkan waktu saat ini.
it: Orologio analogico al centro dello schermo che cambia colore in base all'ora corrente.
ja: 画面中央にアナログ時計が表示され、現在時刻に応じて色が変わります。
ko: 화면 중앙에 아날로그 시계가 표시되며, 현재 시간에 따라 색상이 변경됩니다.
ms: Jam analog di tengah-tengah skrin dan menukar warna berdasarkan masa semasa.
nb: Analog klokke midt på skjermen og endrer fargen basert på gjeldende klokkeslett.
nl: Analoge klok in het midden van het scherm die van kleur verandert op basis van de huidige tijd.
pt: Relógio analógico no centro do ecrã, que muda de cor de acordo com a hora atual.
pt_br: Relógio analógico no centro da tela, que muda de cor de acordo com a hora atual.
ro: Ceas analogic în mijlocul ecranului, care schimbă culoarea în funcție de ora curentă.
tr: Ekranın ortasında analog saat ve mevcut saate göre renk değişimi.
uk: Аналоговий годинник посередині екрана змінює колір залежно від поточного часу.
vi: Đồng hồ analog ở giữa màn hình và thay đổi màu sắc dựa trên thời gian hiện tại.
zh: 螢幕中間的類比時鐘，會根據目前時間改變顏色。
