Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_COLOR_END_DESC
source: This allows you to configure the end position colours
ar: يتيح لك هذا تكوين ألوان موضع النهاية
de: Hiermit können Sie die Farben der Endposition konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα τελικής θέσης
es: Esto le permite configurar los colores de la posición final
fr: Cela vous permet de configurer les couleurs de position de fin
ga: Ligeann sé seo duit dathanna an tsuímh deiridh a chumrú
hi: यह आपको अंत स्थिति रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna posisi akhir
it: Consente di configurare i colori della posizione finale
ja: これにより、終了位置の色を設定できます
ko: 끝 위치 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna kedudukan akhir
nb: Dette lar deg konfigurere endeposisjonsfargene
nl: Hiermee kunt u de kleuren van de eindpositie configureren
pt: Isto permite configurar as cores da posição final
pt_br: Isso permite que você configure as cores da posição final
ro: Acest lucru vă permite să configurați culorile poziției finale
tr: Bu, bitiş konumu renklerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори кінцевої позиції
vi: Điều này cho phép bạn định cấu hình màu vị trí kết thúc
zh: 這使您可以配置結束位置顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_BAR_NAME
source: Ramp bar settings
ar: إعدادات شريط المنحدر
de: Rampenleisteneinstellungen
el: Ρυθμίσεις ράμπας ράμπας
es: Ajustes de la barra de rampa
fr: Paramètres de barre de rampe
ga: Socruithe barra rampa
hi: रैंप बार सेटिंग
id: Pengaturan palang tanjakan
it: Impostazioni barra rampa
ja: ランプ バー設定
ko: 램프 막대 설정
ms: Tetapan bar tanjakan
nb: Innstillinger for rampestang
nl: Instellingen voor hellingbalk
pt: Configurações da barra de rampa
pt_br: Configurações da barra de rampa
ro: Setări bară rampă
tr: Rampa çubuğu ayarları
uk: Налаштування рампи
vi: Cài đặt thanh dốc
zh: 坡道欄設置

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_BAR_DESC
source: This allows you to configure the ramp bar
ar: يتيح لك هذا تكوين شريط المنحدر
de: Hiermit können Sie die Rampenleiste konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τη γραμμή ράμπας
es: Esto le permite configurar la barra de rampa
fr: Cela vous permet de configurer la barre de rampe
ga: Ligeann sé seo duit an barra rampa a chumrú
hi: यह आपको रैंप बार कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasikan bar ramp
it: Consente di configurare la barra rampa
ja: これにより、ランプ バーを設定できます
ko: 램프 막대를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi bar tanjakan
nb: Dette lar deg konfigurere rampestangen
nl: Hiermee kunt u de hellingbalk configureren
pt: Isto permite que configure a barra de rampa
pt_br: Isso permite que você configure a barra de rampa
ro: Acest lucru vă permite să configurați bara de rampă
tr: Bu, rampa çubuğunu yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати панель рампи
vi: Điều này cho phép bạn định cấu hình thanh dốc
zh: 這允許您配置坡道欄

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_APPEARANCE_DESC
source: This allows you to configure the ramp appearance
ar: يتيح لك هذا تكوين مظهر المنحدر
de: Hiermit können Sie das Erscheinungsbild der Rampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε την εμφάνιση της ράμπας
es: Esto le permite configurar la apariencia de la rampa
fr: Cela vous permet de configurer l'apparence de la rampe
ga: Ligeann sé seo duit cuma an rampa a chumrú
hi: यह आपको रैंप उपस्थिति कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp
it: Consente di configurare l'aspetto della rampa
ja: これにより、ランプの外観を設定できます
ko: 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi rupa tanjakan
nb: Dette lar deg konfigurere rampens utseende
nl: Hiermee kunt u de weergave van de helling configureren
pt: Isto permite configurar a aparência da rampa
pt_br: Isso permite que você configure a aparência da rampa
ro: Acest lucru vă permite să configurați aspectul rampei
tr: Bu, rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати зовнішній вигляд рампи
vi: Điều này cho phép bạn định cấu hình giao diện dốc
zh: 這允許您配置坡道外觀

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_COLOR_DESC
source: This allows you to configure the ramp colours
ar: يتيح لك هذا تكوين ألوان المنحدر
de: Hiermit können Sie die Rampenfarben konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα της ράμπας
es: Esto le permite configurar los colores de la rampa
fr: Cela vous permet de configurer les couleurs de la rampe
ga: Ligeann sé seo duit dathanna an rampa a chumrú
hi: यह आपको रैंप रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp
it: Consente di configurare i colori della rampa
ja: これにより、ランプの色を設定できます
ko: 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan
nb: Dette lar deg konfigurere rampefargene
nl: Hiermee kunt u de hellingkleuren configureren
pt: Isto permite configurar as cores da rampa
pt_br: Isso permite que você configure as cores da rampa
ro: Acest lucru vă permite să configurați culorile rampei
tr: Bu, rampa renklerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори рампи
vi: Điều này cho phép bạn định cấu hình màu dốc
zh: 這允許您配置漸層顏色

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_START_NAME
source: Gradient start settings
ar: إعدادات بداية التدرج
de: Einstellungen für den Farbverlaufsstart
el: Ρυθμίσεις εκκίνησης με κλίση
es: Ajustes de inicio del degradado
fr: Paramètres de début de dégradé
ga: Socruithe tosaithe grádáin
hi: ग्रेडिएंट प्रारंभ सेटिंग
id: Pengaturan awal gradien
it: Impostazioni inizio gradiente
ja: グラデーション開始設定
ko: 그라디언트 시작 설정
ms: Tetapan permulaan kecerunan
nb: Startinnstillinger for gradient
nl: Instellingen voor begingradiënt
pt: Definições de início de gradiente
pt_br: Configurações iniciais do gradiente
ro: Setări de pornire în gradient
tr: Degrade başlangıç ayarları
uk: Параметри початку градієнта
vi: Cài đặt bắt đầu dốc
zh: 梯度開始設定

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_START_DESC
source: This allows you to configure the start gradient colours
ar: يتيح لك هذا تكوين ألوان تدرج البداية
de: Hiermit können Sie die Farben des Farbverlaufsstarts konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα ντεγκραντέ έναρξης
es: Esto le permite configurar los colores del degradado inicial
fr: Cela vous permet de configurer les couleurs de dégradé de début
ga: Ligeann sé seo duit na dathanna grádán tosaigh a chumrú
hi: यह आपको प्रारंभ ग्रेडिएंट रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna gradien awal
it: Consente di configurare i colori inizio gradiente
ja: これにより、開始グラデーションの色を設定できます
ko: 시작 그라디언트 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna kecerunan permulaan
nb: Dette lar deg konfigurere startgradientfargene
nl: Hiermee kunt u de kleuren van de begingradiënt configureren
pt: Isto permite configurar as cores do gradiente inicial
pt_br: Isso permite que você configure as cores do gradiente inicial
ro: Acest lucru vă permite să configurați culorile gradientului de început
tr: Bu, başlangıç degrade renklerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати початкові кольори градієнта
vi: Điều này cho phép bạn định cấu hình màu dốc bắt đầu
zh: 這允許您配置開始漸層顏色

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_END_NAME
source: Gradient end settings
ar: إعدادات نهاية التدرج
de: Einstellungen für das Farbverlaufsende
el: Ρυθμίσεις τέλους κλίσης
es: Ajustes de fin del degradado
fr: Paramètres de fin de dégradé
ga: Socruithe deireadh grádáin
hi: ग्रेडिएंट अंत सेटिंग
id: Pengaturan akhir gradien
it: Impostazioni fine gradiente
ja: グラデーション終了設定
ko: 그라디언트 끝 설정
ms: Tetapan akhir kecerunan
nb: Sluttinnstillinger for gradient
nl: Instellingen voor eindegradiënt
pt: Definições de final de gradiente
pt_br: Configurações finais do gradiente
ro: Setări de final de gradient
tr: Degrade bitiş ayarları
uk: Налаштування кінця градієнта
vi: Cài đặt kết thúc dốc
zh: 漸變結束設定

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_END_DESC
source: This allows you to configure the end gradient colours
ar: يتيح لك هذا تكوين ألوان تدرج النهاية
de: Hiermit können Sie die Farben des Farbverlaufsendes konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα τελικής κλίσης
es: Esto le permite configurar los colores del degradado final
fr: Cela vous permet de configurer les couleurs de dégradé de fin
ga: Ligeann sé seo duit na dathanna grádáin deiridh a chumrú
hi: यह आपको अंत ग्रेडिएंट रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna gradien akhir
it: Consente di configurare i colori fine gradiente
ja: これにより、終了グラデーションの色を設定できます
ko: 끝 그라디언트 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna kecerunan akhir
nb: Dette lar deg konfigurere sluttgradientfargene
nl: Hiermee kunt u de kleuren van de eindgradiënt configureren
pt: Isto permite configurar as cores do gradiente final
pt_br: Isso permite que você configure as cores do gradiente final
ro: Acest lucru vă permite să configurați culorile gradientului final
tr: Bu, bitiş degrade renklerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори кінцевого градієнта
vi: Điều này cho phép bạn định cấu hình màu dốc kết thúc
zh: 這使你可以配置最終漸層顏色

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXBGCOLORLEVEL_NAME
source: Maximum background colour level
ar: أقصى مستوى لون الخلفية
de: Maximale Hintergrundfarbstufe
el: Μέγιστο επίπεδο χρώματος φόντου
es: Nivel máximo de color de fondo
fr: Niveau de couleur d'arrière-plan maximal
ga: Uasleibhéal dath cúlra
hi: अधिकतम पृष्ठभूमि रंग स्तर
id: Tingkat warna latar belakang maksimum
it: Livello massimo colore sfondo
ja: 最大背景色レベル
ko: 최대 배경색 수준
ms: Tahap warna latar belakang maksimum
nb: Maksimalt bakgrunnsfargenivå
nl: Maximale achtergrondkleur
pt: Nível máximo de cor de fundo
pt_br: Nível máximo de cor de fundo
ro: Nivel maxim de culoare de fundal
tr: Maksimum arka plan renk seviyesi
uk: Максимальний рівень кольору фону
vi: Mức màu nền tối đa
zh: 最大背景顏色級別

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXBGCOLORLEVEL_DESC
source: Maximum background colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أقصى مستوى لون الخلفية. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale Hintergrundfarbstufe. Der minimal akzeptierte Wert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο χρώματος φόντου. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color de fondo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur d'arrière-plan maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath cúlra. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम पृष्ठभूमि रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna latar belakang maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo colore sfondo. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大背景色レベル。最小許容値は 0、最大値は 255 です。
ko: 최대 배경색 수준. 허용되는 최소값은 0이고 허용되는 최대값은 255입니다.
ms: Tahap warna latar belakang maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt bakgrunnsfargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255.
nl: Maximale achtergrondkleur. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor de fundo. O valor mínimo aceite é 0 e o valor máximo aceite é 255.
pt_br: Nível máximo de cor de fundo. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare de fundal. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum arka plan renk seviyesi. Kabul edilen minimum değer 0 ve kabul edilen maksimum değer 255'tir.
uk: Максимальний рівень кольору фону. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu nền tối đa. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255.
zh: 最大背景色彩等級。可接受的最小值為 0，可接受的最大值為 255。

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXLNCOLORLEVEL_NAME
source: Maximum line colour level
ar: أقصى مستوى لون الخط
de: Maximale Linienfarbstufe
el: Μέγιστο επίπεδο χρώματος γραμμής
es: Nivel máximo de color de línea
fr: Niveau de couleur de ligne maximal
ga: Uasleibhéal dath líne
hi: अधिकतम रेखा रंग स्तर
id: Tingkat warna garis maksimum
it: Livello massimo colore linea
ja: 最大線色レベル
ko: 최대 선 색상 수준
ms: Tahap warna garisan maksimum
nb: Maksimalt linjefargenivå
nl: Maximale lijnkleur
pt: Nível máximo de cor da linha
pt_br: Nível máximo de cor da linha
ro: Nivel maxim de culoare a liniilor
tr: Maksimum çizgi renk seviyesi
uk: Максимальний рівень кольору лінії
vi: Mức màu đường tối đa
zh: 最大線條色彩等級

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXLNCOLORLEVEL_DESC
source: Maximum line colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أقصى مستوى لون الخط. القيمة الدنيا المقبولة هي 0 والقيمة القصوى المقبولة هي 255.
de: Maximale Linienfarbstufe. Der minimal akzeptierte Wert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο χρώματος γραμμής. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color de línea. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur de ligne maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath líne. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम रेखा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna garis maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo colore linea. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大線色レベル。許容される最小値は 0、許容される最大値は 255 です。
ko: 최대 선 색상 수준. 최소 허용값은 0이고 최대 허용값은 255입니다.
ms: Tahap warna garisan maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt linjefargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255.
nl: Maximale lijnkleur. De minimale geaccepteerde waarde is 0 en de maximale geaccepteerde waarde is 255.
pt: Nível máximo de cor da linha. O valor mínimo aceite é 0 e o valor máximo aceite é 255.
pt_br: Nível máximo de cor da linha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare a liniilor. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum çizgi renk seviyesi. Kabul edilen en düşük değer 0 ve kabul edilen en yüksek değer 255'tir.
uk: Максимальний рівень кольору лінії. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đường tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大線條色彩等級。可接受的最小值為 0，可接受的最大值為 255。

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXTXTCOLORLEVEL_NAME
source: Maximum text colour level
ar: مستوى لون النص الأقصى
de: Maximale Textfarbstufe
el: Μέγιστο επίπεδο χρώματος κειμένου
es: Nivel máximo de color del texto
fr: Niveau de couleur de texte maximal
ga: Uasleibhéal datha téacs
hi: अधिकतम टेक्स्ट रंग स्तर
id: Tingkat warna teks maksimum
it: Livello massimo di colore del testo
ja: 最大テキスト カラー レベル
ko: 최대 텍스트 색상 레벨
ms: Tahap warna teks maksimum
nb: Maksimalt tekstfargenivå
nl: Maximale tekstkleurniveau
pt: Nível máximo de cor do texto
pt_br: Nível máximo de cor do texto
ro: Nivel maxim de culoare a textului
tr: Maksimum metin renk seviyesi
uk: Максимальний рівень кольору тексту
vi: Mức màu văn bản tối đa
zh: 最大文字顏色級別

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_MAXTXTCOLORLEVEL_DESC
source: Maximum text colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: مستوى لون النص الأقصى. القيمة الدنيا المقبولة هي 0 والقيمة القصوى المقبولة هي 255.
de: Maximale Textfarbstufe. Der minimal akzeptierte Wert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο χρώματος κειμένου. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color del texto. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur de texte maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal datha téacs. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम टेक्स्ट रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna teks maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore del testo. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大テキスト カラー レベル。許容される最小値は 0、許容される最大値は 255 です。
ko: 최대 텍스트 색상 레벨입니다. 최소 허용값은 0이고 최대 허용값은 255입니다.
ms: Tahap warna teks maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt tekstfargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255.
nl: Maximale tekstkleurniveau. De minimale geaccepteerde waarde is 0 en de maximale geaccepteerde waarde is 255.
pt: Nível máximo de cor do texto. O valor mínimo aceite é 0 e o valor máximo aceite é 255.
pt_br: Nível máximo de cor do texto. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare a textului. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum metin renk seviyesi. Kabul edilen en düşük değer 0 ve kabul edilen en yüksek değer 255'tir.
uk: Максимальний рівень кольору тексту. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu văn bản tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大文字顏色等級。可接受的最小值為 0，可接受的最大值為 255。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_APPEARANCE_DESC
source: This allows you to configure the first ramp appearance
ar: يتيح لك هذا تكوين مظهر المنحدر الأول
de: Auf diese Weise können Sie das Erscheinungsbild der ersten Rampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε την πρώτη εμφάνιση ράμπας
es: Esto le permite configurar la apariencia de la primera rampa
fr: Cela vous permet de configurer l'apparence de la première rampe
ga: Ligeann sé seo duit an chéad chuma rampa a chumrú
hi: यह आपको पहले रैंप उपस्थिति को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp pertama
it: Questo consente di configurare l'aspetto della prima rampa
ja: これにより、最初のランプの外観を構成できます
ko: 이렇게 하면 첫 번째 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan ramp pertama
nb: Dette lar deg konfigurere den første rampen
nl: Hiermee kunt u de weergave van de eerste ramp configureren
pt: Isto permite configurar a primeira aparência da rampa
pt_br: Isso permite que você configure a primeira aparência da rampa
ro: Acest lucru vă permite să configurați prima apariție a rampei
tr: Bu, ilk rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати вигляд першої рампи
vi: Điều này cho phép bạn định cấu hình giao diện ram đầu tiên
zh: 這允許您配置第一個坡道外觀

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_INFOTEXT_NAME
source: Information text for first
ar: نص المعلومات لأول
de: Informationstext für die erste
el: Πληροφοριακό κείμενο για πρώτο
es: Texto de información para la primera
fr: Texte d'information pour le premier
ga: Téacs faisnéise don chéad uair
hi: पहले के लिए सूचना पाठ
id: Teks informasi untuk pertama kalinya
it: Testo informativo per il primo
ja: 最初の情報テキスト
ko: 첫 번째 정보 텍스트
ms: Teks maklumat untuk pertama
nb: Informasjonstekst for først
nl: Informatietekst voor eerste
pt: Texto informativo para o primeiro
pt_br: Texto informativo para o primeiro
ro: Text informativ pentru primul
tr: İlk için bilgi metni
uk: Інформаційний текст для першого
vi: Văn bản thông tin cho lần đầu tiên
zh: 第一個資訊文本

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_INFOTEXT_DESC
source: Write how your information text for the current hour shows. {0} for current hour out of 24 first.
ar: اكتب كيف يظهر نص المعلومات الخاص بك للساعة الحالية. {0} للساعة الحالية من أصل 24 أولاً.
de: Schreiben Sie, wie Ihr Informationstext für die aktuelle Stunde angezeigt wird. {0} für die aktuelle Stunde von 24 zuerst.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για την τρέχουσα ώρα. {0} για την τρέχουσα ώρα από 24 πρώτα.
es: Escriba cómo se muestra el texto de información para la hora actual. {0} para la hora actual de 24 primeras.
fr: Écrivez comment votre texte d'information pour l'heure en cours s'affiche. {0} pour l'heure en cours sur 24 en premier.
ga: Scríobh conas a léiríonn do théacs faisnéise don uair reatha. {0} don uair reatha as 24 ar dtús.
hi: लिखें कि वर्तमान घंटे के लिए आपका सूचना पाठ कैसे दिखाई देता है। 24 में से वर्तमान घंटे के लिए {0} पहले।
id: Tuliskan bagaimana teks informasi Anda menunjukkan jam saat ini. {0} untuk jam saat ini dari 24 terlebih dahulu.
it: Scrivi come viene visualizzato il testo informativo per l'ora corrente. {0} per l'ora corrente su 24 per primo. Carattere angolo superiore sinistro per la prima barra
ja: 現在の時間の情報テキストの表示方法を記述します。現在の時間 (24 時間中) の場合は {0} です。
ko: 현재 시간에 대한 정보 텍스트가 어떻게 표시되는지 작성합니다. 24개 중 현재 시간에 대한 {0}을 먼저 입력합니다.
ms: Tulis bagaimana teks maklumat anda untuk jam semasa ditunjukkan. {0} untuk jam semasa daripada 24 dahulu.
nb: Skriv hvordan informasjonsteksten din for gjeldende time viser. {0} for gjeldende time av 24 først.
nl: Schrijf hoe uw informatietekst voor het huidige uur wordt weergegeven. {0} voor het huidige uur van de 24 eerste.
pt: Escreva como é apresentado o seu texto informativo para a hora atual. {0} para a hora atual das 24 primeiras.
pt_br: Escreva como seu texto informativo para a hora atual é exibido. {0} para a hora atual de 24 primeiro.
ro: Scrieți cum arată textul dvs. informativ pentru ora curentă. {0} pentru ora curentă din 24 mai întâi.
tr: Geçerli saat için bilgi metninizin nasıl gösterildiğini yazın. 24'ten {0} geçerli saat için. İlk çubuk için sol üst köşe karakteri
uk: Напишіть, як виглядає ваш інформаційний текст на поточну годину. Спочатку {0} за поточну годину з 24.
vi: Viết cách hiển thị văn bản thông tin của bạn cho giờ hiện tại. {0} cho giờ hiện tại trong số 24 giờ đầu tiên.
zh: 寫下目前小時的資訊文字如何顯示。目前小時為 {0}（共 24 小時）。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_ULCCHAR_NAME
source: Upper left corner character for the first bar
ar: حرف الزاوية العلوية اليسرى للشريط الأول
de: Zeichen in der oberen linken Ecke für den ersten Balken
el: Χαρακτήρας επάνω αριστερής γωνίας για την πρώτη γραμμή
es: Carácter de la esquina superior izquierda para la primera barra
fr: Caractère du coin supérieur gauche pour la première barre
ga: Carachtar chúinne uachtarach ar chlé don chéad bharra
hi: पहले बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah pertama
it: Carattere angolo superiore sinistro per la prima battuta
ja: 最初のバーの左上隅の文字
ko: 첫 번째 막대의 왼쪽 위 모서리 문자
ms: Aksara sudut kiri atas untuk bar pertama
nb: Øvre venstre hjørnetegnet for den første stolpen
nl: Teken in de linkerbovenhoek voor de eerste balk
pt: Caracter do canto superior esquerdo para a primeira barra
pt_br: Caractere do canto superior esquerdo para a primeira barra
ro: Caracter din colțul din stânga sus pentru prima bară
tr: İlk çubuk için sol üst köşe karakteri
uk: Символ верхнього лівого кута для першого рядка
vi: Ký tự góc trên bên trái cho thanh đầu tiên
zh: 第一小節的左上角字符
