Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MINCOLOR_DESC
source: Minimum colour level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colours or 16 for 16 colours.
ar: الحد الأدنى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Minimales Farbniveau. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Ελάχιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel mínimo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur minimal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Leibhéal dath íosta. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: न्यूनतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
id: Tingkat warna minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Livello di colore minimo. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最小カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최소 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Minimum fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Minimaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível mínimo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
pt_br: Nível mínimo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel minim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Minimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Мінімальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối thiểu. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最低顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXREDCOLOR_DESC
source: Maximum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale rote Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur rouge. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 적색 레벨. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt rødt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível máximo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXGREENCOLOR_DESC
source: Maximum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale grüne Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt grønt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível máximo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大綠色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXBLUECOLOR_DESC
source: Maximum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale blaue Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur bleue. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 파란색 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt blått fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
pt_br: Nível máximo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_MAXCOLOR_DESC
source: Maximum colour level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colours or 16 for 16 colours.
ar: الحد الأقصى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Maximale Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Μέγιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel máximo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Uasleibhéal datha. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: अधिकतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
id: Tingkat warna maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Massimo livello di colore. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最大カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최대 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Maksimalt fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Maximaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível máximo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
pt_br: Nível máximo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel maxim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Maksimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Максимальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối đa. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最大顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_FGCOLOR_NAME
source: Foreground colour
ar: لون المقدمة
de: Vordergrundfarbe
el: Χρώμα πρώτου πλάνου
es: Color de primer plano
fr: Couleur de premier plan
ga: Dath tulra
hi: अग्रभूमि रंग
id: Warna latar depan
it: Colore di primo piano
ja: 前景色
ko: 전경색
ms: Warna latar depan
nb: Forgrunnsfarge
nl: Voorgrondkleur
pt: Cor do primeiro plano
pt_br: Cor de primeiro plano
ro: Culoarea primului plan
tr: Ön plan rengi
uk: Колір переднього плану
vi: Màu nền trước
zh: 前景色

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_LINECHAR_NAME
source: Line character
ar: حرف الخط
de: Liniencharakter
el: Γραμμικός χαρακτήρας
es: Carácter de línea
fr: Caractère de ligne
ga: Carachtar líne
hi: रेखा वर्ण
id: Karakter garis
it: Carattere di linea
ja: 線の文字
ko: 라인 문자
ms: Watak baris
nb: Linjekarakter
nl: Lijnteken
pt: Caractere de linha
pt_br: Caractere de linha
ro: caracter de linie
tr: Satır karakteri
uk: Символ лінії
vi: Ký tự dòng
zh: 行字符

# NKS_SCREENSAVERPACKS_LINES_SETTINGS_LINECHAR_DESC
source: A character to form a line. Be sure to only input one character.
ar: حرف لتشكيل خط. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen zum Bilden einer Linie. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας για να σχηματίσει μια γραμμή. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter para formar una línea. Asegúrese de ingresar solo un carácter.
fr: Un caractère pour former une ligne. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar chun líne a dhéanamh. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक रेखा बनाने के लिए एक चरित्र। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
id: Karakter untuk membentuk garis. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere per formare una linea. Assicurati di inserire un solo carattere.
ja: 行を形成する文字。必ず1文字だけ入力してください。
ko: 라인을 형성하는 문자. 반드시 한 글자만 입력하십시오.
ms: Watak untuk membentuk garisan. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn for å danne en linje. Pass på å bare skrive inn ett tegn.
nl: Een teken om een lijn te vormen. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere para formar uma linha. Certifique-se de inserir apenas um caractere.
pt_br: Um caractere para formar uma linha. Certifique-se de inserir apenas um caractere.
ro: Un caracter pentru a forma o linie. Asigurați-vă că introduceți un singur caracter.
tr: Bir satır oluşturmak için bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ для формування лінії. Обов’язково введіть лише один символ.
vi: Một ký tự để tạo thành một dòng. Hãy chắc chắn chỉ nhập một ký tự.
zh: 一個字符組成一條線。確保只輸入一個字符。

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_ULCCHAR_HOURS_NAME
source: Upper left corner character for hours bar
ar: حرف الزاوية اليسرى العليا لشريط الساعات
de: Zeichen in der oberen linken Ecke für die Stundenleiste
el: Χαρακτήρας επάνω αριστερή γωνία για γραμμή ωρών
es: Carácter de la esquina superior izquierda para la barra de horas
fr: Caractère du coin supérieur gauche pour la barre des heures
ga: Carachtar chúinne uachtarach ar chlé le haghaidh barra uaireanta
hi: घंटे बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah jam
it: Carattere nell'angolo in alto a sinistra per la barra delle ore
ja: 時間バーの左上隅の文字
ko: 시간 표시줄의 왼쪽 위 모서리 문자
ms: Watak sudut kiri atas untuk bar jam
nb: Øvre venstre hjørnetegnet for timelinjen
nl: Teken in de linkerbovenhoek voor de urenbalk
pt: Caractere do canto superior esquerdo da barra de horas
pt_br: Caractere do canto superior esquerdo para barra de horas
ro: Caracter din colțul din stânga sus pentru bara de ore
tr: Saat çubuğu için sol üst köşedeki karakter
uk: Верхній лівий кутовий символ для панелі годин
vi: Ký tự góc trên bên trái cho thanh giờ
zh: 小時欄的左上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_ULCCHAR_MINUTES_NAME
source: Upper left corner character for minutes bar
ar: حرف الزاوية اليسرى العليا لشريط الدقائق
de: Zeichen in der oberen linken Ecke für den Minutenbalken
el: Χαρακτήρας επάνω αριστερή γωνία για γραμμή λεπτών
es: Carácter de la esquina superior izquierda para la barra de minutos
fr: Caractère du coin supérieur gauche pour la barre des minutes
ga: Carachtar chúinne uachtarach ar chlé le haghaidh barra nóiméad
hi: मिनट बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah menit
it: Carattere nell'angolo in alto a sinistra per la barra dei minuti
ja: 分バーの左上隅の文字
ko: 분 표시줄의 왼쪽 위 모서리 문자
ms: Aksara sudut kiri atas untuk bar minit
nb: Øvre venstre hjørnetegnet for minuttlinjen
nl: Teken in de linkerbovenhoek voor minutenbalk
pt: Caractere do canto superior esquerdo para a barra de minutos
pt_br: Caractere do canto superior esquerdo para barra de minutos
ro: Caracter din colțul din stânga sus pentru bara de minute
tr: Dakika çubuğu için sol üst köşedeki karakter
uk: Символ у верхньому лівому куті для хвилинної панелі
vi: Ký tự góc trên bên trái cho thanh phút
zh: 分鐘欄的左上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_ULCCHAR_SECONDS_NAME
source: Upper left corner character for seconds bar
ar: حرف الزاوية اليسرى العليا لشريط الثواني
de: Zeichen in der oberen linken Ecke für die Sekundenleiste
el: Χαρακτήρας πάνω αριστερή γωνία για γραμμή δευτερολέπτων
es: Carácter de la esquina superior izquierda para la barra de segundos
fr: Caractère du coin supérieur gauche pour la barre des secondes
ga: Carachtar cúinne uachtarach ar chlé le haghaidh barra soicind
hi: सेकंड बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah detik
it: Carattere nell'angolo in alto a sinistra per la barra dei secondi
ja: 秒バーの左上隅の文字
ko: 초 막대의 왼쪽 상단 모서리 문자
ms: Aksara sudut kiri atas untuk bar saat
nb: Øvre venstre hjørnetegnet for sekunder bar
nl: Teken in de linkerbovenhoek voor secondenbalk
pt: Caractere do canto superior esquerdo para a barra de segundos
pt_br: Caractere do canto superior esquerdo para barra de segundos
ro: Caracter din colțul din stânga sus pentru bara de secunde
tr: Saniye çubuğu için sol üst köşedeki karakter
uk: Символ у верхньому лівому куті для секундної панелі
vi: Ký tự góc trên bên trái cho thanh giây
zh: 秒條的左上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_URCCHAR_HOURS_NAME
source: Upper right corner character for hours bar
ar: حرف الزاوية اليمنى العليا لشريط الساعات
de: Zeichen in der oberen rechten Ecke für die Stundenleiste
el: Χαρακτήρας επάνω δεξιά γωνία για γραμμή ωρών
es: Carácter de la esquina superior derecha para la barra de horas
fr: Caractère du coin supérieur droit pour la barre des heures
ga: Carachtar cúinne uachtarach ar dheis le haghaidh barra uaireanta
hi: घंटे बार के लिए ऊपरी दाएं कोने वाला वर्ण
id: Karakter sudut kanan atas untuk bilah jam
it: Carattere nell'angolo in alto a destra per la barra delle ore
ja: 時間バーの右上隅の文字
ko: 시간 표시줄의 오른쪽 위 모서리 문자
ms: Watak penjuru kanan sebelah atas untuk bar jam
nb: Øvre høyre hjørnetegnet for timelinjen
nl: Teken in de rechterbovenhoek voor de urenbalk
pt: Caractere do canto superior direito da barra de horas
pt_br: Caractere do canto superior direito para barra de horas
ro: Caracter din colțul din dreapta sus pentru bara de ore
tr: Saat çubuğu için sağ üst köşedeki karakter
uk: Верхній правий кут символу годинника
vi: Ký tự góc trên bên phải cho thanh giờ
zh: 小時欄的右上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_URCCHAR_MINUTES_NAME
source: Upper right corner character for minutes bar
ar: حرف الزاوية اليمنى العليا لشريط الدقائق
de: Zeichen in der oberen rechten Ecke für den Minutenbalken
el: Χαρακτήρας επάνω δεξιά γωνία για γραμμή λεπτών
es: Carácter de la esquina superior derecha para la barra de minutos
fr: Caractère du coin supérieur droit pour la barre des minutes
ga: Carachtar cúinne uachtarach ar dheis le haghaidh barra nóiméad
hi: मिनट बार के लिए ऊपरी दाएं कोने वाला वर्ण
id: Karakter sudut kanan atas untuk bilah menit
it: Carattere nell'angolo in alto a destra per la barra dei minuti
ja: 分バーの右上隅の文字
ko: 분 표시줄의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk bar minit
nb: Øvre høyre hjørnetegnet for minuttlinjen
nl: Teken in de rechterbovenhoek voor minutenbalk
pt: Caractere do canto superior direito da barra de minutos
pt_br: Caractere do canto superior direito para barra de minutos
ro: Caracter din colțul din dreapta sus pentru bara de minute
tr: Dakika çubuğu için sağ üst köşedeki karakter
uk: Символ верхнього правого кута для панелі хвилин
vi: Ký tự góc trên bên phải cho thanh phút
zh: 分鐘欄的右上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_URCCHAR_SECONDS_NAME
source: Upper right corner character for seconds bar
ar: حرف الزاوية اليمنى العليا لشريط الثواني
de: Zeichen in der oberen rechten Ecke für den Sekundenbalken
el: Χαρακτήρας επάνω δεξιά γωνία για γραμμή δευτερολέπτων
es: Carácter de la esquina superior derecha para la barra de segundos
fr: Caractère du coin supérieur droit pour la barre des secondes
ga: Carachtar cúinne uachtarach ar dheis le haghaidh barra soicind
hi: सेकंड बार के लिए ऊपरी दाएं कोने का वर्ण
id: Karakter sudut kanan atas untuk bilah detik
it: Carattere nell'angolo in alto a destra per la barra dei secondi
ja: 秒バーの右上隅の文字
ko: 초 막대의 오른쪽 상단 모서리 문자
ms: Aksara sudut kanan atas untuk bar saat
nb: Øvre høyre hjørne tegn for sekunder bar
nl: Teken in de rechterbovenhoek voor secondenbalk
pt: Caractere do canto superior direito para a barra de segundos
pt_br: Caractere do canto superior direito para barra de segundos
ro: Caracter din colțul din dreapta sus pentru bara de secunde
tr: Saniye çubuğu için sağ üst köşedeki karakter
uk: Символ верхнього правого кута для секундної панелі
vi: Ký tự góc trên bên phải cho thanh giây
zh: 秒條的右上角字符

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_LLCCHAR_HOURS_NAME
source: Lower left corner character for hours bar
ar: حرف الزاوية اليسرى السفلية لشريط الساعات
de: Unteres linkes Eckzeichen für Stundenbalken
el: Κάτω αριστερή γωνία χαρακτήρας για γραμμή ωρών
es: Carácter de la esquina inferior izquierda para la barra de horas
fr: Caractère du coin inférieur gauche pour la barre des heures
ga: Carachtar chúinne íochtair ar chlé le haghaidh barra uaireanta
hi: घंटे बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah jam
it: Carattere nell'angolo in basso a sinistra per la barra delle ore
ja: 時間バーの左下隅の文字
ko: 시간 표시줄의 왼쪽 하단 모서리 문자
ms: Aksara sudut kiri bawah untuk bar jam
nb: Nedre venstre hjørnetegnet for timer bar
nl: Teken in de linkerbenedenhoek voor de urenbalk
pt: Caractere do canto inferior esquerdo para a barra de horas
pt_br: Caractere do canto inferior esquerdo para barra de horas
ro: Caracter din colțul din stânga jos pentru bara de ore
tr: Saat çubuğu için sol alt köşedeki karakter
uk: Символ у нижньому лівому куті для панелі годин
vi: Ký tự góc dưới bên trái cho thanh giờ
zh: 小時欄的左下角字符
