Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_SCREENSAVERPACKS_HUEBACK_SETTINGS_HUELIGHT_NAME
source: Colour hue luminance (lightness)
ar: سطوع لون اللون (السطوع)
de: Farbton-Leuchtdichte (Helligkeit)
el: Φωτεινότητα απόχρωσης χρώματος (ελαφρότητα)
es: Tono de color, luminosidad (luminosidad)
fr: Luminance de la teinte de la couleur (clarté)
ga: Gile datha (éadroime)
hi: रंग रंग चमक (हल्कापन)
id: Luminansi warna (kecerahan)
it: Tonalità del colore luminanza (chiarezza)
ja: 色相 輝度（明度）
ko: 색상 색조 광도(명도)
ms: Pencahayaan rona warna (kecerahan)
nb: Fargetone luminans (lyshet)
nl: Kleurtoon helderheid (lichtheid)
pt: Luminância de tonalidade de cor (luz)
pt_br: Luminância de matiz de cor (luminosidade)
ro: Luminanța nuanței culorii (luminozitate)
tr: Renk tonu parlaklığı (açıklık)
uk: Кольоровий відтінок яскравість (світлота)
vi: Độ sáng của màu sắc (độ sáng)
zh: 顏色色調亮度（明度）

# NKS_SCREENSAVERPACKS_COMMITMILESTONE_CONGRATS
source: Celebrating the 8,000th commit since 0.0.1!
ar: الاحتفال بالالتزام رقم 8000 منذ 0.0.1!
de: Wir feiern das 8.000. Commit seit 0.0.1!
el: Γιορτάζουμε την 8.000η δέσμευση από το 0.0.1!
es: ¡Celebramos el compromiso número 8000 desde la versión 0.0.1!
fr: Nous célébrons le 7 000e commit depuis la version 0.0.1 !
ga: Ag ceiliúradh an 8,000ú gealltanas ó 0.0.1!
hi: 0.0.1 के बाद से 7,000वीं प्रतिबद्धता का जश्न!
id: Merayakan komitmen ke 7.000 sejak 0.0.1!
it: Festeggiamo il 8.000° commit dalla versione 0.0.1!
ja: 0.0.1 以降の 7,000 番目のコミットを祝います!
ko: 0.0.1 이후 8,000번째 커밋을 기념합니다!
ms: Meraikan komitmen ke-8,000 sejak 0.0.1!
nb: Vi feirer den 8000. forpliktelsen siden 0.0.1!
nl: We vieren de 8.000ste commit sinds 0.0.1!
pt: A celebrar o 8.000º commit desde 0.0.1!
pt_br: Comemorando o 8.000º commit desde 0.0.1!
ro: Sărbătorim cel de-al 7.000-lea angajament de la 0.0.1!
tr: 0.0.1'den bu yana 8.000'inci commit'i kutluyoruz!
uk: Святкування 7000-го коміту з 0.0.1!
vi: Kỷ niệm lần cam kết thứ 8.000 kể từ phiên bản 0.0.1!
zh: 慶祝自 0.0.1 以來第 8,000 次提交！

# NKS_SCREENSAVERPACKS_NEWYEAR_LEFT
source: left until the next year
ar: متبقي حتى العام القادم
de: bis zum nächsten Jahr
el: άφησε μέχρι τον επόμενο χρόνο
es: Se deja hasta el año que viene
fr: laissé jusqu'à l'année prochaine
ga: fágtha go dtí an bhliain dár gcionn
hi: अगले साल तक छोड़ दिया
id: tersisa sampai tahun depan
it: lasciato fino all'anno successivo
ja: 来年まで残された
ko: 내년까지 남았다
ms: ditinggalkan sehingga tahun hadapan
nb: igjen til neste år
nl: tot volgend jaar overgelaten
pt: deixado para o próximo ano
pt_br: deixado para o próximo ano
ro: rămas până în anul următor
tr: gelecek yıla bırakıldı
uk: залишилося до наступного року
vi: còn lại cho đến năm sau
zh: 留到明年

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_COLORSETTINGS_DESC
source: This allows you to configure the colours
ar: يتيح لك هذا تكوين الألوان
de: Hiermit können Sie die Farben konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα
es: Esto le permite configurar los colores.
fr: Cela vous permet de configurer les couleurs
ga: Ligeann sé seo duit na dathanna a chumrú
hi: यह आपको रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna
it: Questo ti permette di configurare i colori
ja: これにより色を設定できます
ko: 이를 통해 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna
nb: Dette lar deg konfigurere fargene
nl: Hiermee kunt u de kleuren configureren
pt: Isto permite que configure as cores
pt_br: Isso permite que você configure as cores
ro: Acest lucru vă permite să configurați culorile
tr: Bu, renkleri yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори
vi: Điều này cho phép bạn cấu hình màu sắc
zh: 這使你可以配置顏色

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_HOURSRAMP_NAME
source: Hours ramp settings
ar: إعدادات منحدر الساعات
de: Stundenrampeneinstellungen
el: Ρυθμίσεις ράμπας ωρών
es: Ajustes de rampa de horas
fr: Réglages de la rampe d'heures
ga: Socruithe rampa uaireanta
hi: घंटे रैंप सेटिंग
id: Pengaturan jam ramp
it: Impostazioni rampa ore
ja: 時間ランプ設定
ko: 시간 램프 설정
ms: Tetapan tanjakan jam
nb: Innstillinger for timers rampe
nl: Instellingen voor urenhelling
pt: Configurações de rampa de horas
pt_br: Configurações de rampa de horas
ro: Setări ale rampei orare
tr: Saat rampası ayarları
uk: Налаштування рампи годин
vi: Cài đặt dốc giờ
zh: 小時數斜坡設定

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_HOURSRAMP_DESC
source: This allows you to configure the hours ramp
ar: يتيح لك هذا تكوين منحدر الساعات
de: Hiermit können Sie die Stundenrampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη ράμπα ωρών
es: Esto le permite configurar la rampa de horas.
fr: Cela vous permet de configurer la rampe horaire
ga: Ligeann sé seo duit an rampa uaireanta a chumrú
hi: यह आपको घंटों के रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi peningkatan jam
it: Ciò consente di configurare la rampa oraria
ja: これにより、時間ランプを設定できます
ko: 이를 통해 시간 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan jam
nb: Dette lar deg konfigurere timerampen
nl: Hiermee kunt u de urenhelling configureren
pt: Isto permite que configure a rampa de horas
pt_br: Isso permite que você configure a rampa de horas
ro: Acest lucru vă permite să configurați rampa orară
tr: Bu, saat rampasını yapılandırmanıza olanak tanır
uk: Це дає змогу налаштувати ліміт годин
vi: Điều này cho phép bạn cấu hình thời gian tăng dần
zh: 這使您可以配置小時數斜坡

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINUTESRAMP_NAME
source: Minutes ramp settings
ar: إعدادات منحدر الدقائق
de: Minutenrampeneinstellungen
el: Ρυθμίσεις ράμπας λεπτών
es: Ajustes de rampa de minutos
fr: Réglages de la rampe des minutes
ga: Socruithe rampa nóiméad
hi: मिनट रैंप सेटिंग्स
id: Pengaturan ramp menit
it: Impostazioni rampa minuti
ja: 分単位のランプ設定
ko: 분 램프 설정
ms: Tetapan tanjakan minit
nb: Innstillinger for minutter rampe
nl: Instellingen voor minutenhelling
pt: Configurações de rampa de minutos
pt_br: Configurações de rampa de minutos
ro: Setări de rampă pentru minute
tr: Dakika rampa ayarları
uk: Параметри зміни хвилин
vi: Cài đặt dốc phút
zh: 分鐘斜坡設置

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_MINUTESRAMP_DESC
source: This allows you to configure the minutes ramp
ar: يتيح لك هذا تكوين منحدر الدقائق
de: Hiermit können Sie die Minutenrampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη ράμπα λεπτών
es: Esto le permite configurar la rampa de minutos.
fr: Cela vous permet de configurer la rampe des minutes
ga: Ligeann sé seo duit an ramp miontuairiscí a chumrú
hi: यह आपको मिनट रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi ramp menit
it: Ciò consente di configurare la rampa dei minuti
ja: これにより、分単位のランプを設定できます
ko: 이를 통해 분 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan minit
nb: Dette lar deg konfigurere minuttrampen
nl: Hiermee kunt u de minutenhelling configureren
pt: Isto permite que configure a rampa de minutos
pt_br: Isso permite que você configure a rampa de minutos
ro: Acest lucru vă permite să configurați rampa minutelor
tr: Bu, dakika rampasını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати зміну хвилин
vi: Điều này cho phép bạn cấu hình độ dốc phút
zh: 這使您可以配置分鐘斜坡

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_SECONDSRAMP_NAME
source: Seconds ramp settings
ar: إعدادات منحدر الثواني
de: Sekunden Rampeneinstellungen
el: Ρυθμίσεις ράμπας δευτερολέπτων
es: Ajustes de rampa de segundos
fr: Réglages de la rampe des secondes
ga: Socruithe rampa soicind
hi: सेकंड रैंप सेटिंग्स
id: Pengaturan ramp detik
it: Impostazioni rampa secondi
ja: 秒ランプ設定
ko: 초 램프 설정
ms: Tetapan tanjakan saat
nb: Sekunder rampeinnstillinger
nl: Seconden helling instellingen
pt: Definições de rampa de segundos
pt_br: Configurações de rampa de segundos
ro: Setări rampe secunde
tr: Saniye rampa ayarları
uk: Налаштування секундної зміни
vi: Cài đặt dốc giây
zh: 秒斜坡設定

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_SECONDSRAMP_DESC
source: This allows you to configure the seconds ramp
ar: يتيح لك هذا تكوين منحدر الثواني
de: Hiermit können Sie die Sekundenrampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη ράμπα δευτερολέπτων
es: Esto le permite configurar la rampa de segundos.
fr: Cela vous permet de configurer la rampe des secondes
ga: Ligeann sé seo duit an ramp soicind a chumrú
hi: यह आपको सेकंड रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi ramp detik
it: Ciò consente di configurare la rampa dei secondi
ja: これにより、秒のランプを設定できます
ko: 이를 통해 초 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan saat
nb: Dette lar deg konfigurere sekundrampen
nl: Hiermee kunt u de secondenhelling configureren
pt: Isto permite que configure a rampa de segundos
pt_br: Isso permite que você configure a rampa de segundos
ro: Acest lucru vă permite să configurați rampa de secunde
tr: Bu, saniye rampasını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати секундну рампу
vi: Điều này cho phép bạn cấu hình đoạn dốc giây
zh: 這使您可以配置秒數斜坡

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_RAMP_NAME
source: Ramp settings
ar: إعدادات المنحدر
de: Rampeneinstellungen
el: Ρυθμίσεις ράμπας
es: Ajustes de rampa
fr: Réglages de la rampe
ga: Socruithe rampa
hi: रैम्प सेटिंग्स
id: Pengaturan tanjakan
it: Impostazioni rampa
ja: ランプ設定
ko: 램프 설정
ms: Tetapan tanjakan
nb: Rampeinnstillinger
nl: Ramp-instellingen
pt: Configurações de rampa
pt_br: Configurações de rampa
ro: Setări rampe
tr: Rampa ayarları
uk: Налаштування рампи
vi: Cài đặt dốc
zh: 斜坡設置

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_RAMP_DESC
source: This allows you to configure the ramps
ar: يتيح لك هذا تكوين المنحدرات
de: Damit können Sie die Rampen konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τις ράμπες
es: Esto le permite configurar las rampas.
fr: Cela vous permet de configurer les rampes
ga: Ligeann sé seo duit na rampaí a chumrú
hi: यह आपको रैम्प को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi rampa
it: Ciò consente di configurare le rampe
ja: これにより、ランプを構成できます
ko: 이를 통해 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan
nb: Dette lar deg konfigurere rampene
nl: Hiermee kunt u de hellingen configureren
pt: Isto permite que configure as rampas
pt_br: Isso permite que você configure as rampas
ro: Acest lucru vă permite să configurați rampele
tr: Bu, rampaları yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати пандуси
vi: Điều này cho phép bạn cấu hình các đường dốc
zh: 這允許您配置坡道

# NKS_SCREENSAVERPACKS_OMEN_SETTINGS_DESC
source: Shows you text below a line in a glooming red background.
ar: يظهر لك نصًا أسفل سطر في خلفية حمراء داكنة.
de: Zeigt Ihnen Text unterhalb einer Zeile auf einem düsteren roten Hintergrund.
el: Εμφανίζει κείμενο κάτω από μια γραμμή σε σκοτεινό κόκκινο φόντο.
es: Muestra texto debajo de una línea sobre un fondo rojo sombrío.
fr: Vous montre du texte sous une ligne sur un fond rouge sombre.
ga: Taispeánann sé téacs duit faoi líne i gcúlra dearg gruama.
hi: आपको एक पंक्ति के नीचे एक धुंधली लाल पृष्ठभूमि में पाठ दिखाता है।
id: Menampilkan teks di bawah garis dengan latar belakang merah suram.
it: Mostra il testo sotto una riga su uno sfondo rosso cupo.
ja: 暗い赤色の背景に線の下にテキストを表示します。
ko: 어두운 빨간색 배경에 줄 아래의 텍스트를 표시합니다.
ms: Menunjukkan teks kepada anda di bawah garisan dalam latar belakang merah yang suram.
nb: Viser tekst under en linje i en mørk rød bakgrunn.
nl: Toont tekst onder een regel op een gloeiende rode achtergrond.
pt: Mostra o texto abaixo de uma linha sobre um fundo vermelho escuro.
pt_br: Mostra o texto abaixo de uma linha em um fundo vermelho escuro.
ro: Vă arată text sub o linie pe un fundal roșu întunecat.
tr: Metninizi koyu kırmızı bir arka planda, satır altında gösterir.
uk: Показує текст під лінією на похмурому червоному тлі.
vi: Hiển thị văn bản bên dưới một dòng trên nền đỏ u ám.
zh: 在陰暗的紅色背景中顯示線下文字。

# NKS_SCREENSAVERPACKS_GLITTERCHAR_SETTINGS_DESC
source: Random characters that spread randomly across the screen.
ar: شخصيات عشوائية تنتشر بشكل عشوائي عبر الشاشة.
de: Zufällige Zeichen, die sich zufällig über den Bildschirm verteilen.
el: Τυχαίοι χαρακτήρες που απλώνονται τυχαία στην οθόνη.
es: Caracteres aleatorios que se distribuyen aleatoriamente por la pantalla.
fr: Des personnages aléatoires qui se répartissent de manière aléatoire sur l'écran.
ga: Carachtair randamacha a scaipeann go randamach ar fud an scáileáin.
hi: यादृच्छिक अक्षर जो स्क्रीन पर अनियमित रूप से फैले हुए हैं।
id: Karakter acak yang menyebar secara acak di layar.
it: Personaggi casuali che si diffondono casualmente sullo schermo.
ja: 画面全体にランダムに広がるランダムな文字。
ko: 화면에 무작위로 퍼져나가는 무작위 문자.
ms: Watak rawak yang tersebar secara rawak merentasi skrin.
nb: Tilfeldige karakterer som sprer seg tilfeldig over skjermen.
nl: Willekeurige karakters die willekeurig over het scherm verspreid worden.
pt: Personagens aleatórias que se espalham aleatoriamente pelo ecrã.
pt_br: Personagens aleatórios que se espalham aleatoriamente pela tela.
ro: Caractere aleatorii care se răspândesc aleatoriu pe ecran.
tr: Ekranda rastgele dağılan rastgele karakterler.
uk: Випадкові символи, які випадково розподіляються по екрану.
vi: Các ký tự ngẫu nhiên xuất hiện ngẫu nhiên trên màn hình.
zh: 隨機字元在螢幕上隨機分佈。

# NKS_SCREENSAVERPACKS_CLOCHROMA_SETTINGS_DESC
source: Simple date and time in the middle of the screen and changes the colour based on the current time.
ar: التاريخ والوقت بسيط في منتصف الشاشة ويتغير اللون بناءً على الوقت الحالي.
de: Einfaches Datum und Uhrzeit in der Mitte des Bildschirms und ändert die Farbe basierend auf der aktuellen Uhrzeit.
el: Απλή ημερομηνία και ώρα στη μέση της οθόνης και αλλάζει το χρώμα με βάση την τρέχουσα ώρα.
es: Fecha y hora simples en el centro de la pantalla y cambia de color según la hora actual.
fr: Date et heure simples au milieu de l'écran et change de couleur en fonction de l'heure actuelle.
ga: Dáta agus am simplí i lár an scáileáin agus athraíonn sé an dath bunaithe ar an am reatha.
hi: स्क्रीन के मध्य में सरल दिनांक और समय तथा वर्तमान समय के आधार पर रंग बदलता है।
id: Tanggal dan waktu sederhana di tengah layar dan mengubah warna berdasarkan waktu saat ini.
it: Data e ora semplici al centro dello schermo, con colore variabile in base all'ora corrente.
ja: 画面中央にシンプルな日付と時刻が表示され、現在の時刻に基づいて色が変わります。
ko: 화면 중앙에 간단한 날짜와 시간이 표시되고, 현재 시간에 따라 색상이 바뀝니다.
ms: Tarikh dan masa ringkas di tengah-tengah skrin dan menukar warna berdasarkan masa semasa.
nb: Enkel dato og klokkeslett midt på skjermen og endrer farge basert på gjeldende klokkeslett.
nl: Eenvoudige datum en tijd in het midden van het scherm. De kleur verandert op basis van de huidige tijd.
pt: Data e hora simples no meio do ecrã e muda a cor com base na hora atual.
pt_br: Data e hora simples no meio da tela e muda a cor com base na hora atual.
ro: Data și ora simplă în mijlocul ecranului și schimbă culoarea în funcție de ora curentă.
tr: Ekranın ortasında basit bir tarih ve saat bulunur ve güncel zamana göre rengi değişir.
uk: Прості дата й час у центрі екрана та змінюють колір залежно від поточного часу.
vi: Ngày và giờ đơn giản ở giữa màn hình và thay đổi màu sắc dựa trên thời gian hiện tại.
zh: 螢幕中間顯示簡單的日期和時間，並根據當前時間改變顏色。

# NKS_SCREENSAVERPACKS_CLOCHROMA_SETTINGS_BRIGHT_NAME
source: Bright date and time
ar: التاريخ والوقت المشرق
de: Helles Datum und Uhrzeit
el: Φωτεινή ημερομηνία και ώρα
es: Fecha y hora brillantes
fr: Date et heure lumineuses
ga: Dáta agus am geal
hi: उज्ज्वल तिथि और समय
id: Tanggal dan waktu cerah
it: Data e ora luminose
ja: 明るい日付と時刻
ko: 밝은 날짜와 시간
ms: Tarikh dan masa yang terang
nb: Lys dato og klokkeslett
nl: Heldere datum en tijd
pt: Data e hora brilhantes
pt_br: Data e hora brilhantes
ro: Data și ora luminoase
tr: Parlak tarih ve saat
uk: Яскрава дата і час
vi: Ngày và giờ sáng
zh: 明亮的日期和時間

# NKS_SCREENSAVERPACKS_CLOCHROMA_SETTINGS_BRIGHT_DESC
source: Whether to use bright or dark version.
ar: سواء كنت تستخدم الإصدار الساطع أو الداكن.
de: Ob die helle oder die dunkle Version verwendet werden soll.
el: Είτε θα χρησιμοποιήσετε φωτεινή είτε σκοτεινή έκδοση.
es: Si utilizar la versión brillante u oscura.
fr: Faut-il utiliser la version claire ou sombre ?
ga: Cibé an leagan geal nó dorcha a úsáid.
hi: उज्ज्वल या गहरे संस्करण का उपयोग करना है या नहीं।
id: Apakah akan menggunakan versi terang atau gelap.
it: Se utilizzare la versione chiara o scura.
ja: 明るいバージョンを使用するか、暗いバージョンを使用するか。
ko: 밝은 버전을 사용할지, 어두운 버전을 사용할지.
ms: Sama ada untuk menggunakan versi terang atau gelap.
nb: Om du skal bruke lys eller mørk versjon.
nl: Of de lichte of donkere versie gebruikt moet worden.
pt: Se deve usar a versão clara ou escura.
pt_br: Se deve usar a versão clara ou escura.
ro: Dacă folosiți versiunea luminoasă sau întunecată.
tr: Aydınlık mı yoksa koyu versiyon mu kullanılmalı.
uk: Використовувати яскраву або темну версію.
vi: Sử dụng phiên bản sáng hay tối.
zh: 是否使用明亮版本或深色版本。

# NKS_SCREENSAVERPACKS_DANCENUMS_SETTINGS_DESC
source: Shows you dancing numbers.
ar: يظهر لك أرقام الرقص.
de: Zeigt Ihnen Tanznummern.
el: Σας δείχνει χορευτικά νούμερα.
es: Te muestra números bailables.
fr: Vous montre des numéros de danse.
ga: Taispeánann sé uimhreacha damhsa duit.
hi: आपको नृत्य संख्याएँ दिखाता है.
id: Menunjukkan nomor tarian.
it: Ti mostra i numeri di ballo.
ja: ダンスナンバーを表示します。
ko: 춤추는 숫자를 보여줍니다.
ms: Menunjukkan anda menari nombor.
nb: Viser deg dansende tall.
nl: Laat je dansende nummers zien.
pt: Mostra números dançantes.
pt_br: Mostra números dançantes.
ro: Îți arată numere de dans.
tr: Dans numaralarını gösterir.
uk: Показує вам танцювальні номери.
vi: Hiển thị cho bạn những con số nhảy múa.
zh: 向您展示舞蹈的數字。

# NKS_SCREENSAVERPACKS_TRAILS_SETTINGS_DESC
source: Swivelling wave horizontally and vertically to make great patterns with trails left behind to disappear.
ar: قم بتدوير الموجة أفقياً ورأسياً لتكوين أنماط رائعة مع ترك آثار خلفك لتختفي.
de: Durch horizontal und vertikal schwenkbare Wellen entstehen tolle Muster, von denen Spuren zurückbleiben, die verschwinden.
el: Περιστρέφοντας το κύμα οριζόντια και κάθετα για να δημιουργήσετε υπέροχα μοτίβα με ίχνη που αφήνονται πίσω να εξαφανίζονται.
es: Onda giratoria horizontal y verticalmente para crear fantásticos patrones con rastros que desaparecen.
fr: Onde pivotante horizontalement et verticalement pour créer de superbes motifs avec des traînées laissées derrière pour disparaître.
ga: Tonn sclóine go cothrománach agus go hingearach chun patrúin iontacha a dhéanamh agus cosáin fágtha taobh thiar chun imithe.
hi: लहरों को क्षैतिज और ऊर्ध्वाधर रूप से घुमाकर शानदार पैटर्न बनाएं, जिससे पीछे निशान गायब हो जाएं।
id: Gelombang yang berputar secara horizontal dan vertikal menghasilkan pola yang bagus dengan jejak yang tertinggal hingga menghilang.
it: Onda girevole orizzontalmente e verticalmente per creare fantastici motivi con scie destinate a scomparire.
ja: 波を水平方向と垂直方向に回転させて、消えていく軌跡を残しながら素晴らしいパターンを作ります。
ko: 수평 및 수직으로 파도를 회전시켜 사라질 흔적을 남긴 멋진 패턴을 만들어냅니다.
ms: Memusing gelombang mendatar dan menegak untuk membuat corak yang hebat dengan denai yang ditinggalkan untuk hilang.
nb: Svingende bølge horisontalt og vertikalt for å lage flotte mønstre med stier som forsvinner.
nl: Draai de golven horizontaal en verticaal om prachtige patronen te maken, waarbij de sporen die achterblijven verdwijnen.
pt: As ondas giratórias horizontal e verticalmente criam grandes padrões com rastos deixados para trás até desaparecerem.
pt_br: Ondas giratórias horizontal e verticalmente criam grandes padrões com rastros deixados para trás até desaparecerem.
ro: Val pivotant pe orizontală și verticală pentru a crea modele grozave cu urme lăsate în urmă pentru a dispărea.
tr: Yatay ve dikey olarak dönen dalgalar, geride bıraktığı izlerin kaybolacağı harika desenler oluşturur.
uk: Поворотні хвилі горизонтально та вертикально, щоб створити чудові візерунки зі слідами, які залишаються позаду, щоб зникнути.
vi: Sóng xoay theo chiều ngang và chiều dọc tạo ra những họa tiết tuyệt đẹp với những vệt sóng để lại biến mất.
zh: 水平和垂直旋轉波浪以形成美麗的圖案，並留下消失的痕跡。

# NKS_SCREENSAVERPACKS_TRAILS_SETTINGS_LENGTH_NAME
source: Trail Length
ar: طول المسار
de: Streckenlänge
el: Μήκος διαδρομής
es: Longitud del sendero
fr: Longueur du sentier
ga: Fad Conaire
hi: ट्रेल की लंबाई
id: Panjang Jejak
it: Lunghezza del percorso
ja: トレイルの長さ
ko: 트레일 길이
ms: Panjang Jejak
nb: Løypelengde
nl: Lengte van het parcours
pt: Comprimento da trilha
pt_br: Comprimento da trilha
ro: Lungimea traseului
tr: Parkur Uzunluğu
uk: Довжина сліду
vi: Chiều dài đường mòn
zh: 路徑長度

# NKS_SCREENSAVERPACKS_TRAILS_SETTINGS_LENGTH_DESC
source: The trail length of the moving swivelling wave.
ar: طول مسار الموجة الدوارة المتحركة.
de: Die Spurlänge der sich bewegenden, schwenkenden Welle.
el: Το μήκος του ίχνους του κινούμενου περιστρεφόμενου κύματος.
es: La longitud de la trayectoria de la ola giratoria en movimiento.
fr: La longueur de la traînée de l'onde pivotante en mouvement.
ga: Fad rian na toinne sclóine ag gluaiseacht.
hi: चलती हुई घूमती हुई लहर की निशान लंबाई।
id: Panjang lintasan gelombang yang bergerak berputar.
it: Lunghezza della scia dell'onda rotante in movimento.
ja: 移動する旋回波の軌跡の長さ。
ko: 움직이는 회전파의 흔적 길이.
ms: Panjang jejak ombak berputar yang bergerak.
nb: Løypelengden til den bevegelige svingende bølgen.
nl: De lengte van het pad van de bewegende, draaiende golf.
pt: O comprimento do rasto da onda giratória em movimento.
pt_br: O comprimento da trilha da onda giratória em movimento.
ro: Lungimea traseului undei pivotante în mișcare.
tr: Hareket eden dönen dalganın iz uzunluğu.
uk: Довжина сліду рухомої поворотної хвилі.
vi: Độ dài đường đi của sóng xoay chuyển động.
zh: 移動旋轉波的尾跡長度。
