Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_TEXT_SETTINGS_RAINBOW_NAME
source: Rainbow mode
ar: وضع قوس قزح
de: Regenbogenmodus
el: Λειτουργία ουράνιου τόξου
es: Modo arcoiris
fr: Mode arc-en-ciel
ga: Modh tuar ceatha
hi: इंद्रधनुष मोड
id: Mode pelangi
it: Modalità arcobaleno
ja: レインボーモード
ko: 레인보우 모드
ms: Mod pelangi
nb: Regnbuemodus
nl: Regenboogmodus
pt: Modo arco-íris
pt_br: Modo arco-íris
ro: Modul curcubeu
tr: Gökkuşağı modu
uk: Режим веселки
vi: Chế độ cầu vồng
zh: 彩虹模式

# NKS_SCREENSAVERPACKS_TEXT_SETTINGS_RAINBOW_DESC
source: Enables the rainbow colours mode
ar: لتمكين وضع ألوان قوس قزح
de: Aktiviert den Regenbogenfarbenmodus
el: Ενεργοποιεί τη λειτουργία χρωμάτων ουράνιου τόξου
es: Habilita el modo de colores del arco iris.
fr: Active le mode couleurs arc-en-ciel
ga: Cumasaíonn sé modh dathanna an tuar ceatha
hi: इंद्रधनुष रंग मोड सक्षम करता है
id: Mengaktifkan mode warna pelangi
it: Abilita la modalità colori arcobaleno
ja: 虹色モードを有効にします
ko: 무지개 색상 모드를 활성화합니다.
ms: Mendayakan mod warna pelangi
nb: Aktiverer regnbuefarger-modus
nl: Schakelt de regenboogkleurenmodus in
pt: Ativa o modo de cores do arco-íris
pt_br: Habilita o modo de cores do arco-íris
ro: Activează modul de culori curcubeu
tr: Gökkuşağı renkleri modunu etkinleştirir
uk: Вмикає режим кольорів веселки
vi: Bật chế độ màu cầu vồng
zh: 啟用彩虹色模式

# NKS_SCREENSAVERPACKS_FLASHTEXT_SETTINGS_DESC
source: Show you a coloured flashing text.
ar: تظهر لك نص وامض ملون.
de: Zeigt Ihnen einen farbigen Blinktext an.
el: Δείξτε ένα έγχρωμο κείμενο που αναβοσβήνει.
es: Mostrarle un texto parpadeante de color.
fr: Vous montre un texte clignotant en couleur.
ga: Taispeáin téacs gealánacha daite duit.
hi: आपको एक रंगीन चमकता पाठ दिखाएँ।
id: Menunjukkan teks berkedip berwarna.
it: Mostra un testo lampeggiante colorato.
ja: 色付きの点滅するテキストを表示します。
ko: 컬러로 깜박이는 텍스트를 보여줍니다.
ms: Tunjukkan kepada anda teks berkelip berwarna.
nb: Vis deg en farget blinkende tekst.
nl: Laat u een gekleurde knipperende tekst zien.
pt: Mostrar um texto colorido piscando.
pt_br: Mostrar um texto colorido piscando.
ro: Vă arată un text intermitent colorat.
tr: Size renkli yanıp sönen bir metin göstereceğim.
uk: Показати вам кольоровий миготливий текст.
vi: Hiển thị cho bạn một văn bản nhấp nháy có màu.
zh: 向您顯示彩色閃爍文字。

# NKS_SCREENSAVERPACKS_NOISE_SETTINGS_DESC
source: Simulates a TV static noise.
ar: يحاكي الضوضاء الساكنة للتلفزيون.
de: Simuliert ein statisches Fernsehgeräusch.
el: Προσομοιώνει στατικό θόρυβο της τηλεόρασης.
es: Simula el ruido estático de un televisor.
fr: Simule le bruit statique d'un téléviseur.
ga: Insamhladh torann statach teilifíse.
hi: एक टीवी स्थैतिक शोर का अनुकरण करता है।
id: Mensimulasikan kebisingan statis TV.
it: Simula il rumore statico della TV.
ja: テレビの静的ノイズをシミュレートします。
ko: TV 정적 소음을 시뮬레이션합니다.
ms: Mensimulasikan bunyi statik TV.
nb: Simulerer en statisk TV-støy.
nl: Simuleert statische tv-ruis.
pt: Simula um ruído estático de TV.
pt_br: Simula ruído estático de TV.
ro: Simulează un zgomot static TV.
tr: Televizyondaki statik gürültüyü simüle eder.
uk: Імітує статичний шум телевізора.
vi: Mô phỏng tiếng ồn nhiễu của TV.
zh: 類比電視靜態噪音。

# NKS_SCREENSAVERPACKS_DATEANDTIME_SETTINGS_DESC
source: Simple date and time in the middle of the screen.
ar: التاريخ والوقت البسيط في منتصف الشاشة.
de: Einfaches Datum und Uhrzeit in der Mitte des Bildschirms.
el: Απλή ημερομηνία και ώρα στη μέση της οθόνης.
es: Fecha y hora simples en el medio de la pantalla.
fr: Date et heure simples au milieu de l'écran.
ga: Dáta agus am simplí i lár an scáileáin.
hi: स्क्रीन के मध्य में सरल दिनांक और समय।
id: Tanggal dan waktu sederhana di tengah layar.
it: Data e ora semplici al centro dello schermo.
ja: 画面中央にシンプルな日付と時刻。
ko: 화면 중앙에 간단한 날짜와 시간이 표시됩니다.
ms: Tarikh dan masa mudah di tengah-tengah skrin.
nb: Enkel dato og klokkeslett midt på skjermen.
nl: Eenvoudige datum en tijd in het midden van het scherm.
pt: Data e hora simples no meio da tela.
pt_br: Data e hora simples no meio da tela.
ro: Data și ora simple în mijlocul ecranului.
tr: Ekranın ortasında sade bir tarih ve saat.
uk: Проста дата й час посередині екрана.
vi: Ngày và giờ đơn giản ở giữa màn hình.
zh: 螢幕中間的簡單日期和時間。

# NKS_SCREENSAVERPACKS_GLITCH_SETTINGS_DESC
source: Simulates a glitch on your screen.
ar: يحاكي خلل على الشاشة.
de: Simuliert einen Fehler auf Ihrem Bildschirm.
el: Προσομοιώνει ένα σφάλμα στην οθόνη σας.
es: Simula un fallo en tu pantalla.
fr: Simule un problème sur votre écran.
ga: Insamhladh glitch ar do scáileán.
hi: आपकी स्क्रीन पर एक गड़बड़ी का अनुकरण करता है।
id: Mensimulasikan gangguan pada layar Anda.
it: Simula un problema tecnico sullo schermo.
ja: 画面上の不具合をシミュレートします。
ko: 화면의 결함을 시뮬레이션합니다.
ms: Mensimulasikan gangguan pada skrin anda.
nb: Simulerer en feil på skjermen.
nl: Simuleert een storing op uw scherm.
pt: Simula uma falha na tela.
pt_br: Simula uma falha na sua tela.
ro: Simulează o eroare pe ecran.
tr: Ekranınızdaki bir aksaklığı simüle eder.
uk: Імітує збій на екрані.
vi: Mô phỏng lỗi trên màn hình của bạn.
zh: 模擬螢幕上的故障。

# NKS_SCREENSAVERPACKS_FALLINGLINE_SETTINGS_DESC
source: Shows you a falling line that goes down and fades out.
ar: يظهر لك خطًا هابطًا ينخفض ويتلاشى.
de: Zeigt Ihnen eine fallende Linie, die nach unten geht und ausblendet.
el: Σας δείχνει μια γραμμή πτώσης που κατεβαίνει και σβήνει.
es: Le muestra una línea descendente que desciende y se desvanece.
fr: Vous montre une ligne descendante qui descend et disparaît.
ga: Léiríonn sé duit líne ag titim a théann síos agus fades amach.
hi: आपको एक गिरती हुई रेखा दिखाता है जो नीचे जाती है और लुप्त हो जाती है।
id: Menunjukkan garis jatuh yang menurun dan memudar.
it: Ti mostra una linea cadente che scende e svanisce.
ja: 下に向かってフェードアウトする下降ラインを表示します。
ko: 아래로 내려가 페이드 아웃되는 떨어지는 선을 보여줍니다.
ms: Menunjukkan kepada anda garis jatuh yang turun dan pudar.
nb: Viser deg en fallende linje som går ned og toner ut.
nl: Toont u een dalende lijn die naar beneden gaat en vervaagt.
pt: Mostra uma linha descendente que desce e desaparece.
pt_br: Mostra uma linha descendente que desce e desaparece gradualmente.
ro: Vă arată o linie care coboară și se estompează.
tr: Aşağı doğru inen ve kaybolan bir çizgi gösterir.
uk: Показує спадаючу лінію, яка йде вниз і зникає.
vi: Hiển thị cho bạn một đường thẳng đi xuống và mờ dần.
zh: 向您顯示一條下降並逐漸消失的線。

# NKS_SCREENSAVERPACKS_INDETERMINATE_SETTINGS_DESC
source: Shows you an indeterminate progress bar.
ar: يظهر لك شريط تقدم غير محدد.
de: Zeigt Ihnen einen unbestimmten Fortschrittsbalken an.
el: Σας δείχνει μια απροσδιόριστη γραμμή προόδου.
es: Te muestra una barra de progreso indeterminada.
fr: Vous montre une barre de progression indéterminée.
ga: Taispeánann sé barra dul chun cinn neamhchinntithe duit.
hi: आपको एक अनिश्चित प्रगति पट्टी दिखाता है.
id: Menunjukkan bilah kemajuan yang tidak dapat ditentukan.
it: Mostra una barra di avanzamento indeterminata.
ja: 不確定な進行状況バーを表示します。
ko: 불확실한 진행률 표시줄을 표시합니다.
ms: Menunjukkan kepada anda bar kemajuan yang tidak tentu.
nb: Viser deg en ubestemt fremdriftslinje.
nl: Toont u een onbepaalde voortgangsbalk.
pt: Mostra uma barra de progresso indeterminada.
pt_br: Mostra uma barra de progresso indeterminada.
ro: Vă arată o bară de progres nedeterminată.
tr: Belirsiz bir ilerleme çubuğu gösterir.
uk: Показує невизначену панель прогресу.
vi: Hiển thị cho bạn thanh tiến trình không xác định.
zh: 顯示一個不確定的進度條。

# NKS_SCREENSAVERPACKS_PULSE_SETTINGS_DESC
source: Shows you a pulsing background.
ar: يظهر لك خلفية نابضة.
de: Zeigt Ihnen einen pulsierenden Hintergrund.
el: Σας δείχνει ένα παλλόμενο φόντο.
es: Te muestra un fondo pulsante.
fr: Vous montre un arrière-plan palpitant.
ga: Taispeánann sé cúlra bíogach duit.
hi: आपको एक स्पंदित पृष्ठभूमि दिखाता है.
id: Menunjukkan latar belakang yang berdenyut.
it: Mostra uno sfondo pulsante.
ja: 脈動する背景を表示します。
ko: 맥박이 뛰는 배경을 보여줍니다.
ms: Menunjukkan kepada anda latar belakang yang berdenyut.
nb: Viser deg en pulserende bakgrunn.
nl: Toont u een pulserende achtergrond.
pt: Mostra um fundo pulsante.
pt_br: Mostra um fundo pulsante.
ro: Vă arată un fundal care pulsa.
tr: Size titreşen bir arka plan gösterir.
uk: Показує пульсуючий фон.
vi: Hiển thị cho bạn hình nền chuyển động.
zh: 向您展示脈動的背景。

# NKS_SCREENSAVERPACKS_BEATPULSE_SETTINGS_DESC
source: Shows you a pulsing background in beats.
ar: يظهر لك خلفية نابضة في النبضات.
de: Zeigt Ihnen einen pulsierenden Hintergrund in Beats.
el: Σας δείχνει ένα παλλόμενο φόντο σε beats.
es: Te muestra un fondo pulsante en ritmos.
fr: Vous montre un arrière-plan palpitant en rythmes.
ga: Léiríonn sé duit cúlra bíogach i buillí.
hi: आपको धड़कनों में स्पंदित पृष्ठभूमि दिखाता है।
id: Menunjukkan latar belakang yang berdenyut dalam ketukan.
it: Ti mostra uno sfondo pulsante in battute.
ja: 脈動する背景をビートで表示します。
ko: 비트에 맞춰 맥동하는 배경을 보여줍니다.
ms: Menunjukkan anda latar belakang berdenyut dalam rentak.
nb: Viser deg en pulserende bakgrunn i beats.
nl: Toont je een pulserende achtergrond in beats.
pt: Mostra um fundo pulsante em batidas.
pt_br: Mostra um fundo pulsante em batidas.
ro: Vă arată un fundal care pulsa în ritmuri.
tr: Size vuruşlarla titreşen bir arka plan gösterir.
uk: Показує пульсуючий фон у ритмах.
vi: Hiển thị cho bạn nền nhạc sôi động theo từng nhịp.
zh: 以節拍向您展示脈動的背景。

# NKS_SCREENSAVERPACKS_BEATPULSE_SETTINGS_CYCLECOLORS_DESC
source: BeatPulse will select random colours if it's enabled. Otherwise, use colours from config.
ar: سيحدد BeatPulse ألوانًا عشوائية إذا تم تمكينه. بخلاف ذلك، استخدم الألوان من التكوين.
de: BeatPulse wählt zufällige Farben aus, wenn es aktiviert ist. Andernfalls verwenden Sie Farben aus der Konfiguration.
el: Το BeatPulse θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: BeatPulse seleccionará colores aleatorios si está habilitado. De lo contrario, use colores de config.
fr: BeatPulse sélectionnera des couleurs aléatoires s'il est activé. Sinon, utilisez les couleurs de config.
ga: Roghnóidh BeatPulse dathanna randamach má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: यदि बीटपल्स सक्षम है तो यह यादृच्छिक रंगों का चयन करेगा। अन्यथा, कॉन्फिग से रंगों का उपयोग करें।
id: BeatPulse akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: BeatPulse selezionerà colori casuali se è abilitato. Altrimenti, usa i colori da config.
ja: BeatPulse が有効になっている場合、BeatPulse はランダムな色を選択します。それ以外の場合は、設定の色を使用します。
ko: BeatPulse가 활성화된 경우 임의의 색상을 선택합니다. 그렇지 않으면 구성의 색상을 사용하십시오.
ms: BeatPulse akan memilih warna rawak jika ia didayakan. Jika tidak, gunakan warna daripada config.
nb: BeatPulse vil velge tilfeldige farger hvis det er aktivert. Ellers bruker du farger fra config.
nl: BeatPulse selecteert willekeurige kleuren als deze is ingeschakeld. Gebruik anders kleuren uit config.
pt: O BeatPulse selecionará cores aleatórias se estiver ativado. Caso contrário, use cores da configuração.
pt_br: O BeatPulse selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: BeatPulse va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: BeatPulse etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, config'den renkleri kullanın.
uk: BeatPulse вибере випадкові кольори, якщо це ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: BeatPulse sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，BeatPulse 將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_EDGEPULSE_SETTINGS_DESC
source: Shows you a pulsing edge.
ar: يظهر لك حافة نابضة.
de: Zeigt Ihnen eine pulsierende Kante.
el: Σου δείχνει μια παλλόμενη άκρη.
es: Te muestra un borde pulsante.
fr: Vous montre un front pulsé.
ga: Léiríonn sé imeall bíogach duit.
hi: आपको एक स्पंदित धार दिखाता है.
id: Menunjukkan ujung yang berdenyut.
it: Mostra un bordo pulsante.
ja: 脈動するエッジを見せます。
ko: 펄스 엣지를 보여줍니다.
ms: Menunjukkan anda kelebihan berdenyut.
nb: Viser deg en pulserende kant.
nl: Toont u een pulserende rand.
pt: Mostra uma borda pulsante.
pt_br: Mostra uma borda pulsante.
ro: Vă arată o margine pulsatorie.
tr: Size nabız atan bir kenar gösterir.
uk: Показує вам пульсуючий край.
vi: Hiển thị cho bạn một cạnh xung nhịp.
zh: 向您展示脈動的邊緣。

# NKS_SCREENSAVERPACKS_BEATEDGEPULSE_SETTINGS_DESC
source: Shows you a pulsing edge in beats.
ar: يُظهر لك ميزة نابضة في النبضات.
de: Zeigt Ihnen eine pulsierende Kante in Beats.
el: Σου δείχνει ένα παλλόμενο πλεονέκτημα στα beats.
es: Te muestra un borde pulsante en tiempos.
fr: Vous montre un front pulsé en battements.
ga: Léiríonn sé duit imeall bíogach i bhuillí.
hi: आपको धड़कनों में स्पंदित धार दिखाता है।
id: Menunjukkan denyutan pada ketukan.
it: Mostra un bordo pulsante in battute.
ja: ビートの脈動的なエッジを示します。
ko: 비트의 펄스 엣지를 보여줍니다.
ms: Menunjukkan anda kelebihan berdenyut dalam rentak.
nb: Viser deg en pulserende kant i takter.
nl: Toont je een pulserend randje in beats.
pt: Mostra uma vantagem pulsante nas batidas.
pt_br: Mostra uma borda pulsante nas batidas.
ro: Vă arată o margine pulsatorie în bătăi.
tr: Size vuruşlarda nabız gibi atan bir kenar gösterir.
uk: Показує пульсуючий край у ударах.
vi: Hiển thị cho bạn nhịp điệu sôi động.
zh: 向您展示節拍的脈動邊緣。

# NKS_SCREENSAVERPACKS_BEATEDGEPULSE_SETTINGS_CYCLECOLORS_DESC
source: BeatEdgePulse will select random colours if it's enabled. Otherwise, use colours from config.
ar: سيحدد BeatEdgePulse ألوانًا عشوائية إذا تم تمكينه. بخلاف ذلك، استخدم الألوان من التكوين.
de: BeatEdgePulse wählt zufällige Farben aus, wenn es aktiviert ist. Andernfalls verwenden Sie Farben aus der Konfiguration.
el: Το BeatEdgePulse θα επιλέξει τυχαία χρώματα εάν είναι ενεργοποιημένο. Διαφορετικά, χρησιμοποιήστε χρώματα από τη διαμόρφωση.
es: BeatEdgePulse seleccionará colores aleatorios si está habilitado. De lo contrario, use colores de config.
fr: BeatEdgePulse sélectionnera des couleurs aléatoires s'il est activé. Sinon, utilisez les couleurs de config.
ga: Roghnóidh BeatEdgePulse dathanna randamacha má tá sé cumasaithe. Seachas sin, bain úsáid as dathanna ó config.
hi: यदि यह सक्षम है तो BeatEdgePulse यादृच्छिक रंगों का चयन करेगा। अन्यथा, कॉन्फिग से रंगों का उपयोग करें।
id: BeatEdgePulse akan memilih warna acak jika diaktifkan. Jika tidak, gunakan warna dari konfigurasi.
it: BeatEdgePulse selezionerà colori casuali se è abilitato. Altrimenti, usa i colori da config.
ja: BeatEdgePulse が有効になっている場合、ランダムな色が選択されます。それ以外の場合は、設定の色を使用します。
ko: BeatEdgePulse가 활성화된 경우 임의의 색상을 선택합니다. 그렇지 않으면 구성의 색상을 사용하십시오.
ms: BeatEdgePulse akan memilih warna rawak jika ia didayakan. Jika tidak, gunakan warna daripada config.
nb: BeatEdgePulse vil velge tilfeldige farger hvis det er aktivert. Ellers bruker du farger fra config.
nl: BeatEdgePulse selecteert willekeurige kleuren als deze is ingeschakeld. Gebruik anders kleuren uit config.
pt: O BeatEdgePulse selecionará cores aleatórias se estiver ativado. Caso contrário, use cores da configuração.
pt_br: O BeatEdgePulse selecionará cores aleatórias se estiver habilitado. Caso contrário, use cores da configuração.
ro: BeatEdgePulse va selecta culori aleatorii dacă este activat. În caz contrar, utilizați culorile din config.
tr: BeatEdgePulse etkinleştirilirse rastgele renkler seçecektir. Aksi takdirde, config'den renkleri kullanın.
uk: BeatEdgePulse вибере випадкові кольори, якщо його ввімкнено. В іншому випадку використовуйте кольори з конфігурації.
vi: BeatEdgePulse sẽ chọn màu ngẫu nhiên nếu được bật. Nếu không, hãy sử dụng màu từ cấu hình.
zh: 如果啟用，BeatEdgePulse 將選擇隨機顏色。否則，請使用配置中的顏色。

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_DESC
source: Shows you a screen filled with colour that slowly rots itself to another colour, creating gradients.
ar: يعرض لك شاشة مليئة بالألوان التي تتعفن ببطء إلى لون آخر، مما يؤدي إلى إنشاء تدرجات.
de: Zeigt Ihnen einen mit Farbe gefüllten Bildschirm, der sich langsam in eine andere Farbe verwandelt und so Farbverläufe erzeugt.
el: Σας δείχνει μια οθόνη γεμάτη χρώμα που αργά σαπίζει σε άλλο χρώμα, δημιουργώντας διαβαθμίσεις.
es: Le muestra una pantalla llena de color que lentamente se pudre a otro color, creando degradados.
fr: Vous montre un écran rempli de couleurs qui se décomposent lentement en une autre couleur, créant des dégradés.
ga: Taispeánann sé duit scáileán lán le dath a rothlaíonn go mall go dath eile, ag cruthú grádáin.
hi: आपको रंग से भरी एक स्क्रीन दिखाता है जो धीरे-धीरे खुद को दूसरे रंग में बदल लेता है, जिससे ग्रेडिएंट बनते हैं।
id: Menunjukkan layar yang dipenuhi warna yang perlahan berubah menjadi warna lain, menciptakan gradien.
it: Mostra uno schermo pieno di colori che si trasformano lentamente in un altro colore, creando sfumature.
ja: 色で満たされた画面が表示され、ゆっくりと別の色に変化し、グラデーションが作成されます。
ko: 천천히 다른 색상으로 변하면서 그라데이션을 만드는 색상으로 가득 찬 화면을 보여줍니다.
ms: Menunjukkan kepada anda skrin yang dipenuhi dengan warna yang perlahan-lahan mereput dirinya kepada warna lain, mencipta kecerunan.
nb: Viser deg en skjerm fylt med farger som sakte råtner til en annen farge, og skaper gradienter.
nl: Toont u een scherm vol kleur dat langzaam wegrot naar een andere kleur, waardoor kleurverlopen ontstaan.
pt: Mostra uma tela cheia de cores que lentamente se transforma em outra cor, criando gradientes.
pt_br: Mostra uma tela cheia de cores que lentamente se transformam em outra cor, criando gradientes.
ro: Vă arată un ecran plin de culoare care putrezește încet la o altă culoare, creând degrade.
tr: Size yavaşça başka bir renge dönüşen ve degradeler oluşturan renklerle dolu bir ekran gösterir.
uk: Показує вам екран, заповнений кольором, який повільно перетворюється на інший колір, створюючи градієнти.
vi: Hiển thị cho bạn một màn hình đầy màu sắc và từ từ chuyển sang màu khác, tạo thành hiệu ứng chuyển màu.
zh: 向您展示一個充滿顏色的螢幕，該顏色會慢慢地變成另一種顏色，從而創建漸變。

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_NEXTROT_NAME
source: Next gradient rot interval
ar: الفاصل الزمني التالي لتعفن التدرج
de: Nächstes Gradientenverrottungsintervall
el: Επόμενο διάστημα σήψης κλίσης
es: Siguiente intervalo de descomposición del gradiente
fr: Prochain intervalle de pourriture du gradient
ga: An chéad eatramh lobhadh grádáin eile
hi: अगला ग्रेडिएंट रोट अंतराल
id: Interval pembusukan gradien berikutnya
it: Prossimo intervallo di marciume del gradiente
ja: 次のグラデーションの腐敗間隔
ko: 다음 그라데이션 부패 간격
ms: Selang reput kecerunan seterusnya
nb: Neste gradientråteintervall
nl: Volgende gradiëntrotinterval
pt: Próximo intervalo de podridão gradiente
pt_br: Próximo intervalo de gradiente de podridão
ro: Următorul interval de putregai în gradient
tr: Sonraki gradyan çürüme aralığı
uk: Наступний інтервал гниття градієнта
vi: Khoảng thời gian rot gradient tiếp theo
zh: 下一個梯度旋轉間隔

# NKS_SCREENSAVERPACKS_GRADIENTROT_SETTINGS_NEXTROT_DESC
source: How many milliseconds to wait before rotting the next screen?
ar: كم ميلي ثانية يجب الانتظار قبل أن تتعفن الشاشة التالية؟
de: Wie viele Millisekunden muss man warten, bevor der nächste Bildschirm verrottet?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν σαπίσετε την επόμενη οθόνη;
es: ¿Cuántos milisegundos hay que esperar antes de que se pudra la siguiente pantalla?
fr: Combien de millisecondes attendre avant de pourrir l'écran suivant ?
ga: Cé mhéad milleasoicind atá le fanacht roimh lobhadh an chéad scáileán eile?
hi: अगली स्क्रीन ख़राब होने से पहले कितने मिलीसेकेंड इंतज़ार करना होगा?
id: Berapa milidetik yang harus ditunggu sebelum membuka layar berikutnya?
it: Quanti millisecondi aspettare prima di marcire la schermata successiva?
ja: 次の画面が腐るまで何ミリ秒待つ必要がありますか?
ko: 다음 화면이 썩기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum membusukkan skrin seterusnya?
nb: Hvor mange millisekunder skal du vente før neste skjerm råtner?
nl: Hoeveel milliseconden moet je wachten voordat het volgende scherm rot?
pt: Quantos milissegundos esperar antes de apodrecer a próxima tela?
pt_br: Quantos milissegundos esperar antes de estragar a próxima tela?
ro: Câte milisecunde trebuie să așteptați înainte de a putrezi următorul ecran?
tr: Bir sonraki ekrana geçmeden önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж загнивати наступний екран?
vi: Phải đợi bao nhiêu mili giây trước khi màn hình tiếp theo bị hỏng?
zh: 在旋轉下一個畫面之前要等待多少毫秒？

# NKS_SCREENSAVERPACKS_GRADIENT_SETTINGS_DESC
source: Shows you a gradient in your screen.
ar: يظهر لك التدرج في الشاشة.
de: Zeigt Ihnen einen Farbverlauf auf Ihrem Bildschirm.
el: Σας δείχνει μια κλίση στην οθόνη σας.
es: Te muestra un degradado en tu pantalla.
fr: Vous montre un dégradé sur votre écran.
ga: Taispeánann sé grádán duit ar do scáileán.
hi: आपको आपकी स्क्रीन में एक ग्रेडिएंट दिखाता है.
id: Menunjukkan gradien pada layar Anda.
it: Mostra una sfumatura sullo schermo.
ja: 画面にグラデーションを表示します。
ko: 화면에 그라데이션을 표시합니다.
ms: Menunjukkan kecerunan dalam skrin anda.
nb: Viser deg en gradient på skjermen.
nl: Toont u een verloop in uw scherm.
pt: Mostra um gradiente na tela.
pt_br: Mostra um gradiente na tela.
ro: Vă arată un gradient pe ecran.
tr: Ekranınızda bir degrade gösterir.
uk: Показує градієнт на екрані.
vi: Hiển thị độ dốc trên màn hình của bạn.
zh: 在螢幕上顯示漸層。

# NKS_SCREENSAVERPACKS_STARFIELD_SETTINGS_DESC
source: Shows you a star journey in 2D.
ar: يظهر لك رحلة نجم في 2D.
de: Zeigt Ihnen eine Sternenreise in 2D.
el: Σας δείχνει ένα ταξίδι με αστέρια σε 2D.
es: Te muestra un viaje estelar en 2D.
fr: Vous montre un voyage d'étoile en 2D.
ga: Taispeánann sé turas réalta duit i 2D.
hi: आपको 2डी में एक सितारा यात्रा दिखाता है।
id: Menunjukkan perjalanan bintang dalam 2D.
it: Ti mostra un viaggio stellare in 2D.
ja: 星の旅を 2D で表示します。
ko: 별 여행을 2D로 보여줍니다.
ms: Menunjukkan kepada anda perjalanan bintang dalam 2D.
nb: Viser deg en stjernereise i 2D.
nl: Toont je een sterrenreis in 2D.
pt: Mostra uma jornada estelar em 2D.
pt_br: Mostra uma jornada estelar em 2D.
ro: Vă arată o călătorie cu stele în 2D.
tr: Size 2 boyutlu bir yıldız yolculuğunu gösterir.
uk: Показує вам зіркову подорож у 2D.
vi: Hiển thị cho bạn hành trình của các vì sao dưới dạng 2D.
zh: 以 2D 方式向您展示星際之旅。

# NKS_SCREENSAVERPACKS_SIREN_SETTINGS_DESC
source: Changes the background according to the set colours, which simulates a siren.
ar: يغير الخلفية وفقًا للألوان المحددة، مما يحاكي صفارة الإنذار.
de: Ändert den Hintergrund entsprechend den eingestellten Farben, wodurch eine Sirene simuliert wird.
el: Αλλάζει το φόντο σύμφωνα με τα καθορισμένα χρώματα, το οποίο προσομοιώνει μια σειρήνα.
es: Cambia el fondo según los colores establecidos, lo que simula una sirena.
fr: Modifie l'arrière-plan en fonction des couleurs définies, ce qui simule une sirène.
ga: Athraíonn an cúlra de réir na dathanna atá leagtha síos, a shamhlaíonn siren.
hi: निर्धारित रंगों के अनुसार पृष्ठभूमि बदलता है, जो एक सायरन का अनुकरण करता है।
id: Mengubah latar belakang sesuai dengan warna yang ditetapkan, yang mensimulasikan sirene.
it: Cambia lo sfondo in base ai colori impostati, simulando una sirena.
ja: 設定した色に応じて背景を変更し、サイレンを模倣します。
ko: 설정된 색상에 따라 배경을 변경하여 사이렌을 시뮬레이션합니다.
ms: Menukar latar belakang mengikut warna yang ditetapkan, yang menyerupai siren.
nb: Endrer bakgrunnen i henhold til de angitte fargene, som simulerer en sirene.
nl: Verandert de achtergrond volgens de ingestelde kleuren, waardoor een sirene wordt gesimuleerd.
pt: Altera o fundo de acordo com as cores definidas, simulando uma sirene.
pt_br: Altera o fundo de acordo com as cores definidas, o que simula uma sirene.
ro: Schimbă fundalul în funcție de culorile setate, ceea ce simulează o sirenă.
tr: Ayarlanan renklere göre arka planı değiştirerek siren sesi taklit eder.
uk: Змінює фон відповідно до встановлених кольорів, що імітує сирену.
vi: Thay đổi hình nền theo màu sắc được thiết lập, mô phỏng tiếng còi báo động.
zh: 根據設定的顏色變更背景，模擬警報器。
