Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_URCCHAR_NAME
source: Upper right corner character for the second bar
ar: حرف الزاوية اليمنى العلوية للشريط الثاني
de: Zeichen in der oberen rechten Ecke für den zweiten Balken
el: Χαρακτήρας πάνω δεξιά γωνία για τη δεύτερη γραμμή
es: Carácter de la esquina superior derecha para la segunda barra
fr: Caractère du coin supérieur droit pour la deuxième barre
ga: Carachtar cúinne uachtarach ar dheis don dara barra
hi: दूसरे बार के लिए ऊपरी दाएँ कोने का वर्ण
id: Karakter sudut kanan atas untuk bilah kedua
it: Carattere angolo superiore destro per la seconda barra
ja: 2 番目のバーの右上隅の文字
ko: 두 번째 막대의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk bar kedua
nb: Øvre høyre hjørnetegnet for den andre stolpen
nl: Bovenste rechterhoekkarakter voor de tweede balk
pt: Caracter do canto superior direito para a segunda barra
pt_br: Caractere do canto superior direito para a segunda barra
ro: Caracter din colțul din dreapta sus pentru a doua bară
tr: İkinci çubuk için sağ üst köşe karakteri
uk: Символ верхнього правого кута для другої панелі
vi: Ký tự góc trên bên phải cho thanh thứ hai
zh: 第二小節的右上角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_LLCCHAR_NAME
source: Lower left corner character for the second bar
ar: حرف الزاوية اليسرى السفلية للشريط الثاني
de: Zeichen in der unteren linken Ecke für den zweiten Balken
el: Χαρακτήρας κάτω αριστερής γωνίας για τη δεύτερη γραμμή
es: Carácter de la esquina inferior izquierda para la segunda barra
fr: Caractère du coin inférieur gauche pour la deuxième barre
ga: Carachtar cúinne íochtair ar chlé don dara barra
hi: दूसरे बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah kedua
it: Carattere angolo inferiore sinistro per la seconda barra
ja: 2 番目のバーの左下隅の文字
ko: 두 번째 막대의 왼쪽 아래 모서리 문자
ms: Aksara sudut kiri bawah untuk bar kedua
nb: Nedre venstre hjørnetegnet for den andre linjen
nl: Onderste linkerhoekkarakter voor de tweede balk
pt: Caracter do canto inferior esquerdo para a segunda barra
pt_br: Caractere do canto inferior esquerdo para a segunda barra
ro: Caracter din colțul din stânga jos pentru a doua bară
tr: İkinci çubuk için sol alt köşe karakteri
uk: Символ нижнього лівого кута для другої смуги
vi: Ký tự góc dưới bên trái cho thanh thứ hai
zh: 第二小節的左下角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_LRCCHAR_NAME
source: Lower right corner character for the second bar
ar: حرف الزاوية اليمنى السفلية للشريط الثاني
de: Zeichen in der unteren rechten Ecke für den zweiten Balken
el: Χαρακτήρας κάτω δεξιά γωνία για τη δεύτερη γραμμή
es: Carácter de la esquina inferior derecha para la segunda barra
fr: Caractère du coin inférieur droit pour la deuxième barre
ga: Carachtar cúinne íochtair ar dheis don dara barra
hi: दूसरे बार के लिए निचले दाएँ कोने का वर्ण
id: Karakter sudut kanan bawah untuk bilah kedua
it: Carattere angolo inferiore destro per la seconda barra
ja: 2 番目のバーの右下隅の文字
ko: 두 번째 막대의 오른쪽 아래 모서리 문자
ms: Aksara sudut kanan bawah untuk bar kedua
nb: Tegn i nedre høyre hjørne for den andre linjen
nl: Onderste rechterhoekkarakter voor de tweede balk
pt: Caracter do canto inferior direito para a segunda barra
pt_br: Caractere do canto inferior direito para a segunda barra
ro: Caracter din colțul din dreapta jos pentru a doua bară
tr: İkinci çubuk için sağ alt köşe karakteri
uk: Символ нижнього правого кута для другої смуги
vi: Ký tự góc dưới bên phải cho thanh thứ hai
zh: 第二小節的右下角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_UPFRAMECHAR_NAME
source: Upper frame character for the second bar
ar: حرف الإطار العلوي للشريط الثاني
de: Zeichen im oberen Rahmen für den zweiten Balken
el: Χαρακτήρας άνω πλαισίου για τη δεύτερη μπάρα
es: Carácter del marco superior para la segunda barra
fr: Caractère du cadre supérieur pour la deuxième barre
ga: Carachtar fráma uachtair don dara barra
hi: दूसरे बार के लिए ऊपरी फ़्रेम वर्ण
id: Karakter bingkai atas untuk bar kedua
it: Carattere cornice superiore per la seconda barra
ja: 2 番目のバーの上部フレーム文字
ko: 두 번째 막대의 위쪽 프레임 문자
ms: Aksara bingkai atas untuk bar kedua
nb: Øvre rammekarakter for den andre takten
nl: Bovenste framekarakter voor de tweede balk
pt: Caracter do quadro superior para a segunda barra
pt_br: Caractere do quadro superior para a segunda barra
ro: Caracter de cadru superior pentru a doua bară
tr: İkinci çubuk için üst çerçeve karakteri
uk: Символ верхньої рамки для другого рядка
vi: Ký tự khung trên cho thanh thứ hai
zh: 第二條的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_LOFRAMECHAR_NAME
source: Lower frame character for the second bar
ar: حرف الإطار السفلي للشريط الثاني
de: Zeichen im unteren Rahmen für den zweiten Balken
el: Κάτω χαρακτήρας καρέ για τη δεύτερη μπάρα
es: Carácter del marco inferior para la segunda barra
fr: Caractère du cadre inférieur pour la deuxième barre
ga: Níos ísle carachtar fráma don dara barra
hi: दूसरे बार के लिए निचले फ़्रेम वर्ण
id: Karakter bingkai bawah untuk bar kedua
it: Carattere cornice inferiore per la seconda barra
ja: 2 番目のバーの下部フレーム文字
ko: 두 번째 막대의 아래쪽 프레임 문자
ms: Aksara bingkai bawah untuk bar kedua
nb: Nedre rammekarakter for den andre stolpen
nl: Onderste framekarakter voor de tweede balk
pt: Caracter do quadro inferior para a segunda barra
pt_br: Caractere do quadro inferior para a segunda barra
ro: Caracter de cadru inferior pentru a doua bară
tr: İkinci çubuk için alt çerçeve karakteri
uk: Символ нижньої рамки для другого рядка
vi: Ký tự khung dưới cho thanh thứ hai
zh: 第二小節的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_LEFRAMECHAR_NAME
source: Left frame character for the second bar
ar: حرف الإطار الأيسر للشريط الثاني
de: Zeichen im linken Rahmen für den zweiten Balken
el: Χαρακτήρας αριστερού πλαισίου για τη δεύτερη γραμμή
es: Carácter del marco izquierdo para la segunda barra
fr: Caractère du cadre gauche pour la deuxième barre
ga: Fág an carachtar fráma don dara barra
hi: दूसरे बार के लिए बाएँ फ़्रेम वर्ण
id: Karakter bingkai kiri untuk bilah kedua
it: Carattere cornice sinistra per la seconda barra
ja: 2 番目のバーの左フレーム文字
ko: 두 번째 막대의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar kedua
nb: Venstre rammetegn for den andre stolpen
nl: Linker framekarakter voor de tweede balk
pt: Caracter do quadro esquerdo para a segunda barra
pt_br: Caractere do quadro esquerdo para a segunda barra
ro: Caracter de cadru din stânga pentru a doua bară
tr: İkinci çubuk için sol çerçeve karakteri
uk: Символ лівого кадру для другого рядка
vi: Ký tự khung trái cho thanh thứ hai
zh: 第二小節的左框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_RIFRAMECHAR_NAME
source: Right frame character for the second bar
ar: حرف الإطار الأيمن للشريط الثاني
de: Zeichen im rechten Rahmen für den zweiten Balken
el: Χαρακτήρας δεξιού πλαισίου για τη δεύτερη γραμμή
es: Carácter del marco derecho para la segunda barra
fr: Caractère du cadre droit pour la deuxième barre
ga: Carachtar fráma ceart don dara barra
hi: दूसरे बार के लिए दाएँ फ़्रेम वर्ण
id: Karakter bingkai kanan untuk bar kedua
it: Carattere cornice destra per la seconda barra
ja: 2 番目のバーの右フレーム文字
ko: 두 번째 막대의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar kedua
nb: Høyre rammetegn for den andre stolpen
nl: Rechter framekarakter voor de tweede balk
pt: Caracter do quadro direito para a segunda barra
pt_br: Caractere do quadro direito para a segunda barra
ro: Caracter cadru din dreapta pentru a doua bară
tr: İkinci çubuk için sağ çerçeve karakteri
uk: Символ правої рамки для другої смуги
vi: Ký tự khung phải cho thanh thứ hai
zh: 第二小節的右邊框架字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_COLORSETTINGS_DESC
source: This allows you to configure the second ramp colour
ar: يتيح لك هذا تكوين لون المنحدر الثاني
de: Hier können Sie die Farbe der zweiten Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το δεύτερο χρώμα ράμπας
es: Esto le permite configurar el segundo color de rampa
fr: Cela vous permet de configurer la couleur de la deuxième rampe
ga: Ligeann sé seo duit an dara dath rampa a chumrú
hi: इससे आप दूसरे रैंप के रंग को कॉन्फ़िगर कर सकते हैं
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp kedua
it: Questo consente di configurare il colore della seconda rampa
ja: これにより、2 番目のランプの色を設定できます
ko: 이렇게 하면 두 번째 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan kedua
nb: Dette lar deg konfigurere den andre rampefargen
nl: Hiermee kunt u de kleur van de tweede helling configureren
pt: Isto permite configurar a segunda cor da rampa
pt_br: Isso permite que você configure a segunda cor da rampa
ro: Acest lucru vă permite să configurați a doua culoare a rampei
tr: Bu, ikinci rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати другий колір рампи
vi: Điều này cho phép bạn định cấu hình màu dốc thứ hai
zh: 這允許您配置第二個漸層顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_PROGRESSCOLOR_NAME
source: Colour of Second Bar
ar: لون الشريط الثاني
de: Farbe des zweiten Balkens
el: Χρώμα δεύτερης ράβδου
es: Color de la segunda barra
fr: Couleur de la deuxième barre
ga: Dath an Dara Bharra
hi: दूसरे बार का रंग
id: Warna Batang Kedua
it: Colore della seconda barra
ja: 2 番目のバーの色
ko: 두 번째 막대의 색상
ms: Warna Bar Kedua
nb: Farge på Second Bar
nl: Kleur van de tweede balk
pt: Cor da segunda barra
pt_br: Cor da segunda barra
ro: Culoarea celui de-al doilea bar
tr: İkinci Çubuğun Rengi
uk: Колір другої смуги
vi: Màu của Thanh thứ hai
zh: 第二條柱的顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MINREDCOLOR_NAME
source: Minimum red colour level for second
ar: الحد الأدنى لمستوى اللون الأحمر للشريط الثاني
de: Minimale Rot-Farbstufe für den zweiten
el: Ελάχιστο επίπεδο κόκκινου χρώματος για το δεύτερο
es: Nivel mínimo de color rojo para la segunda
fr: Niveau de couleur rouge minimum pour la deuxième
ga: Íosleibhéal dath dearg don soicind
hi: दूसरे बार के लिए न्यूनतम लाल रंग का स्तर
id: Tingkat warna merah minimum untuk detik
it: Livello minimo di colore rosso per la seconda
ja: 2 番目の最小赤色レベル
ko: 두 번째의 최소 빨간색 색상 레벨
ms: Tahap warna merah minimum untuk saat
nb: Minimum rød fargenivå for andre
nl: Minimaal rood kleurniveau voor de tweede
pt: Nível mínimo de cor vermelha para o segundo
pt_br: Nível mínimo de cor vermelha para a segunda
ro: Nivel minim de culoare roșie pentru secundă
tr: İkinci için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору для секунди
vi: Mức màu đỏ tối thiểu cho thanh thứ hai
zh: 第二個的最低紅色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MINGREENCOLOR_NAME
source: Minimum green colour level for second
ar: الحد الأدنى لمستوى اللون الأخضر للشريط الثاني
de: Minimale Grün-Farbstufe für den zweiten
el: Ελάχιστο επίπεδο πράσινου χρώματος για δεύτερο
es: Nivel mínimo de color verde para la segunda
fr: Niveau de couleur vert minimum pour la deuxième
ga: Íosleibhéal dath glas don soicind
hi: दूसरे बार के लिए न्यूनतम हरा रंग का स्तर
id: Tingkat warna hijau minimum untuk detik
it: Livello minimo di colore verde per la seconda
ja: 2 番目の最小緑色レベル
ko: 두 번째의 최소 녹색 색상 레벨
ms: Tahap warna hijau minimum untuk saat
nb: Minimum grønt fargenivå for andre
nl: Minimaal groen kleurniveau voor de tweede
pt: Nível mínimo de cor verde para o segundo
pt_br: Nível mínimo de cor verde para a segunda
ro: Nivel minim de culoare verde pentru secundă
tr: İkinci için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору для секунди
vi: Mức màu xanh lá cây tối thiểu cho thanh thứ hai
zh: 第二個的最低綠色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MINBLUECOLOR_NAME
source: Minimum blue colour level for second
ar: الحد الأدنى لمستوى اللون الأزرق للشريط الثاني
de: Minimale Blau-Farbstufe für den zweiten
el: Ελάχιστο επίπεδο μπλε χρώματος για δευτερόλεπτο
es: Nivel mínimo de color azul para la segunda
fr: Niveau de couleur bleu minimum pour la deuxième
ga: Íosleibhéal dath gorm don soicind
hi: दूसरे बार के लिए न्यूनतम नीला रंग का स्तर
id: Tingkat warna biru minimum untuk detik
it: Livello minimo di colore blu per la seconda
ja: 2 番目の最小青色レベル
ko: 두 번째의 최소 파란색 색상 레벨
ms: Tahap warna biru minimum untuk saat
nb: Minimum blåfargenivå for andre
nl: Minimaal blauw kleurniveau voor de tweede
pt: Nível mínimo de cor azul para o segundo
pt_br: Nível mínimo de cor azul para a segunda
ro: Nivel minim de culoare albastră pentru secundă
tr: İkinci için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору для другого
vi: Mức màu xanh lam tối thiểu cho thanh thứ hai
zh: 第二個最低藍色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MINCOLOR_NAME
source: Minimum colour level for second
ar: الحد الأدنى لمستوى اللون الثاني
de: Minimale Farbstufe für den zweiten
el: Ελάχιστο επίπεδο χρώματος για δευτερόλεπτο
es: Nivel mínimo de color para la segunda
fr: Niveau de couleur minimum pour la deuxième
ga: Leibhéal dath íosta don soicind
hi: दूसरे बार के लिए न्यूनतम रंग का स्तर
id: Tingkat warna minimum untuk detik
it: Livello minimo di colore per la seconda
ja: 2 番目の最小色レベル
ko: 두 번째의 최소 색상 레벨
ms: Tahap warna minimum untuk saat
nb: Minimum fargenivå for andre
nl: Minimaal kleurniveau voor de tweede
pt: Nível mínimo de cor para o segundo
pt_br: Nível mínimo de cor para a segunda
ro: Nivel minim de culoare pentru secundă
tr: İkinci için minimum renk seviyesi
uk: Мінімальний рівень кольору для секунди
vi: Mức màu tối thiểu cho thanh thứ hai
zh: 第二個最低顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MAXREDCOLOR_NAME
source: Maximum red colour level for second
ar: الحد الأقصى لمستوى اللون الأحمر للشريط الثاني
de: Maximale Rot-Farbstufe für den zweiten
el: Μέγιστο επίπεδο κόκκινου χρώματος για δευτερόλεπτο
es: Nivel máximo de color rojo para la segunda
fr: Niveau de couleur rouge maximum pour la deuxième
ga: Uasleibhéal dath dearg don soicind
hi: दूसरे बार के लिए अधिकतम लाल रंग का स्तर
id: Tingkat warna merah maksimum untuk detik
it: Livello massimo di colore rosso per la seconda
ja: 2 番目の最大赤色レベル
ko: 두 번째의 최대 빨간색 색상 레벨
ms: Tahap warna merah maksimum untuk saat
nb: Maksimalt rødt fargenivå for sekundet
nl: Maximum rood kleurniveau voor de tweede
pt: Nível máximo de cor vermelha para o segundo
pt_br: Nível máximo de cor vermelha para a segunda
ro: Nivel maxim de culoare roșie pentru secundă
tr: İkinci için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору для секунди
vi: Mức màu đỏ tối đa cho thanh thứ hai
zh: 最大紅色等級為秒

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MAXGREENCOLOR_NAME
source: Maximum green colour level for second
ar: الحد الأقصى لمستوى اللون الأخضر للشريط الثاني
de: Maximale Grün-Farbstufe für den zweiten
el: Μέγιστο επίπεδο πράσινου χρώματος για δευτερόλεπτο
es: Nivel máximo de color verde para la segunda
fr: Niveau de couleur vert maximum pour la deuxième
ga: Uasleibhéal dath glas don dara
hi: दूसरे बार के लिए अधिकतम हरा रंग का स्तर
id: Tingkat warna hijau maksimum untuk detik
it: Livello massimo di colore verde per la seconda
ja: 2 番目の最大緑色レベル
ko: 두 번째의 최대 녹색 색상 레벨
ms: Tahap warna hijau maksimum untuk saat
nb: Maksimalt grønt fargenivå for sekundet
nl: Maximum groen kleurniveau voor de tweede
pt: Nível máximo de cor verde para o segundo
pt_br: Nível máximo de cor verde para a segunda
ro: Nivel maxim de culoare verde pentru secundă
tr: İkinci için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору для секунди
vi: Mức màu xanh lá cây tối đa cho thanh thứ hai
zh: 第二個最大綠色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MAXBLUECOLOR_NAME
source: Maximum blue colour level for second
ar: الحد الأقصى لمستوى اللون الأزرق للشريط الثاني
de: Maximale Blau-Farbstufe für den zweiten
el: Μέγιστο επίπεδο μπλε χρώματος για δευτερόλεπτο
es: Nivel máximo de color azul para la segunda
fr: Niveau de couleur bleu maximum pour la deuxième
ga: Uasleibhéal dath gorm don soicind
hi: दूसरे बार के लिए अधिकतम नीला रंग का स्तर
id: Tingkat warna biru maksimum untuk detik
it: Livello massimo di colore blu per la seconda
ja: 2 番目の最大青色レベル
ko: 두 번째의 최대 파란색 색상 레벨
ms: Tahap warna biru maksimum untuk saat
nb: Maksimalt blått fargenivå for sekundet
nl: Maximum blauw kleurniveau voor de tweede
pt: Nível máximo de cor azul por segundo
pt_br: Nível máximo de cor azul para a segunda
ro: Nivel maxim de culoare albastră pentru secundă
tr: İkinci için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору для секунди
vi: Mức màu xanh lam tối đa cho thanh thứ hai
zh: 最大藍色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_MAXCOLOR_NAME
source: Maximum colour level for second
ar: الحد الأقصى لمستوى اللون الثاني
de: Maximale Farbstufe für den zweiten
el: Μέγιστο επίπεδο χρώματος για δευτερόλεπτο
es: Nivel máximo de color para la segunda
fr: Niveau de couleur maximum pour la deuxième
ga: Uasleibhéal datha don soicind
hi: दूसरे बार के लिए अधिकतम रंग का स्तर
id: Tingkat warna maksimum untuk detik
it: Livello massimo di colore per la seconda
ja: 2 番目の最大色レベル
ko: 두 번째의 최대 색상 레벨
ms: Tahap warna maksimum untuk saat
nb: Maksimalt fargenivå for sekundet
nl: Maximum kleurniveau voor de tweede
pt: Nível máximo de cor para o segundo
pt_br: Nível máximo de cor para a segunda
ro: Nivel maxim de culoare pentru secundă
tr: İkinci için maksimum renk seviyesi
uk: Максимальний рівень кольору для секунди
vi: Mức màu tối đa cho thanh thứ hai
zh: 最大色彩等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_APPEARANCE_DESC
source: This allows you to configure the third ramp appearance
ar: يتيح لك هذا تكوين مظهر المنحدر الثالث
de: Hier können Sie das Erscheinungsbild der dritten Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την τρίτη εμφάνιση ράμπας
es: Esto le permite configurar la apariencia de la tercera rampa
fr: Cela vous permet de configurer l'apparence de la troisième rampe
ga: Ligeann sé seo duit cuma an tríú rampa a chumrú
hi: इससे आप तीसरे रैंप के स्वरूप को कॉन्फ़िगर कर सकते हैं
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp ketiga
it: Questo consente di configurare l'aspetto della terza rampa
ja: これにより、3 番目のランプの外観を設定できます
ko: 이렇게 하면 세 번째 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan tanjakan ketiga
nb: Dette lar deg konfigurere den tredje rampens utseende
nl: Hiermee kunt u het uiterlijk van de derde helling configureren
pt: Isto permite configurar a aparência da terceira rampa
pt_br: Isso permite que você configure a terceira aparência da rampa
ro: Acest lucru vă permite să configurați a treia apariție a rampei
tr: Bu, üçüncü rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати зовнішній вигляд третьої рампи
vi: Điều này cho phép bạn định cấu hình giao diện dốc thứ ba
zh: 這允許您配置第三個坡道外觀

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_ULCCHAR_NAME
source: Upper left corner character for the third bar
ar: حرف الزاوية اليسرى العلوية للشريط الثالث
de: Zeichen in der oberen linken Ecke für den dritten Balken
el: Χαρακτήρας επάνω αριστερής γωνίας για την τρίτη γραμμή
es: Carácter de la esquina superior izquierda para la tercera barra
fr: Caractère du coin supérieur gauche pour la troisième barre
ga: Carachtar cúinne uachtarach ar chlé don tríú barra
hi: तीसरे बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah ketiga
it: Carattere angolo superiore sinistro per la terza barra
ja: 3 番目のバーの左上隅の文字
ko: 세 번째 막대의 왼쪽 위 모서리 문자
ms: Aksara sudut kiri atas untuk bar ketiga
nb: Øvre venstre hjørnetegnet for den tredje stolpen
nl: Teken in de linkerbovenhoek voor de derde balk
pt: Caracter do canto superior esquerdo para a terceira barra
pt_br: Caractere do canto superior esquerdo para a terceira barra
ro: Caracter din colțul din stânga sus pentru a treia bară
tr: Üçüncü çubuk için sol üst köşe karakteri
uk: Символ верхнього лівого кута для третьої смуги
vi: Ký tự góc trên bên trái cho thanh thứ ba
zh: 第三欄左上角的字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_URCCHAR_NAME
source: Upper right corner character for the third bar
ar: حرف الزاوية اليمنى العلوية للشريط الثالث
de: Zeichen in der oberen rechten Ecke für den dritten Balken
el: Χαρακτήρας πάνω δεξιά γωνία για την τρίτη γραμμή
es: Carácter de la esquina superior derecha para la tercera barra
fr: Caractère du coin supérieur droit pour la troisième barre
ga: Carachtar cúinne uachtarach ar dheis don tríú barra
hi: तीसरे बार के लिए ऊपरी दाएँ कोने का वर्ण
id: Karakter sudut kanan atas untuk bilah ketiga
it: Carattere angolo superiore destro per la terza barra
ja: 3 番目のバーの右上隅の文字
ko: 세 번째 막대의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk bar ketiga
nb: Øvre høyre hjørnetegnet for den tredje stolpen
nl: Teken in de rechterbovenhoek voor de derde balk
pt: Caracter do canto superior direito para a terceira barra
pt_br: Caractere do canto superior direito para a terceira barra
ro: Caracter din colțul din dreapta sus pentru a treia bară
tr: Üçüncü çubuk için sağ üst köşe karakteri
uk: Символ верхнього правого кута для третьої смуги
vi: Ký tự góc trên bên phải cho thanh thứ ba
zh: 第三欄右上角的字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_LLCCHAR_NAME
source: Lower left corner character for the third bar
ar: حرف الزاوية اليسرى السفلية للشريط الثالث
de: Zeichen in der unteren linken Ecke für den dritten Balken
el: Χαρακτήρας κάτω αριστερής γωνίας για την τρίτη γραμμή
es: Carácter de la esquina inferior izquierda para la tercera barra
fr: Caractère du coin inférieur gauche pour la troisième barre
ga: Carachtar cúinne íochtair ar chlé don tríú barra
hi: तीसरे बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah ketiga
it: Carattere angolo inferiore sinistro per la terza barra
ja: 3 番目のバーの左下隅の文字
ko: 세 번째 막대의 왼쪽 아래 모서리 문자
ms: Aksara sudut kiri bawah untuk bar ketiga
nb: Nedre venstre hjørnetegnet for den tredje stolpen
nl: Teken in de linkeronderhoek voor de derde balk
pt: Caracter do canto inferior esquerdo para a terceira barra
pt_br: Caractere do canto inferior esquerdo para a terceira barra
ro: Caracter din colțul din stânga jos pentru a treia bară
tr: Üçüncü çubuk için sol alt köşe karakteri
uk: Символ нижнього лівого кута для третьої смуги
vi: Ký tự góc dưới bên trái cho thanh thứ ba
zh: 第三小節的左下角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_LRCCHAR_NAME
source: Lower right corner character for the third bar
ar: حرف الزاوية اليمنى السفلية للشريط الثالث
de: Zeichen im unteren rechten Eck für den dritten Balken
el: Χαρακτήρας κάτω δεξιά γωνία για την τρίτη γραμμή
es: Carácter de la esquina inferior derecha para la tercera barra
fr: Caractère du coin inférieur droit pour la troisième barre
ga: Carachtar cúinne íochtair ar dheis don tríú barra
hi: तीसरे बार के लिए निचले दाएँ कोने का वर्ण
id: Karakter sudut kanan bawah untuk bilah ketiga
it: Carattere angolo inferiore destro per la terza barra
ja: 3 番目のバーの右下隅の文字
ko: 세 번째 막대의 오른쪽 아래 모서리 문자
ms: Aksara sudut kanan bawah untuk bar ketiga
nb: Tegn i nedre høyre hjørne for den tredje stolpen
nl: Teken in de rechteronderhoek voor de derde balk
pt: Caracter do canto inferior direito para a terceira barra
pt_br: Caractere do canto inferior direito para a terceira barra
ro: Caracter din colțul din dreapta jos pentru a treia bară
tr: Üçüncü çubuk için sağ alt köşe karakteri
uk: Символ нижнього правого кута для третьої смуги
vi: Ký tự góc dưới bên phải cho thanh thứ ba
zh: 第三欄的右下角字符
