Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_BLOOM_SETTINGS_DESC
source: Shows you a slowly changing background colour.
ar: يظهر لك لون الخلفية المتغير ببطء.
de: Zeigt Ihnen eine sich langsam ändernde Hintergrundfarbe.
el: Σας δείχνει ένα χρώμα φόντου που αλλάζει αργά.
es: Le muestra un color de fondo que cambia lentamente.
fr: Vous montre une couleur d'arrière-plan qui change lentement.
ga: Taispeánann sé dath cúlra a athraíonn go mall duit.
hi: आपको धीरे-धीरे बदलता पृष्ठभूमि रंग दिखाता है।
id: Menunjukkan warna latar belakang yang berubah perlahan.
it: Mostra un colore di sfondo che cambia lentamente.
ja: ゆっくりと変化する背景色を表示します。
ko: 천천히 변화하는 배경색을 보여줍니다.
ms: Menunjukkan kepada anda warna latar belakang yang berubah perlahan-lahan.
nb: Viser deg en sakte skiftende bakgrunnsfarge.
nl: Toont u een langzaam veranderende achtergrondkleur.
pt: Mostra uma cor de fundo que muda lentamente.
pt_br: Mostra uma cor de fundo que muda lentamente.
ro: Vă arată o culoare de fundal care se schimbă lent.
tr: Yavaşça değişen bir arka plan rengi gösterir.
uk: Показує колір фону, який повільно змінюється.
vi: Hiển thị cho bạn màu nền thay đổi chậm.
zh: 向您顯示緩慢變化的背景顏色。

# NKS_SCREENSAVERPACKS_BLOOM_SETTINGS_DARK_NAME
source: Dark colours
ar: ألوان داكنة
de: Dunkle Farben
el: Σκούρα χρώματα
es: Colores oscuros
fr: Couleurs sombres
ga: Dathanna dorcha
hi: गहरे रंग
id: Warna gelap
it: Colori scuri
ja: 暗い色
ko: 어두운 색상
ms: Warna gelap
nb: Mørke farger
nl: Donkere kleuren
pt: Cores escuras
pt_br: Cores escuras
ro: Culori închise
tr: Koyu renkler
uk: Темні кольори
vi: Màu tối
zh: 暗色

# NKS_SCREENSAVERPACKS_BLOOM_SETTINGS_DARK_DESC
source: Whether to use the dark colours or light colours.
ar: سواء لاستخدام الألوان الداكنة أو الألوان الفاتحة.
de: Ob dunkle oder helle Farben verwendet werden sollen.
el: Είτε θα χρησιμοποιήσετε σκούρα είτε ανοιχτά χρώματα.
es: Ya sea para utilizar los colores oscuros o los colores claros.
fr: Que ce soit pour utiliser les couleurs sombres ou les couleurs claires.
ga: Cibé an úsáid a bhaint as na dathanna dorcha nó dathanna éadroma.
hi: चाहे गहरे रंगों का प्रयोग करें या हल्के रंगों का।
id: Apakah akan menggunakan warna gelap atau warna terang.
it: Se utilizzare i colori scuri o i colori chiari.
ja: 暗い色を使うか明るい色を使うか。
ko: 어두운 색을 사용할지, 밝은 색을 사용할지.
ms: Sama ada menggunakan warna gelap atau warna terang.
nb: Om du skal bruke de mørke fargene eller lyse farger.
nl: Of je nu donkere kleuren of lichte kleuren gebruikt.
pt: Seja para usar as cores escuras ou as cores claras.
pt_br: Se deve usar cores escuras ou claras.
ro: Dacă folosiți culorile închise sau culorile deschise.
tr: Koyu renkler mi yoksa açık renkler mi kullanılmalı?
uk: Використовувати темні або світлі кольори.
vi: Nên sử dụng màu tối hay màu sáng.
zh: 是否使用深色或淺色。

# NKS_SCREENSAVERPACKS_BLOOM_SETTINGS_STEPS_NAME
source: Colour steps
ar: خطوات اللون
de: Farbschritte
el: Βήματα χρώματος
es: Pasos de color
fr: Étapes de couleur
ga: Céimeanna datha
hi: रंग चरण
id: Langkah-langkah warna
it: Passaggi di colore
ja: カラーステップ
ko: 색상 단계
ms: Langkah warna
nb: Fargetrinn
nl: Kleur stappen
pt: Etapas de cores
pt_br: Passos de cor
ro: Pași de culoare
tr: Renk adımları
uk: Кольорові сходинки
vi: Các bước màu
zh: 顏色步驟

# NKS_SCREENSAVERPACKS_BLOOM_SETTINGS_STEPS_DESC
source: How many colour steps for transitioning between two colours?
ar: كم عدد خطوات اللون للانتقال بين لونين؟
de: Wie viele Farbschritte gibt es für den Übergang zwischen zwei Farben?
el: Πόσα βήματα χρώματος για τη μετάβαση μεταξύ δύο χρωμάτων;
es: ¿Cuántos pasos de color hay para la transición entre dos colores?
fr: Combien d’étapes de couleur pour la transition entre deux couleurs ?
ga: Cé mhéad céim datha chun trasdul idir dhá dhath?
hi: दो रंगों के बीच परिवर्तन के लिए कितने रंग चरण हैं?
id: Berapa banyak langkah warna untuk transisi antara dua warna?
it: Quanti passaggi di colore servono per la transizione tra due colori?
ja: 2 つの色の間を移行するためのカラー ステップは何段階ありますか?
ko: 두 색상 간 전환을 위한 색상 단계는 몇 개입니까?
ms: Berapa banyak langkah warna untuk peralihan antara dua warna?
nb: Hvor mange fargetrinn for overgang mellom to farger?
nl: Hoeveel kleurstappen voor de overgang tussen twee kleuren?
pt: Quantas etapas de cores para a transição entre duas cores?
pt_br: Quantas etapas de cores são necessárias para fazer a transição entre duas cores?
ro: Câți pași de culoare pentru trecerea între două culori?
tr: İki renk arasında geçiş yapmak için kaç renk adımı gerekir?
uk: Скільки кроків кольору для переходу між двома кольорами?
vi: Có bao nhiêu bước màu để chuyển đổi giữa hai màu?
zh: 兩種顏色之間的過渡需要多少個顏色步長？

# NKS_SCREENSAVERPACKS_WORDHASHER_SETTINGS_DESC
source: Shows you a word and its hash sum.
ar: يظهر لك كلمة ومجموع التجزئة لها.
de: Zeigt Ihnen ein Wort und seine Hashsumme.
el: Σας δείχνει μια λέξη και το άθροισμά της.
es: Te muestra una palabra y su suma hash.
fr: Vous montre un mot et sa somme de hachage.
ga: Léiríonn sé focal duit agus a shuim hash.
hi: आपको एक शब्द और उसका हैश योग दिखाता है।
id: Menunjukkan sebuah kata dan jumlah hashnya.
it: Ti mostra una parola e la sua somma hash.
ja: 単語とそのハッシュサムを表示します。
ko: 단어와 해당 해시 합계를 보여줍니다.
ms: Menunjukkan kepada anda perkataan dan jumlah cincangnya.
nb: Viser deg et ord og hash-summen.
nl: Toont u een woord en de hashsom ervan.
pt: Mostra uma palavra e sua soma hash.
pt_br: Mostra uma palavra e sua soma hash.
ro: Vă arată un cuvânt și suma lui hash.
tr: Size bir kelimeyi ve onun karma değerini gösterir.
uk: Показує вам слово та його хеш-суму.
vi: Hiển thị cho bạn một từ và tổng băm của nó.
zh: 顯示一個單字及其哈希值。

# NKS_SCREENSAVERPACKS_SQUARECORNER_SETTINGS_DESC
source: Shows you a fading square in four corners.
ar: يظهر لك مربع يتلاشى في أربع زوايا.
de: Zeigt Ihnen ein verblassendes Quadrat in vier Ecken.
el: Σας δείχνει ένα τετράγωνο που ξεθωριάζει σε τέσσερις γωνίες.
es: Muestra un cuadrado que se desvanece en cuatro esquinas.
fr: Vous montre un carré qui s'estompe aux quatre coins.
ga: Léiríonn sé duit cearnóg fading i gceithre choirnéal.
hi: आपको चारों कोनों में एक लुप्त होता वर्ग दिखाता है।
id: Menunjukkan persegi yang memudar di keempat sudutnya.
it: Mostra un quadrato sbiadito ai quattro angoli.
ja: 四隅に消えゆく四角形が表示されます。
ko: 네 모서리에 희미해지는 사각형이 표시됩니다.
ms: Menunjukkan kepada anda segi empat sama pudar di empat penjuru.
nb: Viser deg en falmende firkant i fire hjørner.
nl: Toont u een vervagend vierkant in vier hoeken.
pt: Mostra um quadrado desbotado nos quatro cantos.
pt_br: Mostra um quadrado desbotado nos quatro cantos.
ro: Vă arată un pătrat decolorat în patru colțuri.
tr: Dört köşede solan bir kare gösterir.
uk: Показує згасаючий квадрат у чотирьох кутах.
vi: Hiển thị cho bạn một hình vuông mờ dần ở bốn góc.
zh: 向您顯示四個角落的褪色正方形。

# NKS_SCREENSAVERPACKS_SQUARECORNER_SETTINGS_FADEOUTDELAY_DESC
source: How many milliseconds to wait before fading the square out?
ar: كم عدد المللي ثانية التي يجب الانتظار قبل أن يتلاشى المربع؟
de: Wie viele Millisekunden muss man warten, bevor das Quadrat ausgeblendet wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένω πριν εξαφανιστεί το τετράγωνο;
es: ¿Cuántos milisegundos hay que esperar antes de que el cuadrado desaparezca?
fr: Combien de millisecondes attendre avant de faire disparaître le carré ?
ga: Cé mhéad milleasoicind atá le fanacht sula laghdaítear an chearnóg?
hi: वर्ग को लुप्त करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum memudarkan persegi tersebut?
it: Quanti millisecondi aspettare prima che il quadrato scompaia?
ja: 正方形をフェードアウトするまで何ミリ秒待つ必要がありますか?
ko: 사각형이 페이드 아웃되기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum memudar kuasa dua?
nb: Hvor mange millisekunder skal man vente før kvadratet tones ut?
nl: Hoeveel milliseconden moet je wachten voordat het vierkant verdwijnt?
pt: Quantos milissegundos esperar antes de desaparecer o quadrado?
pt_br: Quantos milissegundos esperar antes de o quadrado desaparecer?
ro: Câte milisecunde să aștepte înainte de a se estompa pătratul?
tr: Karenin kaybolması için kaç milisaniye beklenmesi gerekiyor?
uk: Скільки мілісекунд чекати, перш ніж зникне квадрат?
vi: Phải đợi bao nhiêu mili giây trước khi làm mờ hình vuông?
zh: 方塊淡出前需要等待多少毫秒？

# NKS_SCREENSAVERPACKS_NUMBERSCATTER_SETTINGS_DESC
source: Scatters the number across the whole screen.
ar: ينثر الرقم عبر الشاشة بأكملها.
de: Verteilt die Zahl über den gesamten Bildschirm.
el: Διασκορπίζει τον αριθμό σε ολόκληρη την οθόνη.
es: Distribuye el número por toda la pantalla.
fr: Disperse le numéro sur tout l’écran.
ga: Scaipeann sé an uimhir ar fud an scáileáin ar fad.
hi: संख्या को संपूर्ण स्क्रीन पर बिखेर देता है.
id: Menyebarkan angka ke seluruh layar.
it: Distribuisce il numero su tutto lo schermo.
ja: 画面全体に数字を散在させます。
ko: 전체 화면에 숫자를 분산시킵니다.
ms: Menyebarkan nombor di seluruh skrin.
nb: Sprer tallet over hele skjermen.
nl: Verspreidt het nummer over het hele scherm.
pt: Espalha o número por toda a tela.
pt_br: Espalha o número pela tela inteira.
ro: Imprăștie numărul pe tot ecranul.
tr: Sayıyı tüm ekrana dağıtır.
uk: Розкидає число по всьому екрану.
vi: Phân tán số trên toàn màn hình.
zh: 將數字分散到整個螢幕上。

# NKS_SCREENSAVERPACKS_BOXGRID_SETTINGS_DESC
source: Gives you a box pattern.
ar: يعطيك نمط مربع.
de: Ergibt ein Kastenmuster.
el: Σας δίνει ένα μοτίβο κουτιού.
es: Te da un patrón de caja.
fr: Vous donne un modèle de boîte.
ga: Tugann sé patrún bosca duit.
hi: आपको एक बॉक्स पैटर्न देता है.
id: Memberi Anda pola kotak.
it: Ti dà un modello di scatola.
ja: ボックスパターンを提供します。
ko: 상자 패턴을 제공합니다.
ms: Memberi anda corak kotak.
nb: Gir deg et boksmønster.
nl: Geeft je een doospatroon.
pt: Fornece um padrão de caixa.
pt_br: Fornece um padrão de caixa.
ro: Vă oferă un model de cutie.
tr: Size kutu deseni verir.
uk: Дає вам шаблон коробки.
vi: Cung cấp cho bạn một mẫu hộp.
zh: 給你一個盒子圖案。

# NKS_SCREENSAVERPACKS_COLORBLEED_SETTINGS_DESC
source: Falling line of colours.
ar: سقوط خط من الألوان.
de: Fallende Farblinie.
el: Πτώση γραμμή χρωμάτων.
es: Línea descendente de colores.
fr: Ligne de couleurs descendante.
ga: Líne dathanna ag titim.
hi: रंगों की गिरती रेखा.
id: Garis warna yang jatuh.
it: Linea cadente di colori.
ja: 落ちる色のライン。
ko: 색상의 떨어지는 라인.
ms: Garis warna jatuh.
nb: Fallende linje av farger.
nl: Dalende lijn van kleuren.
pt: Linha caindo de cores.
pt_br: Linha de cores caindo.
ro: Linie de culori în cădere.
tr: Düşen renk çizgisi.
uk: Падаюча лінія кольорів.
vi: Dòng màu rơi xuống.
zh: 顏色下降的線。

# NKS_SCREENSAVERPACKS_COLORBLEED_SETTINGS_DROPCHANCE_DESC
source: Chance to drop a new falling colour
ar: فرصة لإسقاط اللون المتساقط الجديد
de: Chance, eine neue fallende Farbe fallen zu lassen
el: Πιθανότητα να ρίξετε ένα νέο χρώμα που πέφτει
es: Posibilidad de soltar un nuevo color de caída
fr: Chance de laisser tomber une nouvelle couleur tombante
ga: Seans chun dath nua ag titim a scaoileadh
hi: एक नया गिरता हुआ रंग छोड़ने का मौका
id: Kesempatan untuk menjatuhkan warna jatuh yang baru
it: Possibilità di rilasciare un nuovo colore cadente
ja: 新しい降色をドロップするチャンス
ko: 새로운 떨어지는 색상을 떨어뜨릴 확률
ms: Peluang untuk menjatuhkan warna baru yang jatuh
nb: Muligheten til å slippe en ny fallende farge
nl: Kans om een nieuwe vallende kleur te laten vallen
pt: Chance de lançar uma nova cor caindo
pt_br: Chance de soltar uma nova cor de queda
ro: Șansa de a scăpa o nouă culoare care cădea
tr: Yeni bir düşen renk bırakma şansı
uk: Шанс викинути новий колір падіння
vi: Cơ hội để thả một màu sắc mới rơi
zh: 有機會掉落新的掉落顏色

# NKS_SCREENSAVERPACKS_TEXT_SETTINGS_DESC
source: Shows you a simple text.
ar: يظهر لك نص بسيط.
de: Zeigt Ihnen einen einfachen Text.
el: Σας δείχνει ένα απλό κείμενο.
es: Le muestra un texto simple.
fr: Vous montre un texte simple.
ga: Taispeánann sé téacs simplí duit.
hi: आपको एक सरल पाठ दिखाता है.
id: Menunjukkan teks sederhana.
it: Ti mostra un testo semplice.
ja: 簡単なテキストを表示します。
ko: 간단한 텍스트를 보여줍니다.
ms: Menunjukkan teks ringkas kepada anda.
nb: Viser deg en enkel tekst.
nl: Toont u een eenvoudige tekst.
pt: Mostra um texto simples.
pt_br: Mostra um texto simples.
ro: Vă arată un text simplu.
tr: Size basit bir metin gösterir.
uk: Показує простий текст.
vi: Hiển thị cho bạn một văn bản đơn giản.
zh: 向您顯示一個簡單的文字。

# NKS_SCREENSAVERPACKS_TEXTBOX_SETTINGS_DESC
source: Shows you a simple text in a text box.
ar: يظهر لك نص بسيط في مربع النص.
de: Zeigt Ihnen einen einfachen Text in einem Textfeld.
el: Σας δείχνει ένα απλό κείμενο σε ένα πλαίσιο κειμένου.
es: Le muestra un texto simple en un cuadro de texto.
fr: Vous montre un texte simple dans une zone de texte.
ga: Taispeánann sé téacs simplí duit i mbosca téacs.
hi: आपको टेक्स्ट बॉक्स में एक साधारण टेक्स्ट दिखाता है।
id: Menunjukkan teks sederhana dalam kotak teks.
it: Mostra un testo semplice in una casella di testo.
ja: テキストボックスに単純なテキストを表示します。
ko: 텍스트 상자에 간단한 텍스트를 표시합니다.
ms: Menunjukkan teks ringkas kepada anda dalam kotak teks.
nb: Viser deg en enkel tekst i en tekstboks.
nl: Toont u een eenvoudige tekst in een tekstvak.
pt: Mostra um texto simples em uma caixa de texto.
pt_br: Mostra um texto simples em uma caixa de texto.
ro: Vă arată un text simplu într-o casetă de text.
tr: Size bir metin kutusunda basit bir metin gösterir.
uk: Показує простий текст у текстовому полі.
vi: Hiển thị cho bạn một văn bản đơn giản trong hộp văn bản.
zh: 在文字方塊中顯示簡單的文字。

# NKS_SCREENSAVERPACKS_WORDHASHERWRITE_SETTINGS_DESC
source: Shows you a word that writes slowly and its hash sum.
ar: يظهر لك الكلمة التي تكتب ببطء ومجموع التجزئة الخاص بها.
de: Zeigt Ihnen ein Wort, das langsam schreibt, und seine Hash-Summe.
el: Σας δείχνει μια λέξη που γράφει αργά και το άθροισμά της.
es: Te muestra una palabra que se escribe lentamente y su suma hash.
fr: Vous montre un mot qui s'écrit lentement et sa somme de hachage.
ga: Léiríonn sé duit focal a scríobhann go mall agus a shuim hash.
hi: आपको एक शब्द दिखाता है जो धीरे-धीरे लिखा जाता है और उसका हैश योग।
id: Menunjukkan kata yang ditulis perlahan dan jumlah hashnya.
it: Mostra una parola che si scrive lentamente e la sua somma hash.
ja: 書き込みが遅い単語とそのハッシュサムを表示します。
ko: 천천히 쓰는 단어와 해당 해시 합계를 보여줍니다.
ms: Menunjukkan kepada anda perkataan yang menulis dengan perlahan dan jumlah cincangnya.
nb: Viser deg et ord som skriver sakte og hash-summen.
nl: Toont u een woord dat langzaam schrijft en de hash-som ervan.
pt: Mostra uma palavra que escreve lentamente e sua soma hash.
pt_br: Mostra uma palavra que é escrita lentamente e seu hash sum.
ro: Vă arată un cuvânt care se scrie încet și suma lui hash.
tr: Yavaş yazılan bir kelimeyi ve onun hash toplamını gösterir.
uk: Показує слово, яке повільно записується, і його хеш-суму.
vi: Hiển thị cho bạn một từ viết chậm và tổng giá trị băm của nó.
zh: 顯示一個寫得很慢的單字及其雜湊值。

# NKS_SCREENSAVERPACKS_SIRENTHEME_SETTINGS_DESC
source: Simulates a siren that uses your theme as a set of colours.
ar: يحاكي صفارة الإنذار التي تستخدم السمة الخاصة بك كمجموعة من الألوان.
de: Simuliert eine Sirene, die Ihr Thema als Farbsatz verwendet.
el: Προσομοιώνει μια σειρήνα που χρησιμοποιεί το θέμα σας ως σύνολο χρωμάτων.
es: Simula una sirena que utiliza su tema como un conjunto de colores.
fr: Simule une sirène qui utilise votre thème comme un ensemble de couleurs.
ga: Insamhladh siren a úsáideann do théama mar thacar dathanna.
hi: एक सायरन का अनुकरण करता है जो आपकी थीम को रंगों के सेट के रूप में उपयोग करता है।
id: Mensimulasikan sirene yang menggunakan tema Anda sebagai serangkaian warna.
it: Simula una sirena che utilizza il tema come un insieme di colori.
ja: テーマを色のセットとして使用するサイレンをシミュレートします。
ko: 테마를 색상 세트로 사용하는 사이렌을 시뮬레이션합니다.
ms: Mensimulasikan siren yang menggunakan tema anda sebagai satu set warna.
nb: Simulerer en sirene som bruker temaet ditt som et sett med farger.
nl: Simuleert een sirene die uw thema als een reeks kleuren gebruikt.
pt: Simula uma sirene que utiliza seu tema como um conjunto de cores.
pt_br: Simula uma sirene que usa seu tema como um conjunto de cores.
ro: Simulează o sirenă care vă folosește tema ca un set de culori.
tr: Temanızı bir renk kümesi olarak kullanan bir sireni simüle eder.
uk: Імітує сирену, яка використовує вашу тему як набір кольорів.
vi: Mô phỏng một nàng tiên cá sử dụng chủ đề của bạn như một tập hợp màu sắc.
zh: 模擬使用您的主題作為一組顏色的警報器。

# NKS_SCREENSAVERPACKS_SIRENTHEME_SETTINGS_SIRENSTYLE_DESC
source: Siren style from kernel theme
ar: نمط صفارات الإنذار من موضوع النواة
de: Sirenenstil aus dem Kernel-Theme
el: Στυλ σειρήνας από θέμα πυρήνα
es: Estilo de sirena del tema del kernel.
fr: Style de sirène du thème du noyau
ga: Stíl siren ó théama eithne
hi: कर्नेल थीम से सायरन शैली
id: Gaya sirene dari tema kernel
it: Stile sirena dal tema del kernel
ja: カーネルテーマのSirenスタイル
ko: 커널 테마의 사이렌 스타일
ms: Gaya siren daripada tema kernel
nb: Sirenestil fra kjernetema
nl: Sirenestijl uit kernelthema
pt: Estilo de sirene do tema do kernel
pt_br: Estilo de sirene do tema do kernel
ro: Stilul sirenă din tema nucleului
tr: Çekirdek temasından siren stili
uk: Стиль сирени з теми ядра
vi: Phong cách Siren từ chủ đề hạt nhân
zh: 來自內核主題的 Siren 風格

# NKS_SCREENSAVERPACKS_STARFIELDWARP_SETTINGS_DESC
source: Shows you a group of stars in the ship's front view.
ar: يظهر لك مجموعة من النجوم في المنظر الأمامي للسفينة.
de: Zeigt Ihnen eine Gruppe von Sternen in der Vorderansicht des Schiffs.
el: Σας δείχνει μια ομάδα αστεριών στην μπροστινή όψη του πλοίου.
es: Te muestra un grupo de estrellas en la vista frontal del barco.
fr: Vous montre un groupe d'étoiles dans la vue de face du navire.
ga: Léiríonn sé duit grúpa réaltaí i radharc tosaigh na loinge.
hi: आपको जहाज के सामने के दृश्य में तारों का एक समूह दिखाता है।
id: Menunjukkan sekelompok bintang di tampilan depan kapal.
it: Mostra un gruppo di stelle nella vista frontale della nave.
ja: 船の正面図に星のグループが表示されます。
ko: 배의 정면에서 별 무리를 보여줍니다.
ms: Menunjukkan kepada anda sekumpulan bintang pada pandangan hadapan kapal.
nb: Viser deg en gruppe stjerner i skipets frontvisning.
nl: Toont u een groep sterren in het vooraanzicht van het schip.
pt: Mostra um grupo de estrelas na vista frontal do navio.
pt_br: Mostra um grupo de estrelas na vista frontal da nave.
ro: Vă arată un grup de stele în vederea frontală a navei.
tr: Geminin ön görünümünde bir grup yıldızı gösterir.
uk: Показує вам групу зірок у передній частині корабля.
vi: Hiển thị cho bạn một nhóm các ngôi sao ở góc nhìn phía trước của con tàu.
zh: 在船的前視圖中向您顯示一組星星。

# NKS_SCREENSAVERPACKS_SPECKLES_SETTINGS_DESC
source: Shows you a group of speckles in the ship's front view.
ar: تظهر لك مجموعة من البقع في المنظر الأمامي للسفينة.
de: Zeigt Ihnen eine Gruppe von Flecken in der Vorderansicht des Schiffes.
el: Σας δείχνει μια ομάδα κηλίδων στην μπροστινή όψη του πλοίου.
es: Te muestra un grupo de motas en la vista frontal del barco.
fr: Vous montre un groupe de taches dans la vue avant du navire.
ga: Léiríonn sé duit grúpa breac i radharc tosaigh na loinge.
hi: आपको जहाज के सामने के दृश्य में धब्बों का एक समूह दिखाता है।
id: Menunjukkan sekelompok bintik pada tampilan depan kapal.
it: Mostra un gruppo di macchioline nella vista frontale della nave.
ja: 船の正面図に斑点のグループが表示されます。
ko: 배의 정면에서 보이는 얼룩 그룹을 보여줍니다.
ms: Menunjukkan kepada anda sekumpulan bintik pada pandangan hadapan kapal.
nb: Viser deg en gruppe flekker i skipets frontvisning.
nl: Toont je een groep spikkels in het vooraanzicht van het schip.
pt: Mostra um grupo de manchas na vista frontal do navio.
pt_br: Mostra um grupo de manchas na vista frontal do navio.
ro: Vă arată un grup de pete în vederea frontală a navei.
tr: Geminin ön görünümünde bir grup benekleri gösterir.
uk: Показує вам групу крапок у передній частині корабля.
vi: Hiển thị cho bạn một nhóm các đốm nhỏ ở góc nhìn phía trước của con tàu.
zh: 在船的前視圖中向您顯示一組斑點。

# NKS_SCREENSAVERPACKS_LETTERSCATTER_SETTINGS_DESC
source: Shows you a scattering letter across the whole screen.
ar: يظهر لك حرف متناثر عبر الشاشة بأكملها.
de: Zeigt Ihnen einen verstreuten Buchstaben über den gesamten Bildschirm.
el: Σας δείχνει ένα διάσπαρτο γράμμα σε ολόκληρη την οθόνη.
es: Le muestra una letra dispersa en toda la pantalla.
fr: Vous montre une lettre dispersée sur tout l'écran.
ga: Taispeánann sé litir scaipthe duit ar fud an scáileáin ar fad.
hi: आपको संपूर्ण स्क्रीन पर बिखरा हुआ एक अक्षर दिखाता है.
id: Menunjukkan huruf yang tersebar di seluruh layar.
it: Mostra una lettera sparsa su tutto lo schermo.
ja: 画面全体に文字を散らして表示します。
ko: 화면 전체에 산란문자를 표시합니다.
ms: Menunjukkan kepada anda surat yang berselerak di seluruh skrin.
nb: Viser deg en spredende bokstav over hele skjermen.
nl: Toont u een verspreide letter over het hele scherm.
pt: Mostra uma letra espalhada por toda a tela.
pt_br: Mostra uma letra espalhada por toda a tela.
ro: Vă arată o literă împrăștiată pe întregul ecran.
tr: Ekranın tamamına dağılmış bir harf gösterir.
uk: Показує букву, що розсипається по всьому екрану.
vi: Hiển thị cho bạn một ký tự nằm rải rác trên toàn màn hình.
zh: 在整個螢幕上顯示一個分散的字母。

# NKS_SCREENSAVERPACKS_MULTILINES_SETTINGS_DESC
source: Shows you multiple lines.
ar: يظهر لك خطوط متعددة.
de: Zeigt Ihnen mehrere Zeilen.
el: Σας δείχνει πολλές γραμμές.
es: Le muestra varias líneas.
fr: Vous montre plusieurs lignes.
ga: Taispeánann sé línte iolracha duit.
hi: आपको अनेक पंक्तियाँ दिखाता है.
id: Menunjukkan beberapa baris.
it: Mostra più righe.
ja: 複数の行を表示します。
ko: 여러 줄을 보여줍니다.
ms: Menunjukkan anda berbilang baris.
nb: Viser deg flere linjer.
nl: Toont meerdere lijnen.
pt: Mostra várias linhas.
pt_br: Mostra várias linhas.
ro: Vă arată mai multe rânduri.
tr: Size birden fazla satır gösterir.
uk: Показує кілька рядків.
vi: Hiển thị cho bạn nhiều dòng.
zh: 顯示多行。

# NKS_SCREENSAVERPACKS_LASERBEAMS_SETTINGS_DESC
source: Shows you laser beams.
ar: يظهر لك أشعة الليزر.
de: Zeigt Ihnen Laserstrahlen.
el: Σας δείχνει ακτίνες λέιζερ.
es: Te muestra rayos láser.
fr: Vous montre des faisceaux laser.
ga: Taispeánann sé bíomaí léasair duit.
hi: आपको लेज़र किरणें दिखाता है.
id: Menunjukkan sinar laser.
it: Ti mostra i raggi laser.
ja: レーザー光線を見せます。
ko: 레이저빔을 보여줍니다.
ms: Menunjukkan sinar laser kepada anda.
nb: Viser deg laserstråler.
nl: Toont u laserstralen.
pt: Mostra raios laser.
pt_br: Mostra raios laser.
ro: Vă arată raze laser.
tr: Lazer ışınlarını gösterir.
uk: Показує вам лазерні промені.
vi: Hiển thị cho bạn tia laser.
zh: 向您展示雷射光束。

# NKS_SCREENSAVERPACKS_TEXTWANDER_SETTINGS_DESC
source: Shows you a text that wanders across the console.
ar: يظهر لك النص الذي يتجول عبر وحدة التحكم.
de: Zeigt Ihnen einen Text, der über die Konsole wandert.
el: Σας δείχνει ένα κείμενο που περιφέρεται στην κονσόλα.
es: Te muestra un texto que deambula por la consola.
fr: Vous montre un texte qui parcourt la console.
ga: Taispeánann sé téacs duit a théann trasna an chonsóil.
hi: आपको एक टेक्स्ट दिखाता है जो कंसोल पर घूमता रहता है।
id: Menunjukkan teks yang muncul di konsol.
it: Ti mostra un testo che vaga per la console.
ja: コンソール内をさまようテキストを表示します。
ko: 콘솔 전체를 돌아다니는 텍스트를 표시합니다.
ms: Menunjukkan kepada anda teks yang merayau di konsol.
nb: Viser deg en tekst som vandrer over konsollen.
nl: Toont u een tekst die over de console dwaalt.
pt: Mostra um texto que percorre o console.
pt_br: Mostra um texto que vagueia pelo console.
ro: Vă arată un text care rătăcește pe consolă.
tr: Konsolda dolaşan bir metin gösterir.
uk: Показує вам текст, який блукає по консолі.
vi: Hiển thị cho bạn một văn bản chạy ngang qua bảng điều khiển.
zh: 顯示在控制台上徘徊的文字。
