Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_POINTTRACK_SETTINGS_DESC
source: Block moving in a wave pattern with green rulers tracking its position.
ar: كتلة تتحرك في نمط الموجة مع وجود مسطرة خضراء تتبع موقعها.
de: Block, der sich in einem Wellenmuster bewegt, wobei grüne Lineale seine Position verfolgen.
el: Το μπλοκ κινείται σε κυματοειδές μοτίβο με πράσινους χάρακες να παρακολουθούν τη θέση του.
es: Bloque que se mueve en un patrón de onda con reglas verdes que rastrean su posición.
fr: Bloc se déplaçant selon un motif ondulé avec des règles vertes suivant sa position.
ga: Cuir bac ar bhogadh i bpatrún tonnta le rialóirí glasa ag rianú a shuíomh.
hi: ब्लॉक एक लहरदार पैटर्न में घूम रहा है और हरे रंग के रूलर इसकी स्थिति पर नज़र रख रहे हैं।
id: Blok bergerak dalam pola gelombang dengan penggaris hijau melacak posisinya.
it: Blocco che si muove seguendo uno schema ondulatorio con righelli verdi che ne tracciano la posizione.
ja: ブロックが波状パターンで移動し、緑色の定規がその位置を追跡します。
ko: 녹색 눈금자가 위치를 추적하는 파도 모양으로 움직이는 블록.
ms: Sekat bergerak dalam corak gelombang dengan pembaris hijau menjejaki kedudukannya.
nb: Blokk som beveger seg i et bølgemønster med grønne linjaler som sporer posisjonen.
nl: Blok beweegt in een golfpatroon, waarbij groene linialen de positie aangeven.
pt: Bloco que se move num padrão de onda com réguas verdes a acompanhar a sua posição.
pt_br: Bloco se movendo em um padrão de onda com réguas verdes rastreando sua posição.
ro: Bloc care se deplasează într-un model ondulat cu rigle verzi urmărind poziția sa.
tr: Yeşil cetvellerin konumunu takip ettiği, dalga şeklinde hareket eden blok.
uk: Блок рухається хвилеподібно із зеленими лінійками, які відстежують його положення.
vi: Khối di chuyển theo hình sóng với thước kẻ màu xanh lá cây theo dõi vị trí của nó.
zh: 塊以波浪形移動，綠色標尺跟踪其位置。

# NKS_SCREENSAVERPACKS_BIGLETTER_SETTINGS_DESC
source: Shows you a single random character in a coloured figlet text.
ar: يعرض لك حرفًا عشوائيًا واحدًا في نص صغير ملون.
de: Zeigt Ihnen ein einzelnes zufälliges Zeichen in einem farbigen Figlet-Text.
el: Σας δείχνει έναν μόνο τυχαίο χαρακτήρα σε ένα έγχρωμο κείμενο figlet.
es: Le muestra un solo carácter aleatorio en un texto de figura de color.
fr: Vous montre un seul caractère aléatoire dans un texte figlet coloré.
ga: Taispeánann sé carachtar randamach amháin duit i dtéacs daite filet.
hi: आपको रंगीन फ़िग्लेट पाठ में एक एकल यादृच्छिक वर्ण दिखाता है.
id: Menunjukkan satu karakter acak dalam teks figlet berwarna.
it: Mostra un singolo carattere casuale in un testo colorato.
ja: 色付きの図テキスト内のランダムな文字を 1 つ表示します。
ko: 색깔이 있는 그림 텍스트에서 무작위로 단일 문자를 표시합니다.
ms: Menunjukkan kepada anda satu aksara rawak dalam teks figlet berwarna.
nb: Viser deg et enkelt tilfeldig tegn i en farget figlet-tekst.
nl: Toont een willekeurig teken in een gekleurde figlettekst.
pt: Mostra um único caractere aleatório num texto colorido.
pt_br: Mostra um único caractere aleatório em um texto colorido.
ro: Vă arată un singur caracter aleatoriu într-un text colorat.
tr: Renkli bir figür metninde rastgele tek bir karakter gösterir.
uk: Показує окремий випадковий символ у кольоровому тексті.
vi: Hiển thị cho bạn một ký tự ngẫu nhiên trong văn bản figlet có màu.
zh: 在彩色的 figlet 文字中顯示一個隨機字元。

# NKS_SCREENSAVERPACKS_WORDSLOT_SETTINGS_DESC
source: Shows you a word that is being selected just like a slot machine found in casinos.
ar: يظهر لك كلمة يتم تحديدها تمامًا مثل ماكينة القمار الموجودة في الكازينوهات.
de: Zeigt Ihnen ein Wort, das ausgewählt wird, genau wie bei einem Spielautomaten im Casino.
el: Σας δείχνει μια λέξη που επιλέγεται ακριβώς όπως ένας κουλοχέρης που βρίσκεται στα καζίνο.
es: Le muestra una palabra que se está seleccionando como si fuera una máquina tragamonedas que se encuentra en los casinos.
fr: Vous montre un mot qui est sélectionné, tout comme une machine à sous trouvée dans les casinos.
ga: Léiríonn sé focal duit atá á roghnú díreach cosúil le meaisín sliotán a fhaightear i gceasaíneonna.
hi: आपको एक शब्द दिखाया जाता है जिसका चयन ठीक उसी तरह किया जाता है जैसे कैसीनो में पाए जाने वाले स्लॉट मशीन में किया जाता है।
id: Menunjukkan kata yang sedang dipilih, seperti mesin slot yang ditemukan di kasino.
it: Ti mostra una parola che viene selezionata proprio come in una slot machine dei casinò.
ja: カジノにあるスロットマシンのように、選択されている単語を表示します。
ko: 카지노의 슬롯머신처럼 선택된 단어를 보여줍니다.
ms: Menunjukkan kepada anda perkataan yang sedang dipilih sama seperti mesin slot yang terdapat di kasino.
nb: Viser deg et ord som blir valgt akkurat som en spilleautomat som finnes i kasinoer.
nl: Geeft een woord weer dat wordt geselecteerd, net als bij een gokautomaat in casino's.
pt: Mostra uma palavra que está a ser selecionada, assim como uma slot machine encontrada em casinos.
pt_br: Mostra uma palavra que está sendo selecionada, assim como uma máquina caça-níqueis encontrada em cassinos.
ro: Vă arată un cuvânt care este selectat la fel ca un aparat de slot găsit în cazinouri.
tr: Kumarhanelerde bulunan slot makineleri gibi seçilen bir kelimeyi size gösterir.
uk: Показує вам слово, яке вибирається так само, як ігровий автомат у казино.
vi: Hiển thị cho bạn một từ đang được chọn giống như máy đánh bạc ở sòng bạc.
zh: 向您顯示正在選擇的單詞，就像賭場中的老虎機一樣。

# NKS_SCREENSAVERPACKS_NEONS_SETTINGS_DESC
source: Shows you a coloured figlet text alternating between two neon colours: cyan and fuchsia.
ar: يُظهر لك نصًا صغيرًا ملونًا يتناوب بين لونين نيون: السماوي والفوشيا.
de: Zeigt Ihnen einen farbigen Figlet-Text, der zwischen zwei Neonfarben wechselt: Cyan und Fuchsia.
el: Σας εμφανίζει ένα έγχρωμο κείμενο που εναλλάσσεται μεταξύ δύο χρωμάτων νέον: κυανό και φούξια.
es: Le muestra un texto en forma de figlet coloreado que alterna entre dos colores neón: cian y fucsia.
fr: Vous montre un texte figlet coloré alternant entre deux couleurs néon : cyan et fuchsia.
ga: Taispeánann sé téacs figlet daite duit ag athrú idir dhá dhath neon: cian agus fuchsia.
hi: आपको दो नीऑन रंगों: सियान और फ्यूशिया के बीच बारी-बारी से रंगीन फिगलेट पाठ दिखाता है।
id: Menunjukkan teks figlet berwarna yang bergantian antara dua warna neon: cyan dan fuchsia.
it: Mostra un testo in formato figlet colorato che alterna due colori neon: ciano e fucsia.
ja: シアンとフクシアの 2 つのネオンカラーが交互に表示される色付きのフィグレット テキストを表示します。
ko: 두 가지 네온 색상(시안색과 자홍색)을 번갈아 가며 사용한 컬러 figlet 텍스트를 보여줍니다.
ms: Menunjukkan kepada anda teks figlet berwarna berselang-seli antara dua warna neon: cyan dan fuchsia.
nb: Viser deg en farget figlet-tekst som veksler mellom to neonfarger: cyan og fuchsia.
nl: Toont een gekleurde figuurtekst die afwisselt tussen twee neonkleuren: cyaan en fuchsia.
pt: Mostra um texto colorido alternando entre duas cores néon: ciano e fúcsia.
pt_br: Mostra um texto colorido alternando entre duas cores neon: ciano e fúcsia.
ro: Vă arată un text colorat alternând între două culori neon: cyan și fucsia.
tr: Size iki neon renk (camgöbeği ve fuşya) arasında değişen renkli bir yazı gösterir.
uk: Показує вам кольоровий текст у формі фіґлету, що чергується між двома неоновими кольорами: блакитним і фуксією.
vi: Hiển thị cho bạn một văn bản figlet nhiều màu xen kẽ giữa hai màu neon: xanh lơ và đỏ tươi.
zh: 向您顯示在兩種霓虹色（青色和紫紅色）之間交替的彩色 figlet 文字。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_NAME
source: First ramp settings
ar: إعدادات المنحدر الأول
de: Erste Rampeneinstellungen
el: Ρυθμίσεις πρώτης ράμπας
es: Primera configuración de rampa
fr: Premiers réglages de rampe
ga: Socruithe an chéad rampa
hi: प्रथम रैम्प सेटिंग
id: Pengaturan ramp pertama
it: Impostazioni della prima rampa
ja: 最初のランプ設定
ko: 첫 번째 램프 설정
ms: Tetapan tanjakan pertama
nb: Første rampeinnstillinger
nl: Eerste hellinginstellingen
pt: Primeiras configurações de rampa
pt_br: Primeiras configurações de rampa
ro: Primele setări ale rampei
tr: İlk rampa ayarları
uk: Перші налаштування рампи
vi: Thiết lập ram đầu tiên
zh: 第一個坡道設置

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_DESC
source: This allows you to configure the first ramp
ar: يتيح لك هذا تكوين المنحدر الأول
de: Damit können Sie die erste Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την πρώτη ράμπα
es: Esto le permite configurar la primera rampa
fr: Cela vous permet de configurer la première rampe
ga: Ligeann sé seo duit an chéad rampa a chumrú
hi: यह आपको पहले रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi ramp pertama
it: Ciò consente di configurare la prima rampa
ja: これにより、最初のランプを設定できます
ko: 이를 통해 첫 번째 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan pertama
nb: Dette lar deg konfigurere den første rampen
nl: Hiermee kunt u de eerste helling configureren
pt: Isto permite configurar a primeira rampa
pt_br: Isso permite que você configure a primeira rampa
ro: Acest lucru vă permite să configurați prima rampă
tr: Bu, ilk rampayı yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати перший пандус
vi: Điều này cho phép bạn cấu hình đoạn đường dốc đầu tiên
zh: 這允許您配置第一個坡道

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_NAME
source: Second ramp settings
ar: إعدادات المنحدر الثاني
de: Zweite Rampeneinstellungen
el: Ρυθμίσεις δεύτερης ράμπας
es: Ajustes de la segunda rampa
fr: Réglages de la deuxième rampe
ga: Socruithe dara rampa
hi: दूसरा रैंप सेटिंग्स
id: Pengaturan rampa kedua
it: Impostazioni della seconda rampa
ja: 2番目のランプ設定
ko: 두 번째 램프 설정
ms: Tetapan tanjakan kedua
nb: Andre rampeinnstillinger
nl: Instellingen tweede helling
pt: Configurações da segunda rampa
pt_br: Configurações da segunda rampa
ro: Setarea a doua rampă
tr: İkinci rampa ayarları
uk: Налаштування другої рампи
vi: Cài đặt ram thứ hai
zh: 第二坡道設置

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_DESC
source: This allows you to configure the second ramp
ar: يتيح لك هذا تكوين المنحدر الثاني
de: Damit können Sie die zweite Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη δεύτερη ράμπα
es: Esto le permite configurar la segunda rampa.
fr: Cela vous permet de configurer la deuxième rampe
ga: Ligeann sé seo duit an dara rampa a chumrú
hi: यह आपको दूसरे रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi ramp kedua
it: Ciò consente di configurare la seconda rampa
ja: これにより、2番目のランプを構成できます
ko: 이렇게 하면 두 번째 램프를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan kedua
nb: Dette lar deg konfigurere den andre rampen
nl: Hiermee kunt u de tweede helling configureren
pt: Isto permite configurar a segunda rampa
pt_br: Isso permite que você configure a segunda rampa
ro: Acest lucru vă permite să configurați a doua rampă
tr: Bu, ikinci rampayı yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати другий пандус
vi: Điều này cho phép bạn cấu hình đoạn đường dốc thứ hai
zh: 這允許您配置第二個坡道

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_NAME
source: Third ramp settings
ar: إعدادات المنحدر الثالث
de: Dritte Rampeneinstellungen
el: Τρίτη ρυθμίσεις ράμπας
es: Configuración de la tercera rampa
fr: Troisièmes réglages de rampe
ga: Socruithe tríú rampa
hi: तीसरा रैंप सेटिंग्स
id: Pengaturan ramp ketiga
it: Impostazioni terza rampa
ja: 3番目のランプ設定
ko: 세 번째 램프 설정
ms: Tetapan tanjakan ketiga
nb: Tredje rampeinnstillinger
nl: Instellingen derde helling
pt: Configurações da terceira rampa
pt_br: Configurações da terceira rampa
ro: Setarea a treia rampă
tr: Üçüncü rampa ayarları
uk: Налаштування третьої рампи
vi: Cài đặt ram thứ ba
zh: 第三坡道設置

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP3_DESC
source: This allows you to configure the third ramp
ar: يتيح لك هذا تكوين المنحدر الثالث
de: Damit können Sie die dritte Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την τρίτη ράμπα
es: Esto le permite configurar la tercera rampa.
fr: Cela vous permet de configurer la troisième rampe
ga: Ligeann sé seo duit an tríú rampa a chumrú
hi: यह आपको तीसरे रैंप को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi ramp ketiga
it: Ciò consente di configurare la terza rampa
ja: これにより、3番目のランプを構成できます
ko: 이렇게 하면 세 번째 경사로를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tanjakan ketiga
nb: Dette lar deg konfigurere den tredje rampen
nl: Hiermee kunt u de derde helling configureren
pt: Isto permite configurar a terceira rampa
pt_br: Isso permite que você configure a terceira rampa
ro: Acest lucru vă permite să configurați a treia rampă
tr: Bu, üçüncü rampayı yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати третій пандус
vi: Điều này cho phép bạn cấu hình đoạn đường dốc thứ ba
zh: 這允許您配置第三個坡道

# NKS_SCREENSAVERPACKS_COMMON_SETTINGS_APPEARANCE_NAME
source: Appearance settings
ar: إعدادات المظهر
de: Darstellungseinstellungen
el: Ρυθμίσεις εμφάνισης
es: Ajustes de apariencia
fr: Paramètres d'apparence
ga: Socruithe cuma
hi: उपस्थिति सेटिंग
id: Pengaturan tampilan
it: Impostazioni aspetto
ja: 外観設定
ko: 모양 설정
ms: Tetapan penampilan
nb: Utseendeinnstillinger
nl: Weergave-instellingen
pt: Configurações de aparência
pt_br: Configurações de aparência
ro: Setări de aspect
tr: Görünüm ayarları
uk: Налаштування зовнішнього вигляду
vi: Cài đặt giao diện
zh: 外觀設定

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_APPEARANCE_HOURS_DESC
source: This allows you to configure the hours ramp appearance
ar: يتيح لك هذا تكوين مظهر منحدر الساعات
de: Hiermit können Sie das Erscheinungsbild der Stundenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε την εμφάνιση της ράμπας ωρών
es: Esto le permite configurar la apariencia de la rampa de horas
fr: Cela vous permet de configurer l'apparence de la rampe des heures
ga: Ligeann sé seo duit cuma an rampa uaireanta a chumrú
hi: यह आपको घंटे रैंप उपस्थिति कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan jam ramp
it: Consente di configurare l'aspetto della rampa delle ore
ja: これにより、時間ランプの外観を設定できます
ko: 시간 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan tanjakan jam
nb: Dette lar deg konfigurere timerampens utseende
nl: Hiermee kunt u de weergave van de urenhelling configureren
pt: Isto permite configurar a aparência da rampa de horas
pt_br: Isso permite que você configure a aparência da rampa de horas
ro: Acest lucru vă permite să configurați aspectul rampei orare
tr: Bu, saat rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати вигляд годинника
vi: Điều này cho phép bạn định cấu hình giao diện dốc giờ
zh: 這使您可以配置小時數斜坡外觀

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_COLOR_HOURS_DESC
source: This allows you to configure the hours ramp colour
ar: يتيح لك هذا تكوين لون منحدر الساعات
de: Hiermit können Sie die Farbe der Stundenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε το χρώμα ράμπας ωρών
es: Esto le permite configurar el color de la rampa de horas
fr: Cela vous permet de configurer la couleur de la rampe des heures
ga: Ligeann sé seo duit dath an rampa uaireanta a chumrú
hi: यह आपको घंटे रैंप रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp jam
it: Consente di configurare il colore della rampa delle ore
ja: これにより、時間ランプの色を設定できます
ko: 시간 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan jam
nb: Dette lar deg konfigurere time-rampefargen
nl: Hiermee kunt u de kleur van de urenhelling configureren
pt: Isto permite configurar a cor da rampa de horas
pt_br: Isso permite que você configure a cor da rampa de horas
ro: Acest lucru vă permite să configurați culoarea rampei orelor
tr: Bu, saat rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати колір годинника
vi: Điều này cho phép bạn định cấu hình màu dốc giờ
zh: 這使您可以配置小時數漸層顏色

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_APPEARANCE_MINUTES_DESC
source: This allows you to configure the minutes ramp appearance
ar: يتيح لك هذا تكوين مظهر منحدر الدقائق
de: Hiermit können Sie das Erscheinungsbild der Minutenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε την εμφάνιση της ράμπας λεπτών
es: Esto le permite configurar la apariencia de la rampa de minutos
fr: Cela vous permet de configurer l'apparence de la rampe des minutes
ga: Ligeann sé seo duit cuma an rampa nóiméad a chumrú
hi: यह आपको मिनट रैंप उपस्थिति कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp menit
it: Consente di configurare l'aspetto della rampa dei minuti
ja: これにより、分ランプの外観を設定できます
ko: 분 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan tanjakan minit
nb: Dette lar deg konfigurere minuttrampens utseende
nl: Hiermee kunt u de weergave van de minutenhelling configureren
pt: Isto permite configurar a aparência da rampa de minutos
pt_br: Isso permite que você configure a aparência da rampa de minutos
ro: Acest lucru vă permite să configurați aspectul rampei minutelor
tr: Bu, dakika rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дає змогу налаштувати вигляд зміни хвилин
vi: Điều này cho phép bạn định cấu hình giao diện dốc phút
zh: 這使您可以配置分鐘斜坡外觀

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_COLOR_MINUTES_DESC
source: This allows you to configure the minutes ramp colour
ar: يتيح لك هذا تكوين لون منحدر الدقائق
de: Hiermit können Sie die Farbe der Minutenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε το χρώμα της ράμπας λεπτών
es: Esto le permite configurar el color de la rampa de minutos
fr: Cela vous permet de configurer la couleur de la rampe des minutes
ga: Ligeann sé seo duit dath an rampa miontuairiscí a chumrú
hi: यह आपको मिनट रैंप रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp menit
it: Consente di configurare il colore della rampa dei minuti
ja: これにより、分ランプの色を設定できます
ko: 분 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan minit
nb: Dette lar deg konfigurere minuttrampefargen
nl: Hiermee kunt u de kleur van de minutenhelling configureren
pt: Isto permite configurar a cor da rampa de minutos
pt_br: Isso permite que você configure a cor da rampa de minutos
ro: Acest lucru vă permite să configurați culoarea rampei minutelor
tr: Bu, dakika rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати колір зміни хвилин
vi: Điều này cho phép bạn định cấu hình màu dốc phút
zh: 這使你可以配置分鐘漸層顏色

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_APPEARANCE_SECONDS_DESC
source: This allows you to configure the seconds ramp appearance
ar: يتيح لك هذا تكوين مظهر منحدر الثواني
de: Hiermit können Sie das Erscheinungsbild der Sekundenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε την εμφάνιση ράμπας δευτερολέπτων
es: Esto le permite configurar la apariencia de la rampa de segundos
fr: Cela vous permet de configurer l'apparence de la rampe des secondes
ga: Ligeann sé seo duit cuma rampaí soicind a chumrú
hi: यह आपको सेकंड रैंप उपस्थिति कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp detik
it: Consente di configurare l'aspetto della rampa dei secondi
ja: これにより、秒ランプの外観を設定できます
ko: 초 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan tanjakan saat
nb: Dette lar deg konfigurere sekunders rampeutseende
nl: Hiermee kunt u de weergave van de secondenhelling configureren
pt: Isto permite configurar a aparência da rampa de segundos
pt_br: Isso permite que você configure a aparência da rampa de segundos
ro: Acest lucru vă permite să configurați aspectul rampei de secunde
tr: Bu, saniye rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати вигляд секундної рампи
vi: Điều này cho phép bạn định cấu hình giao diện dốc giây
zh: 這使您可以配置秒斜坡外觀

# NKS_SCREENSAVERPACKS_PROGRESSCLOCK_SETTINGS_COLOR_SECONDS_DESC
source: This allows you to configure the seconds ramp colour
ar: يتيح لك هذا تكوين لون منحدر الثواني
de: Hiermit können Sie die Farbe der Sekundenrampe konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε το χρώμα ράμπας δευτερολέπτων
es: Esto le permite configurar el color de la rampa de segundos
fr: Cela vous permet de configurer la couleur de la rampe des secondes
ga: Ligeann sé seo duit dath an rampa soicind a chumrú
hi: यह आपको सेकंड रैंप रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp detik
it: Consente di configurare il colore della rampa dei secondi
ja: これにより、秒ランプの色を設定できます
ko: 초 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan saat
nb: Dette lar deg konfigurere sekunders rampefarge
nl: Hiermee kunt u de kleur van de secondenhelling configureren
pt: Isto permite configurar a cor da rampa de segundos
pt_br: Isso permite que você configure a cor da rampa de segundos
ro: Acest lucru vă permite să configurați culoarea rampei de secunde
tr: Bu, saniye rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати колір секундної рампи
vi: Điều này cho phép bạn định cấu hình màu dốc giây
zh: 這允許您配置秒數漸層顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_COLOR_START_NAME
source: Start position colour settings
ar: إعدادات لون موضع البداية
de: Farbeinstellungen für Startposition
el: Ρυθμίσεις χρώματος θέσης έναρξης
es: Ajustes de color de la posición inicial
fr: Paramètres de couleur de position de départ
ga: Tosaigh suímh datha suímh
hi: प्रारंभ स्थिति रंग सेटिंग
id: Pengaturan warna posisi awal
it: Impostazioni colore posizione iniziale
ja: 開始位置の色設定
ko: 시작 위치 색상 설정
ms: Mulakan tetapan warna kedudukan
nb: Fargeinnstillinger for startposisjon
nl: Instellingen voor startpositiekleur
pt: Definições de cor da posição inicial
pt_br: Configurações de cor da posição inicial
ro: Setările de culoare pentru poziție de pornire
tr: Başlangıç konumu renk ayarları
uk: Параметри кольору початкової позиції
vi: Cài đặt màu vị trí bắt đầu
zh: 起始位置顏色設定

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_COLOR_START_DESC
source: This allows you to configure the start position colours
ar: يتيح لك هذا تكوين ألوان موضع البداية
de: Hiermit können Sie die Farben der Startposition konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα της θέσης έναρξης
es: Esto le permite configurar los colores de la posición inicial
fr: Cela vous permet de configurer les couleurs de position de départ
ga: Ligeann sé seo duit na dathanna tosaigh a chumrú
hi: यह आपको प्रारंभ स्थिति रंग कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna posisi awal
it: Consente di configurare i colori della posizione iniziale
ja: これにより、開始位置の色を設定できます
ko: 시작 위치 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna kedudukan mula
nb: Dette lar deg konfigurere startposisjonsfargene
nl: Hiermee kunt u de kleuren van de startpositie configureren
pt: Isto permite configurar as cores da posição inicial
pt_br: Isso permite que você configure as cores da posição inicial
ro: Acest lucru vă permite să configurați culorile poziției de pornire
tr: Bu, başlangıç konumu renklerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори початкової позиції
vi: Điều này cho phép bạn định cấu hình màu vị trí bắt đầu
zh: 這允許您配置起始位置顏色

# NKS_SCREENSAVERPACKS_RAMP_SETTINGS_COLOR_END_NAME
source: End position colour settings
ar: إعدادات لون موضع النهاية
de: Farbeinstellungen für Endposition
el: Ρυθμίσεις χρώματος τελικής θέσης
es: Ajustes de color de la posición final
fr: Paramètres de couleur de position de fin
ga: Socruithe datha suíomh deiridh
hi: अंत स्थिति रंग सेटिंग
id: Pengaturan warna posisi akhir
it: Impostazioni colore posizione finale
ja: 終了位置の色設定
ko: 끝 위치 색상 설정
ms: Tetapan warna kedudukan tamat
nb: Fargeinnstillinger for sluttposisjon
nl: Instellingen voor eindpositiekleur
pt: Definições de cor da posição final
pt_br: Configurações de cor da posição final
ro: Setări de culoare pentru poziţia finală
tr: Bitiş konumu renk ayarları
uk: Параметри кольору кінцевої позиції
vi: Cài đặt màu vị trí kết thúc
zh: 結束位置顏色設定
