Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons.Essentials/Nitrocid.ScreensaverPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_URCCHAR_NAME
source: Upper right corner character for the first bar
ar: حرف الزاوية العلوية اليمنى للشريط الأول
de: Zeichen in der oberen rechten Ecke für den ersten Balken
el: Χαρακτήρας πάνω δεξιά γωνία για την πρώτη γραμμή
es: Carácter de la esquina superior derecha para la primera barra
fr: Caractère du coin supérieur droit pour la première barre
ga: Carachtar cúinne uachtarach ar dheis don chéad bharra
hi: पहले बार के लिए ऊपरी दाएँ कोने का वर्ण
id: Karakter sudut kanan atas untuk bilah pertama
it: Carattere angolo superiore destro per la prima battuta
ja: 最初のバーの右上隅の文字
ko: 첫 번째 막대의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk bar pertama
nb: Øvre høyre hjørnetegnet for den første stolpen
nl: Teken in de rechterbovenhoek voor de eerste balk
pt: Caracter do canto superior direito para a primeira barra
pt_br: Caractere do canto superior direito para a primeira barra
ro: Caracter din colțul din dreapta sus pentru prima bară
tr: İlk çubuk için sağ üst köşe karakteri
uk: Символ верхнього правого кута для першого рядка
vi: Ký tự góc trên bên phải cho thanh đầu tiên
zh: 第一小節的右上角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_LLCCHAR_NAME
source: Lower left corner character for the first bar
ar: حرف الزاوية السفلية اليسرى للشريط الأول
de: Zeichen in der unteren linken Ecke für den ersten Balken
el: Χαρακτήρας κάτω αριστερής γωνίας για την πρώτη γραμμή
es: Carácter de la esquina inferior izquierda para la primera barra
fr: Caractère du coin inférieur gauche pour la première barre
ga: Carachtar cúinne íochtair ar chlé don chéad bharra
hi: पहले बार के लिए निचले बाएँ कोने का वर्ण
id: Karakter sudut kiri bawah untuk bilah pertama
it: Carattere angolo inferiore sinistro per la prima battuta
ja: 最初のバーの左下隅の文字
ko: 첫 번째 막대의 왼쪽 아래 모서리 문자
ms: Aksara sudut kiri bawah untuk bar pertama
nb: Tegn i nedre venstre hjørne for den første stolpen
nl: Teken in de linkeronderhoek voor de eerste balk
pt: Caracter do canto inferior esquerdo para a primeira barra
pt_br: Caractere do canto inferior esquerdo para a primeira barra
ro: Caracter din colțul din stânga jos pentru prima bară
tr: İlk çubuk için sol alt köşe karakteri
uk: Символ нижнього лівого кута для першого рядка
vi: Ký tự góc dưới bên trái cho thanh đầu tiên
zh: 第一個小節的左下角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_LRCCHAR_NAME
source: Lower right corner character for the first bar
ar: حرف الزاوية السفلية اليمنى للشريط الأول
de: Zeichen in der unteren rechten Ecke für den ersten Balken
el: Χαρακτήρας κάτω δεξιά γωνία για την πρώτη γραμμή
es: Carácter de la esquina inferior derecha para la primera barra
fr: Caractère du coin inférieur droit pour la première barre
ga: Carachtar cúinne íochtair ar dheis don chéad bharra
hi: पहले बार के लिए निचले दाएँ कोने का वर्ण
id: Karakter sudut kanan bawah untuk bilah pertama
it: Carattere angolo inferiore destro per la prima battuta
ja: 最初のバーの右下隅の文字
ko: 첫 번째 막대의 오른쪽 아래 모서리 문자
ms: Aksara sudut kanan bawah untuk bar pertama
nb: Tegn i nedre høyre hjørne for den første stolpen
nl: Teken in de rechteronderhoek voor de eerste balk
pt: Caracter do canto inferior direito para a primeira barra
pt_br: Caractere do canto inferior direito para a primeira barra
ro: Caracter din colțul din dreapta jos pentru prima bară
tr: İlk çubuk için sağ alt köşe karakteri
uk: Символ нижнього правого кута для першого рядка
vi: Ký tự góc dưới bên phải cho thanh đầu tiên
zh: 第一個小節的右下角字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_UPFRAMECHAR_NAME
source: Upper frame character for the first bar
ar: حرف الإطار العلوي للشريط الأول
de: Oberes Rahmenzeichen für den ersten Balken
el: Χαρακτήρας άνω πλαισίου για την πρώτη γραμμή
es: Carácter del marco superior para la primera barra
fr: Caractère du cadre supérieur pour la première barre
ga: Carachtar fráma uachtair don chéad bharra
hi: पहले बार के लिए ऊपरी फ़्रेम वर्ण
id: Karakter bingkai atas untuk bilah pertama
it: Carattere cornice superiore per la prima battuta
ja: 最初のバーの上部フレーム文字
ko: 첫 번째 막대의 위쪽 프레임 문자
ms: Aksara bingkai atas untuk bar pertama
nb: Øvre rammekarakter for den første takten
nl: Teken in het bovenste frame voor de eerste balk
pt: Caracter do fotograma superior para o primeiro compasso
pt_br: Caractere do quadro superior para a primeira barra
ro: Caracter de cadru superior pentru prima bară
tr: İlk çubuk için üst çerçeve karakteri
uk: Символ верхнього кадру для першого такту
vi: Ký tự khung trên cho thanh đầu tiên
zh: 第一小節的上框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_LOFRAMECHAR_NAME
source: Lower frame character for the first bar
ar: حرف الإطار السفلي للشريط الأول
de: Unteres Rahmenzeichen für den ersten Balken
el: Χαρακτήρας κάτω πλαισίου για την πρώτη γραμμή
es: Carácter del marco inferior para la primera barra
fr: Caractère du cadre inférieur pour la première barre
ga: Carachtar fráma níos ísle don chéad bharra
hi: पहले बार के लिए निचले फ़्रेम वर्ण
id: Karakter bingkai bawah untuk bar pertama
it: Carattere cornice inferiore per la prima battuta
ja: 最初のバーの下部フレーム文字
ko: 첫 번째 막대의 아래쪽 프레임 문자
ms: Aksara bingkai bawah untuk bar pertama
nb: Nedre rammekarakter for den første stolpen
nl: Teken in het onderste frame voor de eerste balk
pt: Caracter do quadro inferior para o primeiro compasso
pt_br: Caractere do quadro inferior para a primeira barra
ro: Caracter de cadru inferior pentru prima bară
tr: İlk çubuk için alt çerçeve karakteri
uk: Символ нижнього кадру для першого такту
vi: Ký tự khung dưới cho thanh đầu tiên
zh: 第一小節的下框字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_LEFRAMECHAR_NAME
source: Left frame character for the first bar
ar: حرف الإطار الأيسر للشريط الأول
de: Linkes Rahmenzeichen für den ersten Balken
el: Χαρακτήρας αριστερού πλαισίου για την πρώτη γραμμή
es: Carácter del marco izquierdo para la primera barra
fr: Caractère du cadre gauche pour la première barre
ga: Fág carachtar fráma don chéad bharra
hi: पहले बार के लिए बाएँ फ़्रेम वर्ण
id: Karakter bingkai kiri untuk bilah pertama
it: Carattere cornice sinistra per la prima battuta
ja: 最初のバーの左フレーム文字
ko: 첫 번째 막대의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk bar pertama
nb: Venstre rammetegn for den første stolpen
nl: Teken in het linkerframe voor de eerste balk
pt: Caracter do fotograma esquerdo para o primeiro compasso
pt_br: Caractere do quadro esquerdo para a primeira barra
ro: Caracter de cadru din stânga pentru prima bară
tr: İlk çubuk için sol çerçeve karakteri
uk: Символ лівого кадру для першого такту
vi: Ký tự khung trái cho thanh đầu tiên
zh: 第一小節的左框架字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_RIFRAMECHAR_NAME
source: Right frame character for the first bar
ar: حرف الإطار الأيمن للشريط الأول
de: Rechtes Rahmenzeichen für den ersten Balken
el: Χαρακτήρας δεξιού πλαισίου για την πρώτη γραμμή
es: Carácter del marco derecho para la primera barra
fr: Caractère du cadre droit pour la première barre
ga: Carachtar fráma ceart don chéad bharra
hi: पहले बार के लिए दाएँ फ़्रेम वर्ण
id: Karakter bingkai kanan untuk bar pertama
it: Carattere cornice destra per la prima battuta
ja: 最初のバーの右フレーム文字
ko: 첫 번째 막대의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk bar pertama
nb: Høyre rammetegn for den første takten
nl: Teken in het rechterframe voor de eerste balk
pt: Caracter de quadro direito para o primeiro compasso
pt_br: Caractere do quadro direito para a primeira barra
ro: Caracter cadru din dreapta pentru prima bară
tr: İlk çubuk için sağ çerçeve karakteri
uk: Символ правого кадру для першого такту
vi: Ký tự khung phải cho thanh đầu tiên
zh: 第一小節的右邊框架字符

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_COLORSETTINGS_DESC
source: This allows you to configure the first ramp colour
ar: يتيح لك هذا تكوين لون المنحدر الأول
de: Hiermit können Sie die Farbe der ersten Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το πρώτο χρώμα ράμπας
es: Esto le permite configurar el color de la primera rampa
fr: Cela vous permet de configurer la couleur de la première rampe
ga: Ligeann sé seo duit an chéad dath rampa a chumrú
hi: इससे आप पहले रैंप का रंग कॉन्फ़िगर कर सकते हैं
id: Ini memungkinkan Anda untuk mengonfigurasi warna ramp pertama
it: Questo consente di configurare il colore della prima rampa
ja: これにより、最初のランプの色を設定できます
ko: 이렇게 하면 첫 번째 램프 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna tanjakan pertama
nb: Dette lar deg konfigurere den første rampefargen
nl: Hiermee kunt u de kleur van de eerste helling configureren
pt: Isto permite configurar a primeira cor da rampa
pt_br: Isso permite que você configure a primeira cor da rampa
ro: Acest lucru vă permite să configurați prima culoare a rampei
tr: Bu, ilk rampa rengini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати перший колір рампи
vi: Điều này cho phép bạn cấu hình màu dốc đầu tiên
zh: 這允許您配置第一個漸層顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_PROGRESSCOLOR_NAME
source: Colour of First Bar
ar: لون الشريط الأول
de: Farbe des ersten Balkens
el: Χρώμα πρώτης ράβδου
es: Color de la primera barra
fr: Couleur de la première barre
ga: Dath an Chéad Bharra
hi: पहले बार का रंग
id: Warna Batang Pertama
it: Colore della prima barra
ja: 最初のバーの色
ko: 첫 번째 막대의 색상
ms: Warna Bar Pertama
nb: Farge på First Bar
nl: Kleur van de eerste balk
pt: Cor da primeira barra
pt_br: Cor da primeira barra
ro: Culoarea primului bar
tr: İlk Çubuğun Rengi
uk: Колір першої смуги
vi: Màu của Thanh đầu tiên
zh: 第一根柱線的顏色

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MINREDCOLOR_NAME
source: Minimum red colour level for first
ar: الحد الأدنى لمستوى اللون الأحمر للشريط الأول
de: Minimale Rot-Farbstufe für den ersten
el: Ελάχιστο επίπεδο κόκκινου χρώματος για πρώτο
es: Nivel mínimo de color rojo para la primera
fr: Niveau de couleur rouge minimum pour la première
ga: Íosleibhéal dath dearg ar dtús
hi: पहले के लिए न्यूनतम लाल रंग का स्तर
id: Tingkat warna merah minimum untuk yang pertama
it: Livello minimo di colore rosso per la prima
ja: 最初の最小赤色レベル
ko: 첫 번째의 최소 빨간색 색상 레벨
ms: Tahap warna merah minimum untuk pertama
nb: Minimum rød fargenivå for først
nl: Minimaal rood kleurniveau voor de eerste
pt: Nível mínimo de cor vermelha para o primeiro
pt_br: Nível mínimo de cor vermelha para a primeira
ro: Nivel minim de culoare roșie pentru primul
tr: İlk için minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору для першого
vi: Mức màu đỏ tối thiểu cho thanh đầu tiên
zh: 第一個最低紅色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MINGREENCOLOR_NAME
source: Minimum green colour level for first
ar: الحد الأدنى لمستوى اللون الأخضر للشريط الأول
de: Minimale Grün-Farbstufe für den ersten
el: Ελάχιστο επίπεδο πράσινου χρώματος για πρώτη φορά
es: Nivel mínimo de color verde para la primera
fr: Niveau de couleur vert minimum pour la première
ga: Íosleibhéal dath glas ar dtús
hi: पहले के लिए न्यूनतम हरा रंग का स्तर
id: Tingkat warna hijau minimum untuk yang pertama
it: Livello minimo di colore verde per la prima
ja: 最初の最小緑色レベル
ko: 첫 번째의 최소 녹색 색상 레벨
ms: Tahap warna hijau minimum untuk pertama
nb: Minimum grønn fargenivå for først
nl: Minimaal groen kleurniveau voor de eerste
pt: Nível mínimo de cor verde para o primeiro
pt_br: Nível mínimo de cor verde para a primeira
ro: Nivel minim de culoare verde pentru primul
tr: İlk için minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору для першого
vi: Mức màu xanh lá cây tối thiểu cho thanh đầu tiên
zh: 第一個最低綠色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MINBLUECOLOR_NAME
source: Minimum blue colour level for first
ar: الحد الأدنى لمستوى اللون الأزرق للشريط الأول
de: Minimale Blau-Farbstufe für den ersten
el: Ελάχιστο επίπεδο μπλε χρώματος για πρώτη φορά
es: Nivel mínimo de color azul para la primera
fr: Niveau de couleur bleu minimum pour la première
ga: Íosleibhéal dath gorm ar dtús
hi: पहले के लिए न्यूनतम नीला रंग का स्तर
id: Tingkat warna biru minimum untuk yang pertama
it: Livello minimo di colore blu per la prima
ja: 最初の最小青色レベル
ko: 첫 번째의 최소 파란색 색상 레벨
ms: Tahap warna biru minimum untuk pertama
nb: Minimum blåfargenivå for først
nl: Minimaal blauw kleurniveau voor de eerste
pt: Nível mínimo de cor azul para o primeiro
pt_br: Nível mínimo de cor azul para a primeira
ro: Nivel minim de culoare albastră pentru primul
tr: İlk için minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору для першого
vi: Mức màu xanh lam tối thiểu cho thanh đầu tiên
zh: 第一個最低藍色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MINCOLOR_NAME
source: Minimum colour level for first
ar: الحد الأدنى لمستوى اللون للشريط الأول
de: Minimale Farbstufe für den ersten
el: Ελάχιστο επίπεδο χρώματος για το πρώτο
es: Nivel mínimo de color para la primera
fr: Niveau de couleur minimum pour la première
ga: Leibhéal dath íosta don chéad uair
hi: पहले के लिए न्यूनतम रंग का स्तर
id: Tingkat warna minimum untuk yang pertama
it: Livello minimo di colore per la prima
ja: 最初の最小色レベル
ko: 첫 번째의 최소 색상 레벨
ms: Tahap warna minimum untuk pertama
nb: Minimum fargenivå for først
nl: Minimaal kleurniveau voor de eerste
pt: Nível mínimo de cor para o primeiro
pt_br: Nível mínimo de cor para a primeira
ro: Nivel minim de culoare pentru primul
tr: İlk için minimum renk seviyesi
uk: Мінімальний рівень кольору для першого
vi: Mức màu tối thiểu cho thanh đầu tiên
zh: 第一個最低顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MAXREDCOLOR_NAME
source: Maximum red colour level for first
ar: الحد الأقصى لمستوى اللون الأحمر للشريط الأول
de: Maximale Rot-Farbstufe für den ersten
el: Μέγιστο επίπεδο κόκκινου χρώματος για το πρώτο
es: Nivel máximo de color rojo para la primera
fr: Niveau de couleur rouge maximum pour la première
ga: Uasleibhéal dath dearg ar dtús
hi: पहले के लिए अधिकतम लाल रंग का स्तर
id: Tingkat warna merah maksimum untuk pertama
it: Livello massimo di colore rosso per la prima
ja: 最初の最大赤色レベル
ko: 첫 번째의 최대 빨간색 색상 레벨
ms: Tahap warna merah maksimum untuk yang pertama
nb: Maksimalt rødt fargenivå for først
nl: Maximum rood kleurniveau voor de eerste
pt: Nível máximo de cor vermelha para o primeiro
pt_br: Nível máximo de cor vermelha para a primeira
ro: Nivel maxim de culoare roșie pentru primul
tr: İlk için maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору для першого
vi: Mức màu đỏ tối đa cho thanh đầu tiên
zh: 第一個最大紅色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MAXGREENCOLOR_NAME
source: Maximum green colour level for first
ar: الحد الأقصى لمستوى اللون الأخضر للشريط الأول
de: Maximale Grün-Farbstufe für den ersten
el: Μέγιστο επίπεδο πράσινου χρώματος για το πρώτο
es: Nivel máximo de color verde para la primera
fr: Niveau de couleur vert maximum pour la première
ga: Uasleibhéal dath glas ar dtús
hi: पहले के लिए अधिकतम हरा रंग का स्तर
id: Tingkat warna hijau maksimum untuk pertama
it: Livello massimo di colore verde per la prima
ja: 最初の最大緑色レベル
ko: 첫 번째의 최대 녹색 색상 레벨
ms: Tahap warna hijau maksimum untuk pertama
nb: Maksimalt grønt fargenivå for først
nl: Maximum groen kleurniveau voor de eerste
pt: Nível máximo de cor verde para o primeiro
pt_br: Nível máximo de cor verde para a primeira
ro: Nivel maxim de culoare verde pentru primul
tr: İlk için maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору для першого
vi: Mức màu xanh lá cây tối đa cho thanh đầu tiên
zh: 第一個綠色最高等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MAXBLUECOLOR_NAME
source: Maximum blue colour level for first
ar: الحد الأقصى لمستوى اللون الأزرق للشريط الأول
de: Maximale Blau-Farbstufe für den ersten
el: Μέγιστο επίπεδο μπλε χρώματος για το πρώτο
es: Nivel máximo de color azul para la primera
fr: Niveau de couleur bleu maximum pour la première
ga: Uasleibhéal dath gorm ar dtús
hi: पहले के लिए अधिकतम नीला रंग का स्तर
id: Tingkat warna biru maksimum untuk pertama
it: Livello massimo di colore blu per la prima
ja: 最初の最大青色レベル
ko: 첫 번째의 최대 파란색 색상 레벨
ms: Tahap warna biru maksimum untuk pertama
nb: Maksimal blåfargenivå for først
nl: Maximum blauw kleurniveau voor de eerste
pt: Nível máximo de cor azul para o primeiro
pt_br: Nível máximo de cor azul para a primeira
ro: Nivel maxim de culoare albastră pentru primul
tr: İlk için maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору для першого
vi: Mức màu xanh lam tối đa cho thanh đầu tiên
zh: 第一個最大藍色等級

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP1_MAXCOLOR_NAME
source: Maximum colour level for first
ar: الحد الأقصى لمستوى اللون للشريط الأول
de: Maximale Farbstufe für den ersten
el: Μέγιστο επίπεδο χρώματος για το πρώτο
es: Nivel máximo de color para la primera
fr: Niveau de couleur maximum pour la première
ga: Leibhéal dath uasta don chéad uair
hi: पहले के लिए अधिकतम रंग का स्तर
id: Tingkat warna maksimum untuk pertama
it: Livello massimo di colore per la prima
ja: 最初の最大色レベル
ko: 첫 번째의 최대 색상 레벨
ms: Tahap warna maksimum untuk pertama
nb: Maksimalt fargenivå for først
nl: Maximum kleurniveau voor de eerste
pt: Nível máximo de cor para o primeiro
pt_br: Nível máximo de cor para a primeira
ro: Nivel maxim de culoare pentru primul
tr: İlk için maksimum renk seviyesi
uk: Максимальний рівень кольору для першого
vi: Mức màu tối đa cho thanh đầu tiên
zh: 第一個最大顏色級別

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_APPEARANCE_DESC
source: This allows you to configure the second ramp appearance
ar: يتيح لك هذا تكوين مظهر المنحدر الثاني
de: Hiermit können Sie das Erscheinungsbild der zweiten Rampe konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη δεύτερη εμφάνιση ράμπας
es: Esto le permite configurar la apariencia de la segunda rampa
fr: Cela vous permet de configurer l'apparence de la deuxième rampe
ga: Ligeann sé seo duit cuma an dara rampa a chumrú
hi: इससे आप दूसरे रैंप की उपस्थिति कॉन्फ़िगर कर सकते हैं
id: Ini memungkinkan Anda untuk mengonfigurasi tampilan ramp kedua
it: Questo consente di configurare l'aspetto della seconda rampa
ja: これにより、2 番目のランプの外観を設定できます
ko: 이렇게 하면 두 번째 램프 모양을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penampilan tanjakan kedua
nb: Dette lar deg konfigurere den andre rampens utseende
nl: Hiermee kunt u het uiterlijk van de tweede helling configureren
pt: Isto permite configurar a aparência da segunda rampa
pt_br: Isso permite que você configure a segunda aparência da rampa
ro: Acest lucru vă permite să configurați a doua apariție a rampei
tr: Bu, ikinci rampa görünümünü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати вигляд другої рампи
vi: Điều này cho phép bạn cấu hình giao diện dốc thứ hai
zh: 這允許您配置第二個坡道外觀

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_INFOTEXT_NAME
source: Information text for second
ar: نص المعلومات للشريط الثاني
de: Informationstext für die Sekunde
el: Ενημερωτικό κείμενο για δεύτερο
es: Texto de información para la segunda
fr: Texte d'information pour la deuxième
ga: Téacs faisnéise don soicind
hi: दूसरे के लिए सूचना पाठ
id: Teks informasi untuk kedua
it: Testo informativo per la seconda
ja: 2 番目の情報テキスト
ko: 두 번째에 대한 정보 텍스트
ms: Teks maklumat untuk kedua
nb: Informasjonstekst for andre
nl: Informatietekst voor de tweede
pt: Texto informativo para o segundo
pt_br: Texto informativo para a segunda
ro: Text informativ pentru secundă
tr: İkinci için bilgi metni
uk: Інформаційний текст для другого
vi: Văn bản thông tin cho giây
zh: 第二個資訊文本

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_INFOTEXT_DESC
source: Write how your information text for the current minute shows. {0} for current minute out of 60 second.
ar: اكتب كيف يظهر نص المعلومات للدقيقة الحالية. {0} للدقيقة الحالية من 60 ثانية.
de: Schreiben Sie, wie Ihr Informationstext für die aktuelle Minute angezeigt wird. {0} für die aktuelle Minute von 60 Sekunden.
el: Γράψτε πώς εμφανίζεται το κείμενο πληροφοριών για το τρέχον λεπτό. {0} για το τρέχον λεπτό από τα 60 δευτερόλεπτα.
es: Escriba cómo se muestra el texto de información para el minuto actual. {0} para el minuto actual de 60 segundos.
fr: Écrivez comment votre texte d'information pour la minute en cours s'affiche. {0} pour la minute en cours sur 60 secondes.
ga: Scríobh conas a léiríonn do théacs faisnéise don nóiméad reatha. {0} don nóiméad reatha as 60 soicind.
hi: लिखें कि वर्तमान मिनट के लिए आपका सूचना पाठ कैसे दिखाई देता है। 60 सेकंड में से वर्तमान मिनट के लिए {0}।
id: Tuliskan bagaimana teks informasi Anda ditampilkan untuk menit saat ini. {0} untuk menit saat ini dari 60 detik.
it: Scrivi come viene visualizzato il testo informativo per il minuto corrente. {0} per il minuto corrente su 60 secondi. Carattere angolo superiore sinistro per la seconda barra
ja: 現在の分の情報テキストの表示方法を記述します。60 秒のうちの現在の分の場合は {0} です。
ko: 현재 분에 대한 정보 텍스트가 표시되는 방식을 작성합니다. 60초 중 현재 분에 대한 {0}.
ms: Tulis bagaimana teks maklumat anda untuk minit semasa ditunjukkan. {0} untuk minit semasa daripada 60 saat.
nb: Skriv hvordan informasjonsteksten for gjeldende minutt viser. {0} for gjeldende minutt av 60 sekunder.
nl: Schrijf hoe uw informatietekst voor de huidige minuut wordt weergegeven. {0} voor de huidige minuut van 60 seconden. Teken in de linkerbovenhoek voor de tweede balk
pt: Escreva como é apresentado o seu texto informativo para o minuto atual. {0} para o minuto atual de 60 segundos.
pt_br: Escreva como seu texto informativo para o minuto atual é exibido. {0} para o minuto atual de 60 segundos.
ro: Scrieți cum se arată textul dvs. informativ pentru minutul curent. {0} pentru minutul curent din 60 de secunde.
tr: Geçerli dakika için bilgi metninizin nasıl gösterildiğini yazın. 60 saniyeden geçerli dakika için {0}. İkinci çubuk için sol üst köşe karakteri
uk: Напишіть, як виглядає ваш інформаційний текст за поточну хвилину. {0} за поточну хвилину з 60 секунд.
vi: Viết cách văn bản thông tin của bạn cho phút hiện tại hiển thị. {0} cho phút hiện tại trong 60 giây.
zh: 寫下當前分鐘的資訊文字如何顯示。當前分鐘為 {0}（共 60 秒）。

# NKS_SCREENSAVERPACKS_PROGRESSES_SETTINGS_RAMP2_ULCCHAR_NAME
source: Upper left corner character for the second bar
ar: حرف الزاوية اليسرى العلوية للشريط الثاني
de: Zeichen in der oberen linken Ecke für den zweiten Balken
el: Χαρακτήρας πάνω αριστερή γωνία για τη δεύτερη γραμμή
es: Carácter de la esquina superior izquierda para la segunda barra
fr: Caractère du coin supérieur gauche pour la deuxième barre
ga: Carachtar cúinne uachtarach ar chlé don dara barra
hi: दूसरे बार के लिए ऊपरी बाएँ कोने का वर्ण
id: Karakter sudut kiri atas untuk bilah kedua
it: Carattere angolo superiore sinistro per la seconda barra
ja: 2 番目のバーの左上隅の文字
ko: 두 번째 막대의 왼쪽 위 모서리 문자
ms: Aksara sudut kiri atas untuk bar kedua
nb: Øvre venstre hjørnetegnet for den andre stolpen
nl: Bovenste linkerhoekkarakter voor de tweede balk
pt: Caracter do canto superior esquerdo para a segunda barra
pt_br: Caractere do canto superior esquerdo para a segunda barra
ro: Caracter din colțul din stânga sus pentru a doua bară
tr: İkinci çubuk için sol üst köşe karakteri
uk: Символ верхнього лівого кута для другої смуги
vi: Ký tự góc trên bên trái cho thanh thứ hai
zh: 第二小節的左上角字符
