Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_OUTGOING_PORT
source: Outgoing server port
ja: 送信サーバー ポート
ko: 발신 서버 포트
ms: Port pelayan keluar
ro: Port server de ieșire
vi: Cổng máy chủ đi

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_OUTGOING_TYPE
source: Outgoing server type
ja: 送信サーバー タイプ
ko: 발신 서버 유형
ms: Jenis pelayan keluar
ro: Tip server de ieșire
vi: Loại máy chủ đi

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_OUTGOING_SOCKETTYPE
source: Outgoing server socket type
ja: 送信サーバー ソケット タイプ
ko: 발신 서버 소켓 유형
ms: Jenis soket pelayan keluar
ro: Tip socket server de ieșire
vi: Loại socket máy chủ đi
