Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_JSON_REMOVEITEMFAILED
source: The JSON shell failed to remove an item.
ar: فشلت قذيفة JSON في إزالة عنصر.
de: Die JSON-Shell konnte ein Element nicht entfernen.
el: Το κέλυφος JSON απέτυχε να αφαιρέσει ένα στοιχείο.
es: El shell JSON no pudo eliminar un elemento.
fr: Le shell JSON n'a pas réussi à supprimer un élément.
ga: Theip ar bhlaosc JSON mír a bhaint.
hi: JSON शेल किसी आइटम को हटाने में विफल रहा।
id: Shell JSON gagal menghapus item.
it: La shell JSON non è riuscita a rimuovere un elemento.
ja: JSON シェルは項目を削除できませんでした。
ko: JSON 셸이 항목을 제거하지 못했습니다.
ms: Cangkang JSON gagal mengalih keluar item.
nb: JSON-skallet klarte ikke å fjerne et element.
nl: De JSON-shell kan een item niet verwijderen.
pt_br: O shell JSON falhou ao remover um item.
ro: Shell-ul JSON nu a reușit să elimine un element.
tr: JSON kabuğu bir öğeyi kaldırmayı başaramadı.
uk: Оболонці JSON не вдалося видалити елемент.
vi: Shell JSON không xóa được mục nào.
zh: JSON shell 無法刪除項目。

# NKS_SHELLPACKS_JSON_SETITEMFAILED
source: The JSON shell failed to set an item.
ar: فشلت قذيفة JSON في تعيين عنصر.
de: Die JSON-Shell konnte ein Element nicht festlegen.
el: Το κέλυφος JSON απέτυχε να ορίσει ένα στοιχείο.
es: El shell JSON no pudo establecer un elemento.
fr: Le shell JSON n'a pas réussi à définir un élément.
ga: Theip ar bhlaosc JSON mír a shocrú.
hi: JSON शेल एक आइटम सेट करने में विफल रहा।
id: Shell JSON gagal menyetel item.
it: La shell JSON non è riuscita a impostare un elemento.
ja: JSON シェルが項目を設定できませんでした。
ko: JSON 셸이 항목을 설정하지 못했습니다.
ms: Cangkang JSON gagal menetapkan item.
nb: JSON-skallet klarte ikke å angi et element.
nl: De JSON-shell kan geen item instellen.
pt_br: O shell JSON falhou ao definir um item.
ro: Shell-ul JSON nu a reușit să seteze un element.
tr: JSON kabuğu bir öğeyi ayarlayamadı.
uk: Оболонці JSON не вдалося встановити елемент.
vi: Shell JSON không thể thiết lập mục.
zh: JSON shell 無法設定專案。

# NKS_SHELLPACKS_MAIL_MVALL_DELETEDINBOX
source: Message {0} from {1} moved. {2} messages remaining to parse.
ar: تم نقل الرسالة {0} من {1}. {2} الرسائل المتبقية للتحليل.
de: Nachricht {0} von {1} verschoben. {2} Nachrichten müssen noch analysiert werden.
el: Το μήνυμα {0} από τον χρήστη {1} μετακινήθηκε. Απομένουν {2} μηνύματα για ανάλυση.
es: Mensaje {0} de {1} movido. Quedan {2} mensajes por analizar.
fr: Message {0} de {1} déplacé. {2} messages restants à analyser.
ga: Bogadh an teachtaireacht {0} ó {1}. {2} teachtaireacht fágtha le parsáil.
hi: संदेश {0} को {1} से स्थानांतरित किया गया। {2} संदेश पार्स करने के लिए शेष हैं।
id: Pesan {0} dari {1} telah dipindahkan. {2} pesan tersisa untuk diurai.
it: Il messaggio {0} da {1} è stato spostato. {2} messaggi rimanenti da analizzare.
ja: {1} からのメッセージ {0} が移動されました。{2} 個のメッセージがまだ解析されていません。
ko: {1}의 메시지 {0}이(가) 이동되었습니다. 구문 분석할 메시지가 {2}개 남아 있습니다.
ms: Mesej {0} daripada {1} dialihkan. {2} mesej tinggal untuk dihuraikan.
nb: Melding {0} fra {1} er flyttet. {2} meldinger gjenstår å analysere.
nl: Bericht {0} van {1} verplaatst. Er zijn nog {2} berichten die nog moeten worden geparseerd.
pt_br: Mensagem {0} de {1} movida. Restam {2} mensagens para analisar.
ro: Mesajul {0} de la {1} a fost mutat. {2} mesaje rămase de analizat.
tr: {1} adresinden gelen {0} mesajı taşındı. Ayrıştırılacak {2} mesaj kaldı.
uk: Повідомлення {0} від {1} переміщено. Для аналізу залишилося {2} повідомлень.
vi: Tin nhắn {0} từ {1} đã được di chuyển. Còn {2} tin nhắn cần phân tích.
zh: 來自{1}的訊息{0}已移動。還剩 {2} 則訊息需要解析。

# NKS_SHELLPACKS_MAIL_ATTACHMENTS
source: Attachments:
ar: المرفقات:
de: Anhänge:
el: Συνημμένα:
es: Archivos adjuntos:
fr: Pièces jointes :
ga: Ceangaltáin:
hi: अनुलग्नक:
id: Lampiran:
it: Allegati:
ja: 添付ファイル:
ko: 첨부파일:
ms: Lampiran:
nb: Vedlegg:
nl: Bijlagen:
pt_br: Anexos:
ro: Atasamente:
tr: Ekler:
uk: Додатки:
vi: Đính kèm:
zh: 附件：

# NKS_SHELLPACKS_RSS_READERCLI_EXCEPTION_INVALIDINSTANCE
source: This connection contains an invalid RSS feed instance.
ar: يحتوي هذا الاتصال على مثيل موجز RSS غير صالح.
de: Diese Verbindung enthält eine ungültige RSS-Feed-Instanz.
el: Αυτή η σύνδεση περιέχει μια μη έγκυρη παρουσία ροής RSS.
es: Esta conexión contiene una instancia de fuente RSS no válida.
fr: Cette connexion contient une instance de flux RSS non valide.
ga: Tá fotha RSS neamhbhailí sa nasc seo.
hi: इस कनेक्शन में एक अमान्य RSS फ़ीड उदाहरण शामिल है.
id: Koneksi ini berisi contoh umpan RSS yang tidak valid.
it: Questa connessione contiene un'istanza di feed RSS non valida.
ja: この接続には無効な RSS フィード インスタンスが含まれています。
ko: 이 연결에는 잘못된 RSS 피드 인스턴스가 포함되어 있습니다.
ms: Sambungan ini mengandungi contoh suapan RSS yang tidak sah.
nb: Denne tilkoblingen inneholder en ugyldig RSS-feedforekomst.
nl: Deze verbinding bevat een ongeldige RSS-feedinstantie.
pt_br: Esta conexão contém uma instância de feed RSS inválida.
ro: Această conexiune conține o instanță de feed RSS nevalidă.
tr: Bu bağlantı geçersiz bir RSS besleme örneği içeriyor.
uk: Це підключення містить недійсний екземпляр каналу RSS.
vi: Kết nối này chứa một phiên bản nguồn cấp RSS không hợp lệ.
zh: 此連線包含無效的 RSS 來源實例。

# NKS_SHELLPACKS_RSS_READERCLI_UNKNOWNTITLE
source: Unknown article title
ar: عنوان المقال غير معروف
de: Unbekannter Artikeltitel
el: Άγνωστος τίτλος άρθρου
es: Título del artículo desconocido
fr: Titre de l'article inconnu
ga: Teideal an ailt anaithnid
hi: अज्ञात लेख शीर्षक
id: Judul artikel tidak diketahui
it: Titolo dell'articolo sconosciuto
ja: 記事タイトル不明
ko: 알 수 없는 기사 제목
ms: Tajuk artikel tidak diketahui
nb: Ukjent artikkeltittel
nl: Onbekende titel van het artikel
pt_br: Título do artigo desconhecido
ro: Titlul articolului necunoscut
tr: Bilinmeyen makale başlığı
uk: Невідома назва статті
vi: Tiêu đề bài viết không rõ
zh: 文章標題未知

# NKS_SHELLPACKS_RSS_READERCLI_NOCONTENTS
source: Unfortunately, this article doesn't have any contents. You can still follow the article at
ar: لسوء الحظ، هذه المقالة لا تحتوي على أي محتوى. لا يزال بإمكانك متابعة المقال على
de: Leider hat dieser Artikel keinen Inhalt. Sie können den Artikel weiterhin unter verfolgen
el: Δυστυχώς, αυτό το άρθρο δεν έχει περιεχόμενο. Μπορείτε ακόμα να παρακολουθήσετε το άρθρο στο
es: Desafortunadamente, este artículo no tiene ningún contenido. Todavía puedes seguir el artículo en
fr: Malheureusement, cet article n'a aucun contenu. Vous pouvez toujours suivre l'article sur
ga: Ar an drochuair, níl aon ábhar san alt seo. Is féidir leat an t-alt a leanúint fós ag
hi: दुर्भाग्यवश, इस आलेख में कोई सामग्री नहीं है। आप अभी भी लेख का अनुसरण कर सकते हैं
id: Sayangnya, artikel ini tidak memiliki konten apa pun. Anda masih dapat mengikuti artikelnya di
it: Sfortunatamente, questo articolo non ha alcun contenuto. Puoi ancora seguire l'articolo su
ja: 残念ながらこの記事には内容がありません。この記事は引き続き次の URL からご覧いただけます。
ko: 아쉽게도 이 글에는 내용이 없습니다. 다음 기사를 계속 팔로우할 수 있습니다.
ms: Malangnya, artikel ini tidak mempunyai apa-apa kandungan. Anda masih boleh mengikuti artikel di
nb: Denne artikkelen har dessverre ikke noe innhold. Du kan fortsatt følge artikkelen på
nl: Helaas heeft dit artikel geen inhoud. Je kunt het artikel nog steeds volgen op
pt_br: Infelizmente, este artigo não tem nenhum conteúdo. Você ainda pode acompanhar o artigo em
ro: Din păcate, acest articol nu are niciun conținut. Încă puteți urmări articolul la
tr: Maalesef bu makalenin içeriği yok. Makaleyi şu adresten takip edebilirsiniz:
uk: На жаль, ця стаття не має жодного змісту. Ви все ще можете стежити за статтею на
vi: Thật không may, bài viết này không có bất kỳ nội dung nào. Bạn vẫn có thể theo dõi bài viết tại
zh: 不幸的是，這篇文章沒有任何內容。您仍然可以關注該文章

# NKS_SHELLPACKS_RSS_READERCLI_NOLINK
source: This article doesn't have a link.
ar: هذه المقالة ليس لديها رابط.
de: Dieser Artikel hat keinen Link.
el: Αυτό το άρθρο δεν έχει σύνδεσμο.
es: Este artículo no tiene un enlace.
fr: Cet article n'a pas de lien.
ga: Níl nasc ag an alt seo.
hi: इस लेख में कोई लिंक नहीं है.
id: Artikel ini tidak memiliki tautan.
it: Questo articolo non ha un collegamento.
ja: この記事にはリンクがありません。
ko: 이 글은 링크가 없습니다.
ms: Artikel ini tidak mempunyai pautan.
nb: Denne artikkelen har ingen lenke.
nl: Dit artikel heeft geen link.
pt_br: Este artigo não possui um link.
ro: Acest articol nu are un link.
tr: Bu makalenin bir bağlantısı bulunmamaktadır.
uk: Ця стаття не має посилання.
vi: Bài viết này không có liên kết.
zh: 這篇文章沒有連結。

# NKS_SHELLPACKS_RSS_READERCLI_HOSTBROWSEROPENFAILED
source: Can't open the host browser to the article link.
ar: لا يمكن فتح المتصفح المضيف لرابط المقالة.
de: Der Host-Browser zum Artikellink kann nicht geöffnet werden.
el: Δεν είναι δυνατό το άνοιγμα του προγράμματος περιήγησης κεντρικού υπολογιστή στον σύνδεσμο του άρθρου.
es: No se puede abrir el navegador host al enlace del artículo.
fr: Impossible d'ouvrir le navigateur hôte sur le lien de l'article.
ga: Ní féidir an brabhsálaí ósta a oscailt go dtí an nasc alt.
hi: होस्ट ब्राउज़र को लेख लिंक पर नहीं खोला जा सकता.
id: Tidak dapat membuka browser host ke tautan artikel.
it: Impossibile aprire il browser host al collegamento all'articolo.
ja: ホストブラウザを開いて記事リンクにアクセスできません。
ko: 기사 링크에 대한 호스트 브라우저를 열 수 없습니다.
ms: Tidak dapat membuka penyemak imbas hos ke pautan artikel.
nb: Kan ikke åpne vertsnettleseren til artikkellenken.
nl: Kan de hostbrowser niet openen voor de artikellink.
pt_br: Não é possível abrir o navegador host para o link do artigo.
ro: Nu se poate deschide browserul gazdă către linkul articolului.
tr: Makale bağlantısına ana bilgisayar tarayıcısından ulaşılamıyor.
uk: Не вдається відкрити хост-браузер для посилання на статтю.
vi: Không thể mở trình duyệt lưu trữ tới liên kết bài viết.
zh: 無法開啟主機瀏覽器存取文章連結。

# NKS_SHELLPACKS_SFTP_LSREMOTE_MODIFIED
source: Modified:
ar: معدل:
de: Geändert:
el: Τροποποιήθηκε:
es: Modificado:
fr: Modifié:
ga: Athraithe:
hi: संशोधित:
id: Dimodifikasi:
it: Modificata:
ja: 変更:
ko: 수정됨:
ms: Diubah suai:
nb: Endret:
nl: Gewijzigd:
pt_br: Modificado:
ro: Modificat:
tr: Değiştirildi:
uk: Змінено:
vi: Đã sửa đổi:
zh: 修改的：

# NKS_SHELLPACKS_SQL_PARAMVALUE_PROMPT
source: Enter parameter value for {0}:
ar: أدخل قيمة المعلمة لـ {0}:
de: Geben Sie den Parameterwert für {0} ein:
el: Εισαγάγετε τιμή παραμέτρου για {0}:
es: Introduzca el valor del parámetro para {0}:
fr: Entrez la valeur du paramètre pour {0} :
ga: Cuir isteach luach paraiméadar le haghaidh {0}:
hi: {0} के लिए पैरामीटर मान दर्ज करें:
id: Masukkan nilai parameter untuk {0}:
it: Inserisci il valore del parametro per {0}:
ja: {0} のパラメータ値を入力してください:
ko: {0}에 대한 매개변수 값을 입력하세요.
ms: Masukkan nilai parameter untuk {0}:
nb: Angi parameterverdi for {0}:
nl: Voer parameterwaarde in voor {0}:
pt_br: Insira o valor do parâmetro para {0}:
ro: Introduceți valoarea parametrului pentru {0}:
tr: {0} için parametre değerini girin:
uk: Введіть значення параметра для {0}:
vi: Nhập giá trị tham số cho {0}:
zh: 輸入 {0} 的參數值：

# NKS_SHELLPACKS_SQL_COMMANDSUCCESS
source: SQL command succeeded. Here are the replies:
ar: نجح أمر SQL. وهنا الردود:
de: SQL-Befehl erfolgreich. Hier sind die Antworten:
el: Η εντολή SQL πέτυχε. Εδώ είναι οι απαντήσεις:
es: El comando SQL tuvo éxito. Aquí están las respuestas:
fr: La commande SQL a réussi. Voici les réponses :
ga: D'éirigh le ordú SQL. Seo iad na freagraí:
hi: SQL कमांड सफल हुआ. यहाँ उत्तर हैं:
id: Perintah SQL berhasil. Berikut balasannya:
it: Il comando SQL è riuscito. Ecco le risposte:
ja: SQLコマンドは成功しました。返信は次のとおりです。
ko: SQL 명령이 성공했습니다. 답변은 다음과 같습니다.
ms: Perintah SQL berjaya. Berikut adalah balasannya:
nb: SQL-kommandoen lyktes. Her er svarene:
nl: SQL-opdracht geslaagd. Hier zijn de antwoorden:
pt_br: Comando SQL bem-sucedido. Aqui estão as respostas:
ro: Comanda SQL a reușit. Iată răspunsurile:
tr: SQL komutu başarılı oldu. İşte yanıtlar:
uk: Команда SQL виконана успішно. Ось відповіді:
vi: Lệnh SQL đã thành công. Sau đây là các phản hồi:
zh: SQL 指令成功。以下是回覆：

# NKS_SHELLPACKS_SQL_COMMANDFAILURE
source: SQL command failed.
ar: فشل أمر SQL.
de: SQL-Befehl fehlgeschlagen.
el: Η εντολή SQL απέτυχε.
es: El comando SQL falló.
fr: La commande SQL a échoué.
ga: Theip ar ordú SQL.
hi: SQL कमांड विफल.
id: Perintah SQL gagal.
it: Il comando SQL non è riuscito.
ja: SQLコマンドが失敗しました。
ko: SQL 명령이 실패했습니다.
ms: Perintah SQL gagal.
nb: SQL-kommando mislyktes.
nl: SQL-opdracht mislukt.
pt_br: Falha no comando SQL.
ro: Comanda SQL a eșuat.
tr: SQL komutu başarısız oldu.
uk: Помилка команди SQL.
vi: Lệnh SQL không thành công.
zh: SQL 指令失敗。

# NKS_SHELLPACKS_SQL_DBINFO_PATH
source: Database path:
ar: مسار قاعدة البيانات:
de: Datenbankpfad:
el: Διαδρομή βάσης δεδομένων:
es: Ruta de la base de datos:
fr: Chemin de la base de données :
ga: Conair bhunachar sonraí:
hi: डेटाबेस पथ:
id: Jalur basis data:
it: Percorso del database:
ja: データベースのパス:
ko: 데이터베이스 경로:
ms: Laluan pangkalan data:
nb: Databasebane:
nl: Databasepad:
pt_br: Caminho do banco de dados:
ro: Calea bazei de date:
tr: Veritabanı yolu:
uk: Шлях до бази даних:
vi: Đường dẫn cơ sở dữ liệu:
zh: 資料庫路徑：

# NKS_SHELLPACKS_SQL_DBINFO_VERSION
source: Server version:
ar: نسخة الخادم:
el: Έκδοση διακομιστή:
es: Versión del servidor:
fr: Version du serveur :
ga: Leagan an fhreastalaí:
hi: सर्वर संस्करण:
id: Versi server:
it: Versione del server:
ja: サーバーのバージョン:
ko: 서버 버전:
ms: Versi pelayan:
nb: Serverversjon:
nl: Serverversie:
pt_br: Versão do servidor:
ro: Versiunea serverului:
tr: Sunucu sürümü:
uk: Версія сервера:
vi: Phiên bản máy chủ:
zh: 伺服器版本：

# NKS_SHELLPACKS_SQL_DBINFO_STATE
source: Connection state:
ar: حالة الاتصال:
de: Verbindungsstatus:
el: Κατάσταση σύνδεσης:
es: Estado de conexión:
fr: État de connexion :
ga: Staid ceangail:
hi: कनेक्शन स्थिति:
id: Status koneksi:
it: Stato della connessione:
ja: 接続状態:
ko: 연결 상태:
ms: Keadaan sambungan:
nb: Tilkoblingstilstand:
nl: Verbindingsstatus:
pt_br: Estado da conexão:
ro: Starea conexiunii:
tr: Bağlantı durumu:
uk: Стан підключення:
vi: Trạng thái kết nối:
zh: 連線狀態：

# NKS_SHELLPACKS_SQL_DBINFO_STRING
source: Connection string:
ar: سلسلة الاتصال:
de: Verbindungszeichenfolge:
el: Συμβολοσειρά σύνδεσης:
es: Cadena de conexión:
fr: Chaîne de connexion:
ga: Teaghrán ceangail:
hi: कनेक्शन स्ट्रिंग:
id: Rangkaian koneksi:
it: Stringa di connessione:
ja: 接続文字列:
ko: 연결 문자열:
ms: Rentetan sambungan:
nb: Tilkoblingsstreng:
nl: Verbindingsdraad:
pt_br: Cadeia de conexão:
ro: Șir de conexiune:
tr: Bağlantı dizesi:
uk: Рядок підключення:
vi: Chuỗi kết nối:
zh: 連接字串：

# NKS_SHELLPACKS_SQL_DBINFO_NAME
source: Database name:
ar: اسم قاعدة البيانات:
de: Name der Datenbank:
el: Ονομα βάσης δεδομένων:
es: Nombre de la base de datos:
fr: Nom de la base de données:
ga: Ainm an bhunachair shonraí:
hi: डेटाबेस का नाम:
id: Nama basis data:
it: Nome del database:
ja: データベース名：
ko: 데이터베이스 이름:
ms: Nama pangkalan data:
nb: Databasenavn:
nl: Database naam:
pt_br: Nome do banco de dados:
ro: Numele bazei de date:
tr: Veritabanı adı:
uk: Назва бази даних:
vi: Tên cơ sở dữ liệu:
zh: 資料庫名稱：

# NKS_SHELLPACKS_COMMON_SETTINGS_PROMPTPRESET
source: Prompt Preset
ar: موجه مسبقا
de: Prompt-Voreinstellung
el: Προεπιλογή προεπιλογής
es: Preestablecido rápido
fr: Préréglage d'invite
ga: Pras Réamhshocrú
hi: शीघ्र पूर्व निर्धारित
id: Prasetel Prompt
it: Richiesta preimpostazione
ja: プロンプトプリセット
ko: 프롬프트 사전 설정
ms: Pratetap Gesa
nb: Spør forhåndsinnstilling
nl: Snelle voorinstelling
pt_br: Predefinição de prompt
ro: Presetare promptă
tr: İstem Ön Ayarı
uk: Попереднє налаштування запиту
vi: Cài đặt trước nhắc nhở
zh: 提示預設

# NKS_SHELLPACKS_ARCHIVE_SETTINGS_ENTRYDESC
source: This section lets you configure how the archive shell work.
ar: يتيح لك هذا القسم تكوين كيفية عمل غلاف الأرشيف.
de: In diesem Abschnitt können Sie die Funktionsweise der Archiv-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους του αρχείου.
es: Esta sección le permite configurar cómo funciona el shell de archivo.
fr: Cette section vous permet de configurer le fonctionnement du shell d'archive.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc cartlainne a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि संग्रह शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell arsip.
it: Questa sezione ti consente di configurare il funzionamento della shell di archivio.
ja: このセクションでは、アーカイブ シェルの動作方法を構成できます。
ko: 이 섹션에서는 아카이브 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell arkib berfungsi.
nb: Denne delen lar deg konfigurere hvordan arkivskallet fungerer.
nl: In deze sectie kunt u configureren hoe de archiefshell werkt.
pt_br: Esta seção permite que você configure como o shell de arquivamento funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul arhivei.
tr: Bu bölüm arşiv kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки архіву.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell lưu trữ.
zh: 本部分可讓您設定存檔 shell 的工作方式。

# NKS_SHELLPACKS_FTP_SETTINGS_ENTRYDESC
source: This section lets you configure how the FTP shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل غلاف FTP.
de: In diesem Abschnitt können Sie die Funktionsweise der FTP-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους FTP.
es: Esta sección le permite configurar cómo funciona el shell FTP.
fr: Cette section vous permet de configurer le fonctionnement du shell FTP.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc FTP a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि एफ़टीपी शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell FTP.
it: Questa sezione ti consente di configurare il funzionamento della shell FTP.
ja: このセクションでは、FTP シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 FTP 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell FTP berfungsi.
nb: Denne delen lar deg konfigurere hvordan FTP-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de FTP-shell werkt.
pt_br: Esta seção permite que você configure como o shell FTP funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul FTP.
tr: Bu bölüm FTP kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки FTP.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell FTP.
zh: 本部分可讓您配置 FTP shell 的工作方式。

# NKS_SHELLPACKS_GIT_SETTINGS_ENTRYDESC
source: This section lets you configure how the Git shell work.
ar: يتيح لك هذا القسم تكوين كيفية عمل Git Shell.
de: In diesem Abschnitt können Sie die Funktionsweise der Git-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους Git.
es: Esta sección le permite configurar cómo funciona el shell Git.
fr: Cette section vous permet de configurer le fonctionnement du shell Git.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc Git a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि Git शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja Git shell.
it: Questa sezione ti consente di configurare il funzionamento della shell Git.
ja: このセクションでは、Git シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 Git 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell Git berfungsi.
nb: Denne delen lar deg konfigurere hvordan Git-skallet fungerer.
nl: In deze sectie kun je configureren hoe de Git-shell werkt.
pt_br: Esta seção permite que você configure como o shell do Git funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul Git.
tr: Bu bölüm Git kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки Git.
vi: Phần này cho phép bạn cấu hình cách hoạt động của Git shell.
zh: 本部分可讓您配置 Git shell 的工作方式。

# NKS_SHELLPACKS_HTTP_SETTINGS_ENTRYDESC
source: This section lets you configure how the HTTP shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل HTTP Shell.
de: In diesem Abschnitt können Sie die Funktionsweise der HTTP-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους HTTP.
es: Esta sección le permite configurar cómo funciona el shell HTTP.
fr: Cette section vous permet de configurer le fonctionnement du shell HTTP.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc HTTP a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि HTTP शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell HTTP.
it: Questa sezione ti consente di configurare il funzionamento della shell HTTP.
ja: このセクションでは、HTTP シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 HTTP 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell HTTP berfungsi.
nb: Denne delen lar deg konfigurere hvordan HTTP-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de HTTP-shell werkt.
pt_br: Esta seção permite que você configure como o shell HTTP funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul HTTP.
tr: Bu bölüm HTTP kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки HTTP.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell HTTP.
zh: 本部分可讓您配置 HTTP shell 的工作方式。

# NKS_SHELLPACKS_JSON_SETTINGS_ENTRYDESC
source: This section lets you configure how the JSON shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل JSON Shell.
de: In diesem Abschnitt können Sie die Funktionsweise der JSON-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους JSON.
es: Esta sección le permite configurar cómo funciona el shell JSON.
fr: Cette section vous permet de configurer le fonctionnement du shell JSON.
ga: Ligeann an rannán seo duit conas a oibríonn an bhlaosc JSON a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि JSON शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja shell JSON.
it: Questa sezione consente di configurare il funzionamento della shell JSON.
ja: このセクションでは、JSON シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 JSON 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell JSON berfungsi.
nb: Denne delen lar deg konfigurere hvordan JSON-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de JSON-shell werkt.
pt_br: Esta seção permite que você configure como o shell JSON funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul JSON.
tr: Bu bölüm JSON kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки JSON.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell JSON.
zh: 本部分可讓您設定 JSON shell 的工作方式。

# NKS_SHELLPACKS_JSON_SETTINGS_PROMPTPRESET
source: JSON Shell Prompt Preset
ar: JSON Shell موجه مسبقا
de: JSON-Shell-Eingabeaufforderungsvoreinstellung
es: Ajuste preestablecido de solicitud de shell JSON
fr: Préréglage d'invite du shell JSON
ga: Réamhshocrú Pras JSON Shell
hi: JSON शेल प्रॉम्प्ट प्रीसेट
id: Preset Prompt Shell JSON
it: Preimpostazione del prompt della shell JSON
ja: JSON シェル プロンプト プリセット
ko: JSON 쉘 프롬프트 사전 설정
ms: Pratetap Prompt JSON Shell
nb: Forhåndsinnstilling av JSON-skallprompt
nl: JSON Shell-promptvoorinstelling
pt_br: Predefinição de prompt de shell JSON
ro: JSON Shell Prompt Presetare
tr: JSON Kabuk İstemi Ön Ayarı
uk: Попереднє налаштування підказки оболонки JSON
vi: Cài đặt trước lời nhắc Shell JSON
zh: JSON Shell 提示預設
