Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_JSON_EXCEPTION_NOPROPWITHINPARENT
source: Property name '{0}' within parent '{1}', type '{2}', doesn't exist
ar: اسم الخاصية '{0}' داخل الأصل '{1}'، النوع '{2}'، غير موجود
de: Der Eigenschaftsname „{0}“ innerhalb des übergeordneten Elements „{1}“, Typ „{2}“, existiert nicht
el: Το όνομα ιδιότητας "{0}" στο γονικό "{1}", πληκτρολογήστε "{2}", δεν υπάρχει
es: El nombre de propiedad '{0}' dentro del padre '{1}', escriba '{2}', no existe
fr: Le nom de propriété '{0}' dans le parent '{1}', type '{2}', n'existe pas
ga: Níl ainm na maoine '{0}' laistigh de thuismitheoir '{1}', cineál '{2}', ann
hi: संपत्ति का नाम '{0}' मूल '{1}' के भीतर, प्रकार '{2}', मौजूद नहीं है
id: Nama properti '{0}' dalam induk '{1}', tipe '{2}', tidak ada
it: Il nome della proprietà '{0}' all'interno dell'elemento principale '{1}', tipo '{2}', non esiste
ja: 親 '{1}' 内のプロパティ名 '{0}'、タイプ '{2}' は存在しません
ko: 상위 '{1}' 내의 속성 이름 '{0}', '{2}' 유형이 존재하지 않습니다.
ms: Nama harta '{0}' dalam induk '{1}', jenis '{2}', tidak wujud
nb: Egenskapsnavnet '{0}' i overordnet '{1}', skriv '{2}', finnes ikke
nl: Eigenschapsnaam '{0}' binnen bovenliggend element '{1}', type '{2}', bestaat niet
pt_br: Nome da propriedade '{0}' dentro do pai '{1}', tipo '{2}', não existe
ro: Numele proprietății „{0}” din părintele „{1}”, tip „{2}”, nu există
tr: Üst öğe '{1}' içindeki '{0}' özellik adı, '{2}' türü mevcut değil
uk: Назва властивості "{0}" у батьківському "{1}", тип "{2}", не існує
vi: Tên thuộc tính '{0}' trong phần tử cha '{1}', loại '{2}', không tồn tại
zh: 父級「{1}」中類型「{2}」的屬性名稱「{0}」不存在

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_DESC
source: Searches the feed for a phrase in title and/or description
ar: يبحث في الموجز عن عبارة في العنوان و/أو الوصف
de: Durchsucht den Feed nach einer Phrase im Titel und/oder in der Beschreibung
el: Αναζητά τη ροή για μια φράση στον τίτλο ή/και στην περιγραφή
es: Busca en el feed una frase en el título y/o descripción.
fr: Recherche dans le flux une phrase dans le titre et/ou la description
ga: Cuardaíonn sé an fotha le haghaidh frása sa teideal agus/nó cur síos
hi: शीर्षक और/या विवरण में किसी वाक्यांश के लिए फ़ीड खोजता है
id: Mencari umpan untuk frasa dalam judul dan/atau deskripsi
it: Cerca nel feed una frase nel titolo e/o nella descrizione
ja: フィード内でタイトルや説明の語句を検索します
ko: 피드에서 제목 및/또는 설명의 문구를 검색합니다.
ms: Mencari suapan untuk frasa dalam tajuk dan/atau perihalan
nb: Søker i feeden etter en setning i tittel og/eller beskrivelse
nl: Zoekt in de feed naar een woordgroep in de titel en/of beschrijving
pt_br: Pesquisa no feed por uma frase no título e/ou descrição
ro: Caută în feed o expresie în titlu și/sau descriere
tr: Başlıkta ve/veya açıklamada bir ifade için beslemeyi arar
uk: Шукає у каналі фразу в заголовку та/або описі
vi: Tìm kiếm nguồn cấp dữ liệu cho một cụm từ trong tiêu đề và/hoặc mô tả
zh: 在提要中搜尋標題和/或描述中的短語

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_SWITCH_T_DESC
source: Search for title
ar: البحث عن العنوان
de: Nach Titel suchen
el: Αναζήτηση τίτλου
es: Buscar título
fr: Rechercher un titre
ga: Cuardaigh le haghaidh teideal
hi: शीर्षक खोजें
id: Pencarian judul
it: Cerca il titolo
ja: タイトルを検索
ko: 제목 검색
ms: Cari tajuk
nb: Søk etter tittel
nl: Zoek naar titel
pt_br: Pesquisar por título
ro: Caută titlu
tr: Başlık ara
uk: Пошук за назвою
vi: Tìm kiếm tiêu đề
zh: 搜尋標題

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_SWITCH_D_DESC
source: Search for description
ar: ابحث عن الوصف
de: Nach Beschreibung suchen
el: Αναζήτηση για περιγραφή
es: Buscar descripción
fr: Rechercher une description
ga: Cuardaigh le haghaidh cur síos
hi: विवरण खोजें
id: Pencarian deskripsi
it: Cerca la descrizione
ja: 説明を検索
ko: 설명 검색
ms: Cari penerangan
nb: Søk etter beskrivelse
nl: Zoek naar beschrijving
pt_br: Pesquisar por descrição
ro: Căutați descriere
tr: Açıklamayı ara
uk: Пошук опису
vi: Tìm kiếm mô tả
zh: 搜尋描述

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_SWITCH_A_DESC
source: Search for title and description
ar: البحث عن العنوان والوصف
de: Suchen Sie nach Titel und Beschreibung
el: Αναζήτηση τίτλου και περιγραφής
es: Buscar título y descripción
fr: Rechercher un titre et une description
ga: Cuardaigh le haghaidh teideal agus cur síos
hi: शीर्षक और विवरण खोजें
id: Cari judul dan deskripsi
it: Cerca titolo e descrizione
ja: タイトルと説明を検索する
ko: 제목 및 설명 검색
ms: Cari tajuk dan penerangan
nb: Søk etter tittel og beskrivelse
nl: Zoek naar titel en beschrijving
pt_br: Pesquisar por título e descrição
ro: Căutați titlu și descriere
tr: Başlığı ve açıklamayı arayın
uk: Пошук за назвою та описом
vi: Tìm kiếm tiêu đề và mô tả
zh: 搜尋標題和描述

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_SWITCH_CS_DESC
source: Case sensitive search
ar: بحث حساس لحالة الأحرف
de: Bei der Suche muss auf Groß- und Kleinschreibung geachtet werden
el: Αναζήτηση με διάκριση πεζών-κεφαλαίων
es: Búsqueda que distingue entre mayúsculas y minúsculas
fr: Recherche sensible à la casse
ga: Cuardach cás-íogair
hi: केस संवेदनशील खोज
id: Pencarian peka huruf besar/kecil
it: Ricerca con distinzione tra maiuscole e minuscole
ja: 大文字と小文字を区別した検索
ko: 대소문자 구분 검색
ms: Carian sensitif huruf besar-besaran
nb: Søk etter store og små bokstaver
nl: Hoofdlettergevoelig zoeken
pt_br: Pesquisa com diferenciação entre maiúsculas e minúsculas
ro: Căutare sensibilă la majuscule
tr: Büyük/küçük harfe duyarlı arama
uk: Пошук з урахуванням регістру
vi: Tìm kiếm phân biệt chữ hoa chữ thường
zh: 區分大小寫的搜尋

# NKS_SHELLPACKS_RSS_EXCEPTION_INVALIDFEEDURL
source: Failed to parse feed URL:
ar: فشل تحليل عنوان URL للخلاصة:
de: Die Feed-URL konnte nicht analysiert werden:
el: Απέτυχε η ανάλυση της διεύθυνσης URL ροής:
es: No se pudo analizar la URL del feed:
fr: Échec de l'analyse de l'URL du flux :
ga: Theip ar URL an fhotha a pharsáil:
hi: फ़ीड URL को पार्स करने में विफल:
id: Gagal mengurai URL umpan:
it: Impossibile analizzare l'URL del feed:
ja: フィード URL を解析できませんでした:
ko: 피드 URL을 구문 분석하지 못했습니다.
ms: Gagal menghuraikan URL suapan:
nb: Kunne ikke analysere feed-URL:
nl: Kan de feed-URL niet parseren:
pt_br: Falha ao analisar URL do feed:
ro: Nu s-a putut analiza adresa URL a feedului:
tr: Besleme URL'si ayrıştırılamadı:
uk: Не вдалося проаналізувати URL-адресу каналу:
vi: Không phân tích được URL nguồn cấp dữ liệu:
zh: 無法解析提要 URL：

# NKS_SHELLPACKS_RSS_FEEDNODESC
source: No description
ar: بدون وصف
de: Keine Beschreibung
el: Χωρίς περιγραφή
es: Sin descripción
fr: Pas de description
ga: Gan tuairisc
hi: कोई विवरण नहीं
id: Tidak ada deskripsi
it: Nessuna descrizione
ja: 説明なし
ko: 설명 없음
ms: Tiada penerangan
nb: Ingen beskrivelse
nl: Geen beschrijving
pt_br: Sem descrição
ro: fără descriere
tr: Açıklama yok
uk: Без опису
vi: Không có mô tả
zh: 沒有說明

# NKS_SHELLPACKS_SFTP_COMMAND_SHOWDETAILS_DESC
source: Shows the details of the files and folders
ar: يظهر تفاصيل الملفات والمجلدات
de: Zeigt die Details der Dateien und Ordner an
el: Εμφανίζει τις λεπτομέρειες των αρχείων και των φακέλων
es: Muestra los detalles de los archivos y carpetas.
fr: Affiche les détails des fichiers et des dossiers
ga: Taispeánann sé sonraí na gcomhad agus na bhfillteán
hi: फ़ाइलों और फ़ोल्डरों का विवरण दिखाता है
id: Menampilkan detail file dan folder
it: Mostra i dettagli dei file e delle cartelle
ja: ファイルとフォルダーの詳細を表示します
ko: 파일 및 폴더의 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail dan folder
nb: Viser detaljene for filene og mappene
nl: Toont de details van de bestanden en mappen
pt_br: Mostra os detalhes dos arquivos e pastas
ro: Afișează detaliile fișierelor și folderelor
tr: Dosya ve klasörlerin ayrıntılarını gösterir
uk: Показує деталі файлів і папок
vi: Hiển thị chi tiết các tập tin và thư mục
zh: 顯示文件和資料夾的詳細信息

# NKS_SHELLPACKS_SFTP_COMMAND_LSL_SWITCH_SUPPRESSMESSAGES_DESC
source: Suppresses the "unauthorized" messages
ar: يمنع الرسائل "غير المصرح بها".
de: Unterdrückt die „nicht autorisierten“ Nachrichten
el: Καταστέλλει τα "μη εξουσιοδοτημένα" μηνύματα
es: Suprime los mensajes "no autorizados"
fr: Supprime les messages "non autorisés"
ga: Shochtadh na teachtaireachtaí "neamhúdaraithe".
hi: "अनधिकृत" संदेशों को दबा देता है
id: Menekan pesan "tidak sah"
it: Sopprime i messaggi "non autorizzati".
ja: 「不正な」メッセージを抑制します
ko: "승인되지 않은" 메시지를 표시하지 않습니다.
ms: Menyekat mesej "tidak dibenarkan".
nb: Undertrykker "uautoriserte" meldinger
nl: Onderdrukt de "ongeautoriseerde" berichten
pt_br: Suprime as mensagens "não autorizadas"
ro: Suprimă mesajele „neautorizate”.
tr: "Yetkisiz" mesajları bastırır
uk: Пригнічує «неавторизовані» повідомлення
vi: Ngăn chặn các tin nhắn "không được phép"
zh: 抑制「未經授權」的訊息

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_LOCATIONSPROMPT
source: Enter the location of the private key for {0}. Write "q" to finish adding keys:
ar: أدخل موقع المفتاح الخاص لـ {0}. اكتب "q" لإنهاء إضافة المفاتيح:
de: Geben Sie den Speicherort des privaten Schlüssels für {0} ein. Schreiben Sie „q“, um das Hinzufügen von Schlüsseln abzuschließen:
el: Εισαγάγετε τη θέση του ιδιωτικού κλειδιού για το {0}. Γράψτε "q" για να ολοκληρώσετε την προσθήκη κλειδιών:
es: Introduzca la ubicación de la clave privada de {0}. Escribe "q" para terminar de agregar claves:
fr: Saisissez l'emplacement de la clé privée pour {0}. Écrivez "q" pour terminer l'ajout de clés :
ga: Cuir isteach suíomh na heochrach príobháidí le haghaidh {0}. Scríobh "q" chun eochracha a chur leis:
hi: {0} के लिए निजी कुंजी का स्थान दर्ज करें। कुंजियाँ जोड़ना समाप्त करने के लिए "q" लिखें:
id: Masukkan lokasi kunci pribadi untuk {0}. Tulis "q" untuk menyelesaikan penambahan kunci:
it: Inserisci la posizione della chiave privata per {0}. Scrivi "q" per completare l'aggiunta delle chiavi:
ja: {0} の秘密キーの場所を入力します。「q」を入力してキーの追加を終了します。
ko: {0}의 개인 키 위치를 입력하세요. 키 추가를 완료하려면 "q"를 작성하세요.
ms: Masukkan lokasi kunci peribadi untuk {0}. Tulis "q" untuk menyelesaikan penambahan kunci:
nb: Angi plasseringen av den private nøkkelen for {0}. Skriv "q" for å fullføre å legge til nøkler:
nl: Voer de locatie van de privésleutel voor {0} in. Schrijf "q" om het toevoegen van sleutels te voltooien:
pt_br: Insira o local da chave privada para {0}. Escreva "q" para terminar de adicionar chaves:
ro: Introduceți locația cheii private pentru {0}. Scrieți „q” pentru a termina adăugarea cheilor:
tr: {0} için özel anahtarın konumunu girin. Anahtar eklemeyi bitirmek için "q" yazın:
uk: Введіть розташування закритого ключа для {0}. Напишіть "q", щоб завершити додавання ключів:
vi: Nhập vị trí của khóa riêng cho {0}. Viết "q" để hoàn tất việc thêm khóa:
zh: 輸入 {0} 的私鑰位置。寫“q”完成添加鍵：

# NKS_SHELLPACKS_SFTP_CONNECTING
source: Trying to connect to {0}...
ar: جارٍ محاولة الاتصال بـ {0}...
de: Es wird versucht, eine Verbindung zu {0} herzustellen...
el: Προσπάθεια σύνδεσης στο {0}...
es: Intentando conectarse a {0}....
fr: J'essaie de me connecter à {0}...
ga: Ag iarraidh ceangal le {0}...
hi: {0} से कनेक्ट करने का प्रयास किया जा रहा है...
id: Mencoba menyambung ke {0}...
it: Tentativo di connessione a {0}...
ja: {0} に接続しようとしています...
ko: {0}에 연결하는 중...
ms: Cuba menyambung ke {0}...
nb: Prøver å koble til {0}...
nl: Probeert verbinding te maken met {0}...
pt_br: Tentando conectar a {0}...
ro: Se încearcă conectarea la {0}...
tr: {0} adresine bağlanmaya çalışılıyor...
uk: Спроба підключитися до {0}...
vi: Đang cố gắng kết nối tới {0}...
zh: 正在嘗試連接到 {0}...

# NKS_SHELLPACKS_SQL_COMMAND_CMD_DESC
source: Executes an SQL query
ar: ينفذ استعلام SQL
de: Führt eine SQL-Abfrage aus
el: Εκτελεί ένα ερώτημα SQL
es: Ejecuta una consulta SQL
fr: Exécute une requête SQL
ga: Feidhmíonn sé ceist SQL
hi: SQL क्वेरी निष्पादित करता है
id: Menjalankan kueri SQL
it: Esegue una query SQL
ja: SQLクエリを実行します
ko: SQL 쿼리를 실행합니다.
ms: Melaksanakan pertanyaan SQL
nb: Utfører en SQL-spørring
nl: Voert een SQL-query uit
pt_br: Executa uma consulta SQL
ro: Execută o interogare SQL
tr: Bir SQL sorgusunu yürütür
uk: Виконує SQL-запит
vi: Thực hiện truy vấn SQL
zh: 執行 SQL 查詢

# NKS_SHELLPACKS_SQL_COMMAND_DBINFO_DESC
source: Database info
ar: معلومات قاعدة البيانات
de: Datenbankinformationen
el: Πληροφορίες βάσης δεδομένων
es: Información de la base de datos
fr: Informations sur la base de données
ga: Eolas bunachar sonraí
hi: डेटाबेस जानकारी
id: Informasi basis data
it: Informazioni sulla banca dati
ja: データベース情報
ko: 데이터베이스 정보
ms: Maklumat pangkalan data
nl: Database-informatie
pt_br: Informações do banco de dados
ro: Informații baza de date
tr: Veritabanı bilgisi
uk: Інформація про базу даних
vi: Thông tin cơ sở dữ liệu
zh: 資料庫資訊

# NKS_SHELLPACKS_SQL_COMMAND_TUI_DESC
source: Opens the SQL file in the interactive hex editor TUI
ar: يفتح ملف SQL في المحرر السداسي التفاعلي TUI
de: Öffnet die SQL-Datei im interaktiven Hex-Editor TUI
el: Ανοίγει το αρχείο SQL στο διαδραστικό εξαγωνικό πρόγραμμα επεξεργασίας TUI
es: Abre el archivo SQL en el editor hexadecimal interactivo TUI
fr: Ouvre le fichier SQL dans l'éditeur hexadécimal interactif TUI
ga: Osclaíonn sé an comhad SQL san eagarthóir heicsidheachúil idirghníomhach TUI
hi: इंटरैक्टिव हेक्स संपादक टीयूआई में एसक्यूएल फ़ाइल खोलता है
id: Membuka file SQL di editor hex interaktif TUI
it: Apre il file SQL nell'interfaccia utente interattiva dell'editor esadecimale
ja: インタラクティブな 16 進エディタ TUI で SQL ファイルを開きます
ko: 대화형 16진수 편집기 TUI에서 SQL 파일을 엽니다.
ms: Membuka fail SQL dalam editor hex interaktif TUI
nb: Åpner SQL-filen i den interaktive hex-editoren TUI
nl: Opent het SQL-bestand in de interactieve hex-editor TUI
pt_br: Abre o arquivo SQL no editor hexadecimal interativo TUI
ro: Deschide fișierul SQL în editorul interactiv hex TUI
tr: SQL dosyasını etkileşimli hex düzenleyici TUI'de açar
uk: Відкриває файл SQL в інтерактивному шістнадцятковому редакторі TUI
vi: Mở tệp SQL trong trình soạn thảo hex tương tác TUI
zh: 在互動式十六進位編輯器 TUI 中開啟 SQL 文件

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_TYPENOTSUPPORTED
source: This archive type is not supported.
ar: هذا النوع من الأرشيف غير مدعوم.
de: Dieser Archivtyp wird nicht unterstützt.
el: Αυτός ο τύπος αρχείου δεν υποστηρίζεται.
es: Este tipo de archivo no es compatible.
fr: Ce type d'archive n'est pas pris en charge.
ga: Ní thacaítear leis an gcineál cartlainne seo.
hi: यह संग्रह प्रकार समर्थित नहीं है.
id: Jenis arsip ini tidak didukung.
it: Questo tipo di archivio non è supportato.
ja: このアーカイブ タイプはサポートされていません。
ko: 이 아카이브 유형은 지원되지 않습니다.
ms: Jenis arkib ini tidak disokong.
nb: Denne arkivtypen støttes ikke.
nl: Dit archieftype wordt niet ondersteund.
pt_br: Este tipo de arquivo não é suportado.
ro: Acest tip de arhivă nu este acceptat.
tr: Bu arşiv türü desteklenmiyor.
uk: Цей тип архіву не підтримується.
vi: Kiểu lưu trữ này không được hỗ trợ.
zh: 不支援此存檔類型。

# NKS_SHELLPACKS_FTPHTTPSFTP_DELETECONFIRM
source: Are you sure you want to delete {0}?
ar: هل أنت متأكد أنك تريد حذف {0}؟
de: Sind Sie sicher, dass Sie {0} löschen möchten?
el: Είστε βέβαιοι ότι θέλετε να διαγράψετε το {0};
es: ¿Está seguro de que desea eliminar {0}?
fr: Êtes-vous sûr de vouloir supprimer {0} ?
ga: An bhfuil tú cinnte gur mhaith leat {0} a scriosadh?
hi: क्या आप वाकई {0} को हटाना चाहते हैं?
id: Apakah Anda yakin ingin menghapus {0}?
it: Sei sicuro di voler eliminare {0}?
ja: {0} を削除してもよろしいですか?
ko: {0}을(를) 삭제하시겠습니까?
ms: Adakah anda pasti mahu memadamkan {0}?
nb: Er du sikker på at du vil slette {0}?
nl: Weet je zeker dat je {0} wilt verwijderen?
pt_br: Tem certeza de que deseja excluir {0}?
ro: Sigur doriți să ștergeți {0}?
tr: {0} öğesini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {0}?
vi: Bạn có chắc chắn muốn xóa {0} không?
zh: 您確定要刪除 {0} 嗎？

# NKS_SHELLPACKS_FTP_DEFAULTPRESET_SHOWCASE_USER
source: User
ar: مستخدم
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
ga: Úsáideoir
hi: उपयोगकर्ता
id: Pengguna
it: Utente
ja: ユーザー
ko: 사용자
ms: pengguna
nb: Bruker
nl: Gebruiker
pt_br: Usuário
ro: Utilizator
tr: Kullanıcı
uk: Користувач
vi: Người sử dụng
zh: 使用者

# NKS_SHELLPACKS_FTP_DEFAULTPRESET_SHOWCASE_SITE
source: Site
ar: موقع
de: Website
el: Ιστοσελίδα
es: Sitio
ga: Suíomh
hi: साइट
id: Lokasi
it: Luogo
ja: サイト
ko: 대지
ms: tapak
nb: nettsted
nl: Locatie
tr: Alan
uk: Сайт
vi: Địa điểm
zh: 地點

# NKS_SHELLPACKS_FTP_FSENTRY_NOSYMLINKINFO
source: No symlink info
ar: لا توجد معلومات الارتباط الرمزي
de: Keine Symlink-Informationen
el: Δεν υπάρχουν πληροφορίες συμβόλων
es: Sin información de enlace simbólico
fr: Aucune information sur le lien symbolique
ga: Gan eolas nasc simplí
hi: कोई सिम्लिंक जानकारी नहीं
id: Tidak ada info tautan simbolik
it: Nessuna informazione sul collegamento simbolico
ja: シンボリックリンク情報がありません
ko: 심볼릭 링크 정보 없음
ms: Tiada maklumat pautan sym
nb: Ingen symbollinkinformasjon
nl: Geen symlink-info
pt_br: Nenhuma informação de link simbólico
ro: Fără informații despre linkul simbolic
tr: Sembolik bağlantı bilgisi yok
uk: Немає інформації про символічні посилання
vi: Không có thông tin liên kết tượng trưng
zh: 沒有符號連結訊息

# NKS_SHELLPACKS_FTP_FSENTRY_MODIFIEDON
source: Modified on
ar: تعديل على
de: Geändert am
el: Τροποποιήθηκε στις
es: Modificado el
fr: Modifié le
ga: Athraithe ar
hi: पर संशोधित
id: Dimodifikasi pada
it: Modificato il
ja: 変更日
ko: 수정 날짜
ms: Diubah suai pada
nb: Modifisert på
nl: Gewijzigd op
pt_br: Modificado em
ro: Modificat pe
tr: Değiştirildi
uk: Змінено на
vi: Đã sửa đổi vào
zh: 修改於

# NKS_SHELLPACKS_GIT_BLAMESTATUS_TITLE
source: Blame status for file
ar: حالة اللوم للملف
de: Schuldstatus für die Datei
el: Κατάσταση ευθυνών για το αρχείο
es: Estado de culpa del archivo
fr: Statut de faute pour le dossier
ga: Cuir milleán ar stádas an chomhaid
hi: फ़ाइल के लिए दोष स्थिति
id: Status kesalahan untuk file
it: Stato di colpa per il file
ja: ファイルの責任ステータス
ko: 파일의 원인 상태
ms: Status menyalahkan untuk fail
nb: Klandre status for filen
nl: Schuldstatus voor bestand
pt_br: Status de culpa para arquivo
ro: Starea de vină pentru dosar
tr: Dosya için suçlama durumu
uk: Статус звинувачення для файлу
vi: Trạng thái đổ lỗi cho tập tin
zh: 文件的責備狀態

# NKS_SHELLPACKS_GIT_BLAMESTATUS_HUNKNUM
source: Hunk number
ar: رقم قطعة كبيرة
de: Hunk-Nummer
el: Αριθμός Hunk
es: Número de galán
fr: Numéro de morceau
ga: Uimhir Hunk
hi: हंक नंबर
id: Nomor bongkahan
it: Numero di pezzo
ja: ハンク番号
ko: 덩어리 번호
ms: Nombor bongkok
nb: Hunk nummer
nl: Hunk nummer
pt_br: Número do pedaço
ro: Număr de bucată
tr: Hunk sayısı
uk: Номер шматочка
vi: Số lượng Hunk
zh: 猛男號

# NKS_SHELLPACKS_GIT_BLAMESTATUS_LINENUM
source: Number of lines
ar: عدد الخطوط
de: Anzahl der Zeilen
el: Αριθμός γραμμών
es: Número de líneas
fr: Nombre de lignes
ga: Líon línte
hi: पंक्तियों की संख्या
id: Jumlah baris
it: Numero di righe
ja: 行数
ko: 라인 수
ms: Bilangan baris
nb: Antall linjer
nl: Aantal regels
pt_br: Número de linhas
ro: Numărul de linii
tr: Satır sayısı
uk: Кількість ліній
vi: Số lượng dòng
zh: 行數

# NKS_SHELLPACKS_GIT_BLAMESTATUS_INITIALLINE
source: Initial line number
ar: رقم السطر الأولي
de: Anfangszeilennummer
el: Αρχικός αριθμός γραμμής
es: Número de línea inicial
fr: Numéro de ligne initial
ga: Uimhir líne tosaigh
hi: प्रारंभिक पंक्ति संख्या
id: Nomor baris awal
it: Numero di riga iniziale
ja: 最初の行番号
ko: 초기 줄 번호
ms: Nombor baris awal
nb: Opprinnelig linjenummer
nl: Initieel regelnummer
pt_br: Número da linha inicial
ro: Numărul inițial al liniei
tr: Başlangıç satır numarası
uk: Початковий номер рядка
vi: Số dòng đầu tiên
zh: 初始行號

# NKS_SHELLPACKS_GIT_BLAMESTATUS_FINALLINE
source: Final line number
ar: رقم السطر النهائي
de: Letzte Zeilennummer
el: Τελικός αριθμός γραμμής
es: Número de línea final
fr: Numéro de ligne final
ga: Uimhir líne deiridh
hi: अंतिम पंक्ति संख्या
id: Nomor baris terakhir
it: Numero di riga finale
ja: 最終行番号
ko: 마지막 줄 번호
ms: Nombor baris akhir
nb: Endelig linjenummer
nl: Laatste regelnummer
pt_br: Número da linha final
ro: Numărul final al liniei
tr: Son satır numarası
uk: Кінцевий номер рядка
vi: Số dòng cuối cùng
zh: 最終行號

# NKS_SHELLPACKS_GIT_BLAMESTATUS_INITIALCOMMIT_TITLE
source: Initial commit
ar: الأولي ارتكاب
de: Erster Commit
el: Αρχική δέσμευση
es: Compromiso inicial
fr: Engagement initial
ga: Gealltanas tosaigh
hi: प्रारंभिक प्रतिबद्धता
id: Komitmen awal
it: Impegno iniziale
ja: 初期コミット
ko: 초기 커밋
ms: Komitmen awal
nb: Innledende forpliktelse
nl: Initiële verplichting
pt_br: Commit inicial
ro: Angajarea inițială
tr: İlk taahhüt
uk: Початкова фіксація
vi: Cam kết ban đầu
zh: 初始提交

# NKS_SHELLPACKS_GIT_BLAMESTATUS_COMMIT_SHA
source: Commit SHA
ar: ارتكاب شا
el: Δέσμευση SHA
es: Comprometer SHA
fr: Valider SHA
ga: Tiomantas SHA
hi: SHA प्रतिबद्ध करें
id: Komit SHA
it: Impegna SHA
ja: SHAをコミットする
ko: SHA 커밋
ms: Komit SHA
nb: Forplikte SHA
nl: SHA plegen
pt_br: Confirmar SHA
ro: Se angajează SHA
tr: SHA'yı taahhüt et
uk: Здійснити SHA
vi: Cam kết SHA
zh: 提交SHA

# NKS_SHELLPACKS_GIT_BLAMESTATUS_COMMIT_MESSAGE
source: Commit message
ar: رسالة الالتزام
de: Commit-Nachricht
el: Μήνυμα δέσμευσης
es: mensaje de confirmación
fr: Message de validation
ga: Tiomantas teachtaireacht
hi: प्रतिबद्ध संदेश
id: Pesan komit
it: Invia messaggio
ja: コミットメッセージ
ko: 커밋 메시지
ms: Komit mesej
nb: Bekreft melding
nl: Commit-bericht
pt_br: Mensagem de confirmação
ro: Mesaj de angajare
tr: Mesajı gönder
uk: Зафіксувати повідомлення
vi: Cam kết tin nhắn
zh: 提交訊息

# NKS_SHELLPACKS_GIT_BLAMESTATUS_COMMIT_AUTHOR
source: Commit author
ar: ارتكاب المؤلف
de: Commit-Autor
el: Δέσμευση συγγραφέα
es: Autor de confirmación
fr: Valider l'auteur
ga: Geall údar
hi: प्रतिबद्ध लेखक
id: Komit penulis
it: Autore impegnato
ja: 作成者をコミットする
ko: 작성자 커밋
ms: Komit pengarang
nb: Forplikte forfatter
nl: Auteur committeren
pt_br: Autor do commit
ro: Autorul de angajare
tr: Yazarı taahhüt et
uk: Зафіксувати автора
vi: Cam kết tác giả
zh: 提交作者

# NKS_SHELLPACKS_GIT_BLAMESTATUS_COMMIT_COMMITTER
source: Commit committer
ar: ملتزم
de: Committer begehen
el: Δέσμευση δεσμεύσεως
es: cometer cometido
fr: Commiteur
ga: Tiomantas a dhéanamh
hi: प्रतिबद्ध प्रतिबद्ध
id: Komitmen komiter
it: Commettitore di commit
ja: コミッターをコミットする
ko: 커밋 커밋
ms: Komitter
nb: Forplikte forplikter
pt_br: Comprometer o committer
tr: Taahhüt eden taahhüt eden
uk: Комітент фіксації
vi: Người cam kết cam kết
zh: 提交者

# NKS_SHELLPACKS_GIT_BLAMESTATUS_COMMIT_PARENTNUM
source: Number of parents
ar: عدد الوالدين
de: Anzahl der Eltern
el: Αριθμός γονέων
es: Número de padres
fr: Nombre de parents
ga: Líon tuismitheoirí
hi: माता-पिता की संख्या
id: Jumlah orang tua
it: Numero di genitori
ja: 保護者の数
ko: 부모 수
ms: Bilangan ibu bapa
nb: Antall foreldre
nl: Aantal ouders
pt_br: Número de pais
ro: Numărul de părinți
tr: Ebeveyn sayısı
uk: Кількість батьків
vi: Số lượng phụ huynh
zh: 家長人數

# NKS_SHELLPACKS_GIT_BLAMESTATUS_FINALCOMMIT_TITLE
source: Final commit
ar: الالتزام النهائي
de: Endgültiges Commit
el: Τελική δέσμευση
es: compromiso final
fr: Engagement final
ga: Gealltanas deiridh
hi: अंतिम प्रतिबद्धता
id: Komitmen akhir
it: Impegno finale
ja: 最終コミット
ko: 최종 커밋
ms: Komitmen akhir
nb: Endelig forpliktelse
nl: Laatste toezegging
pt_br: Compromisso final
ro: Angajarea finală
tr: Son taahhüt
uk: Остаточна фіксація
vi: Cam kết cuối cùng
zh: 最終提交
