Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_LIST_FAILED
source: Failed to list remote files: {0}
ar: فشل سرد الملفات البعيدة: {0}
de: Remote-Dateien konnten nicht aufgelistet werden: {0}
el: Απέτυχε η λίστα απομακρυσμένων αρχείων: {0}
es: No se pudieron enumerar los archivos remotos: {0}
fr: Échec de la liste des fichiers distants: {0}
ga: Theip ar liostáil comhaid chianda: {0}
hi: दूरस्थ फ़ाइलों को सूचीबद्ध करने में विफल: {0}
id: Gagal mencantumkan file jarak jauh: {0}
it: Impossibile elencare i file remoti: {0}
ja: リモートファイルの一覧表示に失敗しました：{0}
ko: 원격 파일을 나열하지 못했습니다 : {0}
ms: Gagal menyenaraikan fail jauh: {0}
nb: Kunne ikke vise eksterne filer: {0}
nl: Kan externe bestanden niet weergeven: {0}
pt_br: Falha ao listar arquivos remotos: {0}
ro: Nu s-au putut enumera fișierele de la distanță: {0}
tr: Uzak dosyalar listelenemedi: {0}
uk: Не вдалося створити список віддалених файлів: {0}
vi: Không thể liệt kê các tệp từ xa: {0}
zh: 無法列出遠程文件：{0}

# NKS_SHELLPACKS_FTPHTTPSFTP_DELETING
source: Deleting {0}...
ar: جارٍ حذف {0} ...
de: {0} löschen ...
el: Διαγραφή {0}...
es: Eliminando {0} ...
fr: Suppression de {0} ...
ga: {0} á scriosadh…
hi: {0} हटा रहा है ...
id: Menghapus {0}...
it: Eliminazione di {0} in corso ...
ja: {0}を削除しています...
ko: {0} 삭제 중 ...
ms: Memadamkan {0}...
nb: Sletter {0}...
nl: {0} verwijderen ...
pt_br: Excluindo {0}...
ro: Se șterge {0}...
tr: {0} siliniyor...
uk: Видалення {0}...
vi: Đang xóa {0}...
zh: 正在刪除{0}...

# NKS_SHELLPACKS_FTPSFTP_NOTFOUND
source: {0} is not found in the server.
ar: {0} غير موجود في الخادم.
de: {0} wurde auf dem Server nicht gefunden.
el: Το {0} δεν βρίσκεται στον διακομιστή.
es: {0} no se encuentra en el servidor.
fr: {0} est introuvable sur le serveur.
ga: Níl {0} le fáil sa fhreastalaí.
hi: {0} सर्वर में नहीं पाया जाता है।
id: {0} tidak ditemukan di server.
it: {0} non è stato trovato nel server.
ja: {0}がサーバーに見つかりません。
ko: 서버에서 {0}을 (를) 찾을 수 없습니다.
ms: {0} tidak ditemui dalam pelayan.
nb: Finner ikke {0} på serveren.
nl: {0} is niet gevonden op de server.
pt_br: {0} não foi encontrado no servidor.
ro: {0} nu este găsit pe server.
tr: {0} sunucuda bulunamadı.
uk: {0} не знайдено на сервері.
vi: {0} không được tìm thấy trên máy chủ.
zh: 在服務器中找不到 {0}。

# NKS_SHELLPACKS_MAIL_RMALL_SUCCESS
source: All mail made by {0} are removed successfully.
ar: تمت إزالة كافة رسائل البريد المرسلة بواسطة {0} بنجاح.
de: Alle von {0} erstellten E-Mails werden erfolgreich entfernt.
el: Όλα τα μηνύματα που έστειλε ο χρήστης {0} καταργήθηκαν με επιτυχία.
es: Todos los correos enviados por {0} se eliminan correctamente.
fr: Tous les messages envoyés par {0} ont été supprimés avec succès.
ga: Baintear gach ríomhphost a rinne {0} go rathúil.
hi: {0} द्वारा किए गए सभी मेल सफलतापूर्वक हटा दिए जाते हैं।
id: Semua email yang dibuat oleh {0} berhasil dihapus.
it: Tutta la posta inviata da {0} viene rimossa correttamente.
ja: {0}によって作成されたすべてのメールは正常に削除されます。
ko: {0}에서 보낸 모든 메일이 성공적으로 제거되었습니다.
ms: Semua mel yang dibuat oleh {0} berjaya dialih keluar.
nb: All e-post fra {0} er fjernet.
nl: Alle e-mail van {0} is succesvol verwijderd.
pt_br: Todos os e-mails enviados por {0} foram removidos com sucesso.
ro: Toate e-mailurile trimise de {0} au fost eliminate cu succes.
tr: {0} tarafından yapılan tüm postalar başarıyla kaldırıldı.
uk: Усю пошту, надіслану {0}, успішно видалено.
vi: Tất cả thư được gửi bởi {0} đã được xóa thành công.
zh: {0} 發送的所有郵件均已成功刪除。

# NKS_SHELLPACKS_MAIL_RMALL_FAILURE
source: Failed to remove all mail made by {0}.
ar: فشلت إزالة كافة رسائل البريد المرسلة بواسطة {0}.
de: Fehler beim Entfernen aller von {0} erstellten E-Mails.
el: Αποτυχία κατάργησης όλων των μηνυμάτων που έγιναν από τον χρήστη {0}.
es: No se pudo eliminar todo el correo enviado por {0}.
fr: Échec de la suppression de tous les messages envoyés par {0}.
ga: Theip ar gach ríomhphost a rinne {0} a bhaint.
hi: {0} द्वारा किए गए सभी मेल को निकालने में विफल।
id: Gagal menghapus semua email yang dibuat oleh {0}.
it: Impossibile rimuovere tutta la posta inviata da {0}.
ja: {0}によって作成されたすべてのメールを削除できませんでした。
ko: {0}에서 보낸 모든 메일을 제거하지 못했습니다.
ms: Gagal mengalih keluar semua mel yang dibuat oleh {0}.
nb: Kunne ikke fjerne all e-post fra {0}.
nl: Kan niet alle e-mail verwijderen die is gemaakt door {0}.
pt_br: Falha ao remover todos os e-mails enviados por {0}.
ro: Nu s-au putut elimina toate mesajele trimise de {0}.
tr: {0} tarafından yapılan tüm postalar kaldırılamadı.
uk: Не вдалося видалити всю пошту, надіслану {0}.
vi: Không xóa được tất cả thư được gửi bởi {0}.
zh: 無法刪除 {0} 發送的所有郵件。

# NKS_SHELLPACKS_MAIL_SEND_ERRORSENDING
source: Error sending message.
ar: خطأ في إرسال الرسالة.
de: Fehler beim Senden der Nachricht.
el: Σφάλμα κατά την αποστολή μηνύματος.
es: Error al enviar el mensaje.
fr: Erreur lors de l'envoi du message.
ga: Earráid agus teachtaireacht á seoladh.
hi: संदेश भेजने में त्रुटि
id: Terjadi kesalahan saat mengirim pesan.
it: Errore durante l'invio del messaggio.
ja: メッセージの送信中にエラーが発生しました。
ko: 메시지를 보내는 중에 오류가 발생했습니다.
ms: Ralat menghantar mesej.
nb: Feil ved sending av melding.
nl: Fout bij verzenden van bericht.
pt_br: Erro ao enviar mensagem.
ro: Eroare la trimiterea mesajului.
tr: Mesaj gönderilirken hata oluştu.
uk: Помилка надсилання повідомлення.
vi: Lỗi khi gửi tin nhắn.
zh: 發送消息時出錯。

# NKS_SHELLPACKS_FTP_MOVING
source: Moving {0} to {1}...
ar: جارٍ نقل {0} إلى {1} ...
de: Verschieben von {0} nach {1} ...
el: Μετακίνηση του {0} στο {1}...
es: Moviendo {0} a {1} ...
fr: Déplacement de {0} vers {1}…
ga: Ag bogadh {0} go {1}…
hi: मूविंग {0} से {1} ...
id: Memindahkan {0} ke {1}...
it: Spostamento di {0} in {1} ...
ja: {0}を{1}に移動しています...
ko: {0}을 (를) {1} (으)로 이동하는 중 ...
ms: Memindahkan {0} ke {1}...
nb: Flytter {0} til {1}...
nl: Verplaatsen {0} naar {1} ...
pt_br: Movendo {0} para {1}...
ro: Se mută {0} în {1}...
tr: {0} {1}'e taşınıyor...
uk: Переміщення {0} до {1}...
vi: Đang di chuyển {0} đến {1}...
zh: 將 {0} 移至 {1}...

# NKS_SHELLPACKS_FTP_MOVED
source: Moved successfully
ar: انتقل بنجاح
de: Erfolgreich umgezogen
el: Μετακινήθηκε με επιτυχία
es: Movido exitosamente
fr: Déplacé avec succès
ga: Ar athraíodh a ionad go rathúil
hi: सफलतापूर्वक चला गया
id: Berhasil dipindahkan
it: Spostato con successo
ja: 正常に移動しました
ko: 성공적으로 이동했습니다.
ms: Berjaya dipindahkan
nb: Flyttet vellykket
nl: Succesvol verplaatst
pt_br: Movido com sucesso
ro: Mutat cu succes
tr: Başarıyla taşındı
uk: Переїхав успішно
vi: Đã di chuyển thành công
zh: 移動成功

# NKS_SHELLPACKS_FTP_COMMAND_MV_DESC
source: Moves file or directory to another file or directory. You can also use that to rename files.
ar: ينقل الملف أو الدليل إلى ملف أو دليل آخر. يمكنك أيضًا استخدام ذلك لإعادة تسمية الملفات.
de: Verschiebt Datei oder Verzeichnis in eine andere Datei oder ein anderes Verzeichnis. Sie können damit auch Dateien umbenennen.
el: Μετακινεί αρχείο ή κατάλογο σε άλλο αρχείο ή κατάλογο. Μπορείτε επίσης να το χρησιμοποιήσετε για να μετονομάσετε αρχεία.
es: Mueve el archivo o directorio a otro archivo o directorio. También puede usar eso para cambiar el nombre de los archivos.
fr: Déplace le fichier ou le répertoire vers un autre fichier ou répertoire. Vous pouvez également l'utiliser pour renommer des fichiers.
ga: Bogtar comhad nó eolaire chuig comhad nó eolaire eile. Is féidir leat é sin a úsáid freisin chun comhaid a athainmniú.
hi: फ़ाइल या निर्देशिका को किसी अन्य फ़ाइल या निर्देशिका में ले जाता है। आप फ़ाइलों का नाम बदलने के लिए भी इसका उपयोग कर सकते हैं।
id: Memindahkan berkas atau direktori ke berkas atau direktori lain. Anda juga dapat menggunakannya untuk mengganti nama berkas.
it: Sposta il file o la directory in un altro file o directory. Puoi anche usarlo per rinominare i file.
ja: ファイルまたはディレクトリを別のファイルまたはディレクトリに移動します。これを使用してファイルの名前を変更することもできます。
ko: 파일 또는 디렉토리를 다른 파일 또는 디렉토리로 이동합니다. 이를 사용하여 파일 이름을 바꿀 수도 있습니다.
ms: Memindahkan fail atau direktori ke fail atau direktori lain. Anda juga boleh menggunakannya untuk menamakan semula fail.
nb: Flytter fil eller katalog til en annen fil eller katalog. Du kan også bruke det til å gi nytt navn til filer.
nl: Verplaatst bestand of map naar een ander bestand of map. U kunt dat ook gebruiken om bestanden te hernoemen.
pt_br: Move arquivo ou diretório para outro arquivo ou diretório. Você também pode usar isso para renomear arquivos.
ro: Mută fișierul sau directorul într-un alt fișier sau director. Puteți folosi asta și pentru a redenumi fișierele.
tr: Dosyayı veya dizini başka bir dosyaya veya dizine taşır. Bunu dosyaları yeniden adlandırmak için de kullanabilirsiniz.
uk: Переміщує файл або каталог в інший файл або каталог. Ви також можете використовувати це для перейменування файлів.
vi: Di chuyển tệp hoặc thư mục đến tệp hoặc thư mục khác. Bạn cũng có thể sử dụng lệnh này để đổi tên tệp.
zh: 將文件或目錄移動到另一個文件或目錄。您還可以使用它來重命名文件。

# NKS_SHELLPACKS_FTP_MOVEFAILED
source: Failed to move {0} to {1}.
ar: فشل نقل {0} إلى {1}.
de: {0} konnte nicht nach {1} verschoben werden.
el: Αποτυχία μετακίνησης του {0} στο {1}.
es: No se pudo mover {0} a {1}.
fr: Échec du déplacement de {0} vers {1}.
ga: Theip ar {0} a bhogadh go {1}.
hi: {0} को {1} में ले जाने में विफल।
id: Gagal memindahkan {0} ke {1}.
it: Impossibile spostare {0} in {1}.
ja: {0}を{1}に移動できませんでした。
ko: {0}을 (를) {1} (으)로 이동하지 못했습니다.
ms: Gagal mengalihkan {0} ke {1}.
nb: Kunne ikke flytte {0} til {1}.
nl: Verplaatsen van {0} naar {1} is mislukt.
pt_br: Falha ao mover {0} para {1}.
ro: Nu s-a mutat {0} în {1}.
tr: {0}'ı {1}'e taşıma başarısız oldu.
uk: Не вдалося перемістити {0} до {1}.
vi: Không thể di chuyển {0} tới {1}.
zh: 無法將 {0} 移至 {1}。

# NKS_SHELLPACKS_FTP_COPYING
source: Copying {0} to {1}...
ar: جارٍ نسخ {0} إلى {1} ...
de: Kopieren von {0} nach {1} ...
el: Αντιγραφή {0} στο {1}...
es: Copiando {0} a {1} ...
fr: Copie de {0} vers {1}…
ga: Ag cóipeáil {0} go {1}...
hi: {0} से {1} कॉपी करना ...
id: Menyalin {0} ke {1}...
it: Copia di {0} in {1} ...
ja: {0}を{1}にコピーしています...
ko: {0}을 (를) {1}에 복사 중 ...
ms: Menyalin {0} ke {1}...
nb: Kopierer {0} til {1}...
nl: Kopiëren van {0} naar {1} ...
pt_br: Copiando {0} para {1}...
ro: Se copiează {0} în {1}...
tr: {0} {1}'e kopyalanıyor...
uk: Копіювання {0} в {1}...
vi: Đang sao chép {0} tới {1}...
zh: 正在將 {0} 複製到 {1}...

# NKS_SHELLPACKS_FTP_COPIED
source: Copied successfully
ar: تم النسخ بنجاح
de: Erfolgreich kopiert
el: Αντιγράφηκε με επιτυχία
es: Copiado exitosamente
fr: Copié avec succès
ga: D'éirigh le cóipeáil
hi: सफलतापूर्वक कॉपी किया गया
id: Berhasil disalin
it: Copiato con successo
ja: 正常にコピーされました
ko: 성공적으로 복사되었습니다.
ms: Berjaya disalin
nb: Kopiert vellykket
nl: Succesvol gekopieerd
pt_br: Copiado com sucesso
ro: Copiat cu succes
tr: Başarıyla kopyalandı
uk: Успішно скопійовано
vi: Đã sao chép thành công
zh: 複製成功

# NKS_SHELLPACKS_FTP_COMMAND_CP_DESC
source: Copies file or directory to another file or directory.
ar: نسخ الملف أو الدليل إلى ملف أو دليل آخر.
de: Kopiert eine Datei oder ein Verzeichnis in eine andere Datei oder ein anderes Verzeichnis.
el: Αντιγράφει αρχείο ή κατάλογο σε άλλο αρχείο ή κατάλογο.
es: Copia archivo o directorio a otro archivo o directorio.
fr: Copie le fichier ou le répertoire dans un autre fichier ou répertoire.
ga: Cóipeáil comhad nó eolaire chuig comhad nó eolaire eile.
hi: फ़ाइल या निर्देशिका को किसी अन्य फ़ाइल या निर्देशिका में कॉपी करता है।
id: Menyalin berkas atau direktori ke berkas atau direktori lain.
it: Copia il file o la directory in un altro file o directory.
ja: ファイルまたはディレクトリを別のファイルまたはディレクトリにコピーします。
ko: 파일 또는 디렉토리를 다른 파일 또는 디렉토리로 복사합니다.
ms: Menyalin fail atau direktori ke fail atau direktori lain.
nb: Kopierer fil eller katalog til en annen fil eller katalog.
nl: Kopieert een bestand of map naar een ander bestand of map.
pt_br: Copia arquivo ou diretório para outro arquivo ou diretório.
ro: Copiază fișierul sau directorul într-un alt fișier sau director.
tr: Dosyayı veya dizini başka bir dosyaya veya dizine kopyalar.
uk: Копіює файл або каталог в інший файл або каталог.
vi: Sao chép tập tin hoặc thư mục sang tập tin hoặc thư mục khác.
zh: 將文件或目錄複製到另一個文件或目錄。

# NKS_SHELLPACKS_FTP_COPYFAILED
source: Failed to copy {0} to {1}.
ar: فشل نسخ {0} إلى {1}.
de: {0} konnte nicht nach {1} kopiert werden.
el: Αποτυχία αντιγραφής του {0} στο {1}.
es: No se pudo copiar {0} a {1}.
fr: Échec de la copie de {0} vers {1}.
ga: Theip ar chóipeáil {0} go {1}.
hi: {0} से {1} कॉपी करने में विफल।
id: Gagal menyalin {0} ke {1}.
it: Impossibile copiare {0} in {1}.
ja: {0}を{1}にコピーできませんでした。
ko: {0}을 (를) {1}에 복사하지 못했습니다.
ms: Gagal menyalin {0} ke {1}.
nb: Kunne ikke kopiere {0} til {1}.
nl: Kopiëren van {0} naar {1} is mislukt.
pt_br: Falha ao copiar {0} para {1}.
ro: Nu s-a putut copia {0} în {1}.
tr: {0}'ı {1}'e kopyalayamadı.
uk: Не вдалося скопіювати {0} до {1}.
vi: Không thể sao chép {0} đến {1}.
zh: 無法將 {0} 複製到 {1}。

# NKS_SHELLPACKS_MAIL_COMMAND_MV_DESC
source: Moves a message
ar: ينقل رسالة
de: Verschiebt eine Nachricht
el: Μετακινεί ένα μήνυμα
es: Mueve un mensaje
fr: Déplace un message
ga: Bogann teachtaireacht
hi: एक संदेश ले जाता है
id: Memindahkan pesan
it: Sposta un messaggio
ja: メッセージを移動します
ko: 메시지 이동
ms: Menggerakkan mesej
nb: Flytter en melding
nl: Verplaatst een bericht
pt_br: Move uma mensagem
ro: Mută un mesaj
tr: Bir mesajı taşır
uk: Переміщує повідомлення
vi: Di chuyển một tin nhắn
zh: 移動消息

# NKS_SHELLPACKS_MAIL_COMMAND_MVALL_DESC
source: Moves all messages from recipient
ar: ينقل جميع الرسائل من المستلم
de: Verschiebt alle Nachrichten vom Empfänger
el: Μετακινεί όλα τα μηνύματα από τον παραλήπτη
es: Mueve todos los mensajes del destinatario
fr: Déplace tous les messages du destinataire
ga: Bogtar gach teachtaireacht ón bhfaighteoir
hi: प्राप्तकर्ता के सभी संदेशों को ले जाता है
id: Memindahkan semua pesan dari penerima
it: Sposta tutti i messaggi dal destinatario
ja: 受信者からのすべてのメッセージを移動します
ko: 받는 사람의 모든 메시지를 이동합니다.
ms: Mengalihkan semua mesej daripada penerima
nb: Flytter alle meldinger fra mottaker
nl: Verplaatst alle berichten van de ontvanger
pt_br: Move todas as mensagens do destinatário
ro: Mută toate mesajele de la destinatar
tr: Alıcıdan tüm mesajları taşır
uk: Переміщує всі повідомлення від одержувача
vi: Di chuyển tất cả tin nhắn từ người nhận
zh: 移動來自收件人的所有郵件

# NKS_SHELLPACKS_MAIL_MVALL_SUCCESS
source: All mail made by {0} are moved successfully.
ar: تم نقل جميع رسائل البريد التي أرسلها {0} بنجاح.
de: Alle von {0} erstellten E-Mails werden erfolgreich verschoben.
el: Όλα τα μηνύματα που γράφονται από τον χρήστη {0} μετακινήθηκαν με επιτυχία.
es: Todo el correo realizado por {0} se mueve correctamente.
fr: Tous les messages envoyés par {0} ont été déplacés avec succès.
ga: Bogtar gach ríomhphost a rinne {0} go rathúil.
hi: {0} द्वारा किए गए सभी मेल सफलतापूर्वक स्थानांतरित कर दिए गए हैं।
id: Semua email yang dibuat oleh {0} berhasil dipindahkan.
it: Tutta la posta creata da {0} viene spostata correttamente.
ja: {0}によって作成されたすべてのメールは正常に移動されます。
ko: {0}에서 보낸 모든 메일이 성공적으로 이동되었습니다.
ms: Semua mel yang dibuat oleh {0} berjaya dialihkan.
nb: All e-post fra {0} er flyttet.
nl: Alle e-mail die door {0} is gemaakt, is succesvol verplaatst.
pt_br: Todos os e-mails enviados por {0} foram movidos com sucesso.
ro: Toate e-mailurile trimise de {0} au fost mutate cu succes.
tr: {0} tarafından yapılan tüm postalar başarıyla taşındı.
uk: Усю пошту, надіслану {0}, успішно переміщено.
vi: Tất cả thư được gửi bởi {0} đều được chuyển thành công.
zh: {0} 發送的所有郵件均已成功移動。

# NKS_SHELLPACKS_MAIL_MVALL_FAILURE
source: Failed to move all mail made by {0}.
ar: فشل نقل كل رسائل البريد التي قام بها {0}.
de: Fehler beim Verschieben aller von {0} erstellten E-Mails.
el: Απέτυχε η μετακίνηση όλων των μηνυμάτων που έγιναν από τον χρήστη {0}.
es: No se pudo mover todo el correo enviado por {0}.
fr: Échec du déplacement de tous les messages envoyés par {0}.
ga: Theip ar gach ríomhphost déanta ag {0} a bhogadh.
hi: {0} द्वारा किए गए सभी मेल को स्थानांतरित करने में विफल।
id: Gagal memindahkan semua email yang dibuat oleh {0}.
it: Impossibile spostare tutta la posta inviata da {0}.
ja: {0}によって作成されたすべてのメールを移動できませんでした。
ko: {0}에서 보낸 모든 메일을 이동하지 못했습니다.
ms: Gagal mengalihkan semua mel yang dibuat oleh {0}.
nb: Kunne ikke flytte all e-post fra {0}.
nl: Kan niet alle e-mail verplaatsen die is gemaakt door {0}.
pt_br: Falha ao mover todos os e-mails enviados por {0}.
ro: Nu s-au mutat toate mesajele trimise de {0}.
tr: {0} tarafından yapılan tüm postalar taşınamadı.
uk: Не вдалося перемістити всю пошту, надіслану {0}.
vi: Không thể di chuyển toàn bộ thư được gửi bởi {0}.
zh: 無法移動 {0} 發送的所有郵件。

# NKS_SHELLPACKS_MAIL_MVALL_DELETEDNOTINBOX
source: Message {0} from {1} moved from {2}. {3} messages remaining to parse.
ar: تم نقل الرسالة {0} من {1} من {2}. يتبقى {3} رسالة للتحليل.
de: Nachricht {0} von {1} wurde von {2} verschoben. {3} Nachrichten müssen noch analysiert werden.
el: Το μήνυμα {0} από τον χρήστη {1} μετακινήθηκε από το {2}. Απομένουν {3} μηνύματα για ανάλυση.
es: Mensaje {0} de {1} movido de {2}. {3} mensajes restantes para analizar.
fr: Message {0} de {1} déplacé de {2}. {3} messages restants à analyser.
ga: Bogadh an teachtaireacht {0} ó {1} ó {2}. {3} teachtaireacht fágtha le parsáil.
hi: {0} से {0} संदेश {2} से स्थानांतरित किया गया। {3} संदेश पार्स करने के लिए शेष है।
id: Pesan {0} dari {1} dipindahkan dari {2}. {3} pesan tersisa untuk diurai.
it: Messaggio {0} da {1} spostato da {2}. {3} messaggi rimanenti da analizzare.
ja: {1}からのメッセージ{0}が{2}から移動しました。 {3}解析するメッセージが残っています。
ko: {1}의 {0} 메시지가 {2}에서 이동되었습니다. 구문 분석 할 메시지가 {3} 개 남았습니다.
ms: Mesej {0} daripada {1} dialihkan dari {2}. {3} mesej tinggal untuk dihuraikan.
nb: Melding {0} fra {1} er flyttet fra {2}. {3} meldinger gjenstår å analysere.
nl: Bericht {0} van {1} verplaatst van {2}. Nog {3} berichten om te ontleden.
pt_br: Mensagem {0} de {1} movida de {2}. Restam {3} mensagens para analisar.
ro: Mesajul {0} de la {1} a fost mutat din {2}. {3} mesaje rămase de analizat.
tr: {1} adresinden gelen {0} mesajı {2} adresinden taşındı. Ayrıştırılacak {3} mesaj kaldı.
uk: Повідомлення {0} від {1} переміщено з {2}. Для аналізу залишилося {3} повідомлень.
vi: Tin nhắn {0} từ {1} đã được chuyển từ {2}. Còn {3} tin nhắn cần phân tích.
zh: 來自 {1} 的消息 {0} 已從 {2} 移出。剩下 {3} 條消息要解析。

# NKS_SHELLPACKS_FTP_SETTINGS_LOGFTPUSERNAME_DESC
source: Whether or not to log FTP username.
ar: ما إذا كنت تريد تسجيل اسم مستخدم FTP أم لا.
de: Gibt an, ob der FTP-Benutzername protokolliert werden soll.
el: Αν θέλετε να καταγράψετε το όνομα χρήστη FTP ή όχι.
es: Si se registra o no el nombre de usuario de FTP.
fr: S'il faut ou non enregistrer le nom d'utilisateur FTP.
ga: Cibé an logáiltear nó nach ndéanfar ainm úsáideora FTP a logáil.
hi: एफ़टीपी यूज़रनेम लॉग इन करें या नहीं।
id: Apakah akan mencatat nama pengguna FTP atau tidak.
it: Se registrare o meno il nome utente FTP.
ja: FTPユーザー名をログに記録するかどうか。
ko: FTP 사용자 이름을 기록할지 여부입니다.
ms: Sama ada untuk log nama pengguna FTP atau tidak.
nb: Hvorvidt FTP-brukernavn skal logges eller ikke.
nl: Of de FTP-gebruikersnaam moet worden geregistreerd.
pt_br: Se deve ou não registrar o nome de usuário do FTP.
ro: Dacă să înregistrați sau nu numele de utilizator FTP.
tr: FTP kullanıcı adının kayıt altına alınıp alınmayacağı.
uk: Чи реєструвати ім’я користувача FTP.
vi: Có ghi lại tên người dùng FTP hay không.
zh: 是否記錄FTP用戶名。

# NKS_SHELLPACKS_FTP_SETTINGS_LOGFTPIPADDRESS_DESC
source: Whether or not to log FTP IP address.
ar: ما إذا كنت تريد تسجيل عنوان IP الخاص بـ FTP أم لا.
de: Gibt an, ob die FTP-IP-Adresse protokolliert werden soll.
el: Αν θέλετε να καταγράψετε ή όχι τη διεύθυνση IP FTP.
es: Si se registra o no la dirección IP de FTP.
fr: S'il faut ou non enregistrer l'adresse IP FTP.
ga: Cibé an logáilfidh tú seoladh IP FTP nó nach ndéanfar.
hi: एफ़टीपी आईपी पते पर लॉग इन करें या नहीं।
id: Apakah akan mencatat alamat IP FTP atau tidak.
it: Se registrare o meno l'indirizzo IP FTP.
ja: FTPIPアドレスをログに記録するかどうか。
ko: FTP IP 주소를 기록할지 여부입니다.
ms: Sama ada untuk log alamat IP FTP atau tidak.
nb: Hvorvidt FTP IP-adresse skal logges eller ikke.
nl: Of het FTP-IP-adres al dan niet moet worden geregistreerd.
pt_br: Se deve ou não registrar o endereço IP do FTP.
ro: Dacă să înregistrați sau nu adresa IP FTP.
tr: FTP IP adresinin kayıt altına alınıp alınmayacağı.
uk: Чи реєструвати IP-адресу FTP.
vi: Có ghi lại địa chỉ IP FTP hay không.
zh: 是否記錄FTP IP地址。

# NKS_SHELLPACKS_FTP_SETTINGS_ONLYFIRSTPROFILE_DESC
source: Pick the first profile only when connecting.
ar: اختر الملف الشخصي الأول فقط عند الاتصال.
de: Wählen Sie das erste Profil nur beim Verbinden.
el: Επιλέξτε το πρώτο προφίλ μόνο όταν συνδέεστε.
es: Elija el primer perfil solo cuando se conecte.
fr: Choisissez le premier profil uniquement lors de la connexion.
ga: Roghnaigh an chéad phróifíl amháin nuair a nascadh.
hi: कनेक्ट करते समय पहली प्रोफ़ाइल चुनें।
id: Pilih profil pertama hanya saat menghubungkan.
it: Scegli il primo profilo solo durante la connessione.
ja: 接続時にのみ最初のプロファイルを選択します。
ko: 연결할 때만 첫 번째 프로필을 선택하십시오.
ms: Pilih profil pertama hanya apabila menyambung.
nb: Velg den første profilen bare når du kobler til.
nl: Kies alleen het eerste profiel wanneer u verbinding maakt.
pt_br: Selecione o primeiro perfil somente ao conectar.
ro: Alegeți primul profil numai când vă conectați.
tr: Bağlanırken sadece ilk profili seçin.
uk: Вибирайте перший профіль тільки при підключенні.
vi: Chỉ chọn cấu hình đầu tiên khi kết nối.
zh: 僅在連接時選擇第一個配置文件。

# NKS_SHELLPACKS_MAIL_NEWMESSAGES_NOTIFICATION_TITLE
source: {0} new messages arrived in inbox.
ar: وصلت {0} من الرسائل الجديدة إلى البريد الوارد.
de: {0} Neue Nachrichten sind im Posteingang eingetroffen.
el: Έφτασαν {0} νέα μηνύματα στα εισερχόμενα.
es: {0} mensajes nuevos llegaron a la bandeja de entrada.
fr: {0} nouveaux messages sont arrivés dans la boîte de réception.
ga: Tháinig {0} teachtaireacht nua isteach sa bhosca isteach.
hi: {0} नए संदेश इनबॉक्स में आए।
id: {0} pesan baru masuk ke kotak masuk.
it: {0} nuovi messaggi sono arrivati nella Posta in arrivo.
ja: {0}新しいメッセージが受信トレイに届きました。
ko: {0} 개의 새 메시지가받은 편지함에 도착했습니다.
ms: {0} mesej baharu tiba dalam peti masuk.
nb: {0} nye meldinger kom i innboksen.
nl: {0} nieuwe berichten zijn binnengekomen in de inbox.
pt_br: {0} novas mensagens chegaram na caixa de entrada.
ro: {0} mesaje noi au sosit în inbox.
tr: Gelen kutunuza {0} yeni mesaj ulaştı.
uk: {0} нових повідомлень надійшло до папки "Вхідні".
vi: {0} tin nhắn mới đã đến hộp thư đến.
zh: {0} 封新郵件到達收件箱。

# NKS_SHELLPACKS_MAIL_NEWMESSAGES_NOTIFICATION_DESC
source: Open "mail" to see them.
ar: افتح "mail" لرؤيتهم.
de: Öffnen Sie "mail", um sie zu sehen.
el: Ανοίξτε το "mail" για να τα δείτε.
es: Abra "mail" para verlos.
fr: Ouvrez «mail» pour les voir.
ga: Oscail "mail" chun iad a fheiceáil.
hi: उन्हें देखने के लिए "mail" खोलें।
id: Buka "mail" untuk melihatnya.
it: Apri "mail" per vederli.
ja: 「mail」を開いて表示します。
ko: 그들을 보려면 "mail"을 엽니 다.
ms: Buka "mel" untuk melihat mereka.
nb: Åpne "mail" for å se dem.
nl: Open "mail" om ze te zien.
pt_br: Abra "mail" para vê-los.
ro: Deschideți „mail” pentru a le vedea.
tr: Bunları görmek için "posta"yı açın.
uk: Щоб побачити їх, відкрийте «пошту».
vi: Mở "mail" để xem chúng.
zh: 打開“lsmail”以查看它們。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_FULLNAME
source: Full name: {0}
ar: الاسم الكامل: {0}
de: Vollständiger Name: {0}
el: Πλήρες όνομα: {0}
es: Nombre completo: {0}
fr: Nom complet: {0}
ga: Ainm iomlán: {0}
hi: पूरा नाम: {0}
id: Nama lengkap: {0}
it: Nome completo: {0}
ja: フルネーム：{0}
ko: 이름 : {0}
ms: Nama penuh: {0}
nb: Fullt navn: {0}
nl: Volledige naam: {0}
pt_br: Nome completo: {0}
ro: Nume complet: {0}
tr: Tam adı: {0}
uk: Повне ім'я: {0}
vi: Họ và tên đầy đủ: {0}
zh: 全名：{0}
