Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_GIT_STATUS_ADDED
source: Added files
ar: الملفات المضافة
de: Dateien hinzugefügt
el: Προστέθηκαν αρχεία
es: Archivos agregados
fr: Fichiers ajoutés
ga: Comhaid curtha leis
hi: फ़ाइलें जोड़ी गईं
id: File yang ditambahkan
it: File aggiunti
ja: 追加されたファイル
ko: 추가된 파일
ms: Menambah fail
nb: Lagt til filer
nl: Toegevoegde bestanden
pt_br: Arquivos adicionados
ro: Fișiere adăugate
tr: Eklenen dosyalar
uk: Додані файли
vi: Đã thêm tập tin
zh: 新增的文件

# NKS_SHELLPACKS_GIT_STATUS_NOADDED
source: No added files.
ar: لا توجد ملفات مضافة.
de: Keine hinzugefügten Dateien.
el: Δεν προστέθηκαν αρχεία.
es: Sin archivos agregados.
fr: Aucun fichier ajouté.
ga: Níl aon chomhaid curtha leis.
hi: कोई फ़ाइल नहीं जोड़ी गई.
id: Tidak ada berkas yang ditambahkan.
it: Nessun file aggiunto.
ja: 追加されたファイルはありません。
ko: 추가된 파일이 없습니다.
ms: Tiada fail tambahan.
nb: Ingen lagt til filer.
nl: Geen toegevoegde bestanden.
pt_br: Nenhum arquivo adicionado.
ro: Nu există fișiere adăugate.
tr: Eklenen dosya yok.
uk: Немає доданих файлів.
vi: Không có tập tin nào được thêm vào.
zh: 沒有新增檔案。

# NKS_SHELLPACKS_GIT_STATUS_MODIFIED
source: Modified files
ar: الملفات المعدلة
de: Geänderte Dateien
el: Τροποποιημένα αρχεία
es: Archivos modificados
fr: Fichiers modifiés
ga: Comhaid modhnaithe
hi: संशोधित फ़ाइलें
id: File yang dimodifikasi
it: File modificati
ja: 変更されたファイル
ko: 수정된 파일
ms: Fail yang diubah suai
nb: Endrede filer
nl: Gewijzigde bestanden
pt_br: Arquivos modificados
ro: Fișiere modificate
tr: Değiştirilmiş dosyalar
uk: Змінені файли
vi: Các tập tin đã sửa đổi
zh: 修改文件

# NKS_SHELLPACKS_GIT_STATUS_NOMODIFIED
source: No modified files.
ar: لا توجد ملفات معدلة.
de: Keine geänderten Dateien.
el: Δεν υπάρχουν τροποποιημένα αρχεία.
es: Sin archivos modificados.
fr: Aucun fichier modifié.
ga: Gan comhaid modhnaithe.
hi: कोई संशोधित फ़ाइलें नहीं.
id: Tidak ada berkas yang dimodifikasi.
it: Nessun file modificato.
ja: 変更されたファイルはありません。
ko: 수정된 파일이 없습니다.
ms: Tiada fail yang diubah suai.
nb: Ingen endrede filer.
nl: Geen gewijzigde bestanden.
pt_br: Nenhum arquivo modificado.
ro: Niciun fișier modificat.
tr: Değiştirilmiş dosya yok.
uk: Немає змінених файлів.
vi: Không có tập tin nào được sửa đổi.
zh: 沒有修改過的文件。

# NKS_SHELLPACKS_GIT_STATUS_REMOVED
source: Removed files
ar: الملفات التي تمت إزالتها
de: Dateien entfernt
el: Καταργήθηκαν αρχεία
es: Archivos Eliminados
fr: Fichiers supprimés
ga: Comhaid bainte
hi: फ़ाइलें हटा दी गईं
id: File yang dihapus
it: File rimossi
ja: 削除されたファイル
ko: 제거된 파일
ms: Fail yang dialih keluar
nb: Fjernet filer
nl: Verwijderde bestanden
pt_br: Arquivos removidos
ro: Fișiere eliminate
tr: Kaldırılan dosyalar
uk: Видалені файли
vi: Đã xóa các tập tin
zh: 已刪除的文件

# NKS_SHELLPACKS_GIT_STATUS_NOREMOVED
source: No removed files.
ar: لا توجد ملفات تمت إزالتها.
de: Keine entfernten Dateien.
el: Δεν αφαιρέθηκαν αρχεία.
es: No hay archivos eliminados.
fr: Aucun fichier supprimé.
ga: Níl aon chomhaid bainte.
hi: कोई हटाई गई फ़ाइलें नहीं.
id: Tidak ada file yang dihapus.
it: Nessun file rimosso.
ja: 削除されたファイルはありません。
ko: 제거된 파일이 없습니다.
ms: Tiada fail yang dialih keluar.
nb: Ingen fjernede filer.
nl: Geen verwijderde bestanden.
pt_br: Nenhum arquivo removido.
ro: Niciun fișier eliminat.
tr: Hiçbir dosya kaldırılmadı.
uk: Немає видалених файлів.
vi: Không có tập tin nào bị xóa.
zh: 沒有刪除的檔案。

# NKS_SHELLPACKS_GIT_STATUS_STAGED
source: Staged files
ar: الملفات المرحلية
de: Bereitgestellte Dateien
el: Σταδιακά αρχεία
es: Archivos preparados
fr: Fichiers préparés
ga: Comhaid stáitse
hi: चरणबद्ध फ़ाइलें
id: File yang dipentaskan
it: File in scena
ja: ステージングされたファイル
ko: 준비된 파일
ms: Fail berperingkat
nb: Iscenesatte filer
nl: Geënsceneerde bestanden
pt_br: Arquivos encenados
ro: Fișiere în scenă
tr: Aşamalı dosyalar
uk: Поетапні файли
vi: Tập tin được dàn dựng
zh: 暫存文件

# NKS_SHELLPACKS_GIT_STATUS_NOSTAGED
source: No staged files.
ar: لا توجد ملفات مرحلية.
de: Keine bereitgestellten Dateien.
el: Δεν υπάρχουν σταδιακά αρχεία.
es: Sin archivos preparados.
fr: Aucun fichier intermédiaire.
ga: Gan comhaid stáitse.
hi: कोई चरणबद्ध फ़ाइलें नहीं.
id: Tidak ada berkas yang dipentaskan.
it: Nessun file organizzato.
ja: ステージングされたファイルはありません。
ko: 준비된 파일이 없습니다.
ms: Tiada fail berperingkat.
nb: Ingen iscenesatte filer.
nl: Geen geënsceneerde bestanden.
pt_br: Nenhum arquivo preparado.
ro: Fără fișiere în etape.
tr: Sahnelenmiş dosya yok.
uk: Немає поетапних файлів.
vi: Không có tập tin dàn dựng.
zh: 沒有暫存文件。

# NKS_SHELLPACKS_GIT_STATUS_RENAMEDSTAGED
source: Renamed staged files
ar: إعادة تسمية الملفات المرحلية
de: Staging-Dateien umbenannt
el: Μετονομασία σταδιακά αρχεία
es: Archivos preparados renombrados
fr: Fichiers intermédiaires renommés
ga: Athainmníodh comhaid stáitse
hi: चरणबद्ध फ़ाइलों का नाम बदला गया
id: Mengganti nama file bertahap
it: File in stage rinominati
ja: ステージングされたファイルの名前が変更されました
ko: 이름이 변경된 스테이지 파일
ms: Menamakan semula fail berperingkat
nb: Omdøpte iscenesatte filer
nl: Hernoemde geënsceneerde bestanden
pt_br: Arquivos preparados renomeados
ro: Fișiere în etape redenumite
tr: Yeniden adlandırılan aşamalı dosyalar
uk: Перейменовані поетапні файли
vi: Đã đổi tên các tập tin được dàn dựng
zh: 重新命名暫存文件

# NKS_SHELLPACKS_GIT_STATUS_NORENAMEDSTAGED
source: No renamed staged files.
ar: لا توجد ملفات مرحلية تمت إعادة تسميتها.
de: Keine umbenannten bereitgestellten Dateien.
el: Δεν υπάρχουν μετονομασμένα σταδιακά αρχεία.
es: No hay archivos preparados renombrados.
fr: Aucun fichier intermédiaire renommé.
ga: Níl aon chomhaid stáitse athainmnithe.
hi: कोई पुनर्नामित चरणबद्ध फ़ाइलें नहीं.
id: Tidak ada file bertahap yang diubah namanya.
it: Nessun file in scena rinominato.
ja: 名前が変更されたステージングされたファイルはありません。
ko: 이름이 변경된 준비된 파일이 없습니다.
ms: Tiada fail berperingkat yang dinamakan semula.
nb: Ingen omdøpte iscenesatte filer.
nl: Geen hernoemde geënsceneerde bestanden.
pt_br: Nenhum arquivo preparado renomeado.
ro: Nu există fișiere în etape redenumite.
tr: Yeniden adlandırılmış aşamalı dosya yok.
uk: Немає перейменованих поетапних файлів.
vi: Không có tệp được đổi tên.
zh: 沒有重新命名的暫存檔案。

# NKS_SHELLPACKS_GIT_STATUS_RENAMED
source: Renamed files
ar: إعادة تسمية الملفات
de: Umbenannte Dateien
el: Μετονομασμένα αρχεία
es: Archivos renombrados
fr: Fichiers renommés
ga: Comhaid athainmnithe
hi: नामित फ़ाइलें
id: File yang diubah namanya
it: File rinominati
ja: 名前変更されたファイル
ko: 이름이 바뀐 파일
ms: Namakan semula fail
nb: Omdøpte filer
nl: Hernoemde bestanden
pt_br: Arquivos renomeados
ro: Fișiere redenumite
tr: Yeniden adlandırılan dosyalar
uk: Перейменовані файли
vi: Đã đổi tên tập tin
zh: 重新命名的文件

# NKS_SHELLPACKS_GIT_STATUS_NORENAMED
source: No renamed files.
ar: لا توجد ملفات تمت إعادة تسميتها.
de: Keine umbenannten Dateien.
el: Δεν υπάρχουν μετονομασμένα αρχεία.
es: No hay archivos renombrados.
fr: Aucun fichier renommé.
ga: Níl aon chomhaid athainmnithe.
hi: कोई नामांकित फ़ाइल नहीं.
id: Tidak ada file yang diganti nama.
it: Nessun file rinominato.
ja: 名前変更されたファイルはありません。
ko: 이름이 바뀐 파일이 없습니다.
ms: Tiada fail yang dinamakan semula.
nb: Ingen omdøpte filer.
nl: Geen hernoemde bestanden.
pt_br: Nenhum arquivo renomeado.
ro: Niciun fișier redenumit.
tr: Yeniden adlandırılmış dosya yok.
uk: Немає перейменованих файлів.
vi: Không đổi tên tập tin.
zh: 沒有重命名的檔案。

# NKS_SHELLPACKS_GIT_STATUS_MISSING
source: Missing files
ar: الملفات المفقودة
de: Fehlende Dateien
el: Λείπουν αρχεία
es: Archivos perdidos
fr: Fichiers manquants
ga: Comhaid ar iarraidh
hi: गुम फ़ाइलें
id: File hilang
it: File mancanti
ja: 不足しているファイル
ko: 누락된 파일
ms: fail hilang
nb: Manglende filer
nl: Ontbrekende bestanden
pt_br: Arquivos ausentes
ro: Fișiere lipsă
tr: Eksik dosyalar
uk: Відсутні файли
vi: Thiếu tập tin
zh: 遺失文件

# NKS_SHELLPACKS_GIT_STATUS_NOMISSING
source: No missing files.
ar: لا توجد ملفات مفقودة.
de: Keine fehlenden Dateien.
el: Δεν λείπουν αρχεία.
es: No faltan archivos.
fr: Aucun fichier manquant.
ga: Níl aon chomhaid in easnamh.
hi: कोई गुम फाइल नहीं.
id: Tidak ada berkas yang hilang.
it: Nessun file mancante.
ja: 不足しているファイルはありません。
ko: 누락된 파일이 없습니다.
ms: Tiada fail yang hilang.
nb: Ingen mangler filer.
nl: Geen ontbrekende bestanden.
pt_br: Nenhum arquivo faltando.
ro: Nu lipsesc fișiere.
tr: Eksik dosya yok.
uk: Немає відсутніх файлів.
vi: Không có tập tin nào bị thiếu.
zh: 沒有遺失文件。

# NKS_SHELLPACKS_GIT_UNSTAGE_NOCHANGES
source: No modifications are done to unstage.
ar: لم يتم إجراء أي تعديلات على unstage.
de: Es werden keine Änderungen an der Aufhebung der Bereitstellung vorgenommen.
el: Δεν γίνονται τροποποιήσεις στο unstage.
es: No se realizan modificaciones para eliminar el escenario.
fr: Aucune modification n'est effectuée pour supprimer la scène.
ga: Ní dhéantar aon mhodhnuithe ar an gcéim.
hi: मंच को अस्थिर करने के लिए कोई संशोधन नहीं किया जाता है।
id: Tidak ada modifikasi yang dilakukan untuk unstage.
it: Non viene apportata alcuna modifica all'unstage.
ja: ステージングを解除するための変更は行われません。
ko: 언스테이징에 대한 수정은 수행되지 않습니다.
ms: Tiada pengubahsuaian dilakukan untuk membatalkan pentas.
nb: Ingen modifikasjoner er gjort for å avscenen.
nl: Er worden geen wijzigingen aangebracht aan het unstagen.
pt_br: Nenhuma modificação é feita no unstage.
ro: Nu se efectuează modificări pentru a demonta.
tr: Unstage'de herhangi bir değişiklik yapılmadı.
uk: Для скасування сцени не вносяться жодні зміни.
vi: Không có bất kỳ thay đổi nào được thực hiện để hủy dàn dựng.
zh: 未進行任何修改即可取消暫存。

# NKS_SHELLPACKS_GIT_UNSTAGE_SUCCESS
source: Unstaged file {0} successfully!
ar: تم إلغاء الملف {0} بنجاح!
de: Die Bereitstellung der Datei {0} wurde erfolgreich aufgehoben!
el: Το αρχείο {0} καταργήθηκε με επιτυχία!
es: ¡El archivo no preparado {0} se realizó correctamente!
fr: Fichier non préparé {0} avec succès !
ga: D'éirigh le comhad gan stáitse {0}!
hi: चरणहीन फ़ाइल {0} सफलतापूर्वक!
id: Berhasil mengeluarkan berkas {0} dari pentas!
it: File non messo in scena {0} con successo!
ja: ファイル {0} のステージングが正常に解除されました。
ko: 스테이지되지 않은 파일 {0}이(가) 성공적으로 완료되었습니다!
ms: Fail tidak berperingkat {0} berjaya!
nb: Utsatt fil {0} vellykket!
nl: Niet-gefaseerd bestand {0} succesvol!
pt_br: Arquivo não preparado {0} com sucesso!
ro: Fișierul neînregistrat {0} cu succes!
tr: {0} dosyası başarıyla sahneden çıkarıldı!
uk: Файл {0} видалено успішно!
vi: Đã xử lý thành công tệp {0} chưa phân loại!
zh: 已成功取消暫存檔案 {0}！

# NKS_SHELLPACKS_GIT_UNSTAGE_FAILURE
source: Failed to unstage file {0}.
ar: فشل إلغاء تنظيم الملف {0}.
de: Die Bereitstellung der Datei {0} konnte nicht aufgehoben werden.
el: Αποτυχία κατάργησης σκηνής του αρχείου {0}.
es: No se pudo eliminar el archivo {0}.
fr: Échec de la suppression du fichier {0}.
ga: Theip ar an gcomhad a bhaint den stáitse {0}.
hi: फ़ाइल {0} को अनस्टेज करने में विफल।
id: Gagal mengeluarkan berkas {0} dari pentas.
it: Impossibile rimuovere dallo stage il file {0}.
ja: ファイル {0} をアンステージできませんでした。
ko: 파일 {0}을(를) 스테이지 해제하지 못했습니다.
ms: Gagal membuka pentas fail {0}.
nb: Kunne ikke fjerne filen {0}.
nl: Kan bestand {0} niet uitfaseren.
pt_br: Falha ao desfazer o preparo do arquivo {0}.
ro: Fișierul {0} a eșuat.
tr: {0} dosyası sahneden çıkarılamadı.
uk: Не вдалося видалити файл {0}.
vi: Không thể hủy phân đoạn tệp {0}.
zh: 無法取消暫存檔案 {0}。

# NKS_SHELLPACKS_HTTP_POST_POSTING_FILE
source: Posting file {0}...
ar: جارٍ نشر الملف {0}...
de: Datei {0} wird gepostet...
el: Δημοσίευση αρχείου {0}...
es: Publicando archivo {0}....
fr: Publication du fichier {0}...
ga: Comhad {0} á phostáil...
hi: फ़ाइल {0} पोस्ट की जा रही है...
id: Memposting berkas {0}...
it: Invio del file {0}...
ja: ファイル {0} を投稿中...
ko: 파일 {0} 게시 중...
ms: Menyiarkan fail {0}...
nb: Legger ut fil {0}...
nl: Bestand {0} posten...
pt_br: Postando arquivo {0}...
ro: Se postează fișierul {0}...
tr: {0} dosyası gönderiliyor...
uk: Публікація файлу {0}...
vi: Đang đăng tệp {0}...
zh: 正在發布文件{0}...

# NKS_SHELLPACKS_HTTP_POST_POSTING_STRING
source: Posting string to {0}...
ar: جارٍ نشر السلسلة إلى {0}...
de: Zeichenfolge wird an {0} gesendet...
el: Δημοσίευση συμβολοσειράς στο {0}...
es: Publicando cadena en {0}....
fr: Publication de la chaîne sur {0}...
ga: Teaghrán á postáil chuig {0}...
hi: स्ट्रिंग को {0} पर पोस्ट किया जा रहा है...
id: Memposting string ke {0}...
it: Invio stringa su {0}...
ja: 文字列を {0} に投稿しています...
ko: {0}에 문자열 게시 중...
ms: Menyiarkan rentetan ke {0}...
nb: Legger inn streng til {0}...
nl: Tekenreeks plaatsen op {0}...
pt_br: Postando string para {0}...
ro: Se postează șirul în {0}...
tr: Dize {0} adresine gönderiliyor...
uk: Публікація рядка в {0}...
vi: Đang đăng chuỗi lên {0}...
zh: 正在將字串發佈到 {0}...

# NKS_SHELLPACKS_HTTP_PUT_PUTTING_STRING
source: Uploading string to {0}...
ar: جارٍ تحميل السلسلة إلى {0}...
de: Zeichenfolge wird nach {0} hochgeladen...
el: Μεταφόρτωση συμβολοσειράς στο {0}...
es: Subiendo cadena a {0}....
fr: Téléchargement de la chaîne vers {0}...
ga: Teaghrán á uaslódáil chuig {0}...
hi: स्ट्रिंग को {0} पर अपलोड किया जा रहा है...
id: Mengunggah string ke {0}...
it: Caricamento della stringa su {0}...
ja: 文字列を {0} にアップロードしています...
ko: {0}에 문자열을 업로드하는 중...
ms: Memuat naik rentetan ke {0}...
nb: Laster opp streng til {0}...
nl: Tekenreeks uploaden naar {0}...
pt_br: Enviando string para {0}...
ro: Se încarcă șirul în {0}...
tr: Dize {0}'a yükleniyor...
uk: Завантаження рядка в {0}...
vi: Đang tải chuỗi lên {0}...
zh: 正在將字串上傳到 {0}...

# NKS_SHELLPACKS_JSON_ADD_ITEM_FAILURE
source: The JSON shell failed to add an item.
ar: فشلت قذيفة JSON في إضافة عنصر.
de: Die JSON-Shell konnte kein Element hinzufügen.
el: Το κέλυφος JSON απέτυχε να προσθέσει ένα στοιχείο.
es: El shell JSON no pudo agregar un elemento.
fr: Le shell JSON n'a pas réussi à ajouter un élément.
ga: Theip ar bhlaosc JSON mír a chur leis.
hi: JSON शेल कोई आइटम जोड़ने में विफल रहा।
id: Shell JSON gagal menambahkan item.
it: La shell JSON non è riuscita ad aggiungere un elemento.
ja: JSON シェルは項目を追加できませんでした。
ko: JSON 셸에서 항목을 추가하지 못했습니다.
ms: Cangkang JSON gagal menambah item.
nb: JSON-skallet klarte ikke å legge til et element.
nl: De JSON-shell kan geen item toevoegen.
pt_br: O shell JSON falhou ao adicionar um item.
ro: Shell-ul JSON nu a reușit să adauge un element.
tr: JSON kabuğu bir öğeyi eklemeyi başaramadı.
uk: Оболонці JSON не вдалося додати елемент.
vi: Shell JSON không thể thêm mục.
zh: JSON shell 無法新增項目。

# NKS_SHELLPACKS_JSON_PROPERTY_FOUND
source: Property is found in
ar: تم العثور على العقار في
de: Die Immobilie befindet sich in
el: Το ακίνητο βρίσκεται σε
es: La propiedad se encuentra en
fr: La propriété se trouve dans
ga: Faightear maoin i
hi: में संपत्ति पाई जाती है
id: Properti ditemukan di
it: L'immobile si trova in
ja: プロパティは次の場所で見つかります
ko: 부동산은 다음에 위치합니다.
ms: Hartanah terdapat di
nb: Eiendom er funnet i
nl: Onroerend goed is gevonden in
pt_br: A propriedade é encontrada em
ro: Proprietatea se gaseste in
tr: Mülkiyet şurada bulunur:
uk: Майно знайдено в
vi: Tài sản được tìm thấy trong
zh: 財產發現於

# NKS_SHELLPACKS_JSON_PROPERTY_NOTFOUND
source: Property is not found
ar: لم يتم العثور على الممتلكات
de: Die Eigenschaft wurde nicht gefunden
el: Το ακίνητο δεν βρέθηκε
es: La propiedad no se encuentra
fr: La propriété est introuvable
ga: Ní aimsítear maoin
hi: संपत्ति नहीं मिली
id: Properti tidak ditemukan
it: La proprietà non è stata trovata
ja: プロパティが見つかりません
ko: 속성을 찾을 수 없습니다
ms: Harta tidak dijumpai
nb: Eiendommen ble ikke funnet
nl: Eigendom is niet gevonden
pt_br: Propriedade não encontrada
ro: Proprietatea nu este găsită
tr: Mülk bulunamadı
uk: Майно не знайдено
vi: Không tìm thấy tài sản
zh: 未找到財產

# NKS_SHELLPACKS_JSON_JSONINFO_TITLE
source: Base JSON token information
ar: معلومات رمز JSON الأساسي
de: Basisinformationen zum JSON-Token
el: Βασικές πληροφορίες διακριτικού JSON
es: Información del token JSON base
fr: Informations sur le jeton JSON de base
ga: Buneolas comharthaíochta JSON
hi: बेस JSON टोकन जानकारी
id: Informasi token JSON dasar
it: Informazioni sul token JSON di base
ja: ベースの JSON トークン情報
ko: 기본 JSON 토큰 정보
ms: Maklumat token JSON asas
nb: Base JSON-tokeninformasjon
nl: Basis-JSON-tokeninformatie
pt_br: Informações do token JSON base
ro: Informații bazate pe simbolul JSON
tr: Temel JSON belirteci bilgileri
uk: Інформація про базовий маркер JSON
vi: Thông tin mã thông báo JSON cơ sở
zh: 基礎 JSON 令牌信息

# NKS_SHELLPACKS_JSON_JSONINFO_TYPE
source: Base type
ar: نوع القاعدة
de: Basistyp
el: Τύπος βάσης
es: tipo básico
fr: Type de socle
ga: Cineál bonn
hi: आधार प्रकार
id: Tipe dasar
it: Tipo di base
ja: ベースタイプ
ko: 기본 유형
ms: Jenis asas
nl: Basistype
pt_br: Tipo de base
ro: Tip de bază
tr: Temel tip
uk: Базовий тип
vi: Loại cơ sở
zh: 底座類型

# NKS_SHELLPACKS_JSON_JSONINFO_VALUES
source: Base has values
ar: القاعدة لها قيم
de: Basis hat Werte
el: Η βάση έχει αξίες
es: La base tiene valores.
fr: La base a des valeurs
ga: Tá luachanna ag an mbonn
hi: आधार के मान हैं
id: Basis memiliki nilai
it: La base ha valori
ja: ベースには値があります
ko: 기본에는 값이 있습니다.
ms: Asas mempunyai nilai
nb: Basen har verdier
nl: Basis heeft waarden
pt_br: A base tem valores
ro: Baza are valori
tr: Tabanın değerleri var
uk: База має значення
vi: Cơ sở có giá trị
zh: 基礎有價值觀

# NKS_SHELLPACKS_JSON_JSONINFO_CHILDRENTOKENS
source: Children token count
ar: عدد رمزية الأطفال
de: Anzahl der Kinder-Token
el: Παιδική συμβολική καταμέτρηση
es: Recuento de fichas de niños
fr: Nombre de jetons enfants
ga: Comhaireamh comharthaí leanaí
hi: बच्चों के टोकन गिनती
id: Jumlah token anak
it: Conteggio dei gettoni bambini
ja: 子のトークン数
ko: 어린이 토큰 수
ms: Kiraan token kanak-kanak
nb: Antall barn symboler
nl: Aantal tokens voor kinderen
pt_br: Contagem de fichas de crianças
ro: Număr de jetoane pentru copii
tr: Çocuk jeton sayısı
uk: Підрахунок дочірніх жетонів
vi: Số lượng thẻ trẻ em
zh: 兒童代幣計數

# NKS_SHELLPACKS_JSON_JSONINFO_BASEPATH
source: Base path
ar: المسار الأساسي
de: Basispfad
el: Μονοπάτι βάσης
es: Camino básico
fr: Chemin de base
ga: Conair bonn
hi: आधार पथ
id: Jalur dasar
it: Percorso di base
ja: ベースパス
ko: 기본 경로
ms: Laluan asas
nb: Grunnsti
nl: Basis pad
pt_br: Caminho base
ro: Calea de bază
tr: Temel yol
uk: Базовий шлях
vi: Đường cơ sở
zh: 基本路徑

# NKS_SHELLPACKS_JSON_JSONINFO_INDIVIDUAL_TITLE
source: Individual JSON token information
ar: معلومات رمز JSON الفردي
de: Individuelle JSON-Token-Informationen
el: Μεμονωμένες πληροφορίες διακριτικού JSON
es: Información del token JSON individual
fr: Informations sur les jetons JSON individuels
ga: Faisnéis chomhartha aonair JSON
hi: व्यक्तिगत JSON टोकन जानकारी
id: Informasi token JSON individual
it: Informazioni sui singoli token JSON
ja: 個々の JSON トークン情報
ko: 개별 JSON 토큰 정보
ms: Maklumat token JSON individu
nb: Individuell JSON-tokeninformasjon
nl: Individuele JSON-tokeninformatie
pt_br: Informações individuais do token JSON
ro: Informații individuale de simbol JSON
tr: Bireysel JSON belirteci bilgileri
uk: Інформація про індивідуальний маркер JSON
vi: Thông tin mã thông báo JSON riêng lẻ
zh: 單獨的 JSON 令牌信息

# NKS_SHELLPACKS_JSON_JSONINFO_INDIVIDUAL_TYPE
source: Token type
ar: نوع الرمز المميز
de: Tokentyp
el: Τύπος κουπονιού
es: Tipo de ficha
fr: Type de jeton
ga: Cineál comhartha
hi: टोकन प्रकार
id: Jenis token
it: Tipo di token
ja: トークンの種類
ko: 토큰 유형
ms: Jenis token
pt_br: Tipo de token
ro: Tip de jeton
tr: Jeton türü
uk: Тип маркера
vi: Loại mã thông báo
zh: 代幣類型

# NKS_SHELLPACKS_JSON_JSONINFO_INDIVIDUAL_VALUES
source: Token has values
ar: الرمز له قيم
de: Token hat Werte
el: Το Token έχει αξίες
es: El token tiene valores
fr: Le jeton a des valeurs
ga: Tá luachanna ag Token
hi: टोकन के मूल्य हैं
id: Token memiliki nilai
it: Il token ha valori
ja: トークンには値があります
ko: 토큰에는 값이 있습니다
ms: Token mempunyai nilai
nb: Token har verdier
nl: Token heeft waarden
pt_br: O token tem valores
ro: Tokenul are valori
tr: Jetonun değerleri var
uk: Токен має значення
vi: Mã thông báo có giá trị
zh: 代幣具有價值

# NKS_SHELLPACKS_JSON_JSONINFO_INDIVIDUAL_PATH
source: Token path
ar: مسار الرمز المميز
de: Tokenpfad
el: Συμβολική διαδρομή
es: Ruta del token
fr: Chemin du jeton
ga: Conair comhartha
hi: सांकेतिक पथ
id: Jalur token
it: Percorso del token
ja: トークンパス
ko: 토큰 경로
ms: Laluan token
nb: Token bane
nl: Token-pad
pt_br: Caminho do token
ro: Calea simbolului
tr: Jeton yolu
uk: Маркерний шлях
vi: Đường dẫn mã thông báo
zh: 令牌路徑

# NKS_SHELLPACKS_JSON_JSONINFO_INDIVIDUAL_VALUE
source: Token value
ar: قيمة الرمز المميز
de: Token-Wert
el: Συμβολική αξία
es: Valor del token
fr: Valeur du jeton
ga: Luach comhartha
hi: सांकेतिक मूल्य
id: Nilai token
it: Valore simbolico
ja: トークンの値
ko: 토큰 가치
ms: Nilai token
nb: Token verdi
nl: Tokenwaarde
pt_br: Valor do token
ro: Valoare simbol
tr: Jeton değeri
uk: Значення токена
vi: Giá trị mã thông báo
zh: 代幣價值

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_TITLE
source: Property information for
ar: معلومات الملكية ل
de: Immobilieninformationen für
el: Πληροφορίες ιδιοκτησίας για
es: Información de propiedad para
fr: Informations sur la propriété pour
ga: Faisnéis maoine le haghaidh
hi: के लिए संपत्ति की जानकारी
id: Informasi properti untuk
it: Informazioni sulla proprietà per
ja: の物件情報
ko: 다음에 대한 부동산 정보
ms: Maklumat hartanah untuk
nb: Eiendomsinformasjon for
nl: Vastgoedinformatie voor
pt_br: Informações sobre a propriedade para
ro: Informații despre proprietate pentru
tr: Mülk bilgisi için
uk: Інформація про власність для
vi: Thông tin tài sản cho
zh: 物業資訊為

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_TYPE
source: Property type
ar: نوع الملكية
de: Art der Immobilie
el: Τύπος ακινήτου
es: Tipo de propiedad
fr: Type de propriété
ga: Cineál maoine
hi: सम्पत्ती के प्रकार
id: Jenis properti
it: Tipo di proprietà
ja: プロパティタイプ
ko: 부동산 유형
ms: Jenis harta
nb: Eiendomstype
nl: Eigendom type
pt_br: Tipo de propriedade
ro: Tipul de proprietate
tr: Emlak türü
uk: Тип власності
vi: Loại tài sản
zh: 財產種類

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_COUNT
source: Property count
ar: عدد الممتلكات
de: Eigentumszählung
el: Καταμέτρηση περιουσίας
es: Recuento de propiedades
fr: Nombre de propriétés
ga: Áireamh maoine
hi: संपत्ति गिनती
id: Jumlah properti
it: Conteggio delle proprietà
ja: プロパティ数
ko: 부동산 수
ms: Kiraan harta
nb: Eiendom teller
nl: Aantal eigendommen
pt_br: Contagem de propriedades
ro: Numărul proprietăților
tr: Emlak sayımı
uk: Кількість майна
vi: Số lượng tài sản
zh: 財產數量

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_NAME
source: Property name
ar: اسم الخاصية
de: Name des Anwesens
el: Ονομα ιδιοκτησίας
es: Nombre de la propiedad
fr: Nom de la propriété
ga: Ainm maoine
hi: संपत्ति का नाम
id: Nama properti
it: Nome della proprietà
ja: プロパティ名
ko: 속성 이름
ms: Nama harta
nb: Eiendomsnavn
nl: Eigendomsnaam
pt_br: Nome da propriedade
ro: Numele proprietatii
tr: Mülk adı
uk: Назва властивості
vi: Tên tài sản
zh: 物業名稱

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_PATH
source: Property path
ar: مسار الملكية
de: Eigenschaftspfad
el: Διαδρομή ιδιοκτησίας
es: Ruta de propiedad
fr: Chemin de propriété
ga: Conair maoine
hi: संपत्ति पथ
id: Jalur properti
it: Percorso della proprietà
ja: プロパティパス
ko: 속성 경로
ms: Laluan harta
nb: Eiendomssti
nl: Eigenschapspad
pt_br: Caminho da propriedade
ro: Calea proprietății
tr: Mülkiyet yolu
uk: Шлях власності
vi: Đường dẫn tài sản
zh: 屬性路徑

# NKS_SHELLPACKS_JSON_JSONINFO_PROPERTY_VALUE
source: Property value
ar: قيمة العقار
de: Eigentumswert
el: Αξία περιουσίας
es: El valor de la propiedad
fr: Valeur de la propriété
ga: Luach maoine
hi: संपत्ति मूल्य
id: Nilai properti
it: Costo dell'immobile
ja: プロパティ値
ko: 자산 가치
ms: Nilai harta
nb: Eiendomsverdi
nl: Eigendoms-waarde
pt_br: Valor da propriedade
ro: Valoarea proprietății
tr: Emlak değeri
uk: Вартість майна
vi: Giá trị tài sản
zh: 適當的價值
