Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_SFTP_SETTINGS_NEWCONNECTIONS_DESC
source: If enabled, adds a new connection to the SFTP speed dial.
ar: في حالة التمكين ، يضيف اتصالاً جديدًا إلى الطلب السريع لبروتوكول SFTP.
de: Fügt bei Aktivierung eine neue Verbindung zur SFTP-Kurzwahl hinzu.
el: Εάν είναι ενεργοποιημένο, προσθέτει μια νέα σύνδεση στη γρήγορη κλήση SFTP.
es: Si está habilitado, agrega una nueva conexión a la marcación rápida SFTP.
fr: Si activé, ajoute une nouvelle connexion à la numérotation abrégée SFTP.
ga: Má tá sé cumasaithe, cuireann sé nasc nua leis an diail luais SFTP.
hi: सक्षम होने पर, SFTP स्पीड डायल में एक नया कनेक्शन जोड़ता है।
id: Jika diaktifkan, menambahkan koneksi baru ke panggilan cepat SFTP.
it: Se abilitato, aggiunge una nuova connessione alla composizione rapida SFTP.
ja: 有効にすると、SFTP短縮ダイヤルに新しい接続が追加されます。
ko: 활성화된 경우 SFTP 단축 다이얼에 새 연결을 추가합니다.
ms: Jika didayakan, tambahkan sambungan baharu pada dail laju SFTP.
nb: Hvis aktivert, legger du til en ny tilkobling til SFTP-kortnummeret.
nl: Voegt, indien ingeschakeld, een nieuwe verbinding toe aan het SFTP-snelkiesnummer.
pt_br: Se habilitado, adiciona uma nova conexão à discagem rápida SFTP.
ro: Dacă este activat, adaugă o nouă conexiune la apelarea rapidă SFTP.
tr: Etkinleştirildiğinde, SFTP hızlı aramasına yeni bir bağlantı ekler.
uk: Якщо ввімкнено, додає нове підключення до швидкого набору SFTP.
vi: Nếu được bật, sẽ thêm kết nối mới vào nút quay số nhanh SFTP.
zh: 如果啟用，則向 SFTP 快速撥號添加新連接。

# NKS_SHELLPACKS_FTP_SERVERINFO_TITLE
source: FTP server information
ar: معلومات خادم FTP
de: Informationen zum FTP-Server
el: Πληροφορίες διακομιστή FTP
es: Información del servidor FTP
fr: Informations sur le serveur FTP
ga: Faisnéise freastalaí FTP
hi: एफ़टीपी सर्वर जानकारी
id: Informasi server FTP
it: Informazioni sul server FTP
ja: FTPサーバー情報
ko: FTP 서버 정보
ms: Maklumat pelayan FTP
nb: FTP-serverinformasjon
nl: FTP-serverinformatie
pt_br: Informações do servidor FTP
ro: Informații despre serverul FTP
tr: FTP sunucu bilgileri
uk: Інформація про FTP-сервер
vi: Thông tin máy chủ FTP
zh: FTP服務器信息

# NKS_SHELLPACKS_FTP_SERVERINFO_ADDRESS
source: Server address:
ar: عنوان المستقبل:
de: Serveradresse:
el: Διεύθυνση διακομιστή:
es: Dirección del servidor:
fr: Adresse du serveur:
ga: Seoladh an fhreastalaí:
hi: सर्वर का पता:
id: Alamat server:
it: Indirizzo del server:
ja: サーバーアドレス：
ko: 서버 주소:
ms: Alamat pelayan:
nb: Serveradresse:
nl: Server adres:
pt_br: Endereço do servidor:
ro: Adresa serverului:
tr: Sunucu adresi:
uk: Адреса сервера:
vi: Địa chỉ máy chủ:
zh: 服務器地址：

# NKS_SHELLPACKS_FTP_SERVERINFO_PORT
source: Server port:
ar: منفذ الخادم:
el: Θύρα διακομιστή:
es: Puerto de servicio:
fr: Port de serveur:
ga: Port freastalaí:
hi: सर्वर पोर्ट:
id: Port server:
it: Porta del server:
ja: サーバポート：
ko: 서버 포트:
ms: Port pelayan:
nl: Server poort:
pt_br: Porta do servidor:
ro: Port server:
tr: Sunucu portu:
uk: Порт сервера:
vi: Cổng máy chủ:
zh: 服務器端口：

# NKS_SHELLPACKS_FTP_SERVERINFO_TYPE
source: Server type:
ar: نوع الخادم:
de: Server Typ:
el: Τύπος διακομιστή:
es: Tipo de servidor:
fr: Type de serveur:
ga: Cineál freastalaí:
hi: सर्वर प्रकार:
id: Tipe server:
it: Tipo di server:
ja: サーバータイプ：
ko: 서버 유형:
ms: Jenis pelayan:
pt_br: Tipo de servidor:
ro: Tip server:
tr: Sunucu türü:
uk: Тип сервера:
vi: Loại máy chủ:
zh: 服務器類型：

# NKS_SHELLPACKS_FTP_SERVERINFO_SYSTYPE
source: Server system type:
ar: نوع نظام الخادم:
de: Serversystemtyp:
el: Τύπος συστήματος διακομιστή:
es: Tipo de sistema del servidor:
fr: Type de système serveur :
ga: Cineál córais freastalaí:
hi: सर्वर सिस्टम प्रकार:
id: Tipe sistem server:
it: Tipo di sistema del server:
ja: サーバーシステムタイプ：
ko: 서버 시스템 유형:
ms: Jenis sistem pelayan:
nl: Type serversysteem:
pt_br: Tipo de sistema de servidor:
ro: Tip de sistem server:
tr: Sunucu sistem türü:
uk: Тип серверної системи:
vi: Loại hệ thống máy chủ:
zh: 服務器系統類型：

# NKS_SHELLPACKS_FTP_SERVERINFO_ENCRYPTION
source: Server encryption mode:
ar: وضع تشفير الخادم:
de: Serververschlüsselungsmodus:
el: Λειτουργία κρυπτογράφησης διακομιστή:
es: Modo de cifrado del servidor:
fr: Mode de chiffrement du serveur :
ga: Mód criptithe an fhreastalaí:
hi: सर्वर एन्क्रिप्शन मोड:
id: Mode enkripsi server:
it: Modalità di crittografia del server:
ja: サーバー暗号化モード：
ko: 서버 암호화 모드:
ms: Mod penyulitan pelayan:
nb: Serverkrypteringsmodus:
nl: Servercoderingsmodus:
pt_br: Modo de criptografia do servidor:
ro: Mod de criptare server:
tr: Sunucu şifreleme modu:
uk: Режим шифрування сервера:
vi: Chế độ mã hóa máy chủ:
zh: 服務器加密方式：

# NKS_SHELLPACKS_FTP_SERVERINFO_DATACONNECTION
source: Server data connection type:
ar: نوع اتصال بيانات الخادم:
de: Verbindungstyp für Serverdaten:
el: Τύπος σύνδεσης δεδομένων διακομιστή:
es: Tipo de conexión de datos del servidor:
fr: Type de connexion de données serveur :
ga: Cineál ceangail sonraí freastalaí:
hi: सर्वर डेटा कनेक्शन प्रकार:
id: Tipe koneksi data server:
it: Tipo di connessione dati del server:
ja: サーバーデータ接続タイプ：
ko: 서버 데이터 연결 유형:
ms: Jenis sambungan data pelayan:
nb: Serverdatatilkoblingstype:
nl: Type servergegevensverbinding:
pt_br: Tipo de conexão de dados do servidor:
ro: Tip conexiune de date server:
tr: Sunucu veri bağlantı türü:
uk: Тип підключення даних до сервера:
vi: Loại kết nối dữ liệu máy chủ:
zh: 服務器數據連接類型：

# NKS_SHELLPACKS_FTP_SERVERINFO_SYSTEM
source: Server system:
ar: نظام الخادم:
el: Σύστημα διακομιστή:
es: Sistema de servidor:
fr: Système serveur :
ga: Córas freastalaí:
hi: सर्वर सिस्टम:
id: Sistem server:
it: Sistema server:
ja: サーバーシステム：
ko: 서버 시스템:
ms: Sistem pelayan:
nl: Serversysteem:
pt_br: Sistema de servidor:
ro: Sistem server:
tr: Sunucu sistemi:
uk: Серверна система:
vi: Hệ thống máy chủ:
zh: 服務器系統：

# NKS_SHELLPACKS_FTP_SERVERINFO_DOWNLOADDATATYPE
source: Server download data type:
ar: نوع بيانات تنزيل الخادم:
de: Server-Download-Datentyp:
el: Τύπος δεδομένων λήψης διακομιστή:
es: Tipo de datos de descarga del servidor:
fr: Type de données de téléchargement du serveur :
ga: Cineál sonraí íoslódála freastalaí:
hi: सर्वर डाउनलोड डेटा प्रकार:
id: Tipe data unduhan server:
it: Tipo di dati di download del server:
ja: サーバーダウンロードデータタイプ：
ko: 서버 다운로드 데이터 유형:
ms: Jenis data muat turun pelayan:
nb: Datatype for servernedlasting:
nl: Gegevenstype serverdownload:
pt_br: Tipo de dados de download do servidor:
ro: Tip de date de descărcare de server:
tr: Sunucu indirme veri türü:
uk: Тип даних завантаження сервера:
vi: Kiểu dữ liệu tải xuống máy chủ:
zh: 服務器下載數據類型：

# NKS_SHELLPACKS_FTP_SERVERINFO_UPLOADDATATYPE
source: Server upload data type:
ar: نوع بيانات تحميل الخادم:
de: Datentyp des Server-Uploads:
el: Τύπος δεδομένων μεταφόρτωσης διακομιστή:
es: Tipo de datos de carga del servidor:
fr: Type de données de téléchargement du serveur :
ga: Cineál sonraí uaslódála freastalaí:
hi: सर्वर अपलोड डेटा प्रकार:
id: Tipe data unggahan server:
it: Tipo di dati di caricamento del server:
ja: サーバーアップロードデータタイプ：
ko: 서버 업로드 데이터 유형:
ms: Jenis data muat naik pelayan:
nb: Datatype for tjeneropplasting:
nl: Gegevenstype serverupload:
pt_br: Tipo de dados de upload do servidor:
ro: Tip de date de încărcare pe server:
tr: Sunucu yükleme veri türü:
uk: Тип даних завантаження на сервер:
vi: Kiểu dữ liệu tải lên máy chủ:
zh: 服務器上傳數據類型：

# NKS_SHELLPACKS_FTP_EXCEPTION_REMOTEFILENEEDED_HASH
source: Enter a remote file to be hashed.
ar: أدخل ملفًا بعيدًا لتتم تجزئته.
de: Geben Sie eine Remote-Datei ein, die gehasht werden soll.
el: Εισαγάγετε ένα απομακρυσμένο αρχείο που θα κατακερματιστεί.
es: Ingrese un archivo remoto para ser hash.
fr: Entrez un fichier distant à hacher.
ga: Cuir isteach cianchomhad a bheidh le hash.
hi: हैश करने के लिए एक दूरस्थ फ़ाइल दर्ज करें।
id: Masukkan berkas jarak jauh yang akan di-hash.
it: Immettere un file remoto di cui eseguire l'hashing.
ja: ハッシュするリモートファイルを入力します。
ko: 해시할 원격 파일을 입력하십시오.
ms: Masukkan fail jauh untuk dicincang.
nb: Skriv inn en ekstern fil som skal hashes.
nl: Voer een extern bestand in dat moet worden gehasht.
pt_br: Insira um arquivo remoto a ser hash.
ro: Introduceți un fișier de la distanță pentru a fi hashing.
tr: Karma işlemi uygulanacak uzak bir dosya girin.
uk: Введіть віддалений файл для хешування.
vi: Nhập tệp từ xa để băm.
zh: 輸入要散列的遠程文件。

# NKS_SHELLPACKS_FTP_EXCEPTION_REMOTEDIRECTORYNEEDED
source: Enter a remote directory.
ar: أدخل دليل بعيد.
de: Geben Sie ein Remote-Verzeichnis ein.
el: Εισαγάγετε έναν απομακρυσμένο κατάλογο.
es: Introduzca un directorio remoto.
fr: Entrez un répertoire distant.
ga: Cuir isteach eolaire cianda.
hi: एक दूरस्थ निर्देशिका दर्ज करें।
id: Masukkan direktori jarak jauh.
it: Immettere una directory remota.
ja: リモートディレクトリを入力します。
ko: 원격 디렉터리를 입력합니다.
ms: Masukkan direktori jauh.
nb: Skriv inn en ekstern katalog.
nl: Voer een externe map in.
pt_br: Insira um diretório remoto.
ro: Introduceți un director la distanță.
tr: Uzak bir dizine girin.
uk: Введіть віддалений каталог.
vi: Nhập thư mục từ xa.
zh: 輸入遠程目錄。

# NKS_SHELLPACKS_FTP_SETTINGS_RECHASHING_NAME
source: Recursive hashing for FTP
ar: التجزئة العودية لبروتوكول نقل الملفات
de: Rekursives Hashing für FTP
el: Αναδρομικός κατακερματισμός για FTP
es: Hashing recursivo para FTP
fr: Hachage récursif pour FTP
ga: hashing athfhillteach le haghaidh FTP
hi: एफ़टीपी के लिए पुनरावर्ती हैशिंग
id: Hashing rekursif untuk FTP
it: Hashing ricorsivo per FTP
ja: FTPの再帰的ハッシュ
ko: FTP를 위한 재귀적 해싱
ms: Pencincangan rekursif untuk FTP
nb: Rekursiv hashing for FTP
nl: Recursieve hashing voor FTP
pt_br: Hashing recursivo para FTP
ro: Hashing recursiv pentru FTP
tr: FTP için yinelemeli karma
uk: Рекурсивне хешування для FTP
vi: Băm đệ quy cho FTP
zh: FTP的遞歸散列

# NKS_SHELLPACKS_FTP_SETTINGS_RECHASHING_DESC
source: Whether to recursively hash a directory. Please note that not all the FTP servers support that.
ar: ما إذا كان سيتم تجزئة الدليل بشكل متكرر. يرجى ملاحظة أنه ليست كل خوادم FTP تدعم ذلك.
de: Ob ein Verzeichnis rekursiv gehasht werden soll. Bitte beachten Sie, dass dies nicht von allen FTP-Servern unterstützt wird.
el: Εάν θα κατακερματιστεί αναδρομικά ένας κατάλογος. Λάβετε υπόψη ότι δεν το υποστηρίζουν όλοι οι διακομιστές FTP.
es: Ya sea para hacer hash recursivamente en un directorio. Tenga en cuenta que no todos los servidores FTP lo admiten.
fr: Indique s'il faut hacher récursivement un répertoire. Veuillez noter que tous les serveurs FTP ne le prennent pas en charge.
ga: Cibé ar cheart eolaire a hash go hathchúrsach. Tabhair faoi deara le do thoil nach dtacaíonn gach freastalaí FTP leis sin.
hi: निर्देशिका को पुनरावर्ती हैश करना है या नहीं। कृपया ध्यान दें कि सभी FTP सर्वर इसका समर्थन नहीं करते हैं।
id: Apakah akan melakukan hashing secara rekursif pada direktori. Harap perhatikan bahwa tidak semua server FTP mendukungnya.
it: Se eseguire l'hashing ricorsivo di una directory. Tieni presente che non tutti i server FTP lo supportano.
ja: ディレクトリを再帰的にハッシュするかどうか。すべてのFTPサーバーがそれをサポートしているわけではないことに注意してください。
ko: 디렉터리를 재귀적으로 해시할지 여부입니다. 모든 FTP 서버가 이를 지원하는 것은 아닙니다.
ms: Sama ada hendak mencincang direktori secara rekursif. Sila ambil perhatian bahawa tidak semua pelayan FTP menyokongnya.
nb: Om en katalog skal hash rekursivt. Vær oppmerksom på at ikke alle FTP-servere støtter dette.
nl: Of een directory recursief moet worden gehasht. Houd er rekening mee dat niet alle FTP-servers dat ondersteunen.
pt_br: Se deve recursivamente fazer hash de um diretório. Observe que nem todos os servidores FTP suportam isso.
ro: Dacă se hash recursiv un director. Vă rugăm să rețineți că nu toate serverele FTP acceptă acest lucru.
tr: Bir dizini yinelemeli olarak karmalamak ister misiniz? Lütfen tüm FTP sunucularının bunu desteklemediğini unutmayın.
uk: Чи потрібно рекурсивно хешувати каталог. Зверніть увагу, що не всі FTP-сервери підтримують це.
vi: Có nên băm đệ quy một thư mục hay không. Xin lưu ý rằng không phải tất cả các máy chủ FTP đều hỗ trợ điều đó.
zh: 是否遞歸地散列一個目錄。請注意，並非所有的 FTP 服務器都支持這一點。

# NKS_SHELLPACKS_FTP_COMMAND_EXECUTE_DESC
source: Executes an FTP server command
ar: ينفذ أمر خادم FTP
de: Führt einen FTP-Serverbefehl aus
el: Εκτελεί μια εντολή διακομιστή FTP
es: Ejecuta un comando de servidor FTP
fr: Exécute une commande de serveur FTP
ga: Feidhmíonn sé ordú freastalaí FTP
hi: एक FTP सर्वर कमांड निष्पादित करता है
id: Menjalankan perintah server FTP
it: Esegue un comando del server FTP
ja: FTPサーバーコマンドを実行します
ko: FTP 서버 명령을 실행합니다.
ms: Melaksanakan arahan pelayan FTP
nb: Utfører en FTP-serverkommando
nl: Voert een FTP-serveropdracht uit
pt_br: Executa um comando do servidor FTP
ro: Execută o comandă de server FTP
tr: Bir FTP sunucusu komutunu yürütür
uk: Виконує команду FTP-сервера
vi: Thực hiện lệnh máy chủ FTP
zh: 執行 FTP 服務器命令

# NKS_SHELLPACKS_MAIL_TRANSFERPROGRESS
source: of mail transferred...
ar: من نقل البريد ...
de: der E-Mail übertragen ...
el: της αλληλογραφίας που μεταφέρθηκε...
es: de correo transferido...
fr: du courrier transféré...
ga: ríomhphoist aistrithe...
hi: मेल के ट्रांसफर...
id: ...dari surat yang ditransfer...
it: di posta trasferita...
ja: 転送されたメールの...
ko: 전송된 메일의...
ms: mel yang dipindahkan...
nb: av post overført...
nl: van post overgedragen...
pt_br: de correio transferido...
ro: de corespondență transferată...
tr: ...postanın transfer edilmesi...
uk: пошти передано...
vi: của thư được chuyển...
zh: 轉寄的郵件...

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_HOSTNAME
source: Host Name
ar: اسم المضيف
el: Όνομα κεντρικού υπολογιστή
es: Nombre de anfitrión
fr: Nom d'hôte
ga: Ainm Óstach
hi: होस्ट का नाम
id: Nama Tuan Rumah
it: Nome host
ja: ホスト名
ko: 호스트 이름
ms: Nama Hos
nb: Vertsnavn
nl: Hostnaam
pt_br: Nome do host
ro: Nume gazdă
tr: Ana Bilgisayar Adı
uk: Ім'я хоста
vi: Tên máy chủ
zh: 主機名

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_USERNAME
source: Username
ar: اسم المستخدم
de: Nutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
ga: Ainm úsáideora
hi: उपयोगकर्ता नाम
id: Nama belakang
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
nb: Brukernavn
nl: gebruikersnaam
pt_br: Nome de usuário
ro: Nume de utilizator
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 用戶名

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_DATATYPE
source: Data Type
ar: نوع البيانات
de: Datentyp
el: Τύπος δεδομένων
es: Tipo de datos
fr: Type de données
ga: Cineál Sonraí
hi: डाटा प्रकार
id: Tipe Data
it: Tipo di dati
ja: データ・タイプ
ko: 데이터 형식
ms: Jenis Data
pt_br: Tipo de dados
ro: Tip de date
tr: Veri Türü
uk: Тип даних
vi: Kiểu dữ liệu
zh: 數據類型

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_ENCODING
source: Encoding
ar: التشفير
de: Codierung
el: Κωδικοποίηση
es: Codificación
fr: Codage
ga: Ionchódú
hi: एन्कोडिंग
id: Pengkodean
it: Codifica
ja: エンコーディング
ko: 부호화
ms: Pengekodan
nb: Koding
nl: codering
pt_br: Codificação
ro: Codificare
tr: Kodlama
uk: Кодування
vi: Mã hóa
zh: 編碼

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_ENCRYPTION
source: Encryption
ar: التشفير
de: Verschlüsselung
el: Κρυπτογράφηση
es: Cifrado
fr: Chiffrement
ga: Criptiú
hi: कूटलेखन
id: Enkripsi
it: Crittografia
ja: 暗号化
ko: 암호화
ms: Penyulitan
nb: Kryptering
nl: Encryptie
pt_br: Criptografia
ro: Criptare
tr: Şifreleme
uk: Шифрування
vi: Mã hóa
zh: 加密

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_PROTOCOLS
source: Protocols
ar: البروتوكولات
de: Protokolle
el: Πρωτόκολλα
es: Protocolos
fr: Protocoles
ga: Prótacail
hi: प्रोटोकॉल
id: Protokol
it: Protocolli
ja: プロトコル
ko: 프로토콜
ms: Protokol
nb: Protokoller
nl: Protocollen
pt_br: Protocolos
ro: Protocoale
tr: Protokoller
uk: Протоколи
vi: Giao thức
zh: 協議

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESS_NAME
source: Show mail transfer progress
ar: إظهار تقدم نقل البريد
de: Fortschritt der E-Mail-Übertragung anzeigen
el: Εμφάνιση προόδου μεταφοράς αλληλογραφίας
es: Mostrar el progreso de la transferencia de correo
fr: Afficher la progression du transfert de courrier
ga: Taispeáin dul chun cinn aistrithe ríomhphoist
hi: मेल स्थानांतरण प्रगति दिखाएं
id: Tampilkan kemajuan transfer email
it: Mostra l'avanzamento del trasferimento della posta
ja: メール転送の進行状況を表示する
ko: 메일 전송 진행률 표시
ms: Tunjukkan kemajuan pemindahan mel
nb: Vis fremdriften for e-postoverføring
nl: Voortgang van e-mailoverdracht weergeven
pt_br: Mostrar progresso da transferência de e-mail
ro: Afișează progresul transferului de e-mail
tr: Posta transferinin ilerlemesini göster
uk: Показати хід передачі пошти
vi: Hiển thị tiến trình chuyển thư
zh: 顯示郵件傳輸進度

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESSSTYLE_NAME
source: Mail transfer progress
ar: تقدم نقل البريد
de: Fortschritt der E-Mail-Übertragung
el: Πρόοδος μεταφοράς αλληλογραφίας
es: Progreso de la transferencia de correo
fr: Progression du transfert de courrier
ga: Dul chun cinn aistrithe poist
hi: मेल स्थानांतरण प्रगति
id: Kemajuan transfer surat
it: Avanzamento del trasferimento della posta
ja: メール転送の進捗状況
ko: 메일 전송 진행
ms: Kemajuan pemindahan mel
nb: E-postoverføringsfremdrift
nl: Voortgang e-mailoverdracht
pt_br: Progresso da transferência de correio
ro: Progresul transferului de e-mail
tr: Posta transferi ilerlemesi
uk: Хід передачі пошти
vi: Tiến trình chuyển thư
zh: 郵件傳輸進度

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESSSTYLESINGLE_NAME
source: Mail transfer progress (single)
ar: تقدم نقل البريد (فردي)
de: E-Mail-Übertragungsfortschritt (einzeln)
el: Πρόοδος μεταφοράς αλληλογραφίας (μονό)
es: Progreso de transferencia de correo (único)
fr: Progression du transfert de courrier (unique)
ga: Dul chun cinn ar aistriú ríomhphoist (singil)
hi: मेल स्थानांतरण प्रगति (एकल)
id: Kemajuan transfer surat (tunggal)
it: Avanzamento del trasferimento di posta (singolo)
ja: メール転送の進捗状況（シングル）
ko: 메일전송 진행상황(싱글)
ms: Kemajuan pemindahan mel (tunggal)
nb: E-postoverføringsfremgang (enkelt)
nl: Voortgang e-mailoverdracht (enkel)
pt_br: Progresso da transferência de correio (único)
ro: Progresul transferului de e-mail (singur)
tr: Posta transferi ilerlemesi (tek)
uk: Хід передавання пошти (один)
vi: Tiến trình chuyển thư (đơn)
zh: 郵件傳輸進度（單）

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESS_DESC
source: If enabled, the mail shell will show how many bytes transmitted when downloading mail.
ar: في حالة التمكين ، سيعرض غلاف البريد عدد وحدات البايت التي يتم إرسالها عند تنزيل البريد.
de: Wenn diese Option aktiviert ist, zeigt die Mail-Shell an, wie viele Bytes beim Herunterladen von E-Mails übertragen werden.
el: Εάν είναι ενεργοποιημένο, το κέλυφος αλληλογραφίας θα δείχνει πόσα byte μεταδόθηκαν κατά τη λήψη αλληλογραφίας.
es: Si está habilitado, el shell de correo mostrará cuántos bytes se transmiten al descargar el correo.
fr: S'il est activé, le shell de messagerie affichera le nombre d'octets transmis lors du téléchargement du courrier.
ga: Má tá sé cumasaithe, taispeánfaidh an bhlaosc ríomhphoist cé mhéad beart a tharchuirtear agus ríomhphost á íoslódáil.
hi: यदि सक्षम किया गया है, तो मेल शेल दिखाएगा कि मेल डाउनलोड करते समय कितने बाइट प्रसारित हुए।
id: Jika diaktifkan, shell email akan menampilkan berapa banyak byte yang dikirimkan saat mengunduh email.
it: Se abilitata, la shell di posta mostrerà quanti byte sono stati trasmessi durante il download della posta.
ja: 有効にすると、メールシェルはメールのダウンロード時に送信されたバイト数を表示します。
ko: 활성화된 경우 메일 셸은 메일을 다운로드할 때 전송된 바이트 수를 표시합니다.
ms: Jika didayakan, cangkerang mel akan menunjukkan bilangan bait yang dihantar semasa memuat turun mel.
nb: Hvis aktivert, vil e-postskallet vise hvor mange byte som ble overført ved nedlasting av e-post.
nl: Indien ingeschakeld, zal de mailshell laten zien hoeveel bytes zijn verzonden bij het downloaden van mail.
pt_br: Se ativado, o shell de e-mail mostrará quantos bytes foram transmitidos ao baixar o e-mail.
ro: Dacă este activat, shell-ul de e-mail va arăta câți octeți transmiși la descărcarea e-mailului.
tr: Etkinleştirildiğinde, posta kabuğu posta indirilirken kaç bayt iletildiğini gösterecektir.
uk: Якщо ввімкнено, поштова оболонка показуватиме, скільки байтів передано під час завантаження пошти.
vi: Nếu được bật, shell thư sẽ hiển thị số byte được truyền khi tải thư xuống.
zh: 如果啟用，郵件外殼將顯示下載郵件時傳輸了多少字節。
