Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_COMMON_EXCEPTION_LASTSHELLTYPEMISMATCH
source: The last shell is not this shell to detach from.
ar: إن القشرة الأخيرة ليست هذه القشرة التي يمكن الانفصال عنها.
de: Die letzte Schale ist nicht diese Schale, von der man sich lösen kann.
el: Το τελευταίο κέλυφος δεν είναι αυτό το κέλυφος για να ξεκολλήσετε.
es: La última concha no es esta concha de la que hay que desprenderse.
fr: La dernière coquille n'est pas celle-ci dont il faut se détacher.
ga: Ní hé an bhlaosc deireanach an bhlaosc seo le scaradh uaidh.
hi: अंतिम खोल वह खोल नहीं है जिससे अलग होना है।
id: Cangkang terakhir bukanlah cangkang yang harus dilepaskan.
it: L'ultimo guscio non è questo guscio da cui staccarsi.
ja: 最後のシェルは、切り離すためのこのシェルではありません。
ko: 마지막 껍질은 이 껍질에서 분리할 수 없습니다.
ms: Cangkang terakhir bukan cangkerang ini untuk dipisahkan.
nb: Det siste skallet er ikke dette skallet å løsne fra.
nl: De laatste schil is niet de schil waarvan je je los moet maken.
pt_br: A última concha não é esta concha da qual se deve destacar.
ro: Ultima coajă nu este această carcasă de care să se desprindă.
tr: Son kabuk, kopacak bu kabuk değildir.
uk: Остання оболонка - це не ця оболонка, від якої можна відірватися.
vi: Vỏ cuối cùng không phải là vỏ để tách ra.
zh: 最後一個外殼不是要從中分離的外殼。

# NKS_SHELLPACKS_COMMON_EXCEPTION_NOCLIENT
source: The client is not populated.
ar: لم يتم ملء العميل.
de: Der Client ist nicht bestückt.
el: Ο πελάτης δεν έχει συμπληρωθεί.
es: El cliente no está rellenado.
fr: Le client n'est pas renseigné.
ga: Níl an cliant daonra.
hi: क्लाइंट आबाद नहीं है.
id: Klien tidak terisi.
it: Il client non è popolato.
ja: クライアントが入力されていません。
ko: 클라이언트가 채워지지 않았습니다.
ms: Pelanggan tidak berpenghuni.
nb: Klienten er ikke fylt ut.
nl: De client is niet ingevuld.
pt_br: O cliente não está preenchido.
ro: Clientul nu este populat.
tr: İstemci doldurulmamış.
uk: Клієнт не заповнюється.
vi: Máy khách chưa có người ở.
zh: 客戶端未填入。

# NKS_SHELLPACKS_FTP_EXCEPTION_NOCLIENT
source: There is no FTP client yet.
ar: لا يوجد عميل FTP حتى الآن.
de: Es gibt noch keinen FTP-Client.
el: Δεν υπάρχει ακόμη πρόγραμμα-πελάτης FTP.
es: Todavía no hay ningún cliente FTP.
fr: Il n'y a pas encore de client FTP.
ga: Níl aon chliant FTP ann fós.
hi: अभी तक कोई FTP क्लाइंट नहीं है.
id: Belum ada klien FTP.
it: Non esiste ancora alcun client FTP.
ja: FTP クライアントはまだありません。
ko: 아직 FTP 클라이언트가 없습니다.
ms: Belum ada klien FTP lagi.
nb: Det er ingen FTP-klient ennå.
nl: Er is nog geen FTP-client.
pt_br: Ainda não há um cliente FTP.
ro: Nu există încă un client FTP.
tr: Henüz bir FTP istemcisi yok.
uk: Ще немає клієнта FTP.
vi: Hiện tại vẫn chưa có máy khách FTP.
zh: 目前還沒有 FTP 用戶端。

# NKS_SHELLPACKS_COMMON_EXCEPTION_NOTCONNECTED_1
source: Client is not connected yet.
ar: العميل غير متصل بعد.
de: Der Client ist noch nicht verbunden.
el: Ο πελάτης δεν έχει συνδεθεί ακόμα.
es: El cliente aún no está conectado.
fr: Le client n'est pas encore connecté.
ga: Níl an cliant ceangailte go fóill.
hi: क्लाइंट अभी तक कनेक्ट नहीं हुआ है.
id: Klien belum terhubung.
it: Il client non è ancora connesso.
ja: クライアントはまだ接続されていません。
ko: 클라이언트가 아직 연결되지 않았습니다.
ms: Pelanggan belum disambungkan lagi.
nb: Klienten er ikke tilkoblet ennå.
nl: De client is nog niet verbonden.
pt_br: O cliente ainda não está conectado.
ro: Clientul nu este conectat încă.
tr: İstemci henüz bağlanmadı.
uk: Клієнт ще не підключений.
vi: Máy khách vẫn chưa được kết nối.
zh: 客戶端尚未連線。

# NKS_SHELLPACKS_MAIL_EXCEPTION_NOIMAP
source: Can't get IMAP server configuration
ar: لا يمكن الحصول على تكوين خادم IMAP
de: Die IMAP-Serverkonfiguration kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη της διαμόρφωσης διακομιστή IMAP
es: No se puede obtener la configuración del servidor IMAP
fr: Impossible d'obtenir la configuration du serveur IMAP
ga: Ní féidir cumraíocht fhreastalaí IMAP a fháil
hi: IMAP सर्वर कॉन्फ़िगरेशन प्राप्त नहीं किया जा सका
id: Tidak bisa mendapatkan konfigurasi server IMAP
it: Impossibile ottenere la configurazione del server IMAP
ja: IMAP サーバーの設定を取得できません
ko: IMAP 서버 구성을 가져올 수 없습니다
ms: Tidak boleh mendapatkan konfigurasi pelayan IMAP
nb: Kan ikke hente IMAP-serverkonfigurasjon
nl: IMAP-serverconfiguratie kan niet worden opgehaald
pt_br: Não é possível obter a configuração do servidor IMAP
ro: Nu se poate obține configurația serverului IMAP
tr: IMAP sunucusu yapılandırması alınamıyor
uk: Не вдається отримати конфігурацію сервера IMAP
vi: Không thể lấy được cấu hình máy chủ IMAP
zh: 無法取得 IMAP 伺服器配置

# NKS_SHELLPACKS_MAIL_EXCEPTION_NOSMTP
source: Can't get SMTP server configuration
ar: لا يمكن الحصول على تكوين خادم SMTP
de: SMTP-Serverkonfiguration kann nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη της διαμόρφωσης διακομιστή SMTP
es: No se puede obtener la configuración del servidor SMTP
fr: Impossible d'obtenir la configuration du serveur SMTP
ga: Ní féidir cumraíocht fhreastalaí SMTP a fháil
hi: SMTP सर्वर कॉन्फ़िगरेशन प्राप्त नहीं किया जा सका
id: Tidak bisa mendapatkan konfigurasi server SMTP
it: Impossibile ottenere la configurazione del server SMTP
ja: SMTP サーバーの構成を取得できません
ko: SMTP 서버 구성을 가져올 수 없습니다
ms: Tidak boleh mendapatkan konfigurasi pelayan SMTP
nb: Kan ikke få SMTP-serverkonfigurasjon
nl: Kan SMTP-serverconfiguratie niet ophalen
pt_br: Não é possível obter a configuração do servidor SMTP
ro: Nu se poate obține configurația serverului SMTP
tr: SMTP sunucusu yapılandırması alınamıyor
uk: Не вдається отримати конфігурацію сервера SMTP
vi: Không thể lấy được cấu hình máy chủ SMTP
zh: 無法取得 SMTP 伺服器配置

# NKS_SHELLPACKS_COMMON_EXCEPTION_NOTCONNECTED_2
source: Client is not connected yet
ar: العميل غير متصل بعد
de: Der Client ist noch nicht verbunden
el: Ο πελάτης δεν έχει συνδεθεί ακόμα
es: El cliente aún no está conectado
fr: Le client n'est pas encore connecté
ga: Níl an cliant ceangailte go fóill
hi: क्लाइंट अभी तक कनेक्ट नहीं हुआ है
id: Klien belum terhubung
it: Il client non è ancora connesso
ja: クライアントはまだ接続されていません
ko: 클라이언트가 아직 연결되지 않았습니다
ms: Pelanggan belum disambungkan lagi
nb: Klienten er ikke tilkoblet ennå
nl: Client is nog niet verbonden
pt_br: O cliente ainda não está conectado
ro: Clientul nu este conectat încă
tr: İstemci henüz bağlanmadı
uk: Клієнт ще не підключений
vi: Máy khách chưa được kết nối
zh: 客戶端尚未連接

# NKS_SHELLPACKS_RSS_TUI_KEYBINDING_READMORE
source: Read More
ar: اقرأ المزيد
de: Mehr lesen
el: Διαβάστε περισσότερα
es: Leer más
fr: En savoir plus
ga: Léigh Tuilleadh
hi: और पढ़ें
id: Baca selengkapnya
it: Per saperne di più
ja: 続きを読む
ko: 더 읽기
ms: Baca Lagi
nb: Les mer
nl: Lees meer
pt_br: Ler mais
ro: Citeşte mai mult
tr: Devamını oku
uk: Детальніше
vi: Đọc thêm
zh: 閱讀更多

# NKS_SHELLPACKS_RSS_TUI_KEYBINDING_REFRESH
source: Refresh
ar: ينعش
de: Aktualisieren
el: Φρεσκάρω
es: Refrescar
fr: Rafraîchir
ga: Athnuaigh
hi: ताज़ा करना
id: Menyegarkan
it: Aggiornare
ja: リフレッシュ
ko: 새로 고치다
ms: Segarkan semula
nb: Forfriske
nl: Vernieuwen
pt_br: Atualizar
ro: Reîmprospăta
tr: Yenile
uk: Оновити
vi: Làm cho khỏe lại
zh: 重新整理

# NKS_SHELLPACKS_RSS_ARTICLEINFO_NOARTICLE
source: There is no article.
ar: لا يوجد مقال.
de: Es ist kein Artikel vorhanden.
el: Δεν υπάρχει άρθρο.
es: No hay ningún articulo
fr: Il n'y a pas d'article.
ga: Níl aon alt.
hi: कोई लेख नहीं है.
id: Tidak ada artikel.
it: Non c'è nessun articolo.
ja: 冠詞はありません。
ko: 기사가 없습니다.
ms: Tiada artikel.
nb: Det er ingen artikkel.
nl: Er is geen lidwoord.
pt_br: Não há artigo.
ro: Nu există nici un articol.
tr: Hiçbir makale yok.
uk: Немає статті.
vi: Không có bài viết nào.
zh: 沒有文章。

# NKS_SHELLPACKS_RSS_FEEDINFO_NOFEED
source: There is no feed.
ar: لا يوجد تغذية.
de: Es gibt keinen Feed.
el: Δεν υπάρχει τροφοδοσία.
es: No hay feed.
fr: Il n'y a pas de flux.
ga: Níl aon bheathú ann.
hi: कोई चारा नहीं है.
id: Tidak ada umpan.
it: Non c'è alimentazione.
ja: フィードはありません。
ko: 피드가 없습니다.
ms: Tiada suapan.
nb: Det er ingen fôr.
nl: Er is geen feed.
pt_br: Não há alimentação.
ro: Nu există furaj.
tr: Hiçbir yem yok.
uk: Корму немає.
vi: Không có nguồn cấp dữ liệu.
zh: 沒有飼料。

# NKS_SHELLPACKS_SQL_DBINFO_NOCONNECTION
source: Can't get connection
ar: لا يمكن الحصول على اتصال
de: Keine Verbindung möglich
el: Δεν είναι δυνατή η σύνδεση
es: No puedo obtener conexión
fr: Impossible d'obtenir une connexion
ga: Ní féidir ceangal a fháil
hi: कनेक्शन नहीं मिल पा रहा
id: Tidak bisa terhubung
it: Impossibile ottenere la connessione
ja: 接続できません
ko: 연결할 수 없습니다
ms: Tidak dapat sambungan
nb: Får ikke tilkobling
nl: Kan geen verbinding krijgen
pt_br: Não é possível obter conexão
ro: Nu se poate obține conexiune
tr: Bağlantı kurulamıyor
uk: Не вдається підключитися
vi: Không thể kết nối
zh: 無法連接

# NKS_SHELLPACKS_JSON_STREAMNOTOPEN
source: The file stream is not open yet.
ar: لم يتم فتح مجرى الملف بعد.
de: Der Dateistream ist noch nicht geöffnet.
el: Η ροή του αρχείου δεν έχει ανοίξει ακόμα.
es: El flujo de archivos aún no está abierto.
fr: Le flux de fichiers n'est pas encore ouvert.
ga: Níl an sruth comhaid oscailte fós.
hi: फ़ाइल स्ट्रीम अभी तक खुली नहीं है.
id: Aliran berkas belum dibuka.
it: Il flusso di file non è ancora aperto.
ja: ファイル ストリームはまだ開いていません。
ko: 파일 스트림이 아직 열리지 않았습니다.
ms: Strim fail belum dibuka lagi.
nb: Filstrømmen er ikke åpen ennå.
nl: De bestandsstroom is nog niet geopend.
pt_br: O fluxo de arquivos ainda não está aberto.
ro: Fluxul de fișiere nu este deschis încă.
tr: Dosya akışı henüz açık değil.
uk: Файловий потік ще не відкритий.
vi: Luồng tập tin vẫn chưa được mở.
zh: 文件流尚未開啟。

# NKS_SHELLPACKS_JSON_EXCEPTION_NOTOPEN
source: JSON file is not open yet.
ar: ملف JSON ليس مفتوحا بعد.
de: Die JSON-Datei ist noch nicht geöffnet.
el: Το αρχείο JSON δεν είναι ακόμη ανοιχτό.
es: El archivo JSON aún no está abierto.
fr: Le fichier JSON n'est pas encore ouvert.
ga: Níl an comhad JSON oscailte fós.
hi: JSON फ़ाइल अभी तक खुली नहीं है.
id: Berkas JSON belum dibuka.
it: Il file JSON non è ancora aperto.
ja: JSON ファイルはまだ開いていません。
ko: JSON 파일이 아직 열리지 않았습니다.
ms: Fail JSON belum dibuka lagi.
nb: JSON-filen er ikke åpen ennå.
nl: JSON-bestand is nog niet geopend.
pt_br: O arquivo JSON ainda não está aberto.
ro: Fișierul JSON nu este deschis încă.
tr: JSON dosyası henüz açılmadı.
uk: Файл JSON ще не відкрито.
vi: Tệp JSON vẫn chưa mở.
zh: JSON 檔案尚未開啟。

# NKS_SHELLPACKS_GIT_COMMAND_BLAME_ARGUMENT_ENDLINENUM_DESC
source: Line number ending range
ar: نطاق نهاية رقم السطر
de: Zeilennummern-Endbereich
el: Εύρος λήξης αριθμού γραμμής
es: Rango final de número de línea
fr: Plage de fin de numéro de ligne
ga: Raon críochnuithe uimhir líne
hi: पंक्ति संख्या समाप्ति सीमा
id: Rentang akhir nomor baris
it: Intervallo finale del numero di riga
ja: 行番号終了範囲
ko: 줄 번호 종료 범위
ms: Julat penamat nombor baris
nb: Sluttområde for linjenummer
nl: Eindbereik van regelnummer
pt_br: Intervalo final do número da linha
ro: Numărul de linie care se termină
tr: Satır numarası bitiş aralığı
uk: Кінцевий діапазон номерів рядків
vi: Phạm vi kết thúc số dòng
zh: 行號結束範圍

# NKS_SHELLPACKS_GIT_COMMAND_ARGUMENT_PATH_DESC
source: Path to file
ar: المسار إلى الملف
de: Pfad zur Datei
el: Διαδρομή προς το αρχείο
es: Ruta al archivo
fr: Chemin d'accès au fichier
ga: Conair go comhad
hi: फ़ाइल का पथ
id: Jalur menuju berkas
it: Percorso al file
ja: ファイルへのパス
ko: 파일 경로
ms: Laluan ke fail
nb: Bane til fil
nl: Pad naar bestand
pt_br: Caminho para o arquivo
ro: Calea către fișier
tr: Dosyaya giden yol
uk: Шлях до файлу
vi: Đường dẫn đến tập tin
zh: 文件路徑

# NKS_SHELLPACKS_FTP_COMMAND_ARGUMENT_SOURCEFILEORDIR_DESC
source: Source file or directory
ar: الملف أو الدليل المصدر
de: Quelldatei oder -verzeichnis
el: Αρχείο προέλευσης ή κατάλογος
es: Archivo o directorio de origen
fr: Fichier ou répertoire source
ga: Comhad foinse nó eolaire
hi: स्रोत फ़ाइल या निर्देशिका
id: File atau direktori sumber
it: File o directory sorgente
ja: ソースファイルまたはディレクトリ
ko: 소스 파일 또는 디렉토리
ms: Fail sumber atau direktori
nb: Kildefil eller katalog
nl: Bronbestand of map
pt_br: Arquivo ou diretório de origem
ro: Fișier sursă sau director
tr: Kaynak dosyası veya dizini
uk: Вихідний файл або каталог
vi: Tệp nguồn hoặc thư mục
zh: 原始檔或目錄

# NKS_SHELLPACKS_FTP_COMMAND_ARGUMENT_WHERE_DESC
source: Target file or directory
ar: الملف أو الدليل المستهدف
de: Zieldatei oder -verzeichnis
el: Αρχείο ή κατάλογος στόχος
es: Archivo o directorio de destino
fr: Fichier ou répertoire cible
ga: Comhad nó eolaire sprice
hi: लक्ष्य फ़ाइल या निर्देशिका
id: File atau direktori target
it: File o directory di destinazione
ja: 対象ファイルまたはディレクトリ
ko: 대상 파일 또는 디렉토리
ms: Sasaran fail atau direktori
nb: Målfil eller katalog
nl: Doelbestand of -map
pt_br: Arquivo ou diretório de destino
ro: Fișierul sau directorul țintă
tr: Hedef dosya veya dizin
uk: Цільовий файл або каталог
vi: Tệp tin hoặc thư mục đích
zh: 目標檔案或目錄

# NKS_SHELLPACKS_FTP_COMMAND_ARGUMENT_ALGORITHM_DESC
source: Encryption algorithm
ar: خوارزمية التشفير
de: Verschlüsselungsalgorithmus
el: Αλγόριθμος κρυπτογράφησης
es: Algoritmo de cifrado
fr: Algorithme de cryptage
ga: Algartam criptithe
hi: एन्क्रिप्शन एल्गोरिथम
id: Algoritma enkripsi
it: Algoritmo di crittografia
ja: 暗号化アルゴリズム
ko: 암호화 알고리즘
ms: Algoritma penyulitan
nb: Krypteringsalgoritme
nl: Encryptie-algoritme
pt_br: Algoritmo de criptografia
ro: Algoritm de criptare
tr: Şifreleme algoritması
uk: Алгоритм шифрування
vi: Thuật toán mã hóa
zh: 加密演算法

# NKS_SHELLPACKS_COMMON_COMMAND_GITSH_ARGUMENT_REPOPATH_DESC
source: Path to a directory with Git repository
ar: المسار إلى الدليل باستخدام مستودع Git
de: Pfad zu einem Verzeichnis mit Git-Repository
el: Διαδρομή σε έναν κατάλογο με το αποθετήριο Git
es: Ruta a un directorio con repositorio Git
fr: Chemin vers un répertoire avec un dépôt Git
ga: Conair chuig eolaire le stór Git
hi: Git रिपोजिटरी वाली निर्देशिका का पथ
id: Jalur ke direktori dengan repositori Git
it: Percorso verso una directory con repository Git
ja: Gitリポジトリのあるディレクトリへのパス
ko: Git 저장소가 있는 디렉토리 경로
ms: Laluan ke direktori dengan repositori Git
nb: Bane til en katalog med Git repository
nl: Pad naar een directory met Git-repository
pt_br: Caminho para um diretório com repositório Git
ro: Calea către un director cu depozitul Git
tr: Git deposuna sahip bir dizine giden yol
uk: Шлях до каталогу зі сховищем Git
vi: Đường dẫn đến thư mục có kho lưu trữ Git
zh: Git 儲存庫目錄的路徑

# NKS_SHELLPACKS_GIT_COMMAND_BLAME_ARGUMENT_STARTLINENUM_DESC
source: Line number starting range
ar: نطاق بداية رقم الخط
de: Zeilennummern-Startbereich
el: Εύρος έναρξης αριθμού γραμμής
es: Rango inicial del número de línea
fr: Plage de départ des numéros de ligne
ga: Réimse tosaigh uimhir líne
hi: पंक्ति संख्या आरंभिक सीमा
id: Rentang awal nomor baris
it: Intervallo iniziale del numero di riga
ja: 行番号の開始範囲
ko: 줄 번호 시작 범위
ms: Julat permulaan nombor baris
nb: Startområde for linjenummer
nl: Regelnummer startbereik
pt_br: Faixa inicial do número da linha
ro: Interval de început al numărului de linie
tr: Satır numarası başlangıç aralığı
uk: Початковий діапазон номерів рядків
vi: Phạm vi bắt đầu số dòng
zh: 行號起始範圍

# NKS_SHELLPACKS_GIT_COMMAND_CHECKOUT_ARGUMENT_BRANCH_DESC
source: Branch name
ar: اسم الفرع
de: Filialname
el: Όνομα υποκαταστήματος
es: Nombre de la sucursal
fr: Nom de la succursale
ga: Ainm brainse
hi: शाखा का नाम
id: Nama cabang
it: Nome della filiale
ja: 支店名
ko: 지점 이름
ms: Nama cawangan
nb: Filialnavn
nl: Filiaalnaam
pt_br: Nome da filial
ro: Numele sucursalei
tr: Şube adı
uk: Назва відділення
vi: Tên chi nhánh
zh: 分行名稱

# NKS_SHELLPACKS_GIT_COMMAND_COMMIT_ARGUMENT_SUMMARY_DESC
source: Commit summary
ar: ملخص الالتزام
de: Commit-Zusammenfassung
el: Περίληψη δέσμευσης
es: Resumen de confirmación
fr: Résumé de l'engagement
ga: Geall achoimre
hi: प्रतिबद्धता सारांश
id: Ringkasan komitmen
it: Riepilogo degli impegni
ja: コミットの概要
ko: 커밋 요약
ms: Komit ringkasan
nb: Forplikte sammendrag
nl: Samenvatting van de commit
pt_br: Resumo do commit
ro: Rezumatul angajării
tr: Özeti taahhüt et
uk: Резюме фіксації
vi: Tóm tắt cam kết
zh: 提交摘要

# NKS_SHELLPACKS_GIT_COMMAND_DESCRIBE_ARGUMENT_COMMITSHA_DESC
source: Commit SHA hash
ar: الالتزام بتجزئة SHA
de: SHA-Hash festschreiben
el: Δέσμευση κατακερματισμού SHA
es: Confirmar hash SHA
fr: Valider le hachage SHA
ga: Tiomantas SHA hash
hi: SHA हैश प्रतिबद्ध करें
id: Komit hash SHA
it: Commit hash SHA
ja: SHAハッシュをコミットする
ko: SHA 해시 커밋
ms: Komit cincang SHA
nb: Begå SHA-hash
nl: SHA-hash vastleggen
pt_br: Confirmar hash SHA
ro: Efectuați hash SHA
tr: SHA karma işlemini gerçekleştir
uk: Зафіксувати хеш SHA
vi: Cam kết băm SHA
zh: 提交 SHA 哈希

# NKS_SHELLPACKS_GIT_COMMAND_FETCH_ARGUMENT_REMOTE_DESC
source: Remote name
ar: الاسم البعيد
el: Όνομα απομακρυσμένου
es: Nombre remoto
fr: Nom de la télécommande
ga: Ainm cianda
hi: दूरस्थ नाम
id: Nama jarak jauh
it: Nome remoto
ja: リモート名
ko: 원격 이름
ms: Nama jauh
nb: Eksternt navn
nl: Externe naam
pt_br: Nome remoto
ro: Nume de la distanță
tr: Uzak ad
uk: Віддалена назва
vi: Tên từ xa
zh: 遠端名稱

# NKS_SHELLPACKS_GIT_COMMAND_MAKETAG_ARGUMENT_TAGNAME_DESC
source: Tag name
ar: اسم العلامة
el: Όνομα ετικέτας
es: Nombre de la etiqueta
fr: Nom de la balise
ga: Ainm chlibe
hi: टैग नाम
id: Nama tag
it: Nome del tag
ja: タグ名
ko: 태그 이름
ms: Tag nama
nb: Tag navn
nl: Tagnaam
pt_br: Nome da etiqueta
ro: Numele etichetei
tr: Etiket adı
uk: Назва тега
vi: Tên thẻ
zh: 標籤名稱

# NKS_SHELLPACKS_GIT_COMMAND_MAKETAG_ARGUMENT_MESSAGE_DESC
source: Message to annotate the tag with
ar: رسالة لتوضيح العلامة بها
de: Nachricht zum Kommentieren des Tags
el: Μήνυμα για να σχολιάσετε την ετικέτα
es: Mensaje para anotar la etiqueta con
fr: Message pour annoter la balise avec
ga: Teachtaireacht chun an chlib a anótáil léi
hi: टैग को एनोटेट करने के लिए संदेश
id: Pesan untuk memberi anotasi pada tag dengan
it: Messaggio per annotare il tag con
ja: タグに注釈を付けるメッセージ
ko: 태그에 주석을 달 메시지
ms: Mesej untuk memberi anotasi pada teg
nb: Melding for å kommentere taggen med
nl: Bericht om de tag mee te annoteren
pt_br: Mensagem para anotar a tag com
ro: Mesaj cu care să adnotați eticheta
tr: Etikete ek açıklama eklemek için mesaj
uk: Повідомлення, яким потрібно анотувати тег
vi: Tin nhắn để chú thích thẻ với
zh: 用於註釋標籤的訊息

# NKS_SHELLPACKS_GIT_COMMAND_SETID_ARGUMENT_EMAIL_DESC
source: Your e-mail
ar: بريدك الالكتروني
de: Ihre E-Mail
el: Το email σας
es: Tu correo electrónico
fr: Votre e-mail
ga: Do r-phost
hi: आपका ईमेल
id: Email Anda
it: La tua e-mail
ja: あなたのメールアドレス
ko: 귀하의 이메일
ms: e-mel anda
nb: Din e-post
nl: Uw e-mailadres
pt_br: Seu e-mail
ro: E-mailul dvs
tr: E-postanız
uk: Ваш e-mail
vi: Email của bạn
zh: 您的電子郵件

# NKS_SHELLPACKS_GIT_COMMAND_SETID_ARGUMENT_USERNAME_DESC
source: Your username
ar: اسم المستخدم الخاص بك
de: Ihr Benutzername
el: Το όνομα χρήστη σας
es: Tu nombre de usuario
fr: Votre nom d'utilisateur
ga: D'ainm úsáideora
hi: तुम्हारा प्रयोगकर्ती नाम
id: Nama pengguna Anda
it: Il tuo nome utente
ja: ユーザー名
ko: 사용자 이름
ms: nama pengguna anda
nb: Brukernavnet ditt
nl: Uw gebruikersnaam
pt_br: Seu nome de usuário
ro: Numele dvs. de utilizator
tr: Kullanıcı adınız
uk: Ваше ім'я користувача
vi: Tên người dùng của bạn
zh: 您的使用者名稱

# NKS_SHELLPACKS_GIT_COMMAND_STAGE_ARGUMENT_UNSTAGED_DESC
source: Path to unstaged file
ar: المسار إلى الملف غير المرحلي
de: Pfad zur nicht bereitgestellten Datei
el: Διαδρομή προς το μη σταδιοποιημένο αρχείο
es: Ruta al archivo no preparado
fr: Chemin d'accès au fichier non mis en scène
ga: Conair chuig comhad gan stáitse
hi: अनस्टेज्ड फ़ाइल का पथ
id: Jalur ke file yang tidak dipentaskan
it: Percorso al file non preparato
ja: ステージングされていないファイルへのパス
ko: 스테이징되지 않은 파일에 대한 경로
ms: Laluan ke fail tidak berperingkat
nb: Bane til uoppgradert fil
nl: Pad naar niet-geënsceneerd bestand
pt_br: Caminho para o arquivo não preparado
ro: Calea către fișierul neprelucrat
tr: Aşamalandırılmamış dosyaya giden yol
uk: Шлях до файлу без етапів
vi: Đường dẫn đến tệp chưa được dàn dựng
zh: 未暫存檔案的路徑

# NKS_SHELLPACKS_GIT_COMMAND_UNSTAGE_ARGUMENT_STAGED_DESC
source: Path to staged file
ar: المسار إلى الملف المرحلي
de: Pfad zur bereitgestellten Datei
el: Διαδρομή στο σταδιοποιημένο αρχείο
es: Ruta al archivo preparado
fr: Chemin d'accès au fichier mis en scène
ga: Conair chuig an gcomhad stáitse
hi: स्टेज्ड फ़ाइल का पथ
id: Jalur ke file bertahap
it: Percorso al file in fase di preparazione
ja: ステージングされたファイルへのパス
ko: 스테이징된 파일에 대한 경로
ms: Laluan ke fail berperingkat
nb: Bane til iscenesatt fil
nl: Pad naar gefaseerd bestand
pt_br: Caminho para o arquivo preparado
ro: Calea către fișierul în etape
tr: Aşamalı dosyaya giden yol
uk: Шлях до поетапного файлу
vi: Đường dẫn đến tập tin được dàn dựng
zh: 暫存檔案的路徑

# NKS_SHELLPACKS_COMMON_COMMAND_ARCHIVE_ARGUMENT_ARCHIVEFILE_DESC
source: Path to archive file
ar: المسار إلى ملف الأرشيف
de: Pfad zur Archivdatei
el: Διαδρομή προς το αρχείο αρχειοθέτησης
es: Ruta al archivo de almacenamiento
fr: Chemin d'accès au fichier d'archive
ga: Conair chuig an gcartlann
hi: संग्रह फ़ाइल का पथ
id: Jalur ke file arsip
it: Percorso al file di archivio
ja: アーカイブファイルへのパス
ko: 보관 파일 경로
ms: Laluan ke fail arkib
nb: Bane til arkivfil
nl: Pad naar archiefbestand
pt_br: Caminho para o arquivo compactado
ro: Calea către fișierul de arhivă
tr: Arşiv dosyasına giden yol
uk: Шлях до файлу архіву
vi: Đường dẫn đến tập tin lưu trữ
zh: 歸檔文件路徑

# NKS_SHELLPACKS_ARCHIVE_COMMAND_CHDIR_ARGUMENT_DIRECTORY_DESC
source: Local directory
ar: الدليل المحلي
de: Lokales Verzeichnis
el: Τοπικός κατάλογος
es: Directorio local
fr: Annuaire local
ga: Eolaire áitiúil
hi: स्थानीय निर्देशिका
id: Direktori lokal
it: Elenco locale
ja: ローカルディレクトリ
ko: 로컬 디렉토리
ms: Direktori tempatan
nb: Lokal katalog
nl: Lokale directory
pt_br: Diretório local
ro: Directorul local
tr: Yerel dizin
uk: Локальний каталог
vi: Thư mục địa phương
zh: 本地目錄

# NKS_SHELLPACKS_ARCHIVE_COMMAND_ARGUMENT_ARCHIVEDIRECTORY_DESC
source: Directory inside the archive
ar: الدليل داخل الأرشيف
de: Verzeichnis im Archiv
el: Κατάλογος μέσα στο αρχείο
es: Directorio dentro del archivo
fr: Répertoire à l'intérieur de l'archive
ga: Eolaire taobh istigh den chartlann
hi: संग्रह के अंदर निर्देशिका
id: Direktori di dalam arsip
it: Directory all'interno dell'archivio
ja: アーカイブ内のディレクトリ
ko: 아카이브 내부의 디렉토리
ms: Direktori di dalam arkib
nb: Katalog inne i arkivet
nl: Directory binnen het archief
pt_br: Diretório dentro do arquivo
ro: Director în interiorul arhivei
tr: Arşiv içindeki dizin
uk: Каталог всередині архіву
vi: Thư mục bên trong kho lưu trữ
zh: 檔案內的目錄

# NKS_SHELLPACKS_ARCHIVE_COMMAND_GET_ARGUMENT_ENTRY_DESC
source: File in the archive
ar: ملف في الأرشيف
de: Datei im Archiv
el: Αρχείο στο αρχείο
es: Archivo en el archivo
fr: Fichier dans l'archive
ga: Comhad sa chartlann
hi: फ़ाइल संग्रह में
id: Arsipkan dalam arsip
it: File nell'archivio
ja: アーカイブ内のファイル
ko: 보관소에 보관
ms: Fail dalam arkib
nb: Fil i arkivet
nl: Bestand in het archief
pt_br: Arquivar no arquivo
ro: Fișier în arhivă
tr: Arşivdeki dosya
uk: Файл в архіві
vi: Tập tin trong kho lưu trữ
zh: 檔案中的文件

# NKS_SHELLPACKS_ARCHIVE_COMMAND_GET_ARGUMENT_WHERE_DESC
source: Local directory to extract to
ar: الدليل المحلي للاستخراج إليه
de: Lokales Verzeichnis zum Extrahieren
el: Τοπικός κατάλογος για εξαγωγή
es: Directorio local al que extraer
fr: Répertoire local vers lequel extraire
ga: Eolaire áitiúil le sliocht go
hi: निकालने के लिए स्थानीय निर्देशिका
id: Direktori lokal untuk mengekstrak
it: Directory locale in cui estrarre
ja: 抽出先のローカルディレクトリ
ko: 추출할 로컬 디렉토리
ms: Direktori tempatan untuk diekstrak
nb: Lokal katalog å trekke ut til
nl: Lokale map om naar uit te pakken
pt_br: Diretório local para extrair
ro: Director local pentru a extrage
tr: Çıkarılacak yerel dizin
uk: Локальний каталог для розпакування
vi: Thư mục cục bộ để trích xuất
zh: 解壓縮到本地目錄
