Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_RSS_FEEDURLPROMPT
source: Enter the RSS feed URL
ar: أدخل عنوان URL لخلاصة RSS
de: Geben Sie die RSS-Feed-URL ein
el: Εισαγάγετε τη διεύθυνση URL της ροής RSS
es: Ingrese la URL de la fuente RSS
fr: Saisissez l'URL du flux RSS
ga: Cuir isteach an fotha RSS URL
hi: RSS फ़ीड URL दर्ज करें
id: Masukkan URL umpan RSS
it: Inserisci l'URL del feed RSS
ja: RSSフィードのURLを入力してください
ko: RSS 피드 URL을 입력하세요.
ms: Masukkan URL suapan RSS
nb: Skriv inn RSS-feedens URL
nl: Voer de URL van de RSS-feed in
pt_br: Insira a URL do feed RSS
ro: Introduceți adresa URL a fluxului RSS
tr: RSS besleme URL'sini girin
uk: Введіть URL-адресу каналу RSS
vi: Nhập URL nguồn cấp RSS
zh: 輸入 RSS 來源 URL

# NKS_SHELLPACKS_RSS_ADDRESSUNPARSABLE
source: Error trying to parse the address. Make sure that you've written the address correctly.
ar: حدث خطأ أثناء محاولة تحليل العنوان. تأكد من أنك كتبت العنوان بشكل صحيح.
de: Fehler beim Parsen der Adresse. Stellen Sie sicher, dass Sie die Adresse richtig geschrieben haben.
el: Σφάλμα κατά την ανάλυση της διεύθυνσης. Βεβαιωθείτε ότι έχετε γράψει σωστά τη διεύθυνση.
es: Error al intentar analizar la dirección. Asegúrate de haber escrito la dirección correctamente.
fr: Erreur lors de la tentative d'analyse de l'adresse. Assurez-vous d'avoir écrit l'adresse correctement.
ga: Earráid agus an seoladh á pharsáil. Déan cinnte go bhfuil an seoladh scríofa agat i gceart.
hi: पते को पार्स करने का प्रयास करने में त्रुटि. सुनिश्चित करें कि आपने पता सही लिखा है।
id: Terjadi kesalahan saat mencoba mengurai alamat. Pastikan Anda telah menuliskan alamat dengan benar.
it: Errore durante il tentativo di analizzare l'indirizzo. Assicurati di aver scritto l'indirizzo correttamente.
ja: アドレスを解析中にエラーが発生しました。住所が正しく書かれていることを確認してください。
ko: 주소를 구문 분석하는 중 오류가 발생했습니다. 주소를 올바르게 작성했는지 확인하세요.
ms: Ralat semasa cuba menghuraikan alamat. Pastikan anda telah menulis alamat dengan betul.
nb: Feil ved forsøk på å analysere adressen. Sørg for at du har skrevet adressen riktig.
nl: Fout bij het parseren van het adres. Zorg ervoor dat u het adres correct heeft geschreven.
pt_br: Erro ao tentar analisar o endereço. Certifique-se de que você escreveu o endereço corretamente.
ro: Eroare la încercarea de a analiza adresa. Asigurați-vă că ați scris adresa corect.
tr: Adresi ayrıştırmaya çalışırken hata oluştu. Adresi doğru yazdığınızdan emin olun.
uk: Помилка під час аналізу адреси. Переконайтеся, що ви правильно написали адресу.
vi: Có lỗi khi cố gắng phân tích địa chỉ. Hãy đảm bảo rằng bạn đã viết đúng địa chỉ.
zh: 嘗試解析位址時發生錯誤。確保您所寫的地址正確。

# NKS_SHELLPACKS_COMMON_COMMAND_RSS_SWITCH_TUI_DESC
source: Opens an interactive RSS feed reader TUI
ar: يفتح قارئ موجز RSS التفاعلي TUI
de: Öffnet einen interaktiven RSS-Feed-Reader TUI
el: Ανοίγει ένα διαδραστικό πρόγραμμα ανάγνωσης ροών RSS TUI
es: Abre un lector de feeds RSS interactivo TUI
fr: Ouvre un lecteur de flux RSS interactif TUI
ga: Osclaíonn sé léitheoir fotha RSS idirghníomhach TUI
hi: एक इंटरैक्टिव आरएसएस फ़ीड रीडर टीयूआई खोलता है
id: Membuka pembaca umpan RSS interaktif TUI
it: Apre un'interfaccia utente utente interattiva del lettore di feed RSS
ja: インタラクティブな RSS フィード リーダー TUI を開きます
ko: 대화형 RSS 피드 리더 TUI를 엽니다.
ms: Membuka TUI pembaca suapan RSS interaktif
nb: Åpner en interaktiv RSS-feedleser TUI
nl: Opent een interactieve RSS-feedlezer TUI
pt_br: Abre um leitor de feed RSS interativo TUI
ro: Deschide un TUI pentru cititorul de flux RSS interactiv
tr: Etkileşimli bir RSS besleme okuyucusu açar TUI
uk: Відкриває TUI для читання інтерактивних каналів RSS
vi: Mở trình đọc nguồn cấp RSS tương tác TUI
zh: 開啟互動式 RSS 提要閱讀器 TUI

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_NEEDSTARGET_EXTRACT
source: Can't extract nothing.
ar: لا يمكن استخراج أي شيء.
de: Kann nichts extrahieren.
el: Δεν μπορώ να εξαγάγω τίποτα.
es: No puedo extraer nada.
fr: Je ne peux rien extraire.
ga: Ní féidir aon rud a bhaint as.
hi: कुछ भी नहीं निकाल सकते.
id: Tidak dapat mengekstrak apa pun.
it: Impossibile estrarre nulla.
ja: 何も抽出できません。
ko: 아무것도 추출할 수 없습니다.
ms: Tidak boleh mengeluarkan apa-apa.
nb: Kan ikke hente ut noe.
nl: Kan niets extraheren.
pt_br: Não é possível extrair nada.
ro: Nu pot extrage nimic.
tr: Hiçbir şey çıkarılamıyor.
uk: Нічого не вдається витягти.
vi: Không thể trích xuất được gì cả.
zh: 什麼也提取不出來。

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_INVALIDTYPE_PACK
source: Archive is not writable because type is
ar: الأرشيف غير قابل للكتابة لأن النوع كذلك
de: Das Archiv ist aufgrund des Typs nicht beschreibbar
el: Το αρχείο δεν είναι εγγράψιμο επειδή ο τύπος είναι
es: El archivo no se puede escribir porque el tipo es
fr: L'archive n'est pas accessible en écriture car le type est
ga: Níl an chartlann inscríofa toisc go bhfuil cineál
hi: पुरालेख लिखने योग्य नहीं है क्योंकि प्रकार है
id: Arsip tidak dapat ditulis karena tipenya
it: L'archivio non è scrivibile perché il tipo lo è
ja: タイプが次であるため、アーカイブは書き込み可能ではありません
ko: 유형이 다음과 같기 때문에 아카이브에 쓸 수 없습니다.
ms: Arkib tidak boleh ditulis kerana jenisnya
nb: Arkiv er ikke skrivbart fordi type er
nl: Archief is niet beschrijfbaar omdat type dat wel is
pt_br: O arquivo não é gravável porque o tipo é
ro: Arhiva nu poate fi scrisă deoarece tipul este
tr: Arşiv yazılabilir değil çünkü tür
uk: Архів неможливий для запису, оскільки тип є
vi: Lưu trữ không thể ghi được vì loại là
zh: 存檔不可寫，因為類型是

# NKS_SHELLPACKS_FTPSFTP_COMMAND_CAT_DESC
source: Reads the content of a remote file to the console
ar: يقرأ محتوى الملف البعيد إلى وحدة التحكم
de: Liest den Inhalt einer Remote-Datei in die Konsole
el: Διαβάζει το περιεχόμενο ενός απομακρυσμένου αρχείου στην κονσόλα
es: Lee el contenido de un archivo remoto en la consola.
fr: Lit le contenu d'un fichier distant sur la console
ga: Léann an t-ábhar i gcomhad cianda chuig an consól
hi: रिमोट फ़ाइल की सामग्री को कंसोल पर पढ़ता है
id: Membaca konten file jarak jauh ke konsol
it: Legge il contenuto di un file remoto sulla console
ja: リモート ファイルの内容をコンソールに読み取ります
ko: 원격 파일의 내용을 콘솔로 읽습니다.
ms: Membaca kandungan fail jauh ke konsol
nb: Leser innholdet i en ekstern fil til konsollen
nl: Leest de inhoud van een extern bestand naar de console
pt_br: Lê o conteúdo de um arquivo remoto para o console
ro: Citește conținutul unui fișier de la distanță pe consolă
tr: Uzak bir dosyanın içeriğini konsola okur
uk: Читає вміст віддаленого файлу на консоль
vi: Đọc nội dung của một tập tin từ xa vào bảng điều khiển
zh: 將遠端檔案的內容讀取到控制台

# NKS_SHELLPACKS_FTPSFTP_COMMAND_DETACH_DESC
source: Exits the shell without disconnecting
ar: يخرج من الصدفة دون قطع الاتصال
de: Verlässt die Shell, ohne die Verbindung zu trennen
el: Εξέρχεται από το κέλυφος χωρίς αποσύνδεση
es: Sale del shell sin desconectarse
fr: Quitte le shell sans se déconnecter
ga: Scoir an bhlaosc gan dícheangal
hi: बिना डिस्कनेक्ट किए शेल से बाहर निकल जाता है
id: Keluar dari shell tanpa memutuskan sambungan
it: Esce dalla shell senza disconnettersi
ja: 切断せずにシェルを終了します
ko: 연결을 끊지 않고 쉘을 종료합니다.
ms: Keluar dari shell tanpa memutuskan sambungan
nb: Går ut av skallet uten å koble fra
nl: Verlaat de shell zonder de verbinding te verbreken
pt_br: Sai do shell sem desconectar
ro: Iese din carcasă fără a se deconecta
tr: Bağlantıyı kesmeden kabuktan çıkar
uk: Виходить із оболонки без відключення
vi: Thoát khỏi shell mà không ngắt kết nối
zh: 退出 shell 而不斷開連接

# NKS_SHELLPACKS_FTPSFTP_CORRECTPORTREQUIRED
source: Make sure that you specify the port correctly.
ar: تأكد من تحديد المنفذ بشكل صحيح.
de: Stellen Sie sicher, dass Sie den Port korrekt angeben.
el: Βεβαιωθείτε ότι έχετε καθορίσει σωστά τη θύρα.
es: Asegúrese de especificar el puerto correctamente.
fr: Assurez-vous de spécifier le port correctement.
ga: Bí cinnte go sonróidh tú an port i gceart.
hi: सुनिश्चित करें कि आपने पोर्ट सही ढंग से निर्दिष्ट किया है।
id: Pastikan Anda menentukan port dengan benar.
it: Assicurati di specificare la porta correttamente.
ja: ポートを正しく指定していることを確認してください。
ko: 포트를 올바르게 지정했는지 확인하십시오.
ms: Pastikan anda menentukan port dengan betul.
nb: Pass på at du angir porten riktig.
nl: Zorg ervoor dat u de poort correct opgeeft.
pt_br: Certifique-se de especificar a porta corretamente.
ro: Asigurați-vă că ați specificat corect portul.
tr: Portu doğru belirttiğinizden emin olun.
uk: Переконайтеся, що ви правильно вказали порт.
vi: Hãy đảm bảo rằng bạn chỉ định đúng cổng.
zh: 確保正確指定連接埠。

# NKS_SHELLPACKS_FTP_CONNECT_LISTPROFILE_PROMPT
source: More than one profile found. Select one:
ar: تم العثور على أكثر من ملف شخصي. اختر واحدًا:
de: Mehr als ein Profil gefunden. Wähle eins:
el: Βρέθηκαν περισσότερα από ένα προφίλ. Επέλεξε ένα:
es: Más de un perfil encontrado. Seleccione uno:
fr: Plus d'un profil trouvé. Sélectionnez-en un :
ga: Fuarthas níos mó ná próifíl amháin. Roghnaigh ceann amháin:
hi: एक से अधिक प्रोफ़ाइल मिलीं. एक का चयन करें:
id: Ditemukan lebih dari satu profil. Pilih satu:
it: Più di un profilo trovato. Selezionane uno:
ja: 複数のプロファイルが見つかりました。一つ選択してください：
ko: 프로필이 두 개 이상 발견되었습니다. 하나를 고르세요:
ms: Lebih daripada satu profil ditemui. Pilih satu:
nb: Mer enn én profil funnet. Velg en:
nl: Meer dan één profiel gevonden. Kies een:
pt_br: Mais de um perfil encontrado. Selecione um:
ro: S-au găsit mai multe profiluri. Alege unul:
tr: Birden fazla profil bulundu. Birini seçin:
uk: Знайдено більше одного профілю. Виберіть один:
vi: Đã tìm thấy nhiều hơn một hồ sơ. Chọn một:
zh: 找到多個個人資料。選擇一項：

# NKS_SHELLPACKS_GIT_NEEDSREPO
source: Repository not specified. Exiting shell...
ar: المستودع غير محدد. الخروج من القشرة...
de: Repository nicht angegeben. Shell wird verlassen...
el: Το αποθετήριο δεν προσδιορίζεται. Έξοδος από το κέλυφος...
es: Repositorio no especificado. Saliendo del caparazón...
fr: Référentiel non spécifié. Sortie du shell...
ga: Níl an stór sonraithe. blaosc ag éirí as...
hi: भंडार निर्दिष्ट नहीं है. शेल से बाहर निकल रहा है...
id: Repositori tidak ditentukan. Keluar dari shell...
it: Repository non specificato. Uscita dalla shell...
ja: リポジトリが指定されていません。シェルを終了しています...
ko: 저장소가 지정되지 않았습니다. 셸 종료 중...
ms: Repositori tidak dinyatakan. Keluar dari shell...
nb: Depot ikke spesifisert. Går ut av skallet...
nl: Opslagplaats niet gespecificeerd. Schelp verlaten...
pt_br: Repositório não especificado. Saindo do shell...
ro: Depozitul nu este specificat. Se ies din shell...
tr: Depo belirtilmedi. Kabuktan çıkılıyor...
uk: Репозиторій не вказано. Вихід із оболонки...
vi: Không xác định được kho lưu trữ. Đang thoát khỏi shell...
zh: 未指定存儲庫。退出外殼...

# NKS_SHELLPACKS_GIT_REPOFAILED
source: Failed to open repository. Exiting shell...
ar: فشل في فتح المستودع. الخروج من القشرة...
de: Das Öffnen des Repositorys ist fehlgeschlagen. Shell wird verlassen...
el: Απέτυχε το άνοιγμα του αποθετηρίου. Έξοδος από το κέλυφος...
es: No se pudo abrir el repositorio. Saliendo del caparazón...
fr: Échec de l'ouverture du référentiel. Sortie du shell...
ga: Theip ar an stór a oscailt. blaosc ag éirí as...
hi: भंडार खोलने में विफल. शेल से बाहर निकल रहा है...
id: Gagal membuka repositori. Keluar dari shell...
it: Impossibile aprire il repository. Uscita dalla shell...
ja: リポジトリを開けませんでした。シェルを終了しています...
ko: 저장소를 열지 못했습니다. 셸 종료 중...
ms: Gagal membuka repositori. Keluar dari shell...
nb: Kunne ikke åpne depotet. Går ut av skallet...
nl: Kan de opslagplaats niet openen. Schelp verlaten...
pt_br: Falha ao abrir o repositório. Saindo do shell...
ro: Nu s-a putut deschide depozitul. Se ies din shell...
tr: Depo açılamadı. Kabuktan çıkılıyor...
uk: Не вдалося відкрити сховище. Вихід із оболонки...
vi: Không mở được kho lưu trữ. Đang thoát khỏi shell...
zh: 無法開啟儲存庫。退出外殼...

# NKS_SHELLPACKS_GIT_COMMAND_BLAME_DESC
source: Fetches the list of changes in a file line by line
ar: جلب قائمة التغييرات في ملف سطرًا تلو الآخر
de: Ruft die Liste der Änderungen in einer Datei Zeile für Zeile ab
el: Ανακτά τη λίστα των αλλαγών σε ένα αρχείο γραμμή προς γραμμή
es: Obtiene la lista de cambios en un archivo línea por línea
fr: Récupère la liste des modifications dans un fichier ligne par ligne
ga: Fetches liosta na n-athruithe i gcomhad líne ar líne
hi: किसी फ़ाइल में परिवर्तनों की सूची को पंक्ति दर पंक्ति प्राप्त करता है
id: Mengambil daftar perubahan dalam file baris demi baris
it: Recupera l'elenco delle modifiche in un file riga per riga
ja: ファイル内の変更のリストを行ごとに取得します。
ko: 파일의 변경 사항 목록을 한 줄씩 가져옵니다.
ms: Mengambil senarai perubahan dalam fail baris demi baris
nb: Henter listen over endringer i en fil linje for linje
nl: Haalt regel voor regel de lijst met wijzigingen in een bestand op
pt_br: Obtém a lista de alterações em um arquivo linha por linha
ro: Preia lista modificărilor dintr-un fișier linie cu linie
tr: Bir dosyadaki değişikliklerin listesini satır satır getirir
uk: Отримує список змін у файлі рядок за рядком
vi: Lấy danh sách các thay đổi trong một tệp theo từng dòng
zh: 逐行取得文件中的更改列表

# NKS_SHELLPACKS_GIT_COMMAND_CHECKOUT_DESC
source: Checks out a branch
ar: يتحقق من فرع
de: Checkt eine Filiale aus
el: Ελέγχει ένα υποκατάστημα
es: Consulta una sucursal
fr: Extrait une succursale
ga: Seiceann brainse amach
hi: एक शाखा की जाँच करता है
id: Memeriksa cabang
it: Controlla una filiale
ja: ブランチをチェックアウトします
ko: 지점을 확인합니다.
ms: Memeriksa cawangan
nb: Sjekker ut en gren
nl: Controleert een filiaal
pt_br: Verifica uma filial
ro: Verifică o sucursală
tr: Bir şubeyi kontrol eder
uk: Перевіряє гілку
vi: Kiểm tra một chi nhánh
zh: 檢查一個分支

# NKS_SHELLPACKS_GIT_COMMAND_COMMIT_DESC
source: Makes a commit
ar: يجعل الالتزام
de: Macht einen Commit
el: Αναλαμβάνει μια δέσμευση
es: hace un compromiso
fr: Prend un engagement
ga: Déanann sé gealltanas
hi: एक प्रतिबद्धता बनाता है
id: Membuat komitmen
it: Prende un impegno
ja: コミットを行います
ko: 커밋을 한다
ms: Membuat komitmen
nb: Forplikter seg
nl: Maakt een verbintenis
pt_br: Faz um commit
ro: Face un angajament
tr: Bir taahhütte bulunur
uk: Здійснює фіксацію
vi: Thực hiện một cam kết
zh: 進行提交

# NKS_SHELLPACKS_GIT_COMMAND_DESCRIBE_DESC
source: Describes a commit
ar: يصف الالتزام
de: Beschreibt einen Commit
el: Περιγράφει μια δέσμευση
es: Describe un compromiso
fr: Décrit un commit
ga: Cur síos ar thiomantas
hi: एक प्रतिबद्धता का वर्णन करता है
id: Menjelaskan sebuah komitmen
it: Descrive un commit
ja: コミットについて説明します
ko: 커밋을 설명합니다.
ms: Menggambarkan komitmen
nb: Beskriver en forpliktelse
nl: Beschrijft een commit
pt_br: Descreve um commit
ro: Descrie un commit
tr: Bir commit'i tanımlar
uk: Описує коміт
vi: Mô tả một cam kết
zh: 描述一次提交

# NKS_SHELLPACKS_GIT_COMMAND_DIFF_DESC
source: Shows a difference between the current commit and the local files
ar: يُظهر الفرق بين الالتزام الحالي والملفات المحلية
de: Zeigt einen Unterschied zwischen dem aktuellen Commit und den lokalen Dateien an
el: Εμφανίζει μια διαφορά μεταξύ της τρέχουσας δέσμευσης και των τοπικών αρχείων
es: Muestra una diferencia entre la confirmación actual y los archivos locales.
fr: Affiche une différence entre le commit actuel et les fichiers locaux
ga: Léiríonn sé difríocht idir an tiomantas reatha agus na comhaid áitiúla
hi: वर्तमान कमिट और स्थानीय फ़ाइलों के बीच अंतर दिखाता है
id: Menunjukkan perbedaan antara komit saat ini dan file lokal
it: Mostra una differenza tra il commit corrente e i file locali
ja: 現在のコミットとローカルファイルの違いを表示します
ko: 현재 커밋과 로컬 파일의 차이점을 보여줍니다.
ms: Menunjukkan perbezaan antara komit semasa dan fail tempatan
nb: Viser en forskjell mellom gjeldende commit og de lokale filene
nl: Toont een verschil tussen de huidige commit en de lokale bestanden
pt_br: Mostra uma diferença entre o commit atual e os arquivos locais
ro: Afișează o diferență între commit-ul curent și fișierele locale
tr: Mevcut commit ile yerel dosyalar arasındaki farkı gösterir
uk: Показує різницю між поточним комітом і локальними файлами
vi: Hiển thị sự khác biệt giữa cam kết hiện tại và các tệp cục bộ
zh: 顯示目前提交和本機文件之間的差異

# NKS_SHELLPACKS_GIT_COMMAND_DIFF_SWITCH_PATCH_DESC
source: Shows a difference between the current commit and the local files by their content in a patch hunk form
ar: يُظهر الفرق بين الالتزام الحالي والملفات المحلية حسب محتواها في نموذج التصحيح
de: Zeigt einen Unterschied zwischen dem aktuellen Commit und den lokalen Dateien anhand ihres Inhalts in einer Patch-Hunk-Form an
el: Εμφανίζει μια διαφορά μεταξύ της τρέχουσας δέσμευσης και των τοπικών αρχείων με βάση το περιεχόμενό τους σε μορφή ενημερωμένης έκδοσης κώδικα
es: Muestra una diferencia entre la confirmación actual y los archivos locales por su contenido en forma de parche
fr: Affiche une différence entre le commit actuel et les fichiers locaux par leur contenu sous forme de morceau de patch
ga: Léiríonn sé difríocht idir an tiomantas reatha agus na comhaid áitiúla de réir a n-ábhar i bhfoirm paiste
hi: पैच हंक फॉर्म में उनकी सामग्री द्वारा वर्तमान प्रतिबद्धता और स्थानीय फ़ाइलों के बीच अंतर दिखाता है
id: Menunjukkan perbedaan antara komit saat ini dan file lokal berdasarkan kontennya dalam bentuk patch hunk
it: Mostra una differenza tra il commit corrente e i file locali in base al loro contenuto sotto forma di pezzo di patch
ja: 現在のコミットとローカル ファイルの違いを、パッチ ハンク形式のコンテンツによって表示します。
ko: 패치 덩어리 형식의 내용을 기준으로 현재 커밋과 로컬 파일 간의 차이를 표시합니다.
ms: Menunjukkan perbezaan antara komit semasa dan fail tempatan dengan kandungannya dalam bentuk tampalan
nb: Viser en forskjell mellom gjeldende commit og de lokale filene etter innholdet i en patch hunk-form
nl: Toont een verschil tussen de huidige commit en de lokale bestanden op basis van hun inhoud in een patch-hunk-vorm
pt_br: Mostra uma diferença entre o commit atual e os arquivos locais pelo seu conteúdo em um formato de patch hunk
ro: Afișează o diferență între commit-ul curent și fișierele locale prin conținutul lor într-o formă de patch hunk
tr: Mevcut commit ile yerel dosyalar arasındaki farkı, yama parçası biçiminde içeriklerine göre gösterir
uk: Показує різницю між поточним комітом і локальними файлами за їхнім вмістом у формі шматка виправлення
vi: Hiển thị sự khác biệt giữa cam kết hiện tại và các tệp cục bộ theo nội dung của chúng trong biểu mẫu bản vá
zh: 以補丁區塊的形式透過內容顯示目前提交和本機檔案之間的差異

# NKS_SHELLPACKS_GIT_COMMAND_DIFF_SWITCH_TREE_DESC
source: Shows a difference between the current commit and the local files by their existence
ar: يظهر الفرق بين الالتزام الحالي والملفات المحلية من خلال وجودها
de: Zeigt einen Unterschied zwischen dem aktuellen Commit und den lokalen Dateien anhand ihrer Existenz an
el: Εμφανίζει μια διαφορά μεταξύ της τρέχουσας δέσμευσης και των τοπικών αρχείων λόγω της ύπαρξής τους
es: Muestra una diferencia entre la confirmación actual y los archivos locales por su existencia.
fr: Montre une différence entre le commit actuel et les fichiers locaux par leur existence
ga: Léiríonn sé difríocht idir an tiomantas reatha agus na comhaid áitiúla de bharr iad a bheith ann
hi: वर्तमान प्रतिबद्धता और स्थानीय फ़ाइलों के बीच उनके अस्तित्व से अंतर दिखाता है
id: Menunjukkan perbedaan antara komit saat ini dan file lokal berdasarkan keberadaannya
it: Mostra una differenza tra il commit corrente e i file locali in base alla loro esistenza
ja: 現在のコミットとローカル ファイルの違いを存在によって示します。
ko: 현재 커밋과 로컬 파일의 존재 여부에 따른 차이점을 보여줍니다.
ms: Menunjukkan perbezaan antara komit semasa dan fail tempatan dengan kewujudannya
nb: Viser en forskjell mellom gjeldende commit og de lokale filene ved deres eksistens
nl: Toont een verschil tussen de huidige commit en de lokale bestanden op basis van hun bestaan
pt_br: Mostra uma diferença entre o commit atual e os arquivos locais pela sua existência
ro: Afișează o diferență între commit-ul curent și fișierele locale prin existența lor
tr: Mevcut commit ile yerel dosyalar arasındaki farkı, bunların varlığına göre gösterir
uk: Показує різницю між поточним комітом і локальними файлами за їх існуванням
vi: Hiển thị sự khác biệt giữa cam kết hiện tại và các tệp cục bộ theo sự tồn tại của chúng
zh: 顯示目前提交和本機文件之間存在的差異

# NKS_SHELLPACKS_GIT_COMMAND_DIFF_SWITCH_ALL_DESC
source: Shows a difference between the current commit and the local files by their existence and by their content
ar: يظهر الفرق بين الالتزام الحالي والملفات المحلية من حيث وجودها ومحتواها
de: Zeigt einen Unterschied zwischen dem aktuellen Commit und den lokalen Dateien anhand ihrer Existenz und ihres Inhalts an
el: Δείχνει μια διαφορά μεταξύ της τρέχουσας δέσμευσης και των τοπικών αρχείων λόγω της ύπαρξής τους και του περιεχομένου τους
es: Muestra una diferencia entre la confirmación actual y los archivos locales por su existencia y por su contenido.
fr: Montre une différence entre le commit actuel et les fichiers locaux par leur existence et par leur contenu
ga: Léiríonn sé difríocht idir an tiomantas reatha agus na comhaid áitiúla de réir mar a bhfuil siad ann agus de réir a n-ábhar
hi: वर्तमान प्रतिबद्धता और स्थानीय फ़ाइलों के बीच उनके अस्तित्व और उनकी सामग्री के आधार पर अंतर दिखाता है
id: Menunjukkan perbedaan antara komit saat ini dan file lokal berdasarkan keberadaan dan kontennya
it: Mostra una differenza tra il commit corrente e i file locali in base alla loro esistenza e al loro contenuto
ja: 現在のコミットとローカル ファイルの違いを、ファイルの存在と内容によって示します。
ko: 현재 커밋과 로컬 파일의 존재 및 내용에 따른 차이점을 보여줍니다.
ms: Menunjukkan perbezaan antara komit semasa dan fail tempatan dengan kewujudannya dan dengan kandungannya
nb: Viser en forskjell mellom gjeldende commit og de lokale filene ved deres eksistens og etter innholdet
nl: Toont een verschil tussen de huidige commit en de lokale bestanden door hun bestaan en door hun inhoud
pt_br: Mostra uma diferença entre o commit atual e os arquivos locais pela sua existência e pelo seu conteúdo
ro: Arată o diferență între commit-ul curent și fișierele locale prin existența și conținutul lor
tr: Mevcut commit ile yerel dosyalar arasındaki farkı, varlıkları ve içerikleri açısından gösterir
uk: Показує різницю між поточним комітом і локальними файлами за їх існуванням і вмістом
vi: Hiển thị sự khác biệt giữa cam kết hiện tại và các tệp cục bộ theo sự tồn tại và nội dung của chúng
zh: 顯示目前提交和本機文件之間的存在及其內容的差異

# NKS_SHELLPACKS_GIT_COMMAND_FETCH_DESC
source: Fetches all updates from a remote
ar: جلب كافة التحديثات من جهاز التحكم عن بعد
de: Ruft alle Updates von einer Fernbedienung ab
el: Λαμβάνει όλες τις ενημερώσεις από ένα τηλεχειριστήριο
es: Obtiene todas las actualizaciones desde un control remoto
fr: Récupère toutes les mises à jour à partir d'une télécommande
ga: Faigh gach nuashonrú ó chianchlár
hi: रिमोट से सभी अपडेट प्राप्त करता है
id: Mengambil semua pembaruan dari jarak jauh
it: Recupera tutti gli aggiornamenti da un telecomando
ja: リモートからすべての更新を取得します
ko: 원격에서 모든 업데이트를 가져옵니다.
ms: Mengambil semua kemas kini daripada alat kawalan jauh
nb: Henter alle oppdateringer fra en fjernkontroll
nl: Haalt alle updates op van een afstandsbediening
pt_br: Obtém todas as atualizações de um remoto
ro: Preia toate actualizările de la o telecomandă
tr: Uzaktan tüm güncellemeleri alır
uk: Отримує всі оновлення з віддаленого пристрою
vi: Lấy tất cả các bản cập nhật từ xa
zh: 從遠端取得所有更新

# NKS_SHELLPACKS_GIT_COMMAND_FILESTATUS_DESC
source: Fetches the file status
ar: جلب حالة الملف
de: Ruft den Dateistatus ab
el: Ανακτά την κατάσταση του αρχείου
es: Obtiene el estado del archivo
fr: Récupère l'état du fichier
ga: Fetches stádas an chomhaid
hi: फ़ाइल स्थिति प्राप्त करता है
id: Mengambil status file
it: Recupera lo stato del file
ja: ファイルのステータスを取得します
ko: 파일 상태를 가져옵니다.
ms: Mengambil status fail
nb: Henter filstatus
nl: Haalt de bestandsstatus op
pt_br: Obtém o status do arquivo
ro: Preia starea fișierului
tr: Dosya durumunu getirir
uk: Отримує статус файлу
vi: Lấy trạng thái tập tin
zh: 取得文件狀態
