Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_HTTP_COMMAND_SETAGENT_DESC
source: Sets a user agent
ar: يعين وكيل المستخدم
de: Legt einen Benutzeragenten fest
el: Ορίζει έναν παράγοντα χρήστη
es: Establece un agente de usuario
fr: Définit un agent utilisateur
ga: Socraíonn gníomhaire úsáideora
hi: एक उपयोगकर्ता एजेंट सेट करता है
id: Mengatur agen pengguna
it: Imposta un agente utente
ja: ユーザーエージェントを設定します
ko: 사용자 에이전트를 설정합니다
ms: Menetapkan ejen pengguna
nb: Angir en brukeragent
nl: Stelt een user-agent in
pt_br: Define um agente de usuário
ro: Setează un agent utilizator
tr: Bir kullanıcı aracısı ayarlar
uk: Встановлює агент користувача
vi: Thiết lập một tác nhân người dùng
zh: 設定用戶代理

# NKS_SHELLPACKS_HTTP_EXCEPTION_HEADEREXISTS
source: Adding header that already exists.
ar: إضافة رأس موجود بالفعل.
de: Hinzufügen eines bereits vorhandenen Headers.
el: Προσθήκη κεφαλίδας που υπάρχει ήδη.
es: Agregar encabezado que ya existe.
fr: Ajout d'un en-tête qui existe déjà.
ga: Ag cur ceanntásc atá ann cheana féin.
hi: वह शीर्षलेख जोड़ना जो पहले से मौजूद है.
id: Menambahkan header yang sudah ada.
it: Aggiunta di un'intestazione già esistente.
ja: すでに存在するヘッダーを追加します。
ko: 이미 존재하는 헤더를 추가합니다.
ms: Menambah pengepala yang sudah wujud.
nb: Legger til overskrift som allerede eksisterer.
nl: Koptekst toevoegen die al bestaat.
pt_br: Adicionando cabeçalho que já existe.
ro: Adăugarea antetului care există deja.
tr: Zaten var olan bir başlığı ekleme.
uk: Додавання вже існуючого заголовка.
vi: Thêm tiêu đề đã tồn tại.
zh: 添加已存在的標頭。

# NKS_SHELLPACKS_HTTP_EXCEPTION_HEADERNOTEXISTS_REMOVE
source: Removing header that doesn't exist.
ar: إزالة الرأس غير الموجود.
de: Header entfernen, der nicht existiert.
el: Αφαίρεση κεφαλίδας που δεν υπάρχει.
es: Eliminando encabezado que no existe.
fr: Suppression de l'en-tête qui n'existe pas.
ga: Ag baint ceanntásc nach bhfuil ann.
hi: जो हेडर मौजूद नहीं है उसे हटाया जा रहा है।
id: Menghapus header yang tidak ada.
it: Rimozione dell'intestazione che non esiste.
ja: 存在しないヘッダーを削除します。
ko: 존재하지 않는 헤더를 제거합니다.
ms: Mengalih keluar pengepala yang tidak wujud.
nb: Fjerner overskrift som ikke eksisterer.
nl: Koptekst verwijderen die niet bestaat.
pt_br: Removendo cabeçalho que não existe.
ro: Se elimină antetul care nu există.
tr: Varolmayan başlığı kaldırıyorum.
uk: Видалення заголовка, якого не існує.
vi: Xóa tiêu đề không tồn tại.
zh: 刪除不存在的標頭。

# NKS_SHELLPACKS_HTTP_EXCEPTION_HEADERNOTEXISTS_EDIT
source: Editing header that doesn't exist.
ar: تحرير الرأس غير موجود.
de: Bearbeiten eines nicht vorhandenen Headers.
el: Επεξεργασία κεφαλίδας που δεν υπάρχει.
es: Editando encabezado que no existe.
fr: Modification d'un en-tête qui n'existe pas.
ga: Ag cur ceanntásc nach bhfuil ann.
hi: वह शीर्षलेख संपादित किया जा रहा है जो मौजूद नहीं है.
id: Mengedit header yang tidak ada.
it: Modifica dell'intestazione che non esiste.
ja: 存在しないヘッダーを編集しています。
ko: 존재하지 않는 헤더를 편집하고 있습니다.
ms: Mengedit pengepala yang tidak wujud.
nb: Redigering av overskrift som ikke eksisterer.
nl: Koptekst bewerken die niet bestaat.
pt_br: Editando cabeçalho que não existe.
ro: Editare antet care nu există.
tr: Varolmayan başlığı düzenliyorum.
uk: Редагування заголовка, якого не існує.
vi: Đang chỉnh sửa tiêu đề không tồn tại.
zh: 編輯不存在的標題。

# NKS_SHELLPACKS_JSON_COMMAND_ADD_DESC
source: Adds a new array, object, or property
ar: إضافة مصفوفة أو كائن أو خاصية جديدة
de: Fügt ein neues Array, Objekt oder eine neue Eigenschaft hinzu
el: Προσθέτει έναν νέο πίνακα, αντικείμενο ή ιδιότητα
es: Agrega una nueva matriz, objeto o propiedad
fr: Ajoute un nouveau tableau, objet ou propriété
ga: Cuirtear eagar, réad nó airí nua leis
hi: एक नई सरणी, ऑब्जेक्ट या प्रॉपर्टी जोड़ता है
id: Menambahkan array, objek, atau properti baru
it: Aggiunge un nuovo array, oggetto o proprietà
ja: 新しい配列、オブジェクト、またはプロパティを追加します
ko: 새 배열, 개체 또는 속성을 추가합니다.
ms: Menambah tatasusunan, objek atau harta baharu
nb: Legger til en ny matrise, objekt eller egenskap
nl: Voegt een nieuwe array, object of eigenschap toe
pt_br: Adiciona uma nova matriz, objeto ou propriedade
ro: Adaugă o nouă matrice, obiect sau proprietate
tr: Yeni bir dizi, nesne veya özellik ekler
uk: Додає новий масив, об’єкт або властивість
vi: Thêm một mảng, đối tượng hoặc thuộc tính mới
zh: 新增數組、物件或屬性

# NKS_SHELLPACKS_JSON_COMMAND_ADD_SWITCH_PARENTPATH_DESC
source: Specifies the parent path
ar: يحدد المسار الأصلي
de: Gibt den übergeordneten Pfad an
el: Καθορίζει τη γονική διαδρομή
es: Especifica la ruta principal.
fr: Spécifie le chemin parent
ga: Sonraíonn an cosán tuismitheora
hi: मूल पथ निर्दिष्ट करता है
id: Menentukan jalur induk
it: Specifica il percorso principale
ja: 親パスを指定します
ko: 상위 경로를 지정합니다.
ms: Menentukan laluan induk
nb: Angir den overordnede banen
nl: Specificeert het bovenliggende pad
pt_br: Especifica o caminho pai
ro: Specifică calea părinte
tr: Üst yolu belirtir
uk: Визначає батьківський шлях
vi: Chỉ định đường dẫn cha
zh: 指定父路徑

# NKS_SHELLPACKS_JSON_COMMAND_ADD_SWITCH_TYPE_DESC
source: Specifies the type
ar: يحدد النوع
de: Gibt den Typ an
el: Καθορίζει τον τύπο
es: Especifica el tipo
fr: Spécifie le type
ga: Sonraíonn an cineál
hi: प्रकार निर्दिष्ट करता है
id: Menentukan jenis
it: Specifica il tipo
ja: タイプを指定します
ko: 유형을 지정합니다
ms: Menentukan jenis
nb: Angir typen
nl: Specificeert het type
pt_br: Especifica o tipo
ro: Specifică tipul
tr: Türü belirtir
uk: Визначає тип
vi: Chỉ định loại
zh: 指定類型

# NKS_SHELLPACKS_JSON_COMMAND_SWITCH_PROPNAME_DESC
source: Specifies the property name to be created with. This is used if the parent path is an object.
ar: يحدد اسم الخاصية الذي سيتم إنشاؤه به. يتم استخدام هذا إذا كان المسار الأصلي كائنًا.
de: Gibt den Eigenschaftsnamen an, mit dem erstellt werden soll. Dies wird verwendet, wenn der übergeordnete Pfad ein Objekt ist.
el: Καθορίζει το όνομα ιδιότητας με το οποίο θα δημιουργηθεί. Αυτό χρησιμοποιείται εάν η γονική διαδρομή είναι ένα αντικείμενο.
es: Especifica el nombre de la propiedad con la que se creará. Esto se utiliza si la ruta principal es un objeto.
fr: Spécifie le nom de la propriété avec laquelle créer. Ceci est utilisé si le chemin parent est un objet.
ga: Sonraíonn an t-ainm maoine atá le cruthú leis. Úsáidtear é seo más rud é cosán an tuismitheora.
hi: उस संपत्ति का नाम निर्दिष्ट करता है जिसके साथ बनाया जाना है। यदि मूल पथ एक ऑब्जेक्ट है तो इसका उपयोग किया जाता है।
id: Menentukan nama properti yang akan dibuat. Ini digunakan jika jalur induk adalah sebuah objek.
it: Specifica il nome della proprietà con cui creare. Viene utilizzato se il percorso principale è un oggetto.
ja: 作成するプロパティ名を指定します。これは、親パスがオブジェクトの場合に使用されます。
ko: 생성할 속성 이름을 지정합니다. 상위 경로가 객체인 경우에 사용됩니다.
ms: Menentukan nama harta yang akan dibuat dengan. Ini digunakan jika laluan induk ialah objek.
nb: Angir egenskapsnavnet som skal opprettes med. Dette brukes hvis den overordnede banen er et objekt.
nl: Specificeert de eigenschapsnaam waarmee moet worden gemaakt. Dit wordt gebruikt als het bovenliggende pad een object is.
pt_br: Especifica o nome da propriedade a ser criada. Isso é usado se o caminho pai for um objeto.
ro: Specifică numele proprietății cu care trebuie creat. Acesta este utilizat dacă calea părinte este un obiect.
tr: Oluşturulacak özellik adını belirtir. Bu, üst yol bir nesneyse kullanılır.
uk: Визначає назву властивості, яку буде створено. Це використовується, якщо батьківський шлях є об’єктом.
vi: Chỉ định tên thuộc tính sẽ được tạo. Điều này được sử dụng nếu đường dẫn cha là một đối tượng.
zh: 指定要使用的屬性名稱。如果父路徑是對象，則使用此選項。

# NKS_SHELLPACKS_JSON_COMMAND_CLEAR_DESC
source: Clears the JSON file
ar: مسح ملف JSON
de: Löscht die JSON-Datei
el: Διαγράφει το αρχείο JSON
es: Borra el archivo JSON
fr: Efface le fichier JSON
ga: Glanann an comhad JSON
hi: JSON फ़ाइल साफ़ करता है
id: Membersihkan file JSON
it: Cancella il file JSON
ja: JSONファイルをクリアします
ko: JSON 파일을 지웁니다.
ms: Membersihkan fail JSON
nb: Sletter JSON-filen
nl: Wist het JSON-bestand
pt_br: Limpa o arquivo JSON
ro: Șterge fișierul JSON
tr: JSON dosyasını temizler
uk: Очищає файл JSON
vi: Xóa tệp JSON
zh: 清除 JSON 文件

# NKS_SHELLPACKS_JSON_COMMAND_FINDPROPERTY_DESC
source: Finds a property
ar: يجد عقارا
de: Findet eine Immobilie
el: Βρίσκει ένα ακίνητο
es: Encuentra una propiedad
fr: Trouve une propriété
ga: Faigheann sé maoin
hi: एक संपत्ति ढूँढता है
id: Menemukan properti
it: Trova una proprietà
ja: 物件を探す
ko: 부동산을 찾습니다
ms: Mencari harta benda
nb: Finner en eiendom
nl: Vindt een eigendom
pt_br: Encontra um imóvel
ro: Găsește o proprietate
tr: Bir mülk bulur
uk: Знаходить нерухомість
vi: Tìm một tài sản
zh: 找到房產

# NKS_SHELLPACKS_JSON_COMMAND_FINDPROPERTY_SWITCH_PARENTPROPERTY_DESC
source: Specifies the parent property
ar: يحدد الخاصية الأصل
de: Gibt die übergeordnete Eigenschaft an
el: Καθορίζει τη μητρική ιδιότητα
es: Especifica la propiedad principal.
fr: Spécifie la propriété parent
ga: Sonraíonn an tuismitheoir airí
hi: मूल संपत्ति निर्दिष्ट करता है
id: Menentukan properti induk
it: Specifica la proprietà principale
ja: 親プロパティを指定します
ko: 상위 속성을 지정합니다.
ms: Menentukan harta induk
nb: Angir den overordnede egenskapen
nl: Specificeert de bovenliggende eigenschap
pt_br: Especifica a propriedade pai
ro: Specifică proprietatea părinte
tr: Üst özelliği belirtir
uk: Визначає батьківську властивість
vi: Chỉ định thuộc tính cha
zh: 指定父屬性

# NKS_SHELLPACKS_JSON_COMMAND_JSONINFO_DESC
source: Shows information about the JSON file
ar: يعرض معلومات حول ملف JSON
de: Zeigt Informationen zur JSON-Datei an
el: Εμφανίζει πληροφορίες σχετικά με το αρχείο JSON
es: Muestra información sobre el archivo JSON.
fr: Affiche des informations sur le fichier JSON
ga: Taispeánann sé faisnéis faoin gcomhad JSON
hi: JSON फ़ाइल के बारे में जानकारी दिखाता है
id: Menampilkan informasi tentang file JSON
it: Mostra informazioni sul file JSON
ja: JSONファイルに関する情報を表示します
ko: JSON 파일에 대한 정보를 표시합니다.
ms: Menunjukkan maklumat tentang fail JSON
nb: Viser informasjon om JSON-filen
nl: Toont informatie over het JSON-bestand
pt_br: Mostra informações sobre o arquivo JSON
ro: Afișează informații despre fișierul JSON
tr: JSON dosyası hakkında bilgi gösterir
uk: Показує інформацію про файл JSON
vi: Hiển thị thông tin về tệp JSON
zh: 顯示有關 JSON 檔案的信息

# NKS_SHELLPACKS_JSON_COMMAND_JSONINFO_SWITCH_SIMPLIFIED_DESC
source: Don't show individual properties
ar: لا تظهر الخصائص الفردية
de: Einzelne Eigenschaften nicht anzeigen
el: Μην εμφανίζετε μεμονωμένες ιδιότητες
es: No mostrar propiedades individuales
fr: Ne pas afficher les propriétés individuelles
ga: Ná taispeáin airíonna aonair
hi: व्यक्तिगत गुण न दिखाएं
id: Jangan tampilkan properti individual
it: Non mostrare le singole proprietà
ja: 個々のプロパティを表示しない
ko: 개별 속성을 표시하지 않음
ms: Jangan tunjukkan sifat individu
nb: Ikke vis individuelle egenskaper
nl: Geen individuele eigendommen tonen
pt_br: Não mostrar propriedades individuais
ro: Nu afișați proprietăți individuale
tr: Bireysel özellikleri göstermeyin
uk: Не показувати окремі властивості
vi: Không hiển thị các thuộc tính riêng lẻ
zh: 不顯示個別屬性

# NKS_SHELLPACKS_JSON_COMMAND_JSONINFO_SWITCH_SHOWVALS_DESC
source: Show all values
ar: إظهار كافة القيم
de: Alle Werte anzeigen
el: Εμφάνιση όλων των τιμών
es: Mostrar todos los valores
fr: Afficher toutes les valeurs
ga: Taispeáin gach luach
hi: सभी मान दिखाएँ
id: Tampilkan semua nilai
it: Mostra tutti i valori
ja: すべての値を表示
ko: 모든 값 표시
ms: Tunjukkan semua nilai
nb: Vis alle verdier
nl: Toon alle waarden
pt_br: Mostrar todos os valores
ro: Afișați toate valorile
tr: Tüm değerleri göster
uk: Показати всі значення
vi: Hiển thị tất cả các giá trị
zh: 顯示所有值

# NKS_SHELLPACKS_JSON_COMMAND_RM_DESC
source: Removes a target object
ar: يزيل كائن الهدف
de: Entfernt ein Zielobjekt
el: Αφαιρεί ένα αντικείμενο στόχο
es: Elimina un objeto de destino
fr: Supprime un objet cible
ga: Baineann sé cuspóir sprice
hi: किसी लक्ष्य वस्तु को हटा देता है
id: Menghapus objek target
it: Rimuove un oggetto di destinazione
ja: ターゲットオブジェクトを削除します
ko: 대상 개체를 제거합니다.
ms: Mengeluarkan objek sasaran
nb: Fjerner et målobjekt
nl: Verwijdert een doelobject
pt_br: Remove um objeto alvo
ro: Îndepărtează un obiect țintă
tr: Hedef nesneyi kaldırır
uk: Видаляє цільовий об'єкт
vi: Xóa một đối tượng mục tiêu
zh: 移除目標對象

# NKS_SHELLPACKS_JSON_COMMAND_SAVE_SWITCH_B_DESC
source: Beautified JSON
ar: تجميل JSON
de: Verschönertes JSON
el: Ομορφωμένο JSON
es: JSON embellecido
fr: JSON embelli
ga: Álainn JSON
hi: सुशोभित JSON
id: JSON yang diperindah
it: JSON abbellito
ja: 美しくされたJSON
ko: 아름다운 JSON
ms: JSON yang dipercantikkan
nb: Forskjønnet JSON
nl: Verfraaide JSON
pt_br: JSON embelezado
ro: JSON înfrumusețat
tr: Güzelleştirilmiş JSON
uk: Прикрашений JSON
vi: JSON được làm đẹp
zh: 美化的 JSON

# NKS_SHELLPACKS_JSON_COMMAND_SAVE_SWITCH_M_DESC
source: Minified JSON
ar: JSON المصغر
de: Minimierter JSON
el: Ελαχιστοποιημένο JSON
es: JSON minimizado
fr: JSON minifié
ga: JSON mionghearrtha
hi: छोटा JSON
id: JSON yang diperkecil
it: JSON minimizzato
ja: 縮小されたJSON
ko: 축소된 JSON
ms: JSON yang dikecilkan
nb: Forminsket JSON
nl: Geminimaliseerde JSON
pt_br: JSON minificado
ro: JSON minimizat
tr: Küçültülmüş JSON
uk: Зменшений JSON
vi: JSON thu nhỏ
zh: 縮小 JSON

# NKS_SHELLPACKS_JSON_COMMAND_SET_DESC
source: Sets a value to an existing array, object, or property
ar: يضبط قيمة لمصفوفة أو كائن أو خاصية موجودة
de: Legt einen Wert auf ein vorhandenes Array, Objekt oder eine vorhandene Eigenschaft fest
el: Ορίζει μια τιμή σε έναν υπάρχοντα πίνακα, αντικείμενο ή ιδιότητα
es: Establece un valor para una matriz, objeto o propiedad existente
fr: Définit une valeur pour un tableau, un objet ou une propriété existant
ga: Socraíonn sé luach ar eagar, réad nó airí atá ann cheana féin
hi: किसी मौजूदा सरणी, ऑब्जेक्ट या प्रॉपर्टी के लिए मान सेट करता है
id: Mengatur nilai ke array, objek, atau properti yang ada
it: Imposta un valore su una matrice, un oggetto o una proprietà esistente
ja: 既存の配列、オブジェクト、またはプロパティに値を設定します。
ko: 기존 배열, 개체 또는 속성에 값을 설정합니다.
ms: Menetapkan nilai kepada tatasusunan, objek atau harta sedia ada
nb: Angir en verdi til en eksisterende matrise, objekt eller egenskap
nl: Stelt een waarde in voor een bestaande array, object of eigenschap
pt_br: Define um valor para uma matriz, objeto ou propriedade existente
ro: Setează o valoare pentru o matrice, obiect sau proprietate existentă
tr: Mevcut bir diziye, nesneye veya özelliğe bir değer ayarlar
uk: Встановлює значення для існуючого масиву, об’єкта або властивості
vi: Đặt giá trị cho một mảng, đối tượng hoặc thuộc tính hiện có
zh: 將值設定為現有數組、物件或屬性

# NKS_SHELLPACKS_JSON_COMMAND_TUI_DESC
source: Opens the JSON file in the interactive editor
ar: يفتح ملف JSON في المحرر التفاعلي
de: Öffnet die JSON-Datei im interaktiven Editor
el: Ανοίγει το αρχείο JSON στο διαδραστικό πρόγραμμα επεξεργασίας
es: Abre el archivo JSON en el editor interactivo.
fr: Ouvre le fichier JSON dans l'éditeur interactif
ga: Osclaítear an comhad JSON san eagarthóir idirghníomhach
hi: इंटरैक्टिव संपादक में JSON फ़ाइल खोलता है
id: Membuka file JSON di editor interaktif
it: Apre il file JSON nell'editor interattivo
ja: インタラクティブエディターでJSONファイルを開きます
ko: 대화형 편집기에서 JSON 파일을 엽니다.
ms: Membuka fail JSON dalam editor interaktif
nb: Åpner JSON-filen i den interaktive editoren
nl: Opent het JSON-bestand in de interactieve editor
pt_br: Abre o arquivo JSON no editor interativo
ro: Deschide fișierul JSON în editorul interactiv
tr: JSON dosyasını etkileşimli düzenleyicide açar
uk: Відкриває файл JSON в інтерактивному редакторі
vi: Mở tệp JSON trong trình soạn thảo tương tác
zh: 在互動式編輯器中開啟 JSON 文件

# NKS_SHELLPACKS_JSON_EXCEPTION_NOTOKEN
source: The token inside the JSON file isn't found.
ar: لم يتم العثور على الرمز المميز داخل ملف JSON.
de: Das Token in der JSON-Datei wurde nicht gefunden.
el: Το διακριτικό μέσα στο αρχείο JSON δεν βρέθηκε.
es: No se encuentra el token dentro del archivo JSON.
fr: Le jeton contenu dans le fichier JSON est introuvable.
ga: Ní bhfuarthas an comhartha laistigh den chomhad JSON.
hi: JSON फ़ाइल के अंदर टोकन नहीं मिला.
id: Token di dalam file JSON tidak ditemukan.
it: Impossibile trovare il token all'interno del file JSON.
ja: JSON ファイル内のトークンが見つかりません。
ko: JSON 파일 내의 토큰을 찾을 수 없습니다.
ms: Token dalam fail JSON tidak ditemui.
nb: Tokenet inne i JSON-filen ble ikke funnet.
nl: Het token in het JSON-bestand is niet gevonden.
pt_br: O token dentro do arquivo JSON não foi encontrado.
ro: Tokenul din fișierul JSON nu a fost găsit.
tr: JSON dosyasındaki token bulunamadı.
uk: Маркер у файлі JSON не знайдено.
vi: Không tìm thấy mã thông báo bên trong tệp JSON.
zh: 找不到 JSON 檔案內的令牌。

# NKS_SHELLPACKS_JSON_EXCEPTION_NOPARENTTOKEN
source: The parent token is not found. Make sure that you've written the path '{0}' correctly.
ar: لم يتم العثور على الرمز المميز. تأكد من كتابة المسار '{0}' بشكل صحيح.
de: Das übergeordnete Token wurde nicht gefunden. Stellen Sie sicher, dass Sie den Pfad „{0}“ richtig geschrieben haben.
el: Το γονικό διακριτικό δεν βρέθηκε. Βεβαιωθείτε ότι έχετε γράψει σωστά τη διαδρομή "{0}".
es: No se encuentra el token principal. Asegúrate de haber escrito la ruta '{0}' correctamente.
fr: Le jeton parent est introuvable. Assurez-vous d'avoir écrit correctement le chemin « {0} ».
ga: Níl an comhartha tuismitheora le fáil. Cinntigh gur scríobh tú an chonair '{0}' i gceart.
hi: मूल टोकन नहीं मिला. सुनिश्चित करें कि आपने पथ '{0}' सही ढंग से लिखा है।
id: Token induk tidak ditemukan. Pastikan Anda telah menuliskan jalur '{0}' dengan benar.
it: Il token principale non è stato trovato. Assicurati di aver scritto correttamente il percorso '{0}'.
ja: 親トークンが見つかりません。パス '{0}' が正しく記述されていることを確認してください。
ko: 상위 토큰을 찾을 수 없습니다. '{0}' 경로를 올바르게 작성했는지 확인하세요.
ms: Token induk tidak ditemui. Pastikan anda telah menulis laluan '{0}' dengan betul.
nb: Det overordnede tokenet ble ikke funnet. Kontroller at du har skrevet banen '{0}' riktig.
nl: Het bovenliggende token is niet gevonden. Zorg ervoor dat u het pad '{0}' correct heeft geschreven.
pt_br: O token pai não foi encontrado. Certifique-se de que você escreveu o caminho '{0}' corretamente.
ro: Indicatorul părinte nu a fost găsit. Asigurați-vă că ați scris corect calea „{0}”.
tr: Üst belirteç bulunamadı. '{0}' yolunu doğru yazdığınızdan emin olun.
uk: Батьківський маркер не знайдено. Переконайтеся, що ви правильно написали шлях "{0}".
vi: Không tìm thấy mã thông báo gốc. Hãy đảm bảo rằng bạn đã viết đúng đường dẫn '{0}'.
zh: 未找到父令牌。確保您正確書寫了路徑“{0}”。

# NKS_SHELLPACKS_JSON_EXCEPTION_INVALIDTYPE
source: The specified type '{0}' is invalid.
ar: النوع المحدد '{0}' غير صالح.
de: Der angegebene Typ „{0}“ ist ungültig.
el: Ο καθορισμένος τύπος "{0}" δεν είναι έγκυρος.
es: El tipo especificado '{0}' no es válido.
fr: Le type spécifié « {0} » n'est pas valide.
ga: Tá an cineál sonraithe '{0}' neamhbhailí.
hi: निर्दिष्ट प्रकार '{0}' अमान्य है.
id: Tipe yang ditentukan '{0}' tidak valid.
it: Il tipo specificato '{0}' non è valido.
ja: 指定されたタイプ '{0}' は無効です。
ko: 지정된 유형 '{0}'이(가) 잘못되었습니다.
ms: Jenis '{0}' yang ditentukan adalah tidak sah.
nb: Den angitte typen '{0}' er ugyldig.
nl: Het opgegeven type '{0}' is ongeldig.
pt_br: O tipo especificado '{0}' é inválido.
ro: Tipul specificat „{0}” este nevalid.
tr: Belirtilen '{0}' türü geçersiz.
uk: Указаний тип "{0}" недійсний.
vi: Kiểu '{0}' được chỉ định không hợp lệ.
zh: 指定的類型「{0}」無效。

# NKS_SHELLPACKS_JSON_EXCEPTION_NEWITEMADDFAILED_UNNAMED
source: Can't append a new item with the property name with the parent token type of '{0}'.
ar: لا يمكن إلحاق عنصر جديد باسم الخاصية بنوع الرمز المميز الأصلي '{0}'.
de: Es kann kein neues Element mit dem Eigenschaftsnamen und dem übergeordneten Tokentyp „{0}“ angehängt werden.
el: Δεν είναι δυνατή η προσθήκη νέου στοιχείου με το όνομα ιδιότητας με τον τύπο γονικού διακριτικού "{0}".
es: No se puede agregar un elemento nuevo con el nombre de propiedad con el tipo de token principal de '{0}'.
fr: Impossible d'ajouter un nouvel élément avec le nom de propriété avec le type de jeton parent « {0} ».
ga: Ní féidir mír nua leis an ainm airí a chur i gceangal leis an gcineál dearbháin tuismitheora de '{0}'.
hi: '{0}' के मूल टोकन प्रकार के साथ संपत्ति के नाम के साथ एक नया आइटम नहीं जोड़ा जा सकता।
id: Tidak dapat menambahkan item baru dengan nama properti dengan tipe token induk '{0}'.
it: Impossibile aggiungere un nuovo elemento con il nome della proprietà con il tipo di token principale "{0}".
ja: 親トークン タイプが '{0}' のプロパティ名を持つ新しい項目を追加することはできません。
ko: 상위 토큰 유형이 '{0}'인 속성 이름을 가진 새 항목을 추가할 수 없습니다.
ms: Tidak dapat menambahkan item baharu dengan nama sifat dengan jenis token induk '{0}'.
nb: Kan ikke legge til et nytt element med egenskapsnavnet med den overordnede tokentypen '{0}'.
nl: Kan geen nieuw item toevoegen met de eigenschapsnaam met het bovenliggende tokentype '{0}'.
pt_br: Não é possível anexar um novo item com o nome da propriedade com o tipo de token pai '{0}'.
ro: Nu se poate adăuga un element nou cu numele proprietății cu tipul de indicativ părinte „{0}”.
tr: '{0}' üst belirteç türüyle özellik adına sahip yeni bir öğe eklenemiyor.
uk: Неможливо додати новий елемент із назвою властивості з типом батьківського маркера "{0}".
vi: Không thể thêm mục mới có tên thuộc tính với loại mã thông báo gốc là '{0}'.
zh: 無法附加屬性名稱父標記類型為「{0}」的新項目。

# NKS_SHELLPACKS_JSON_EXCEPTION_NEWITEMADDFAILED_NAMED
source: Can't append a new item with the property name '{0}' with the parent token type of '{1}'.
ar: لا يمكن إلحاق عنصر جديد باسم الخاصية '{0}' بنوع الرمز المميز الأصلي '{1}'.
de: Ein neues Element mit dem Eigenschaftsnamen „{0}“ und dem übergeordneten Tokentyp „{1}“ kann nicht angehängt werden.
el: Δεν είναι δυνατή η προσθήκη νέου στοιχείου με το όνομα ιδιότητας "{0}" με τον τύπο γονικού διακριτικού "{1}".
es: No se puede agregar un elemento nuevo con el nombre de propiedad '{0}' con el tipo de token principal de '{1}'.
fr: Impossible d'ajouter un nouvel élément avec le nom de propriété « {0} » avec le type de jeton parent « {1} ».
ga: Ní féidir mír nua leis an ainm airí '{0}' a chur i gceangal leis an gcineál dearbháin tuismitheora de '{1}'.
hi: '{1}' के मूल टोकन प्रकार के साथ प्रॉपर्टी नाम '{0}' के साथ एक नया आइटम नहीं जोड़ा जा सकता।
id: Tidak dapat menambahkan item baru dengan nama properti '{0}' dengan tipe token induk '{1}'.
it: Impossibile aggiungere un nuovo elemento con il nome della proprietà '{0}' con il tipo di token principale '{1}'.
ja: 親トークンの種類が '{1}' で、プロパティ名が '{0}' の新しい項目を追加することはできません。
ko: 상위 토큰 유형이 '{1}'이고 속성 이름이 '{0}'인 새 항목을 추가할 수 없습니다.
ms: Tidak dapat menambahkan item baharu dengan nama sifat '{0}' dengan jenis token induk '{1}'.
nb: Kan ikke legge til et nytt element med egenskapsnavnet «{0}» med den overordnede tokentypen «{1}».
nl: Kan geen nieuw item met de eigenschapsnaam '{0}' toevoegen met het bovenliggende tokentype '{1}'.
pt_br: Não é possível anexar um novo item com o nome de propriedade '{0}' com o tipo de token pai '{1}'.
ro: Nu se poate adăuga un element nou cu numele proprietății „{0}” cu tipul de indicativ părinte „{1}”.
tr: Üst belirteç türü '{1}' olan '{0}' özellik adına sahip yeni bir öğe eklenemez.
uk: Неможливо додати новий елемент із назвою властивості "{0}" із типом батьківського маркера "{1}".
vi: Không thể thêm mục mới có tên thuộc tính '{0}' với loại mã thông báo gốc là '{1}'.
zh: 無法附加屬性名稱為“{0}”且父標記類型為“{1}”的新項目。
