Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_JSON_SETTINGS_AUTOSAVE_NAME
source: Enable JSON editor autosave
ar: تمكين الحفظ التلقائي لمحرر JSON
de: Aktivieren Sie die automatische Speicherung des JSON-Editors
el: Ενεργοποίηση αυτόματης αποθήκευσης του επεξεργαστή JSON
es: Habilitar el guardado automático del editor JSON
fr: Activer la sauvegarde automatique de l'éditeur JSON
ga: Cumasaigh sábhálann eagarthóir JSON go huathoibríoch
hi: JSON संपादक स्वतः सहेजना सक्षम करें
id: Aktifkan penyimpanan otomatis editor JSON
it: Abilita il salvataggio automatico dell'editor JSON
ja: JSON エディターの自動保存を有効にする
ko: JSON 편집기 자동 저장 활성화
ms: Dayakan autosimpan editor JSON
nb: Aktiver automatisk lagring av JSON-editor
nl: Schakel automatisch opslaan van de JSON-editor in
pt_br: Habilitar salvamento automático do editor JSON
ro: Activați salvarea automată a editorului JSON
tr: JSON düzenleyici otomatik kaydetmeyi etkinleştir
uk: Увімкнути автозбереження редактора JSON
vi: Bật tính năng tự động lưu trình soạn thảo JSON
zh: 啟用 JSON 編輯器自動儲存

# NKS_SHELLPACKS_JSON_SETTINGS_AUTOSAVE_DESC
source: Turns on or off the JSON editor autosave feature.
ar: يقوم بتشغيل أو إيقاف تشغيل ميزة الحفظ التلقائي لمحرر JSON.
de: Aktiviert oder deaktiviert die Funktion zum automatischen Speichern des JSON-Editors.
el: Ενεργοποιεί ή απενεργοποιεί τη δυνατότητα αυτόματης αποθήκευσης του προγράμματος επεξεργασίας JSON.
es: Activa o desactiva la función de guardado automático del editor JSON.
fr: Active ou désactive la fonctionnalité d'enregistrement automatique de l'éditeur JSON.
ga: Cuireann sé an ghné uathshábháil an eagarthóra JSON air nó as.
hi: JSON संपादक ऑटोसेव सुविधा को चालू या बंद करता है।
id: Mengaktifkan atau menonaktifkan fitur penyimpanan otomatis editor JSON.
it: Attiva o disattiva la funzionalità di salvataggio automatico dell'editor JSON.
ja: JSON エディターの自動保存機能をオンまたはオフにします。
ko: JSON 편집기 자동 저장 기능을 켜거나 끕니다.
ms: Menghidupkan atau mematikan ciri autosimpan editor JSON.
nb: Slår på eller av JSON-redigeringsfunksjonen for automatisk lagring.
nl: Schakelt de functie voor automatisch opslaan van de JSON-editor in of uit.
pt_br: Ativa ou desativa o recurso de salvamento automático do editor JSON.
ro: Activează sau dezactivează funcția de salvare automată a editorului JSON.
tr: JSON düzenleyicinin otomatik kaydetme özelliğini açar veya kapatır.
uk: Вмикає або вимикає функцію автозбереження редактора JSON.
vi: Bật hoặc tắt tính năng tự động lưu của trình soạn thảo JSON.
zh: 開啟或關閉 JSON 編輯器自動儲存功能。

# NKS_SHELLPACKS_JSON_SETTINGS_AUTOSAVEINTERVAL_NAME
source: JSON editor autosave interval
ar: الفاصل الزمني للحفظ التلقائي لمحرر JSON
de: Intervall für die automatische Speicherung des JSON-Editors
el: Διάστημα αυτόματης αποθήκευσης προγράμματος επεξεργασίας JSON
es: Intervalo de guardado automático del editor JSON
fr: Intervalle de sauvegarde automatique de l'éditeur JSON
ga: Eatramh uathshábháil eagarthóir JSON
hi: JSON संपादक ऑटोसेव अंतराल
id: Interval penyimpanan otomatis editor JSON
it: Intervallo di salvataggio automatico dell'editor JSON
ja: JSON エディターの自動保存間隔
ko: JSON 편집기 자동 저장 간격
ms: Selang autosimpan editor JSON
nb: JSON editor autolagringsintervall
nl: Interval voor automatisch opslaan van JSON-editor
pt_br: Intervalo de salvamento automático do editor JSON
ro: Interval de salvare automată a editorului JSON
tr: JSON düzenleyici otomatik kaydetme aralığı
uk: Інтервал автозбереження редактора JSON
vi: Khoảng thời gian tự động lưu của trình soạn thảo JSON
zh: JSON 編輯器自動儲存間隔

# NKS_SHELLPACKS_MAIL_SETTINGS_ENTRYDESC
source: This section lets you configure how the mail shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل غلاف البريد.
de: In diesem Abschnitt können Sie die Funktionsweise der Mail-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους αλληλογραφίας.
es: Esta sección le permite configurar cómo funciona el shell de correo.
fr: Cette section vous permet de configurer le fonctionnement du shell de messagerie.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc ríomhphoist a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि मेल शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell email.
it: Questa sezione ti consente di configurare il funzionamento della shell di posta.
ja: このセクションでは、メール シェルの動作方法を構成できます。
ko: 이 섹션에서는 메일 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara cangkerang mel berfungsi.
nb: Denne delen lar deg konfigurere hvordan e-postskallet fungerer.
nl: In deze sectie kunt u configureren hoe de e-mailshell werkt.
pt_br: Esta seção permite que você configure como o shell de e-mail funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul de e-mail.
tr: Bu bölüm, posta kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу поштової оболонки.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell thư.
zh: 本部分可讓您設定郵件 shell 的工作方式。

# NKS_SHELLPACKS_MAIL_SETTINGS_MAXEMAILS_NAME
source: Maximum number of e-mails in one page
ar: الحد الأقصى لعدد رسائل البريد الإلكتروني في صفحة واحدة
de: Maximale Anzahl von E-Mails auf einer Seite
el: Μέγιστος αριθμός e-mail σε μία σελίδα
es: Número máximo de correos electrónicos en una página
fr: Nombre maximum d'e-mails sur une page
ga: Líon uasta na r-phoist ar aon leathanach amháin
hi: एक पृष्ठ में ई-मेल की अधिकतम संख्या
id: Jumlah maksimum email dalam satu halaman
it: Numero massimo di e-mail in una pagina
ja: 1 ページに表示できる電子メールの最大数
ko: 한 페이지의 최대 이메일 수
ms: Bilangan maksimum e-mel dalam satu halaman
nb: Maksimalt antall e-poster på én side
nl: Maximaal aantal e-mails op één pagina
pt_br: Número máximo de e-mails em uma página
ro: Număr maxim de e-mailuri pe o singură pagină
tr: Bir sayfada maksimum e-posta sayısı
uk: Максимальна кількість електронних листів на одній сторінці
vi: Số lượng email tối đa trong một trang
zh: 一頁中的最大電子郵件數

# NKS_SHELLPACKS_MAIL_SETTINGS_MAXEMAILS_DESC
source: How many e-mail messages to display in one page?
ar: كم عدد رسائل البريد الإلكتروني التي سيتم عرضها في صفحة واحدة؟
de: Wie viele E-Mail-Nachrichten sollen auf einer Seite angezeigt werden?
el: Πόσα μηνύματα ηλεκτρονικού ταχυδρομείου να εμφανίζονται σε μία σελίδα;
es: ¿Cuántos mensajes de correo electrónico mostrar en una página?
fr: Combien de messages électroniques afficher sur une seule page ?
ga: Cé mhéad teachtaireacht ríomhphoist atá le taispeáint ar aon leathanach amháin?
hi: एक पृष्ठ पर कितने ई-मेल संदेश प्रदर्शित करने हैं?
id: Berapa banyak pesan e-mail yang akan ditampilkan dalam satu halaman?
it: Quanti messaggi di posta elettronica visualizzare in una pagina?
ja: 1 ページに何件の電子メール メッセージを表示するか?
ko: 한 페이지에 표시할 이메일 메시지 수는 몇 개입니까?
ms: Berapa banyak mesej e-mel untuk dipaparkan dalam satu halaman?
nb: Hvor mange e-postmeldinger skal vises på én side?
nl: Hoeveel e-mailberichten moeten op één pagina worden weergegeven?
pt_br: Quantas mensagens de e-mail exibir em uma página?
ro: Câte mesaje de e-mail să fie afișate într-o singură pagină?
tr: Bir sayfada kaç adet e-posta mesajı görüntülenecek?
uk: Скільки повідомлень електронної пошти відображати на одній сторінці?
vi: Có bao nhiêu tin nhắn email có thể hiển thị trên một trang?
zh: 在一頁中顯示多少封電子郵件？

# NKS_SHELLPACKS_RSS_SETTINGS_ENTRYDESC
source: This section lets you configure how the RSS shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل RSS Shell.
de: In diesem Abschnitt können Sie die Funktionsweise der RSS-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους RSS.
es: Esta sección le permite configurar cómo funciona el shell RSS.
fr: Cette section vous permet de configurer le fonctionnement du shell RSS.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc RSS a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि RSS शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell RSS.
it: Questa sezione ti consente di configurare il funzionamento della shell RSS.
ja: このセクションでは、RSS シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 RSS 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell RSS berfungsi.
nb: Denne delen lar deg konfigurere hvordan RSS-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de RSS-shell werkt.
pt_br: Esta seção permite que você configure como o shell RSS funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul RSS.
tr: Bu bölüm RSS kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки RSS.
vi: Phần này cho phép bạn cấu hình cách hoạt động của RSS shell.
zh: 本部分可讓您設定 RSS shell 的工作方式。

# NKS_SHELLPACKS_RSS_SETTINGS_PROMPTPRESET
source: RSS Prompt Preset
ar: الإعداد المسبق لموجه RSS
de: RSS-Eingabeaufforderungsvoreinstellung
el: Προρύθμιση προτροπής RSS
es: Preajuste de aviso RSS
fr: Préréglage d'invite RSS
ga: Réamhshocrú Pras RSS
hi: आरएसएस प्रॉम्प्ट प्रीसेट
id: Preset Perintah RSS
it: Preimpostazione richiesta RSS
ja: RSS プロンプトのプリセット
ko: RSS 프롬프트 사전 설정
ms: Pratetap Gesaan RSS
nb: RSS-forespørselsforhåndsinnstilling
nl: RSS-promptvoorinstelling
pt_br: Predefinição de prompt RSS
ro: RSS Prompt Presetare
tr: RSS İstemi Ön Ayarı
uk: Попереднє налаштування запиту RSS
vi: RSS Prompt cài đặt sẵn
zh: RSS 提示預設

# NKS_SHELLPACKS_SFTP_SETTINGS_ENTRYDESC
source: This section lets you configure how the SFTP shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل غلاف SFTP.
de: In diesem Abschnitt können Sie die Funktionsweise der SFTP-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους SFTP.
es: Esta sección le permite configurar cómo funciona el shell SFTP.
fr: Cette section vous permet de configurer le fonctionnement du shell SFTP.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc SFTP a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि SFTP शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell SFTP.
it: Questa sezione consente di configurare il funzionamento della shell SFTP.
ja: このセクションでは、SFTP シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 SFTP 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell SFTP berfungsi.
nb: Denne delen lar deg konfigurere hvordan SFTP-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de SFTP-shell werkt.
pt_br: Esta seção permite que você configure como o shell SFTP funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul SFTP.
tr: Bu bölüm SFTP kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки SFTP.
vi: Phần này cho phép bạn cấu hình cách hoạt động của shell SFTP.
zh: 本部分可讓您配置 SFTP shell 的工作方式。

# NKS_SHELLPACKS_SQL_SETTINGS_ENTRYDESC
source: This section lets you configure how the SQL shell works.
ar: يتيح لك هذا القسم تكوين كيفية عمل SQL Shell.
de: In diesem Abschnitt können Sie die Funktionsweise der SQL-Shell konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του κελύφους SQL.
es: Esta sección le permite configurar cómo funciona el shell SQL.
fr: Cette section vous permet de configurer le fonctionnement du shell SQL.
ga: Ligeann an chuid seo duit conas a oibríonn an bhlaosc SQL a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि SQL शेल कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja shell SQL.
it: Questa sezione consente di configurare il funzionamento della shell SQL.
ja: このセクションでは、SQL シェルがどのように動作するかを構成できます。
ko: 이 섹션에서는 SQL 셸 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara shell SQL berfungsi.
nb: Denne delen lar deg konfigurere hvordan SQL-skallet fungerer.
nl: In deze sectie kunt u configureren hoe de SQL-shell werkt.
pt_br: Esta seção permite que você configure como o shell SQL funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează shell-ul SQL.
tr: Bu bölüm SQL kabuğunun nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу оболонки SQL.
vi: Phần này cho phép bạn cấu hình cách hoạt động của SQL shell.
zh: 本部分可讓您配置 SQL shell 的工作方式。

# NKS_SHELLPACKS_SQL_SETTINGS_PROMPTPRESET
source: SQL Shell Prompt Preset
ar: الإعداد المسبق لموجه SQL Shell
de: SQL-Shell-Eingabeaufforderungsvoreinstellung
es: Configuración preestablecida del mensaje de Shell SQL
fr: Préréglage d'invite SQL Shell
ga: SQL Shell Pras Réamhshocrú
hi: SQL शेल प्रॉम्प्ट प्रीसेट
id: Preset Perintah Shell SQL
it: Preimpostazione del prompt della shell SQL
ja: SQL シェル プロンプト プリセット
ko: SQL 셸 프롬프트 사전 설정
ms: Pratetap Prompt SQL Shell
nb: Forhåndsinnstilling av SQL Shell-ledetekst
nl: SQL Shell-promptvoorinstelling
pt_br: Predefinição de prompt do shell SQL
ro: SQL Shell Prompt Presetare
tr: SQL Shell İstemi Ön Ayarı
vi: Cài đặt trước dấu nhắc lệnh SQL Shell
zh: SQL Shell 提示預設

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_FILETYPE
source: File type
ar: نوع الملف
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fr: Type de fichier
ga: Cineál comhaid
hi: फाइल का प्रकार
id: Jenis berkas
it: Tipo di file
ja: ファイルの種類
ko: 파일 형식
ms: Jenis fail
nb: Filtype
nl: Bestandstype
pt_br: Tipo de arquivo
ro: Tip fișier
tr: Dosya türü
uk: Тип файлу
vi: Loại tập tin
zh: 文件類型

# NKS_SHELLPACKS_RSS_COMMAND_SELFEED_DESC
source: Searches the feed library for a feed
ar: يبحث في مكتبة الخلاصات عن الخلاصة
de: Durchsucht die Feed-Bibliothek nach einem Feed
el: Πραγματοποιεί αναζήτηση στη βιβλιοθήκη ροής δεδομένων για μια ροή
es: Busca un feed en la biblioteca de feeds
fr: Recherche un flux dans la bibliothèque de flux
ga: Cuardaíonn sé an leabharlann fothaí le haghaidh fotha
hi: फ़ीड लाइब्रेरी में फ़ीड खोजता है
id: Mencari pustaka umpan untuk umpan
it: Cerca un feed nella libreria dei feed
ja: フィードライブラリからフィードを検索します
ko: 피드 라이브러리에서 피드를 검색합니다.
ms: Mencari suapan di perpustakaan suapan
nb: Søker i feedbiblioteket etter en feed
nl: Zoekt in de feedbibliotheek naar een feed
pt_br: Pesquisa na biblioteca de feeds por um feed
ro: Caută un flux în biblioteca de fluxuri
tr: Bir besleme için besleme kitaplığını arar
uk: Пошук каналу в бібліотеці каналів
vi: Tìm kiếm thư viện nguồn cấp dữ liệu cho một nguồn cấp dữ liệu
zh: 在 feed 庫中搜尋 feed

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_COPY
source: Copy
ar: ينسخ
de: Kopie
el: Αντίγραφο
es: Copiar
fr: Copie
ga: Cóip
hi: प्रतिलिपि
id: Menyalin
it: Copia
ja: コピー
ko: 복사
ms: salin
nb: Kopiere
nl: Kopiëren
pt_br: Cópia
ro: Copie
tr: Kopyala
uk: Копія
vi: Sao chép
zh: 複製

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_MOVE
source: Move
ar: يتحرك
de: Bewegen
el: Κίνηση
es: Mover
fr: Se déplacer
ga: Bog
hi: कदम
id: Bergerak
it: Mossa
ja: 動く
ko: 이동하다
ms: Bergerak
nb: Flytte
nl: Beweging
pt_br: Mover
ro: Mişcare
tr: Taşınmak
uk: рухатися
vi: Di chuyển
zh: 移動

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_DELETE
source: Delete
ar: يمسح
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
ga: Scrios
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pt_br: Excluir
ro: Şterge
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh: 刪除

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_UP
source: Up
ar: أعلى
de: Hoch
el: Επάνω
es: Arriba
fr: En haut
ga: Suas
hi: ऊपर
id: Ke atas
it: Su
ja: 上
ko: 위로
ms: Naik
nb: Opp
nl: Omhoog
pt_br: Acima
ro: Sus
tr: Yukarı
uk: вгору
vi: Hướng lên
zh: 向上

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_INFO
source: Info
ar: معلومات
el: Πληροφορίες
es: Información
fr: Informations
ga: Eolas
hi: जानकारी
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pt_br: Informações
tr: Bilgi
uk: Інформація
vi: Thông tin
zh: 資訊

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_RENAME
source: Rename
ar: إعادة تسمية
de: Umbenennen
el: Μετονομάζω
es: Rebautizar
fr: Rebaptiser
ga: Athainmnigh
hi: नाम बदलें
id: Ganti nama
it: Rinominare
ja: 名前を変更
ko: 이름 바꾸기
ms: Namakan semula
nb: Gi nytt navn
nl: Hernoemen
pt_br: Renomear
ro: Redenumiți
tr: Yeniden isimlendirmek
uk: Перейменувати
vi: Đổi tên
zh: 重新命名

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_NEWFOLDER
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fr: Nouveau dossier
ga: Fillteán Nua
hi: नया फ़ोल्डर
id: Folder Baru
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
ms: Folder Baharu
nb: Ny mappe
nl: Nieuwe map
pt_br: Nova pasta
ro: Dosar nou
tr: Yeni Klasör
uk: Нова папка
vi: Thư mục mới
zh: 新建資料夾

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_OPEN
source: Open
ar: يفتح
de: Offen
el: Ανοιχτό
es: Abierto
fr: Ouvrir
ga: Oscail
hi: खुला
id: Membuka
it: Aprire
ja: 開ける
ko: 열려 있는
ms: Buka
nb: Åpne
pt_br: Abrir
ro: Deschide
tr: Açık
uk: ВІДЧИНЕНО
vi: Mở
zh: 打開

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_MIMEMETADATAEXTENDED
source: MIME metadata (extended)
ar: بيانات التعريف MIME (الممتدة)
de: MIME-Metadaten (erweitert)
el: Μεταδεδομένα MIME (εκτεταμένα)
es: Metadatos MIME (extendido)
fr: Métadonnées MIME (étendues)
ga: meiteashonraí MIME (sínte)
hi: MIME मेटाडेटा (विस्तारित)
id: Metadata MIME (diperluas)
it: Metadati MIME (estesi)
ja: MIME メタデータ (拡張)
ko: MIME 메타데이터(확장됨)
ms: Metadata MIME (dilanjutkan)
nb: MIME-metadata (utvidet)
nl: MIME-metadata (uitgebreid)
pt_br: Metadados MIME (estendidos)
ro: Metadatele MIME (extinse)
tr: MIME meta verileri (genişletilmiş)
uk: Метадані MIME (розширені)
vi: Siêu dữ liệu MIME (mở rộng)
zh: MIME 元資料（擴充）

# NKS_SHELLPACKS_FTPSFTP_FMCLI_EXCEPTION_REGISTEREDHANDLERFAILED
source: Handler is registered but somehow failed to get an extension handler for
ar: تم تسجيل المعالج ولكن فشل بطريقة ما في الحصول على معالج تمديد لـ
de: Handler ist registriert, aber es ist irgendwie fehlgeschlagen, einen Erweiterungshandler für
el: Το Handler είναι εγγεγραμμένο αλλά κατά κάποιο τρόπο απέτυχε να αποκτήσει ένα πρόγραμμα χειρισμού επέκτασης για
es: El controlador está registrado pero de alguna manera no pudo obtener un controlador de extensión para
fr: Le gestionnaire est enregistré mais n'a pas réussi à obtenir un gestionnaire d'extension pour
ga: Tá láimhseálaí cláraithe ach níor éirigh leis láimhseálaí síntí a fháil le haghaidh
hi: हैंडलर पंजीकृत है, लेकिन किसी तरह से एक्सटेंशन हैंडलर प्राप्त करने में विफल रहा
id: Penangan terdaftar tetapi entah bagaimana gagal mendapatkan penangan ekstensi untuk
it: Il gestore è registrato ma in qualche modo non è riuscito a ottenere un gestore di estensione per
ja: ハンドラは登録されていますが、何らかの理由で拡張ハンドラを取得できませんでした
ko: 핸들러가 등록되었지만 어떻게든 확장 핸들러를 가져오지 못했습니다.
ms: Pengendali didaftarkan tetapi entah bagaimana gagal mendapatkan pengendali sambungan untuk
nb: Handler er registrert, men klarte på en eller annen måte ikke å få en utvidelsesbehandler for
nl: Handler is geregistreerd, maar is er op de een of andere manier niet in geslaagd een extensiehandler te verkrijgen voor
pt_br: O manipulador está registrado, mas de alguma forma não conseguiu obter um manipulador de extensão para
ro: Handler-ul este înregistrat, dar nu a reușit cumva să obțină un handler de extensie pentru
tr: İşleyici kayıtlı ancak bir şekilde uzantı işleyicisi elde edilemedi
uk: Обробник зареєстровано, але чомусь не вдалося отримати обробник розширення для
vi: Trình xử lý đã được đăng ký nhưng bằng cách nào đó không nhận được trình xử lý mở rộng cho
zh: 處理程序已註冊，但不知何故無法取得擴充處理程序

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_COPYTO
source: Copy To
ar: نسخ إلى
de: Kopieren nach
el: Αντιγραφή σε
ga: Cóipeáil Chuig
hi: में कॉपी
ja: コピー先
ko: 복사하기
ms: Salin Ke
nb: Kopier til
nl: Kopiëren naar
pt_br: Copiar para
ro: Copiați în
tr: Kopyala
uk: Копіювати в
vi: Sao chép vào
zh: 複製到

# NKS_SHELLPACKS_FTPSFTP_FMCLI_KEYBINDING_MOVETO
source: Move to
ar: انتقل الى
de: Wechseln zu
el: Μετακίνηση σε
ga: Bog go
hi: करने के लिए कदम
ja: 移動する
ko: 이동하다
ms: Pindah ke
nb: Flytt til
nl: Verhuizen naar
pt_br: Mover para
ro: Mutați la
tr: Taşınmak
uk: Перейти до
vi: Di chuyển đến
zh: 移至

# NKS_SHELLPACKS_COMMON_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_CANTGETENTRIES
source: Can't get archive entries
ar: لا يمكن الحصول على إدخالات الأرشيف
de: Archiveinträge können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη εγγραφών αρχείου
es: No se pueden obtener las entradas del archivo
fr: Impossible d'obtenir les entrées d'archives
ga: Ní féidir iontrálacha cartlainne a fháil
hi: पुरालेख प्रविष्टियाँ प्राप्त नहीं की जा सकीं
id: Tidak bisa mendapatkan entri arsip
it: Impossibile ottenere le voci di archivio
ja: アーカイブエントリを取得できません
ko: 보관 항목을 가져올 수 없습니다
ms: Tidak boleh mendapatkan entri arkib
nb: Kan ikke hente arkivoppføringer
nl: Kan geen archiefitems ophalen
pt_br: Não é possível obter entradas de arquivo
ro: Nu se pot obține intrări în arhivă
tr: Arşiv girişleri alınamıyor
uk: Не вдається отримати архівні записи
vi: Không thể lấy được mục lưu trữ
zh: 無法取得存檔條目

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_NOTLOADED
source: Archive is not loaded yet.
ar: لم يتم تحميل الأرشيف بعد.
de: Das Archiv wurde noch nicht geladen.
el: Το αρχείο δεν έχει φορτωθεί ακόμα.
es: El archivo aún no se ha cargado.
fr: L'archive n'est pas encore chargée.
ga: Níl an chartlann luchtaithe fós.
hi: पुरालेख अभी लोड नहीं हुआ है.
id: Arsip belum dimuat.
it: L'archivio non è ancora stato caricato.
ja: アーカイブはまだ読み込まれていません。
ko: 아직 아카이브가 로드되지 않았습니다.
ms: Arkib belum dimuatkan lagi.
nb: Arkivet er ikke lastet inn ennå.
nl: Archief is nog niet geladen.
pt_br: O arquivo ainda não foi carregado.
ro: Arhiva nu este încă încărcată.
tr: Arşiv henüz yüklenmedi.
uk: Архів ще не завантажено.
vi: Lưu trữ chưa được tải.
zh: 存檔尚未載入。

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_ARCHIVEDIRUNDETERMINABLE
source: Can't determine current archive directory.
ar: لا يمكن تحديد دليل الأرشيف الحالي.
de: Aktuelles Archivverzeichnis kann nicht ermittelt werden.
el: Δεν είναι δυνατός ο προσδιορισμός του τρέχοντος καταλόγου αρχειοθέτησης.
es: No se puede determinar el directorio de archivo actual.
fr: Impossible de déterminer le répertoire d'archive actuel.
ga: Ní féidir an t-eolaire cartlainne reatha a chinneadh.
hi: वर्तमान संग्रह निर्देशिका निर्धारित नहीं की जा सकती.
id: Tidak dapat menentukan direktori arsip saat ini.
it: Impossibile determinare la directory di archivio corrente.
ja: 現在のアーカイブ ディレクトリを特定できません。
ko: 현재 보관 디렉토리를 확인할 수 없습니다.
ms: Tidak dapat menentukan direktori arkib semasa.
nb: Kan ikke fastslå gjeldende arkivkatalog.
nl: Kan de huidige archiefmap niet bepalen.
pt_br: Não é possível determinar o diretório de arquivamento atual.
ro: Nu se poate determina directorul arhivei curente.
tr: Mevcut arşiv dizini belirlenemiyor.
uk: Неможливо визначити поточний каталог архіву.
vi: Không thể xác định thư mục lưu trữ hiện tại.
zh: 無法確定目前存檔目錄。
