Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_ARCHIVE_ARCHIVEDIRNOTFOUND
source: Archive directory {0} doesn't exist
ar: دليل الأرشيف {0} غير موجود
de: Archivverzeichnis {0} existiert nicht
el: Ο κατάλογος αρχειοθέτησης {0} δεν υπάρχει
es: El directorio de archivo {0} no existe
fr: Le répertoire d'archive {0} n'existe pas
ga: Níl an t-eolaire cartlainne {0} ann
hi: संग्रह निर्देशिका {0} मौजूद नहीं है
id: Direktori arsip {0} tidak ada
it: La directory di archivio {0} non esiste
ja: アーカイブ ディレクトリ {0} は存在しません
ko: 아카이브 디렉토리 {0}이 (가) 없습니다.
ms: Direktori arkib {0} tidak wujud
nb: Arkivkatalogen {0} eksisterer ikke
nl: Archiefmap {0} bestaat niet
pt_br: O diretório de arquivo {0} não existe
ro: Directorul de arhivă {0} nu există
tr: Arşiv dizini {0} mevcut değil
uk: Архівний каталог {0} не існує
vi: Thư mục lưu trữ {0} không tồn tại
zh: 存檔目錄 {0} 不存在

# NKS_SHELLPACKS_FTP_EXCEPTION_SHELLERROR
source: There was an error in the FTP shell:
ar: حدث خطأ في غلاف FTP:
de: In der FTP-Shell ist ein Fehler aufgetreten:
el: Παρουσιάστηκε ένα σφάλμα στο κέλυφος FTP:
es: Hubo un error en el shell de FTP:
fr: Une erreur s'est produite dans le shell FTP :
ga: Tharla earráid sa bhlaosc FTP:
hi: FTP शेल में एक त्रुटि थी:
id: Terjadi kesalahan pada shell FTP:
it: Si è verificato un errore nella shell FTP:
ja: FTP シェルにエラーがありました:
ko: FTP 셸에 오류가 있습니다.
ms: Terdapat ralat dalam shell FTP:
nb: Det var en feil i FTP-skallet:
nl: Er is een fout opgetreden in de FTP-shell:
pt_br: Ocorreu um erro no shell FTP:
ro: A apărut o eroare în shell-ul FTP:
tr: FTP kabuğunda bir hata oluştu:
uk: В оболонці FTP сталася помилка:
vi: Có lỗi trong shell FTP:
zh: FTP shell 中出現錯誤：

# NKS_SHELLPACKS_SFTP_EXCEPTION_SHELLERROR
source: There was an error in the SFTP shell:
ar: حدث خطأ في غلاف SFTP:
de: In der SFTP-Shell ist ein Fehler aufgetreten:
el: Παρουσιάστηκε ένα σφάλμα στο κέλυφος SFTP:
es: Hubo un error en el shell SFTP:
fr: Une erreur s'est produite dans le shell SFTP :
ga: Tharla earráid sa bhlaosc SFTP:
hi: SFTP शेल में एक त्रुटि थी:
id: Terjadi kesalahan pada shell SFTP:
it: Si è verificato un errore nella shell SFTP:
ja: SFTP シェルにエラーがありました:
ko: SFTP 셸에 오류가 있습니다.
ms: Terdapat ralat dalam shell SFTP:
nb: Det var en feil i SFTP-skallet:
nl: Er is een fout opgetreden in de SFTP-shell:
pt_br: Ocorreu um erro no shell SFTP:
ro: A apărut o eroare în shell-ul SFTP:
tr: SFTP kabuğunda bir hata oluştu:
uk: Виникла помилка в оболонці SFTP:
vi: Có lỗi trong shell SFTP:
zh: SFTP shell 中出現錯誤：

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD
source: How do you want to authenticate?
ar: كيف تريد المصادقة؟
de: Wie möchten Sie sich authentifizieren?
el: Πώς θέλετε να γίνει έλεγχος ταυτότητας;
es: ¿Cómo quieres autenticarte?
fr: Comment voulez-vous vous authentifier ?
ga: Conas is mian leat a fhíordheimhniú?
hi: आप कैसे प्रमाणित करना चाहते हैं?
id: Bagaimana Anda ingin melakukan autentikasi?
it: Come vuoi autenticarti?
ja: どのように認証しますか?
ko: 어떻게 인증 하시겠습니까?
ms: Bagaimana anda ingin mengesahkan?
nb: Hvordan vil du autentisere?
nl: Hoe wil je authenticeren?
pt_br: Como você deseja autenticar?
ro: Cum vrei să te autentifici?
tr: Kimlik doğrulamasını nasıl yapmak istiyorsunuz?
uk: Як ви хочете автентифікуватися?
vi: Bạn muốn xác thực như thế nào?
zh: 您想如何進行身份驗證？

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_PRIVATEKEY
source: Private key file
ar: ملف مفتاح خاص
de: Datei mit privatem Schlüssel
el: Αρχείο ιδιωτικού κλειδιού
es: Archivo de clave privada
fr: Fichier de clé privée
ga: Comhad eochair phríobháideach
hi: निजी कुंजी फ़ाइल
id: File kunci pribadi
it: File chiave privata
ja: 秘密鍵ファイル
ko: 개인 키 파일
ms: Fail kunci peribadi
nb: Privat nøkkelfil
nl: Privé sleutel bestand
pt_br: Arquivo de chave privada
ro: Fișier cu cheie privată
tr: Özel anahtar dosyası
uk: Файл закритого ключа
vi: Tệp khóa riêng tư
zh: 私鑰文件

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_PASSWORD
source: Password
ar: كلمه السر
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
ga: Pasfhocal
hi: कुंजिका
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 암호
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pt_br: Senha
ro: Parola
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密碼

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_KEYPASSPHRASE
source: Enter the passphrase for key {0}:
ar: أدخل عبارة مرور المفتاح {0}:
de: Geben Sie die Passphrase für den Schlüssel {0} ein:
el: Εισαγάγετε τη φράση πρόσβασης για το κλειδί {0}:
es: Ingrese la frase de contraseña para la clave {0}:
fr: Saisissez la phrase secrète pour la clé {0} :
ga: Cuir isteach an pasfhrása don eochair {0}:
hi: कुंजी {0} के लिए पासफ़्रेज़ दर्ज करें:
id: Masukkan frasa sandi untuk kunci {0}:
it: Inserisci la passphrase per la chiave {0}:
ja: キー {0} のパスフレーズを入力してください:
ko: {0} 키의 암호 입력 :
ms: Masukkan frasa laluan untuk kunci {0}:
nb: Skriv inn passordfrasen for nøkkelen {0}:
nl: Voer de wachtwoordzin in voor sleutel {0}:
pt_br: Digite a senha para a chave {0}:
ro: Introduceți expresia de acces pentru cheia {0}:
tr: {0} anahtarı için parolayı girin:
uk: Введіть парольну фразу для ключа {0}:
vi: Nhập mật khẩu cho khóa {0}:
zh: 輸入密鑰 {0} 的密碼：

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_KEYNOTFOUND
source: Key file {0} doesn't exist.
ar: الملف الرئيسي {0} غير موجود.
de: Schlüsseldatei {0} existiert nicht.
el: Το αρχείο κλειδιού {0} δεν υπάρχει.
es: El archivo de clave {0} no existe.
fr: Le fichier de clé {0} n'existe pas.
ga: Níl an eochairchomhad {0} ann.
hi: कुंजी फ़ाइल {0} मौजूद नहीं है.
id: Berkas kunci {0} tidak ada.
it: Il file chiave {0} non esiste.
ja: キー ファイル {0} は存在しません。
ko: {0} 키 파일이 없습니다.
ms: Fail kunci {0} tidak wujud.
nb: Nøkkelfilen {0} eksisterer ikke.
nl: Sleutelbestand {0} bestaat niet.
pt_br: O arquivo de chave {0} não existe.
ro: Fișierul cheie {0} nu există.
tr: {0} anahtar dosyası mevcut değil.
uk: Ключовий файл {0} не існує.
vi: Tệp khóa {0} không tồn tại.
zh: 密鑰文件 {0} 不存在。

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_AUTHMETHOD_KEYADDFAILED
source: Error trying to add private key:
ar: خطأ في محاولة إضافة المفتاح الخاص:
de: Fehler beim Hinzufügen des privaten Schlüssels:
el: Σφάλμα κατά την προσπάθεια προσθήκης ιδιωτικού κλειδιού:
es: Error al intentar agregar la clave privada:
fr: Erreur lors de la tentative d'ajout de clé privée :
ga: Earráid agus eochair phríobháideach á cur leis:
hi: निजी कुंजी जोड़ने का प्रयास करने में त्रुटि:
id: Terjadi kesalahan saat mencoba menambahkan kunci pribadi:
it: Errore durante il tentativo di aggiungere la chiave privata:
ja: 秘密鍵の追加中にエラーが発生しました:
ko: 개인 키 추가 시도 오류 :
ms: Ralat semasa cuba menambah kunci peribadi:
nb: Feil ved forsøk på å legge til privat nøkkel:
nl: Fout bij het toevoegen van een persoonlijke sleutel:
pt_br: Erro ao tentar adicionar chave privada:
ro: Eroare la încercarea de a adăuga cheia privată:
tr: Özel anahtar eklemeye çalışırken hata oluştu:
uk: Помилка при спробі додати закритий ключ:
vi: Lỗi khi cố gắng thêm khóa riêng tư:
zh: 嘗試添加私鑰時出錯：

# NKS_SHELLPACKS_FTP_COMMAND_PERM_DESC
source: Sets file permissions. This is supported only on FTP servers that run Unix.
ar: يحدد أذونات الملف. هذا مدعوم فقط على خوادم FTP التي تقوم بتشغيل Unix.
de: Legt Dateiberechtigungen fest. Dies wird nur auf FTP-Servern unterstützt, auf denen Unix ausgeführt wird.
el: Ορίζει δικαιώματα αρχείων. Αυτό υποστηρίζεται μόνο σε διακομιστές FTP που εκτελούν Unix.
es: Establece permisos de archivo. Esto solo es compatible con servidores FTP que ejecutan Unix.
fr: Définit les autorisations de fichier. Ceci est pris en charge uniquement sur les serveurs FTP qui exécutent Unix.
ga: Socraíonn sé ceadanna comhaid. Ní thacaítear leis seo ach ar fhreastalaithe FTP a ritheann Unix.
hi: फ़ाइल अनुमतियाँ सेट करता है। यह केवल यूनिक्स चलाने वाले FTP सर्वर पर समर्थित है।
id: Mengatur izin berkas. Ini hanya didukung pada server FTP yang menjalankan Unix.
it: Imposta i permessi dei file. Questo è supportato solo su server FTP che eseguono Unix.
ja: ファイルのアクセス許可を設定します。これは、Unix を実行する FTP サーバーでのみサポートされます。
ko: 파일 권한을 설정합니다. 이것은 Unix를 실행하는 FTP 서버에서만 지원됩니다.
ms: Menetapkan kebenaran fail. Ini hanya disokong pada pelayan FTP yang menjalankan Unix.
nb: Angir filtillatelser. Dette støttes kun på FTP-servere som kjører Unix.
nl: Stelt bestandsrechten in. Dit wordt alleen ondersteund op FTP-servers waarop Unix draait.
pt_br: Define permissões de arquivo. Isso é suportado somente em servidores FTP que executam Unix.
ro: Setează permisiunile pentru fișiere. Acest lucru este acceptat numai pe serverele FTP care rulează Unix.
tr: Dosya izinlerini ayarlar. Bu yalnızca Unix çalıştıran FTP sunucularında desteklenir.
uk: Встановлює права доступу до файлів. Це підтримується лише на FTP-серверах, які працюють під управлінням Unix.
vi: Thiết lập quyền cho tệp. Tính năng này chỉ được hỗ trợ trên các máy chủ FTP chạy Unix.
zh: 設置文件權限。這僅在運行 Unix 的 FTP 服務器上受支持。

# NKS_SHELLPACKS_FTP_COMMAND_TYPE_DESC
source: Sets the type for this session
ar: يعيّن نوع هذه الجلسة
de: Legt den Typ für diese Sitzung fest
el: Ορίζει τον τύπο για αυτήν την περίοδο λειτουργίας
es: Establece el tipo de esta sesión.
fr: Définit le type de cette session
ga: Socraíonn sé an cineál don seisiún seo
hi: इस सत्र के लिए प्रकार सेट करता है
id: Mengatur jenis untuk sesi ini
it: Imposta il tipo per questa sessione
ja: このセッションのタイプを設定します
ko: 이 세션의 유형을 설정합니다.
ms: Menetapkan jenis untuk sesi ini
nb: Angir typen for denne økten
nl: Stelt het type in voor deze sessie
pt_br: Define o tipo para esta sessão
ro: Setează tipul pentru această sesiune
tr: Bu oturum için türü ayarlar
uk: Встановлює тип для цього сеансу
vi: Đặt loại cho phiên này
zh: 設置此會話的類型

# NKS_SHELLPACKS_FTP_PERM_SETFAILED
source: Failed to set permissions of {0} to {1}.
ar: فشل تعيين أذونات {0} إلى {1}.
de: Die Berechtigungen von {0} konnten nicht auf {1} festgelegt werden.
el: Αποτυχία ορισμού αδειών από {0} σε {1}.
es: No se pudieron establecer los permisos de {0} a {1}.
fr: Échec de la définition des autorisations de {0} sur {1}.
ga: Theip ar cheadanna {0} go {1} a shocrú.
hi: {0} की अनुमतियों को {1} पर सेट करने में विफल.
id: Gagal menetapkan izin dari {0} ke {1}.
it: Impossibile impostare le autorizzazioni di {0} su {1}.
ja: {0} の権限を {1} に設定できませんでした。
ko: {0}의 권한을 {1} (으)로 설정하지 못했습니다.
ms: Gagal menetapkan kebenaran {0} kepada {1}.
nb: Kunne ikke angi tillatelser for {0} til {1}.
nl: Kan de rechten van {0} niet instellen op {1}.
pt_br: Falha ao definir permissões de {0} para {1}.
ro: Nu s-au setat permisiunile pentru {0} la {1}.
tr: {0} izinleri {1} olarak ayarlanamadı.
uk: Не вдалося встановити дозволи для {0} на {1}.
vi: Không thể thiết lập quyền của {0} thành {1}.
zh: 未能將 {0} 的權限設置為 {1}。

# NKS_SHELLPACKS_FTP_PERM_SETSUCCEEDED
source: Permissions set successfully for file
ar: تم تعيين الأذونات للملف بنجاح
de: Berechtigungen für Datei erfolgreich festgelegt
el: Τα δικαιώματα ορίστηκαν με επιτυχία για το αρχείο
es: Permisos establecidos correctamente para el archivo
fr: Autorisations définies avec succès pour le fichier
ga: D'éirigh le ceadanna a shocrú don chomhad
hi: फ़ाइल के लिए अनुमतियाँ सफलतापूर्वक सेट की गईं
id: Izin berhasil ditetapkan untuk file
it: Permessi impostati con successo per il file
ja: ファイルのアクセス許可が正常に設定されました
ko: 파일에 대한 권한이 성공적으로 설정되었습니다.
ms: Kebenaran ditetapkan dengan jayanya untuk fail
nb: Tillatelser satt for filen
nl: Machtigingen succesvol ingesteld voor bestand
pt_br: Permissões definidas com sucesso para o arquivo
ro: Permisiunile setate cu succes pentru fișier
tr: Dosya için izinler başarıyla ayarlandı
uk: Дозволи успішно встановлено для файлу
vi: Quyền được thiết lập thành công cho tập tin
zh: 文件權限設置成功

# NKS_SHELLPACKS_FTP_TYPE_ASCII
source: Data type set to ASCII!
ar: تعيين نوع البيانات على ASCII!
de: Datentyp auf ASCII gesetzt!
el: Ο τύπος δεδομένων ορίστηκε σε ASCII!
es: ¡Tipo de datos establecido en ASCII!
fr: Type de données défini sur ASCII !
ga: Cineál sonraí socraithe chuig ASCII!
hi: डेटा प्रकार ASCII पर सेट!
id: Tipe data ditetapkan ke ASCII!
it: Tipo di dati impostato su ASCII!
ja: データ型を ASCII に設定!
ko: ASCII로 설정된 데이터 유형!
ms: Jenis data ditetapkan kepada ASCII!
nb: Datatype satt til ASCII!
nl: Gegevenstype ingesteld op ASCII!
pt_br: Tipo de dados definido como ASCII!
ro: Tip de date setat la ASCII!
tr: Veri türü ASCII olarak ayarlandı!
uk: Встановлено тип даних ASCII!
vi: Kiểu dữ liệu được thiết lập là ASCII!
zh: 數據類型設置為 ASCII！

# NKS_SHELLPACKS_FTP_TYPE_BINARY
source: Data type set to Binary!
ar: تم تعيين نوع البيانات على ثنائي!
de: Datentyp auf Binär gesetzt!
el: Ο τύπος δεδομένων ορίστηκε σε Binary!
es: ¡Tipo de datos establecido en Binario!
fr: Type de données défini sur Binaire !
ga: Cineál sonraí socraithe go Dénártha!
hi: डेटा प्रकार बाइनरी पर सेट!
id: Tipe data ditetapkan ke Biner!
it: Tipo di dati impostato su Binario!
ja: データ型をバイナリに設定！
ko: 바이너리로 설정된 데이터 유형!
ms: Jenis data ditetapkan kepada Binari!
nb: Datatype satt til Binær!
nl: Gegevenstype ingesteld op Binair!
pt_br: Tipo de dados definido como Binário!
ro: Tipul de date setat la Binar!
tr: Veri türü Binary olarak ayarlandı!
uk: Встановлено тип даних Binary!
vi: Kiểu dữ liệu được đặt thành Nhị phân!
zh: 數據類型設置為二進制！

# NKS_SHELLPACKS_FTP_TYPE_INVALID
source: Invalid data type.
ar: نوع البيانات غير صالح.
de: Ungültiger Datentyp.
el: Μη έγκυρος τύπος δεδομένων.
es: Tipo de datos no válido.
fr: Type de données non valide.
ga: Cineál sonraí neamhbhailí.
hi: अमान्य डेटा प्रकार।
id: Tipe data tidak valid.
it: Tipo di dati non valido.
ja: 無効なデータ型です。
ko: 잘못된 데이터 유형입니다.
ms: Jenis data tidak sah.
nb: Ugyldig datatype.
nl: Ongeldig gegevenstype.
pt_br: Tipo de dados inválido.
ro: Tip de date nevalid.
tr: Geçersiz veri türü.
uk: Недійсний тип даних.
vi: Kiểu dữ liệu không hợp lệ.
zh: 無效的數據類型。

# NKS_SHELLPACKS_FTP_TYPE_ASCII_WARNING
source: Beware that most files won't download or upload properly using this mode, so we highly recommend using the Binary mode on most situations.
ar: احذر من أن معظم الملفات لن يتم تنزيلها أو تحميلها بشكل صحيح باستخدام هذا الوضع ، لذلك نوصي بشدة باستخدام الوضع الثنائي في معظم المواقف.
de: Beachten Sie, dass die meisten Dateien in diesem Modus nicht richtig heruntergeladen oder hochgeladen werden. Wir empfehlen daher dringend, in den meisten Situationen den Binärmodus zu verwenden.
el: Προσέξτε ότι τα περισσότερα αρχεία δεν θα λάβουν ή δεν θα μεταφορτωθούν σωστά χρησιμοποιώντας αυτήν τη λειτουργία, γι' αυτό συνιστούμε ανεπιφύλακτα τη χρήση της δυαδικής λειτουργίας στις περισσότερες περιπτώσεις.
es: Tenga en cuenta que la mayoría de los archivos no se descargarán o cargarán correctamente con este modo, por lo que recomendamos encarecidamente utilizar el modo binario en la mayoría de las situaciones.
fr: Attention, la plupart des fichiers ne seront pas téléchargés ou téléchargés correctement en utilisant ce mode, nous vous recommandons donc fortement d'utiliser le mode binaire dans la plupart des situations.
ga: Tabhair faoi deara nach n-íoslódálann nó nach n-uaslódálann formhór na gcomhad i gceart ag baint úsáide as an mód seo, mar sin molaimid go mór an modh Dénártha a úsáid i bhformhór na gcásanna.
hi: सावधान रहें कि अधिकांश फ़ाइलें इस मोड का उपयोग करके ठीक से डाउनलोड या अपलोड नहीं होंगी, इसलिए हम अधिकांश स्थितियों में बाइनरी मोड का उपयोग करने की अत्यधिक अनुशंसा करते हैं।
id: Hati-hati, sebagian besar berkas tidak dapat diunduh atau diunggah dengan benar menggunakan mode ini. Jadi, kami sangat menyarankan penggunaan mode Biner pada sebagian besar situasi.
it: Fai attenzione che la maggior parte dei file non verrà scaricata o caricata correttamente utilizzando questa modalità, quindi consigliamo vivamente di utilizzare la modalità binaria nella maggior parte delle situazioni.
ja: このモードを使用すると、ほとんどのファイルが正しくダウンロードまたはアップロードされないことに注意してください。そのため、ほとんどの状況でバイナリ モードを使用することを強くお勧めします。
ko: 이 모드를 사용하면 대부분의 파일이 제대로 다운로드되거나 업로드되지 않으므로 대부분의 상황에서 바이너리 모드를 사용하는 것이 좋습니다.
ms: Berhati-hati bahawa kebanyakan fail tidak akan memuat turun atau memuat naik dengan betul menggunakan mod ini, jadi kami amat mengesyorkan menggunakan mod Binari pada kebanyakan situasi.
nb: Vær oppmerksom på at de fleste filer ikke vil lastes ned eller lastes opp riktig ved å bruke denne modusen, så vi anbefaler på det sterkeste å bruke binærmodus i de fleste situasjoner.
nl: Houd er rekening mee dat de meeste bestanden niet correct worden gedownload of geüpload in deze modus, dus we raden u ten zeerste aan om in de meeste situaties de binaire modus te gebruiken.
pt_br: Esteja ciente de que a maioria dos arquivos não será baixada ou carregada corretamente usando este modo, por isso recomendamos fortemente usar o modo Binário na maioria das situações.
ro: Atenție la faptul că majoritatea fișierelor nu se vor descărca sau încărca corect folosind acest mod, așa că vă recomandăm cu căldură să utilizați modul binar în majoritatea situațiilor.
tr: Çoğu dosyanın bu modda düzgün bir şekilde indirilemeyeceğini veya yüklenemeyeceğini unutmayın, bu nedenle çoğu durumda Binary modunu kullanmanızı şiddetle öneririz.
uk: Майте на увазі, що більшість файлів не завантажуються чи завантажуються належним чином у цьому режимі, тому ми наполегливо рекомендуємо використовувати двійковий режим у більшості ситуацій.
vi: Xin lưu ý rằng hầu hết các tệp sẽ không tải xuống hoặc tải lên đúng cách khi sử dụng chế độ này, vì vậy chúng tôi khuyên bạn nên sử dụng chế độ Nhị phân trong hầu hết các trường hợp.
zh: 請注意，使用此模式無法正確下載或上傳大多數文件，因此我們強烈建議在大多數情況下使用二進制模式。

# NKS_SHELLPACKS_COMMON_COMMAND_RSS_DESC
source: Opens an RSS shell to read the feeds
ar: يفتح قذيفة RSS لقراءة الخلاصات
de: Öffnet eine RSS-Shell zum Lesen der Feeds
el: Ανοίγει ένα κέλυφος RSS για ανάγνωση των ροών
es: Abre un shell RSS para leer los feeds.
fr: Ouvre un shell RSS pour lire les flux
ga: Osclaíonn sé blaosc RSS chun na fothaí a léamh
hi: फ़ीड पढ़ने के लिए RSS शेल खोलता है
id: Membuka shell RSS untuk membaca umpan
it: Apre una shell RSS per leggere i feed
ja: フィードを読み取るために RSS シェルを開きます
ko: RSS 셸을 열어 피드를 읽습니다.
ms: Membuka cangkerang RSS untuk membaca suapan
nb: Åpner et RSS-skall for å lese feedene
nl: Opent een RSS-shell om de feeds te lezen
pt_br: Abre um shell RSS para ler os feeds
ro: Deschide un shell RSS pentru a citi fluxurile
tr: Beslemeleri okumak için bir RSS kabuğu açar
uk: Відкриває оболонку RSS для читання каналів
vi: Mở một vỏ RSS để đọc các nguồn cấp dữ liệu
zh: 打開 RSS shell 以讀取提要

# NKS_SHELLPACKS_RSS_COMMAND_LIST_DESC
source: Lists all feeds
ar: يسرد جميع الأعلاف
de: Listet alle Feeds auf
el: Εμφανίζει όλες τις ροές
es: Muestra todos los feeds
fr: Répertorie tous les flux
ga: Liostaíonn gach fothaí
hi: सभी फ़ीड सूचीबद्ध करता है
id: Mencantumkan semua umpan
it: Elenca tutti i feed
ja: すべてのフィードをリストします
ko: 모든 피드를 나열합니다.
ms: Menyenaraikan semua suapan
nb: Viser alle innmatinger
nl: Geeft alle feeds weer
pt_br: Lista todos os feeds
ro: Listează toate fluxurile
tr: Tüm beslemeleri listeler
uk: Перераховує всі канали
vi: Liệt kê tất cả các nguồn cấp dữ liệu
zh: 列出所有提要

# NKS_SHELLPACKS_RSS_COMMAND_READ_DESC
source: Reads a feed in a web browser
ar: يقرأ موجز ويب في متصفح الويب
de: Liest einen Feed in einem Webbrowser
el: Διαβάζει μια ροή σε ένα πρόγραμμα περιήγησης ιστού
es: Lee un feed en un navegador web
fr: Lit un flux dans un navigateur Web
ga: Léann sé fotha i mbrabhsálaí gréasáin
hi: वेब ब्राउज़र में फ़ीड पढ़ता है
id: Membaca umpan di browser web
it: Legge un feed in un browser web
ja: Web ブラウザでフィードを読み取ります
ko: 웹 브라우저에서 피드를 읽습니다.
ms: Membaca suapan dalam pelayar web
nb: Leser en feed i en nettleser
nl: Leest een feed in een webbrowser
pt_br: Lê um feed em um navegador da web
ro: Citește un flux într-un browser web
tr: Bir web tarayıcısındaki beslemeyi okur
uk: Читає канал у веб-браузері
vi: Đọc nguồn cấp dữ liệu trong trình duyệt web
zh: 在 Web 瀏覽器中讀取提要

# NKS_SHELLPACKS_RSS_COMMAND_ARTICLEINFO_DESC
source: Gets the article info
ar: يحصل على معلومات المقالة
de: Ruft die Artikelinfo ab
el: Λαμβάνει τις πληροφορίες του άρθρου
es: Obtiene la información del artículo
fr: Obtient les informations sur l'article
ga: Faigheann an t-alt eolas
hi: लेख की जानकारी प्राप्त करता है
id: Mendapatkan info artikel
it: Ottiene le informazioni sull'articolo
ja: 記事情報を取得します
ko: 기사 정보를 가져옵니다.
ms: Mendapat maklumat artikel
nb: Får artikkelinformasjonen
nl: Krijgt de artikelinformatie
pt_br: Obtém as informações do artigo
ro: Obține informații despre articol
tr: Makale bilgilerini alır
uk: Отримує інформацію про статтю
vi: Nhận thông tin bài viết
zh: 獲取文章信息

# NKS_SHELLPACKS_RSS_ARTICLENUMOUTOFRANGE
source: Article number couldn't be bigger than the available articles.
ar: لا يمكن أن يكون رقم المقالة أكبر من المقالات المتاحة.
de: Artikelnummer könnte nicht größer sein als die verfügbaren Artikel.
el: Ο αριθμός του άρθρου δεν θα μπορούσε να είναι μεγαλύτερος από τα διαθέσιμα άρθρα.
es: El número de artículo no puede ser mayor que los artículos disponibles.
fr: Le numéro d'article ne peut pas être plus grand que les articles disponibles.
ga: Ní fhéadfadh uimhir ailt a bheith níos mó ná na hailt atá ar fáil.
hi: आलेख संख्या उपलब्ध लेखों से बड़ी नहीं हो सकती।
id: Nomor artikel tidak bisa lebih besar dari artikel yang tersedia.
it: Il numero dell'articolo non può essere più grande degli articoli disponibili.
ja: 記事番号は、利用可能な記事より大きくすることはできません。
ko: 기사 번호는 사용 가능한 기사보다 클 수 없습니다.
ms: Nombor artikel tidak boleh lebih besar daripada artikel yang tersedia.
nb: Artikkelnummeret kunne ikke være større enn de tilgjengelige artiklene.
nl: Artikelnummer kon niet groter zijn dan de beschikbare artikelen.
pt_br: O número do artigo não pode ser maior que o número de artigos disponíveis.
ro: Numărul articolului nu poate fi mai mare decât articolele disponibile.
tr: Makale numarası mevcut makale sayısından büyük olamaz.
uk: Номер статті не може бути більшим, ніж доступні статті.
vi: Số lượng bài viết không thể lớn hơn số lượng bài viết có sẵn.
zh: 文章編號不能大於可用文章。

# NKS_SHELLPACKS_RSS_ARTICLEINFO_TITLE
source: Title:
ar: لقب:
de: Titel:
el: Τίτλος:
es: Título:
fr: Titre:
ga: Teideal:
hi: शीर्षक:
id: Judul:
it: Titolo:
ja: 題名：
ko: 표제:
ms: Tajuk:
nb: Tittel:
nl: Titel:
pt_br: Título:
ro: Titlu:
tr: Başlık:
uk: Назва:
vi: Tiêu đề:
zh: 標題：

# NKS_SHELLPACKS_RSS_ARTICLEINFO_LINK
source: Link:
ar: نهاية لهذه الغاية:
de: Verknüpfung:
el: Σύνδεσμος:
es: Enlace:
fr: Relier:
ga: Nasc:
hi: संपर्क:
it: Collegamento:
ja: リンク：
ko: 링크:
ms: Pautan:
nl: Koppeling:
ro: Legătură:
tr: Bağlantı:
uk: Посилання:
vi: Liên kết:
zh: 關聯：

# NKS_SHELLPACKS_RSS_COMMAND_FEEDINFO_DESC
source: Gets the feed info
ar: يحصل على معلومات الخلاصة
de: Ruft die Feed-Informationen ab
el: Λαμβάνει τις πληροφορίες ροής
es: Obtiene la información del feed
fr: Obtient les informations sur le flux
ga: Faigheann sé an fhaisnéis fotha
hi: फ़ीड जानकारी प्राप्त करता है
id: Mendapatkan info umpan
it: Ottiene le informazioni sul feed
ja: フィード情報を取得します
ko: 피드 정보를 가져옵니다.
ms: Mendapat maklumat suapan
nb: Henter feedinformasjonen
nl: Krijgt de feedinfo
pt_br: Obtém as informações do feed
ro: Obține informațiile despre feed
tr: Besleme bilgilerini alır
uk: Отримує інформацію про канал
vi: Nhận thông tin nguồn cấp dữ liệu
zh: 獲取提要信息

# NKS_SHELLPACKS_RSS_ARTICLEINFO_DESC
source: Description:
ar: وصف:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fr: La description:
ga: Cur síos:
hi: विवरण:
id: Keterangan:
it: Descrizione:
ja: 説明:
ko: 기술:
ms: Penerangan:
nb: Beskrivelse:
nl: Omschrijving:
pt_br: Descrição:
ro: Descriere:
tr: Tanım:
uk: опис:
vi: Sự miêu tả:
zh: 描述：

# NKS_SHELLPACKS_RSS_ARTICLEINFO_FEEDTYPE
source: Feed type:
ar: نوع التغذية:
de: Feed-Typ:
el: Τύπος ροής:
es: Tipo de alimentación:
fr: Type de flux :
ga: Cineál beathaithe:
hi: फ़ीड प्रकार:
id: Jenis pakan:
it: Tipo di alimentazione:
ja: フィードの種類:
ko: 피드 유형 :
ms: Jenis suapan:
nb: Fôrtype:
nl: Voertype:
pt_br: Tipo de alimentação:
ro: Tip de hrană:
tr: Yem türü:
uk: Тип корму:
vi: Loại thức ăn:
zh: 飼料類型：
