Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_FMCLI_NAME
source: Name: {0}
ar: الاسم: {0}
el: Όνομα: {0}
es: Nombre: {0}
fr: Nom: {0}
ga: Ainm: {0}
hi: नाम: {0}
id: Nama: {0}
it: Nome: {0}
ja: 名前：{0}
ko: 이름 : {0}
ms: Nama: {0}
nb: Navn: {0}
nl: Naam: {0}
pt_br: Nome: {0}
ro: Nume: {0}
tr: İsim: {0}
uk: Ім'я: {0}
vi: Tên: {0}
zh: 名稱：{0}

# NKS_SHELLPACKS_FTP_COMMAND_SUMFILE_DESC
source: Calculates file sums.
ar: يحسب مجاميع الملفات.
de: Berechnet die Dateisummen.
el: Υπολογίζει αθροίσματα αρχείων.
es: Calcula sumas de archivos.
fr: Calcule les sommes des fichiers.
ga: Ríomhann sé suimeanna comhaid.
hi: फ़ाइल रकम की गणना करता है।
id: Menghitung jumlah berkas.
it: Calcola le somme dei file.
ja: ファイルの合計を計算します。
ko: 파일 합계를 계산합니다.
ms: Mengira jumlah fail.
nb: Beregner filsummer.
nl: Berekent bestandssommen.
pt_br: Calcula somas de arquivos.
ro: Calculează sumele fișierelor.
tr: Dosya toplamlarını hesaplar.
uk: Обчислює суми файлів.
vi: Tính tổng các tập tin.
zh: 計算文件總和。

# NKS_SHELLPACKS_FTP_INVALIDENCRYPTION
source: Invalid encryption algorithm.
ar: خوارزمية تشفير غير صالحة.
de: Ungültiger Verschlüsselungsalgorithmus.
el: Μη έγκυρος αλγόριθμος κρυπτογράφησης.
es: Algoritmo de cifrado no válido
fr: Algorithme de chiffrement non valide.
ga: Algartam criptithe neamhbhailí.
hi: अमान्य एन्क्रिप्शन एल्गोरिथ्म।
id: Algoritma enkripsi tidak valid.
it: Algoritmo di crittografia non valido.
ja: 暗号化アルゴリズムが無効です。
ko: 유효하지 않은 암호화 알고리즘.
ms: Algoritma penyulitan tidak sah.
nb: Ugyldig krypteringsalgoritme.
nl: Ongeldig coderingsalgoritme.
pt_br: Algoritmo de criptografia inválido.
ro: Algoritm de criptare nevalid.
tr: Geçersiz şifreleme algoritması.
uk: Недійсний алгоритм шифрування.
vi: Thuật toán mã hóa không hợp lệ.
zh: 加密算法無效。

# NKS_SHELLPACKS_SFTP_PASSWORDPROMPT
source: Enter the password for {0}:
ar: أدخل كلمة المرور لـ {0}:
de: Geben Sie das Passwort für {0} ein:
el: Εισαγάγετε τον κωδικό πρόσβασης για το {0}:
es: Ingrese la contraseña para {0}:
fr: Entrez le mot de passe pour {0}:
ga: Cuir isteach an pasfhocal le haghaidh {0}:
hi: {0} के लिए पासवर्ड दर्ज करें:
id: Masukkan kata sandi untuk {0}:
it: Inserisci la password per {0}:
ja: {0}のパスワードを入力してください：
ko: {0}의 비밀번호를 입력하십시오.
ms: Masukkan kata laluan untuk {0}:
nb: Skriv inn passordet for {0}:
nl: Voer het wachtwoord in voor {0}:
pt_br: Digite a senha para {0}:
ro: Introduceți parola pentru {0}:
tr: {0} için şifreyi girin:
uk: Введіть пароль для {0}:
vi: Nhập mật khẩu cho {0}:
zh: 輸入 {0} 的密碼：

# NKS_SHELLPACKS_FTPSFTP_FMCLI_SIZE
source: Size: {0}
ar: الحجم: {0}
de: Größe: {0}
el: Μέγεθος: {0}
es: Tamaño: {0}
fr: Taille: {0}
ga: Méid: {0}
hi: आकार: {0}
id: Ukuran: {0}
it: Dimensione: {0}
ja: サイズ：{0}
ko: 크기 : {0}
ms: Saiz: {0}
nb: Størrelse: {0}
nl: Grootte: {0}
pt_br: Tamanho: {0}
ro: Dimensiune: {0}
tr: Boyut: {0}
uk: Розмір: {0}
vi: Kích thước: {0}
zh: 尺寸：{0}

# NKS_SHELLPACKS_FTP_NOPROFILESORTIMEOUT
source: Error when trying to connect to {0}: Connection timeout or lost connection
ar: خطأ عند محاولة الاتصال بـ {0}: مهلة الاتصال أو فقدان الاتصال
de: Fehler beim Versuch, eine Verbindung zu {0} herzustellen: Verbindungszeitlimit oder Verbindungsverlust
el: Σφάλμα κατά την προσπάθεια σύνδεσης στο {0}: Λήξη χρονικού ορίου σύνδεσης ή απώλεια σύνδεσης
es: Error al intentar conectarse a {0}: tiempo de espera de conexión o conexión perdida
fr: Erreur lors de la tentative de connexion à {0}: délai de connexion ou connexion perdue
ga: Earráid agus iarracht á déanamh ceangal le {0}: Teorainn ama an cheangail nó ceangal caillte
hi: {0} से कनेक्ट करने का प्रयास करते समय त्रुटि: कनेक्शन टाइमआउट या खोया कनेक्शन
id: Kesalahan saat mencoba menyambung ke {0}: Waktu koneksi habis atau koneksi terputus
it: Errore durante il tentativo di connessione a {0}: timeout della connessione o connessione persa
ja: {0}に接続しようとしたときのエラー：接続タイムアウトまたは接続の切断
ko: {0}에 연결하려고 할 때 오류가 발생했습니다 : 연결 시간이 초과되었거나 연결이 끊어졌습니다
ms: Ralat semasa cuba menyambung ke {0}: Tamat masa sambungan atau sambungan terputus
nb: Feil ved forsøk på å koble til {0}: Tidsavbrudd for tilkobling eller mistet tilkobling
nl: Fout bij verbinding met {0}: time-out verbinding of verbinding verbroken
pt_br: Erro ao tentar conectar a {0}: Tempo limite de conexão ou conexão perdida
ro: Eroare la încercarea de conectare la {0}: expirarea timpului de conectare sau conexiune pierdută
tr: {0}'a bağlanmaya çalışırken hata: Bağlantı zaman aşımı veya bağlantı kaybı
uk: Помилка під час спроби підключитися до {0}: Час очікування з’єднання або втрачене з’єднання
vi: Lỗi khi cố gắng kết nối tới {0}: Hết thời gian kết nối hoặc mất kết nối
zh: 嘗試連接到 {0} 時出錯：連接超時或連接丟失

# NKS_SHELLPACKS_FTP_COMMAND_SUMFILES_DESC
source: Calculates sums of files in specified directory.
ar: يحسب مجموع الملفات في الدليل المحدد.
de: Berechnet die Dateisummen im angegebenen Verzeichnis.
el: Υπολογίζει αθροίσματα αρχείων σε καθορισμένο κατάλογο.
es: Calcula sumas de archivos en el directorio especificado.
fr: Calcule les sommes des fichiers dans le répertoire spécifié.
ga: Ríomhann sé suimeanna na gcomhad san eolaire sonraithe.
hi: निर्दिष्ट निर्देशिका में फ़ाइलों की रकम की गणना करता है।
id: Menghitung jumlah file dalam direktori yang ditentukan.
it: Calcola le somme di file nella directory specificata.
ja: 指定したディレクトリ内のファイルの合計を計算します。
ko: 지정된 디렉토리의 파일 합계를 계산합니다.
ms: Mengira jumlah fail dalam direktori tertentu.
nb: Beregner summer av filer i spesifisert katalog.
nl: Berekent de som van bestanden in de opgegeven directory.
pt_br: Calcula somas de arquivos no diretório especificado.
ro: Calculează sumele de fișiere din directorul specificat.
tr: Belirtilen dizindeki dosyaların toplamını hesaplar.
uk: Обчислює суму файлів у вказаному каталозі.
vi: Tính tổng số tập tin trong thư mục được chỉ định.
zh: 計算指定目錄中文件的總和。

# NKS_SHELLPACKS_MAIL_ADDRESSPROMPT
source: Enter username or mail address:
ar: أدخل اسم المستخدم أو عنوان البريد:
de: Geben Sie den Benutzernamen oder die E-Mail-Adresse ein:
el: Εισαγάγετε όνομα χρήστη ή διεύθυνση email:
es: Ingrese nombre de usuario o dirección de correo electrónico:
fr: Entrez votre nom d'utilisateur ou votre adresse e-mail:
ga: Cuir isteach ainm úsáideora nó seoladh ríomhphoist:
hi: उपयोगकर्ता नाम या मेल पता दर्ज करें:
id: Masukkan nama pengguna atau alamat email:
it: Inserisci nome utente o indirizzo e-mail:
ja: ユーザー名またはメールアドレスを入力してください：
ko: 사용자 이름 또는 메일 주소를 입력하십시오 :
ms: Masukkan nama pengguna atau alamat mel:
nb: Skriv inn brukernavn eller e-postadresse:
nl: Voer gebruikersnaam of e-mailadres in:
pt_br: Digite o nome de usuário ou endereço de e-mail:
ro: Introduceți numele de utilizator sau adresa de e-mail:
tr: Kullanıcı adınızı veya e-posta adresinizi girin:
uk: Введіть ім'я користувача або адресу електронної пошти:
vi: Nhập tên người dùng hoặc địa chỉ email:
zh: 輸入用戶名或郵件地址：

# NKS_SHELLPACKS_MAIL_PASSWORDPROMPT
source: Enter password:
ar: أدخل كلمة المرور:
de: Passwort eingeben:
el: Εισάγετε τον κωδικό πρόσβασης:
es: Introducir la contraseña:
fr: Entrer le mot de passe:
ga: Iontráil pasfhocal:
hi: पास वर्ड दर्ज करें:
id: Masukkan kata sandi:
it: Inserire la password:
ja: パスワードを入力する：
ko: 암호를 입력:
ms: Masukkan kata laluan:
nb: Skriv inn passord:
nl: Voer wachtwoord in:
pt_br: Digite a senha:
ro: Introdu parola:
tr: Şifreyi girin:
uk: Введіть пароль:
vi: Nhập mật khẩu:
zh: 輸入密碼：

# NKS_SHELLPACKS_MAIL_CONNECTIONFAILED
source: Error while connecting to {0}: {1}
ar: خطأ أثناء الاتصال بـ {0}: {1}
de: Fehler beim Herstellen einer Verbindung zu {0}: {1}
el: Σφάλμα κατά τη σύνδεση στο {0}: {1}
es: Error al conectarse a {0}: {1}
fr: Erreur lors de la connexion à {0}: {1}
ga: Earráid agus ceangal á dhéanamh le {0}: {1}
hi: {0}: {1} से कनेक्ट करते समय त्रुटि
id: Kesalahan saat menghubungkan ke {0}: {1}
it: Errore durante la connessione a {0}: {1}
ja: {0}への接続中にエラーが発生しました：{1}
ko: {0}에 연결하는 동안 오류가 발생했습니다: {1}
ms: Ralat semasa menyambung ke {0}: {1}
nb: Feil under tilkobling til {0}: {1}
nl: Fout bij verbinden met {0}: {1}
pt_br: Erro ao conectar a {0}: {1}
ro: Eroare la conectarea la {0}: {1}
tr: {0}'a bağlanırken hata oluştu: {1}
uk: Помилка під час підключення до {0}: {1}
vi: Lỗi khi kết nối tới {0}: {1}
zh: 連接到 {0} 時出錯：{1}

# NKS_SHELLPACKS_MAIL_CONNECTING
source: Connecting to {0}...
ar: جارٍ الاتصال بـ {0} ...
de: Verbindung zu {0} herstellen ...
el: Σύνδεση στο {0}...
es: Conectando a {0} ...
fr: Connexion à {0} ...
ga: Ag nascadh le {0}...
hi: {0} से कनेक्ट हो रहा है ...
id: Menghubungkan ke {0}...
it: Connessione a {0} ...
ja: {0}に接続しています...
ko: {0}에 연결하는 중 ...
ms: Menyambung ke {0}...
nb: Kobler til {0}...
nl: Verbinding maken met {0} ...
pt_br: Conectando a {0}...
ro: Se conectează la {0}...
tr: {0}'a bağlanılıyor...
uk: Підключення до {0}...
vi: Đang kết nối tới {0}...
zh: 正在連接到{0}...

# NKS_SHELLPACKS_MAIL_AUTHENTICATING
source: Authenticating...
ar: مصادقة ...
de: Authentifizierung ...
el: Έλεγχος ταυτότητας...
es: Autenticando ...
fr: Authentification ...
ga: Ag fíordheimhniú...
hi: प्रमाणित कर रहा है ...
id: Mengotentikasi...
it: Autenticazione in ...
ja: 認証中...
ko: 인증 중 ...
ms: Mengesahkan...
nb: Autentiserer...
nl: Verifiëren ...
pt_br: Autenticando...
ro: Se autentifică...
tr: Kimlik doğrulanıyor...
uk: Автентифікація...
vi: Đang xác thực...
zh: 正在驗證...

# NKS_SHELLPACKS_MAIL_COMMAND_LIST_DESC
source: Downloads messages and lists them
ar: تنزيل الرسائل وإدراجها
de: Lädt Nachrichten herunter und listet sie auf
el: Κατεβάζει μηνύματα και τα παραθέτει
es: Descarga mensajes y los enumera
fr: Télécharge les messages et les répertorie
ga: Íoslódálann sé teachtaireachtaí agus liostaítear iad
hi: संदेश डाउनलोड करता है और उन्हें सूचीबद्ध करता है
id: Mengunduh pesan dan mencantumkannya
it: Scarica i messaggi e li elenca
ja: メッセージをダウンロードして一覧表示します
ko: 메시지를 다운로드하여 나열
ms: Memuat turun mesej dan menyenaraikannya
nb: Laster ned meldinger og viser dem
nl: Downloadt berichten en geeft ze weer
pt_br: Baixa mensagens e as lista
ro: Descarcă mesaje și le afișează
tr: Mesajları indirir ve listeler
uk: Завантажує повідомлення та відображає їх
vi: Tải xuống tin nhắn và liệt kê chúng
zh: 下載消息並列出它們

# NKS_SHELLPACKS_MAIL_COMMAND_READ_DESC
source: Opens a message
ar: يفتح رسالة
de: Öffnet eine Nachricht
el: Ανοίγει ένα μήνυμα
es: Abre un mensaje
fr: Ouvre un message
ga: Osclaíonn sé teachtaireacht
hi: एक संदेश खोलता है
id: Membuka pesan
it: Apre un messaggio
ja: メッセージを開きます
ko: 메시지를 엽니 다
ms: Membuka mesej
nb: Åpner en melding
nl: Opent een bericht
pt_br: Abre uma mensagem
ro: Deschide un mesaj
tr: Bir mesaj açar
uk: Відкриває повідомлення
vi: Mở một tin nhắn
zh: 打開消息

# NKS_SHELLPACKS_MAIL_PAGENOTNUMERIC
source: Page is not a numeric value.
ar: الصفحة ليست قيمة رقمية.
de: Seite ist kein numerischer Wert.
el: Η σελίδα δεν είναι αριθμητική τιμή.
es: La página no es un valor numérico.
fr: La page n'est pas une valeur numérique.
ga: Ní luach uimhriúil é leathanach.
hi: पृष्ठ एक संख्यात्मक मान नहीं है।
id: Halaman bukan nilai numerik.
it: La pagina non è un valore numerico.
ja: ページは数値ではありません。
ko: 페이지가 숫자 값이 아닙니다.
ms: Halaman bukan nilai angka.
nb: Siden er ikke en numerisk verdi.
nl: Pagina is geen numerieke waarde.
pt_br: Página não é um valor numérico.
ro: Pagina nu este o valoare numerică.
tr: Sayfa sayısal bir değer değildir.
uk: Сторінка не є числовим значенням.
vi: Trang không phải là giá trị số.
zh: 頁不是數值。

# NKS_SHELLPACKS_MAIL_MESSAGENUMNOTZERO
source: Message number may not be negative or zero.
ar: قد لا يكون رقم الرسالة سالبًا أو صفرًا.
de: Die Nachrichtennummer darf nicht negativ oder null sein.
el: Ο αριθμός μηνύματος μπορεί να μην είναι αρνητικός ή μηδενικός.
es: El número de mensaje puede no ser negativo o cero.
fr: Le numéro du message peut ne pas être négatif ou nul.
ga: Seans nach mbeidh uimhir na teachtaireachta diúltach nó náid.
hi: संदेश संख्या ऋणात्मक या शून्य नहीं हो सकती है।
id: Nomor pesan tidak boleh negatif atau nol.
it: Il numero del messaggio potrebbe non essere negativo o zero.
ja: メッセージ番号は負またはゼロであってはなりません。
ko: 메시지 번호는 음수이거나 0이 아닐 수 있습니다.
ms: Nombor mesej mungkin tidak negatif atau sifar.
nb: Meldingsnummeret kan ikke være negativt eller null.
nl: Berichtnummer mag niet negatief of nul zijn.
pt_br: O número da mensagem não pode ser negativo ou zero.
ro: Numărul mesajului poate să nu fie negativ sau zero.
tr: Mesaj numarası negatif veya sıfır olamaz.
uk: Номер повідомлення не може бути від’ємним або нульовим.
vi: Số tin nhắn không được là số âm hoặc số không.
zh: 消息編號不能為負數或零。

# NKS_SHELLPACKS_MAIL_MESSAGENUMNOTNUMERIC
source: Message number is not a numeric value.
ar: رقم الرسالة ليس قيمة رقمية.
de: Die Nachrichtennummer ist kein numerischer Wert.
el: Ο αριθμός μηνύματος δεν είναι αριθμητική τιμή.
es: El número de mensaje no es un valor numérico.
fr: Le numéro de message n'est pas une valeur numérique.
ga: Ní luach uimhriúil í uimhir na teachtaireachta.
hi: संदेश संख्या एक संख्यात्मक मान नहीं है।
id: Nomor pesan bukan nilai numerik.
it: Il numero del messaggio non è un valore numerico.
ja: メッセージ番号は数値ではありません。
ko: 메시지 번호는 숫자 값이 아닙니다.
ms: Nombor mesej bukan nilai angka.
nb: Meldingsnummer er ikke en numerisk verdi.
nl: Berichtnummer is geen numerieke waarde.
pt_br: O número da mensagem não é um valor numérico.
ro: Numărul mesajului nu este o valoare numerică.
tr: Mesaj numarası sayısal bir değer değildir.
uk: Номер повідомлення не є числовим значенням.
vi: Số tin nhắn không phải là giá trị số.
zh: 消息編號不是數值。

# NKS_SHELLPACKS_MAIL_MESSAGEVIEW_FROM
source: - From {0}
ar: - من {0}
de: - Von {0}
el: - Από {0}
es: - De {0}
fr: - À partir de {0}
ga: - Ó {0}
hi: - {0} से
id: - Dari {0}
it: - Da {0}
ja: -{0}から
ko: -{0} 부터
ms: - Daripada {0}
nb: - Fra {0}
nl: - Van {0}
pt_br: - De {0}
ro: - De la {0}
tr: - {0}'dan
uk: - Від {0}
vi: - Từ {0}
zh: - 從{0}

# NKS_SHELLPACKS_MAIL_MESSAGEVIEW_TO
source: - To {0}
ar: - إلى {0}
de: - Zu {0}
el: - Προς {0}
es: - A {0}
fr: - À {0}
ga: - Go {0}
hi: - {0} के लिए
id: - Ke {0}
it: - A {0}
ko: -{0} 까지
ms: - Kepada {0}
nb: - Til {0}
nl: - Om {0}
pt_br: - Para {0}
ro: - Către {0}
tr: - {0}'a
uk: - До {0}
vi: - Đến {0}
zh: - 至{0}

# NKS_SHELLPACKS_MAIL_MESSAGEVIEW_WHEN
source: - Sent at {0} in {1}
ar: - تم الإرسال في {0} في {1}
de: - Gesendet um {0} in {1}
el: - Στάλθηκε στο {0} σε {1}
es: - Enviado a {0} en {1}
fr: - Envoyé à {0} en {1}
ga: - Seolta ag {0} i {1}
hi: - {0} में {1} पर भेजा गया
id: - Dikirim pada {0} di {1}
it: - Inviato a {0} in {1}
ja: -{1}の{0}に送信
ko: -{1} 의 {0}에 보냄
ms: - Dihantar pada {0} dalam {1}
nb: - Sendt kl. {0} i {1}
nl: - Verzonden om {0} in {1}
pt_br: - Enviado em {0} em {1}
ro: - Trimis la {0} în {1}
tr: - {1} adresinde {0}'da gönderildi
uk: - Надіслано о {0} у {1}
vi: - Đã gửi tại {0} trong {1}
zh: - 在 {1} 的 {0} 發送

# NKS_SHELLPACKS_MAIL_MESSAGENUMNOTFOUND
source: Message specified is not found.
ar: لم يتم العثور على الرسالة المحددة.
de: Die angegebene Nachricht wurde nicht gefunden.
el: Το μήνυμα που καθορίστηκε δεν βρέθηκε.
es: El mensaje especificado no se encuentra.
fr: Le message spécifié est introuvable.
ga: Ní bhfuarthas an teachtaireacht sonraithe.
hi: निर्दिष्ट संदेश नहीं मिला है।
id: Pesan yang dimaksud tidak ditemukan.
it: Il messaggio specificato non è stato trovato.
ja: 指定されたメッセージが見つかりません。
ko: 지정된 메시지를 찾을 수 없습니다.
ms: Mesej yang dinyatakan tidak ditemui.
nb: Oppgitt melding ble ikke funnet.
nl: Het opgegeven bericht is niet gevonden.
pt_br: A mensagem especificada não foi encontrada.
ro: Mesajul specificat nu a fost găsit.
tr: Belirtilen mesaj bulunamadı.
uk: Вказане повідомлення не знайдено.
vi: Không tìm thấy tin nhắn đã chỉ định.
zh: 未找到指定的消息。

# NKS_SHELLPACKS_FTP_PREPARINGPROFILES
source: Preparing profiles... It could take several minutes...
ar: جارٍ تحضير الملفات الشخصية ... قد يستغرق الأمر عدة دقائق ...
de: Profile vorbereiten ... Es kann einige Minuten dauern ...
el: Προετοιμασία προφίλ... Μπορεί να χρειαστούν αρκετά λεπτά...
es: Preparando perfiles ... Podría tomar varios minutos ...
fr: Préparation des profils ... Cela peut prendre plusieurs minutes ...
ga: Próifílí a ullmhú... Seans go dtógfadh sé roinnt nóiméad...
hi: प्रोफ़ाइल तैयार कर रहा है ... इसमें कई मिनट लग सकते हैं ...
id: Mempersiapkan profil... Mungkin memerlukan waktu beberapa menit...
it: Preparazione dei profili ... Potrebbero essere necessari diversi minuti ...
ja: プロファイルを準備しています...数分かかる場合があります...
ko: 프로필 준비 중 ... 몇 분이 걸릴 수 있습니다 ...
ms: Menyediakan profil... Ia boleh mengambil masa beberapa minit...
nb: Forbereder profiler... Det kan ta flere minutter...
nl: Profielen voorbereiden ... Het kan enkele minuten duren ...
pt_br: Preparando perfis... Pode levar vários minutos...
ro: Pregătirea profilurilor... Ar putea dura câteva minute...
tr: Profiller hazırlanıyor... Birkaç dakika sürebilir...
uk: Підготовка профілів... Це може зайняти кілька хвилин...
vi: Đang chuẩn bị hồ sơ... Có thể mất vài phút...
zh: 正在準備配置文件...可能需要幾分鐘...

# NKS_SHELLPACKS_MAIL_COMMAND_CD_DESC
source: Changes current mail directory
ar: تغيير دليل البريد الحالي
de: Ändert das aktuelle Mail-Verzeichnis
el: Αλλάζει τον τρέχοντα κατάλογο αλληλογραφίας
es: Cambia el directorio de correo actual
fr: Modifie le répertoire de messagerie actuel
ga: Athraítear an eolaire ríomhphoist reatha
hi: वर्तमान मेल निर्देशिका को बदलता है
id: Mengubah direktori email saat ini
it: Cambia la directory di posta corrente
ja: 現在のメールディレクトリを変更します
ko: 현재 메일 디렉토리를 변경합니다
ms: Menukar direktori mel semasa
nb: Endrer gjeldende e-postkatalog
nl: Verandert de huidige mail directory
pt_br: Altera o diretório de e-mail atual
ro: Schimbă directorul de e-mail curent
tr: Mevcut posta dizinini değiştirir
uk: Змінює поточний каталог електронної пошти
vi: Thay đổi thư mục thư hiện tại
zh: 更改當前郵件目錄

# NKS_SHELLPACKS_MAIL_EXCEPTION_CANTOPENMAILFOLDER
source: Unable to open mail folder {0}: {1}
ar: تعذر فتح مجلد البريد {0}: {1}
de: E-Mail-Ordner {0} kann nicht geöffnet werden: {1}
el: Δεν είναι δυνατό το άνοιγμα του φακέλου αλληλογραφίας {0}: {1}
es: No se puede abrir la carpeta de correo {0}: {1}
fr: Impossible d'ouvrir le dossier de messagerie {0}: {1}
ga: Ní féidir fillteán ríomhphoist {0}: {1} a oscailt
hi: मेल फ़ोल्डर खोलने में असमर्थ {0}: {1}
id: Tidak dapat membuka folder email {0}: {1}
it: Impossibile aprire la cartella di posta {0}: {1}
ja: メールフォルダ{0}を開けません：{1}
ko: 메일 폴더 {0}을 (를) 열 수 없습니다 : {1}
ms: Tidak dapat membuka folder mel {0}: {1}
nb: Kan ikke åpne e-postmappen {0}: {1}
nl: Kan e-mailmap niet openen {0}: {1}
pt_br: Não é possível abrir a pasta de correio {0}: {1}
ro: Nu se poate deschide folderul de e-mail {0}: {1}
tr: {0} posta klasörü açılamıyor: {1}
uk: Неможливо відкрити поштову папку {0}: {1}
vi: Không thể mở thư mục thư {0}: {1}
zh: 無法打開郵件文件夾 {0}：{1}

# NKS_SHELLPACKS_MAIL_COMMAND_LSDIRS_DESC
source: Lists directories in your mail address
ar: يسرد الدلائل في عنوان بريدك
de: Listet Verzeichnisse in Ihrer E-Mail-Adresse auf
el: Εμφανίζει καταλόγους στη διεύθυνση αλληλογραφίας σας
es: Enumera directorios en su dirección de correo
fr: Répertorie les répertoires de votre adresse e-mail
ga: Liostaigh na heolairí i do sheoladh ríomhphoist
hi: अपने मेल पते में निर्देशिकाओं को सूचीबद्ध करता है
id: Mencantumkan direktori di alamat email Anda
it: Elenca le directory nel tuo indirizzo e-mail
ja: メールアドレスのディレクトリを一覧表示します
ko: 메일 주소에 디렉토리를 나열합니다
ms: Menyenaraikan direktori dalam alamat mel anda
nb: Viser kataloger i e-postadressen din
nl: Geeft mappen in uw e-mailadres weer
pt_br: Lista diretórios em seu endereço de e-mail
ro: Listează directoare în adresa dvs. de e-mail
tr: Posta adresinizdeki dizinleri listeler
uk: Перераховує каталоги вашої електронної адреси
vi: Liệt kê các thư mục trong địa chỉ email của bạn
zh: 列出您的郵件地址中的目錄

# NKS_SHELLPACKS_FTP_VALIDATIONFAILED_MESSAGE
source: During certificate validation, there are certificate errors. It might be the first time you've connected to the server or the certificate might have been expired. Here's an error:
ar: أثناء التحقق من صحة الشهادة ، هناك أخطاء في الشهادة. قد تكون هذه هي المرة الأولى التي تتصل فيها بالخادم أو ربما انتهت صلاحية الشهادة. إليك خطأ:
de: Während der Zertifikatsüberprüfung treten Zertifikatfehler auf. Es ist möglicherweise das erste Mal, dass Sie eine Verbindung zum Server herstellen, oder das Zertifikat ist abgelaufen. Hier ist ein Fehler:
el: Κατά την επικύρωση του πιστοποιητικού, υπάρχουν σφάλματα πιστοποιητικού. Μπορεί να είναι η πρώτη φορά που συνδέεστε στον διακομιστή ή το πιστοποιητικό να έχει λήξει. Εδώ είναι ένα σφάλμα:
es: Durante la validación del certificado, hay errores de certificado. Es posible que sea la primera vez que se conecte al servidor o que el certificado haya caducado. Aquí hay un error:
fr: Lors de la validation du certificat, il y a des erreurs de certificat. Cela peut être la première fois que vous vous connectez au serveur ou le certificat a peut-être expiré. Voici une erreur:
ga: Le linn bailíochtú deimhnithe, tá earráidí deimhnithe. Seans gurb é seo an chéad uair a nasc tú leis an bhfreastalaí nó seans go bhfuil an teastas imithe in éag. Seo earráid:
hi: प्रमाणपत्र सत्यापन के दौरान, प्रमाणपत्र त्रुटियां हैं। यह पहली बार हो सकता है कि आप सर्वर से जुड़े हों या प्रमाणपत्र की समय सीमा समाप्त हो गई हो। यहाँ एक त्रुटि है:
id: Selama validasi sertifikat, terjadi kesalahan sertifikat. Mungkin ini pertama kalinya Anda terhubung ke server atau sertifikatnya mungkin sudah kedaluwarsa. Berikut ini kesalahannya:
it: Durante la convalida del certificato, ci sono errori di certificato. Potrebbe essere la prima volta che ti connetti al server o il certificato potrebbe essere scaduto. Ecco un errore:
ja: 証明書の検証中に、証明書エラーがあります。サーバーに初めて接続したか、証明書の有効期限が切れている可能性があります。ここにエラーがあります：
ko: 인증서 유효성 검사 중에 인증서 오류가 있습니다. 서버에 처음 연결했거나 인증서가 만료되었을 수 있습니다. 오류가 있습니다 :
ms: Semasa pengesahan sijil, terdapat ralat sijil. Ini mungkin kali pertama anda menyambung ke pelayan atau sijil mungkin telah tamat tempoh. Berikut ialah ralat:
nb: Under sertifikatvalidering er det sertifikatfeil. Det kan være første gang du kobler til serveren, eller sertifikatet kan ha vært utløpt. Her er en feil:
nl: Tijdens certificaatvalidatie zijn er certificaatfouten. Het is mogelijk de eerste keer dat u verbinding maakt met de server of het certificaat is mogelijk verlopen. Hier is een fout:
pt_br: Durante a validação do certificado, há erros de certificado. Pode ser a primeira vez que você se conectou ao servidor ou o certificado pode ter expirado. Aqui está um erro:
ro: În timpul validării certificatului, există erori de certificat. Poate fi prima dată când v-ați conectat la server sau certificatul ar fi expirat. Iată o eroare:
tr: Sertifika doğrulaması sırasında sertifika hataları var. Sunucuya ilk kez bağlanıyor olabilirsiniz veya sertifikanın süresi dolmuş olabilir. İşte bir hata:
uk: Під час перевірки сертифіката виникають помилки сертифіката. Можливо, ви вперше підключилися до сервера або термін дії сертифіката закінчився. Ось помилка:
vi: Trong quá trình xác thực chứng chỉ, có lỗi chứng chỉ. Có thể đây là lần đầu tiên bạn kết nối với máy chủ hoặc chứng chỉ có thể đã hết hạn. Sau đây là lỗi:
zh: 在證書驗證期間，存在證書錯誤。這可能是您第一次連接到服務器，或者證書可能已過期。這是一個錯誤：
