Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_GIT_COMMAND_INFO_DESC
source: Gets a simple repository information
ar: يحصل على معلومات مستودع بسيطة
de: Ruft einfache Repository-Informationen ab
el: Λαμβάνει μια απλή πληροφορία αποθετηρίου
es: Obtiene una información de repositorio simple
fr: Obtient des informations simples sur le référentiel
ga: Faigheann sé stór faisnéise simplí
hi: एक सरल भंडार जानकारी प्राप्त करता है
id: Mendapatkan informasi repositori sederhana
it: Ottiene semplici informazioni sul repository
ja: 簡単なリポジトリ情報を取得します
ko: 간단한 저장소 정보를 가져옵니다.
ms: Mendapat maklumat repositori mudah
nb: Får en enkel depotinformasjon
nl: Krijgt eenvoudige repository-informatie
pt_br: Obtém informações simples do repositório
ro: Obține informații simple din depozit
tr: Basit bir depo bilgisi alır
uk: Отримує просту інформацію про сховище
vi: Nhận thông tin kho lưu trữ đơn giản
zh: 獲取簡單的倉庫信息

# NKS_SHELLPACKS_GIT_COMMAND_LSBRANCHES_DESC
source: Lists all branches
ar: يسرد كافة الفروع
de: Listet alle Zweige auf
el: Παραθέτει όλους τους κλάδους
es: Lista todas las sucursales
fr: Répertorie toutes les succursales
ga: Liostaíonn gach craobh
hi: सभी शाखाओं की सूची
id: Mencantumkan semua cabang
it: Elenca tutti i rami
ja: すべてのブランチをリストします
ko: 모든 지점을 나열합니다.
ms: Menyenaraikan semua cawangan
nb: Viser alle grener
nl: Geeft een overzicht van alle takken
pt_br: Lista todos os ramos
ro: Listează toate ramurile
tr: Tüm şubeleri listeler
uk: Перелічує всі гілки
vi: Liệt kê tất cả các nhánh
zh: 列出所有分支

# NKS_SHELLPACKS_GIT_COMMAND_LSCOMMITS_DESC
source: Lists all commits
ar: يسرد كافة الالتزامات
de: Listet alle Commits auf
el: Εμφανίζει όλες τις δεσμεύσεις
es: Enumera todas las confirmaciones
fr: Répertorie tous les commits
ga: Liostaíonn gach gealltanas
hi: सभी प्रतिबद्धताओं को सूचीबद्ध करता है
id: Mencantumkan semua komitmen
it: Elenca tutti i commit
ja: すべてのコミットをリストします
ko: 모든 커밋을 나열합니다.
ms: Menyenaraikan semua komitmen
nb: Viser alle forpliktelser
nl: Geeft een overzicht van alle commits
pt_br: Lista todos os commits
ro: Listează toate comiterile
tr: Tüm commit'leri listeler
uk: Перераховує всі коміти
vi: Liệt kê tất cả các cam kết
zh: 列出所有提交

# NKS_SHELLPACKS_GIT_COMMAND_LSREMOTES_DESC
source: Lists all remotes
ar: يسرد كافة أجهزة التحكم عن بعد
de: Listet alle Fernbedienungen auf
el: Εμφανίζει όλα τα τηλεχειριστήρια
es: Enumera todos los controles remotos
fr: Répertorie toutes les télécommandes
ga: Liostaíonn sé gach cianda
hi: सभी रिमोट सूचीबद्ध करता है
id: Mencantumkan semua remote
it: Elenca tutti i telecomandi
ja: すべてのリモコンをリストします
ko: 모든 리모컨을 나열합니다.
ms: Menyenaraikan semua alat kawalan jauh
nb: Viser alle fjernkontroller
nl: Geeft een overzicht van alle afstandsbedieningen
pt_br: Lista todos os controles remotos
ro: Listează toate telecomenzile
tr: Tüm uzaktan kumandaları listeler
uk: Перераховує всі пульти
vi: Liệt kê tất cả các điều khiển từ xa
zh: 列出所有遙控器

# NKS_SHELLPACKS_GIT_COMMAND_LSTAGS_DESC
source: Lists all tags
ar: يسرد كافة العلامات
de: Listet alle Tags auf
el: Εμφανίζει όλες τις ετικέτες
es: Enumera todas las etiquetas
fr: Répertorie toutes les balises
ga: Liostaíonn gach clib
hi: सभी टैग सूचीबद्ध करता है
id: Mencantumkan semua tag
it: Elenca tutti i tag
ja: すべてのタグをリストします
ko: 모든 태그를 나열합니다.
ms: Menyenaraikan semua tag
nb: Viser alle tagger
nl: Geeft een overzicht van alle tags
pt_br: Lista todas as tags
ro: Listează toate etichetele
tr: Tüm etiketleri listeler
uk: Перераховує всі теги
vi: Liệt kê tất cả các thẻ
zh: 列出所有標籤

# NKS_SHELLPACKS_GIT_COMMAND_MAKETAG_DESC
source: Makes a tag from the HEAD
ar: يصنع علامة من الرأس
de: Erstellt ein Tag aus dem HEAD
el: Φτιάχνει μια ετικέτα από το ΚΕΦΑΛΙ
es: Hace una etiqueta desde HEAD
fr: Crée une balise à partir du HEAD
ga: Déanann sé clib ón CEANN
hi: HEAD से एक टैग बनाता है
id: Membuat tag dari HEAD
it: Crea un tag da HEAD
ja: HEADからタグを作成します
ko: HEAD에서 태그를 만듭니다.
ms: Membuat tag daripada HEAD
nb: Lager en tag fra HEAD
nl: Maakt een tag van de HEAD
pt_br: Cria uma tag a partir da CABEÇA
ro: Face o etichetă din HEAD
tr: HEAD'den bir etiket oluşturur
uk: Робить тег з ГОЛОВИ
vi: Tạo một thẻ từ HEAD
zh: 從 HEAD 製作標籤

# NKS_SHELLPACKS_GIT_COMMAND_PULL_DESC
source: Pulls all updates from the server
ar: يسحب كافة التحديثات من الخادم
de: Ruft alle Updates vom Server ab
el: Παίρνει όλες τις ενημερώσεις από το διακομιστή
es: Extrae todas las actualizaciones del servidor
fr: Extrait toutes les mises à jour du serveur
ga: Íosluchtaigh gach nuashonruithe ón bhfreastalaí
hi: सर्वर से सभी अपडेट खींच लेता है
id: Menarik semua pembaruan dari server
it: Estrae tutti gli aggiornamenti dal server
ja: サーバーからすべてのアップデートを取得します
ko: 서버에서 모든 업데이트를 가져옵니다.
ms: Menarik semua kemas kini daripada pelayan
nb: Henter alle oppdateringer fra serveren
nl: Haalt alle updates van de server
pt_br: Puxa todas as atualizações do servidor
ro: Extrage toate actualizările de pe server
tr: Sunucudaki tüm güncellemeleri çeker
uk: Витягує всі оновлення з сервера
vi: Kéo tất cả các bản cập nhật từ máy chủ
zh: 從伺服器拉取所有更新

# NKS_SHELLPACKS_GIT_COMMAND_PUSH_DESC
source: Pushes all updates to the server
ar: يدفع كافة التحديثات إلى الخادم
de: Schickt alle Aktualisierungen an den Server
el: Προωθεί όλες τις ενημερώσεις στον διακομιστή
es: Empuja todas las actualizaciones al servidor.
fr: Pousse toutes les mises à jour sur le serveur
ga: Gach nuashonrú a bhrú ar an bhfreastalaí
hi: सभी अपडेट को सर्वर पर भेजता है
id: Mendorong semua pembaruan ke server
it: Invia tutti gli aggiornamenti al server
ja: すべての更新をサーバーにプッシュします
ko: 모든 업데이트를 서버에 푸시합니다.
ms: Menolak semua kemas kini ke pelayan
nb: Sender alle oppdateringer til serveren
nl: Pusht alle updates naar de server
pt_br: Envia todas as atualizações para o servidor
ro: Transmite toate actualizările către server
tr: Tüm güncellemeleri sunucuya gönderir
uk: Надсилає всі оновлення на сервер
vi: Đẩy tất cả các bản cập nhật lên máy chủ
zh: 將所有更新推送到伺服器

# NKS_SHELLPACKS_GIT_COMMAND_RESET_DESC
source: Resets the local repository
ar: إعادة تعيين المستودع المحلي
de: Setzt das lokale Repository zurück
el: Επαναφέρει το τοπικό αποθετήριο
es: Restablece el repositorio local
fr: Réinitialise le référentiel local
ga: Athshocraigh an stór áitiúil
hi: स्थानीय रिपॉजिटरी को रीसेट करता है
id: Mengatur ulang repositori lokal
it: Reimposta il repository locale
ja: ローカルリポジトリをリセットします
ko: 로컬 저장소를 재설정합니다.
ms: Menetapkan semula repositori tempatan
nb: Tilbakestiller det lokale depotet
nl: Reset de lokale opslagplaats
pt_br: Reinicia o repositório local
ro: Resetează depozitul local
tr: Yerel deponun sıfırlanması
uk: Скидає локальне сховище
vi: Đặt lại kho lưu trữ cục bộ
zh: 重置本機儲存庫

# NKS_SHELLPACKS_GIT_COMMAND_RESET_SWITCH_SOFT_DESC
source: Does a soft reset
ar: هل إعادة تعيين لينة
de: Führt einen Soft-Reset durch
el: Κάνει μαλακή επαναφορά
es: Hace un reinicio suave
fr: Effectue une réinitialisation logicielle
ga: Déanann athshocrú bog
hi: एक सॉफ्ट रीसेट करता है
id: Apakah soft reset?
it: Esegue un ripristino software
ja: ソフトリセットを行います
ko: 소프트 리셋을 수행합니까?
ms: Melakukan tetapan semula lembut
nb: Utfører en myk tilbakestilling
nl: Voert een zachte reset uit
pt_br: Faz uma reinicialização suave
ro: Face o resetare soft
tr: Yumuşak sıfırlama yapılır mı?
uk: Виконує програмне скидання
vi: Có thiết lập lại mềm không
zh: 是否進行軟重置

# NKS_SHELLPACKS_GIT_COMMAND_RESET_SWITCH_MIXED_DESC
source: Does a mixed reset
ar: هل إعادة تعيين مختلطة
de: Führt einen gemischten Reset durch
el: Κάνει μικτή επαναφορά
es: Hace un reinicio mixto
fr: Effectue une réinitialisation mixte
ga: Déanann athshocrú measctha
hi: एक मिश्रित रीसेट करता है
id: Apakah reset campuran
it: Esegue un ripristino misto
ja: 混合リセットを実行します
ko: 혼합 재설정을 수행합니까?
ms: Melakukan tetapan semula bercampur
nb: Gjør en blandet tilbakestilling
nl: Voert een gemengde reset uit
pt_br: Faz uma redefinição mista
ro: Face o resetare mixtă
tr: Karma bir sıfırlama mı?
uk: Виконує змішане скидання
vi: Có một thiết lập lại hỗn hợp
zh: 是否進行混合重置

# NKS_SHELLPACKS_GIT_COMMAND_RESET_SWITCH_HARD_DESC
source: Does a hard reset
ar: هل إعادة تعيين الثابت
de: Führt einen Hard-Reset durch
el: Κάνει hard reset
es: Hace un reinicio completo
fr: Effectue une réinitialisation matérielle
ga: Déanann athshocrú crua
hi: हार्ड रीसेट करता है
id: Apakah hard reset?
it: Esegue un hard reset
ja: ハードリセットを実行します
ko: 하드 리셋을 수행합니까?
ms: Melakukan tetapan semula keras
nb: Utfører en hard tilbakestilling
nl: Voert een harde reset uit
pt_br: Faz um hard reset
ro: Face o resetare hard
tr: Sert sıfırlama yapılır mı?
uk: Робить апаратне скидання
vi: Có thiết lập lại cứng không
zh: 是否進行硬重置

# NKS_SHELLPACKS_GIT_COMMAND_SETID_DESC
source: Sets your identity up
ar: يحدد هويتك
de: Legt Ihre Identität fest
el: Ρυθμίζει την ταυτότητά σας
es: Configura tu identidad
fr: Définit votre identité
ga: Socraíonn sé d'aitheantas
hi: आपकी पहचान स्थापित करता है
id: Mengatur identitas Anda
it: Imposta la tua identità
ja: あなたのアイデンティティを設定します
ko: 귀하의 신원을 설정하십시오
ms: Tetapkan identiti anda
nb: Setter opp identiteten din
nl: Stelt uw identiteit in
pt_br: Define sua identidade
ro: Îți stabilește identitatea
tr: Kimliğinizi ayarlar
uk: Встановлює вашу особистість
vi: Thiết lập danh tính của bạn
zh: 設定您的身份

# NKS_SHELLPACKS_GIT_COMMAND_STAGE_DESC
source: Stages a change
ar: مراحل التغيير
de: Inszeniert eine Veränderung
el: Στάδια μια αλλαγή
es: Organiza un cambio
fr: Met en scène un changement
ga: Céimeanna a athrú
hi: परिवर्तन का चरण
id: Tahapan perubahan
it: Mette in scena un cambiamento
ja: 変化を段階的に起こす
ko: 변화를 준비하다
ms: Tahap perubahan
nb: Iscenesetter en endring
nl: Faseert een verandering
pt_br: Encena uma mudança
ro: Stadiază o schimbare
tr: Bir değişikliği sahneler
uk: Стадії зміни
vi: Các giai đoạn thay đổi
zh: 進行變革

# NKS_SHELLPACKS_GIT_COMMAND_STAGEALL_DESC
source: Stages all changes
ar: مراحل جميع التغييرات
de: Stuft alle Änderungen ein
el: Στάδια όλες οι αλλαγές
es: Etapas todos los cambios
fr: Étapes tous les changements
ga: Céimeanna gach athrú
hi: चरण सभी परिवर्तन
id: Tahapan semua perubahan
it: Mette in scena tutti i cambiamenti
ja: すべての変更を段階的に行う
ko: 모든 변경 사항을 단계적으로 진행
ms: Peringkat semua perubahan
nb: Iscenesetter alle endringer
nl: Faseert alle veranderingen
pt_br: Estágios todas as mudanças
ro: Stadiază toate schimbările
tr: Aşamalar tüm değişiklikler
uk: Стадує всі зміни
vi: Các giai đoạn thay đổi tất cả
zh: 暫存所有變更

# NKS_SHELLPACKS_GIT_COMMAND_STATUS_DESC
source: Repository status
ar: حالة المستودع
el: Κατάσταση αποθετηρίου
es: Estado del repositorio
fr: Statut du référentiel
ga: Stádas stórtha
hi: भंडार स्थिति
id: Status repositori
it: Stato dell'archivio
ja: リポジトリのステータス
ko: 저장소 상태
ms: Status repositori
nb: Depotstatus
pt_br: Status do repositório
ro: Starea depozitului
tr: Depo durumu
uk: Статус сховища
vi: Trạng thái kho lưu trữ
zh: 儲存庫狀態

# NKS_SHELLPACKS_GIT_COMMAND_UNSTAGE_DESC
source: Unstages a change
ar: Unstages التغيير
de: Hebt eine Änderung auf
el: Καταργεί μια αλλαγή
es: Un cambio
fr: Annule un changement
ga: Unstages a athrú
hi: परिवर्तन को अस्थिर करता है
id: Menghancurkan sebuah perubahan
it: Annulla la messa in scena di un cambiamento
ja: 変更のステージを解除します
ko: 변경사항을 언스테이징합니다.
ms: Menyahperingkatkan perubahan
nb: Unstages en endring
nl: Unstages van een verandering
pt_br: Desencena uma mudança
ro: Anulează o schimbare
tr: Bir değişikliği sahneden kaldırır
uk: Відміняє зміну
vi: Bỏ giai đoạn thay đổi
zh: 取消暫存更改

# NKS_SHELLPACKS_GIT_COMMAND_UNSTAGEALL_DESC
source: Unstages all changes
ar: Unstages كافة التغييرات
de: Hebt alle Änderungen auf
el: Καταργεί όλες τις αλλαγές
es: Desactiva todos los cambios
fr: Annule toutes les modifications
ga: Unstages gach athrú
hi: सभी परिवर्तनों को अस्थिर करता है
id: Hapus semua perubahan
it: Annulla tutte le modifiche
ja: すべての変更のステージングを解除します
ko: 모든 변경 사항을 언스테이징합니다.
ms: Menghapuskan semua perubahan
nb: Fjerner alle endringer
nl: Unstages van alle wijzigingen
pt_br: Desfaz todas as alterações
ro: Anulează toate modificările
tr: Tüm değişiklikleri geri alır
uk: Скасує всі зміни
vi: Bỏ giai đoạn tất cả các thay đổi
zh: 取消暫存所有更改

# NKS_SHELLPACKS_HTTP_COMMAND_ADDHEADER_DESC
source: Adds a header with the key and the value to all the upcoming requests
ar: يضيف رأسًا بالمفتاح والقيمة لجميع الطلبات القادمة
de: Fügt allen anstehenden Anfragen einen Header mit dem Schlüssel und dem Wert hinzu
el: Προσθέτει μια κεφαλίδα με το κλειδί και την τιμή σε όλα τα επερχόμενα αιτήματα
es: Agrega un encabezado con la clave y el valor a todas las próximas solicitudes.
fr: Ajoute un en-tête avec la clé et la valeur à toutes les requêtes à venir
ga: Cuireann sé ceanntásc leis an eochair agus an luach leis na hiarratais go léir atá le teacht
hi: सभी आगामी अनुरोधों के लिए कुंजी और मान के साथ एक हेडर जोड़ता है
id: Menambahkan header dengan kunci dan nilai ke semua permintaan yang akan datang
it: Aggiunge un'intestazione con la chiave e il valore a tutte le richieste imminenti
ja: キーと値を含むヘッダーを今後のすべてのリクエストに追加します
ko: 다가오는 모든 요청에 키와 값이 포함된 헤더를 추가합니다.
ms: Menambahkan pengepala dengan kunci dan nilai pada semua permintaan yang akan datang
nb: Legger til en overskrift med nøkkelen og verdien til alle kommende forespørsler
nl: Voegt een header met de sleutel en de waarde toe aan alle aankomende verzoeken
pt_br: Adiciona um cabeçalho com a chave e o valor para todas as próximas solicitações
ro: Adaugă un antet cu cheia și valoarea la toate solicitările viitoare
tr: Tüm yaklaşan isteklere anahtar ve değer içeren bir başlık ekler
uk: Додає заголовок із ключем і значенням до всіх майбутніх запитів
vi: Thêm tiêu đề có khóa và giá trị vào tất cả các yêu cầu sắp tới
zh: 向所有即將到來的請求添加帶有鍵和值的標頭

# NKS_SHELLPACKS_HTTP_COMMAND_CURRAGENT_DESC
source: Gets current user agent
ar: يحصل على وكيل المستخدم الحالي
de: Ruft den aktuellen Benutzeragenten ab
el: Λαμβάνει τον τρέχοντα πράκτορα χρήστη
es: Obtiene el agente de usuario actual
fr: Obtient l'agent utilisateur actuel
ga: Faigheann gníomhaire úsáideora reatha
hi: वर्तमान उपयोगकर्ता एजेंट प्राप्त करता है
id: Mendapatkan agen pengguna saat ini
it: Ottiene l'agente utente corrente
ja: 現在のユーザーエージェントを取得します
ko: 현재 사용자 에이전트를 가져옵니다.
ms: Mendapat ejen pengguna semasa
nb: Henter gjeldende brukeragent
nl: Haalt de huidige user-agent op
pt_br: Obtém o agente do usuário atual
ro: Obține agentul utilizator actual
tr: Mevcut kullanıcı aracısını alır
uk: Отримує поточний агент користувача
vi: Nhận được tác nhân người dùng hiện tại
zh: 取得目前用戶代理

# NKS_SHELLPACKS_HTTP_COMMAND_EDITHEADER_DESC
source: Edits a key on the header to all the upcoming requests
ar: يقوم بتحرير مفتاح في الرأس لجميع الطلبات القادمة
de: Bearbeitet einen Schlüssel im Header für alle anstehenden Anforderungen
el: Επεξεργάζεται ένα κλειδί στην κεφαλίδα για όλα τα επερχόμενα αιτήματα
es: Edita una clave en el encabezado de todas las próximas solicitudes.
fr: Modifie une clé sur l'en-tête de toutes les demandes à venir
ga: Cuir eochair ar an gceanntásc in eagar do na hiarratais go léir atá le teacht
hi: सभी आगामी अनुरोधों के लिए हेडर पर एक कुंजी संपादित करता है
id: Mengedit kunci pada header untuk semua permintaan yang akan datang
it: Modifica una chiave nell'intestazione di tutte le richieste imminenti
ja: 今後のすべてのリクエストに対するヘッダーのキーを編集します
ko: 다가오는 모든 요청에 대한 헤더의 키를 편집합니다.
ms: Mengedit kunci pada pengepala kepada semua permintaan yang akan datang
nb: Redigerer en tast på overskriften til alle kommende forespørsler
nl: Bewerkt een sleutel in de koptekst voor alle aankomende verzoeken
pt_br: Edita uma chave no cabeçalho para todas as solicitações futuras
ro: Editează o cheie din antet pentru toate solicitările viitoare
tr: Başlıktaki bir anahtarı tüm yaklaşan isteklere göre düzenler
uk: Редагує ключ у заголовку для всіх майбутніх запитів
vi: Chỉnh sửa khóa trên tiêu đề cho tất cả các yêu cầu sắp tới
zh: 編輯所有即將到來的請求的標頭上的鍵

# NKS_SHELLPACKS_HTTP_COMMAND_LSHEADER_DESC
source: Lists the request headers
ar: يسرد رؤوس الطلب
de: Listet die Anforderungsheader auf
el: Παραθέτει τις κεφαλίδες αιτημάτων
es: Enumera los encabezados de solicitud
fr: Répertorie les en-têtes de requête
ga: Liostaíonn sé na ceanntásca iarratais
hi: अनुरोध शीर्षलेख सूचीबद्ध करता है
id: Mencantumkan header permintaan
it: Elenca le intestazioni della richiesta
ja: リクエストヘッダーをリストします。
ko: 요청 헤더를 나열합니다.
ms: Menyenaraikan tajuk permintaan
nb: Viser forespørselshodene
nl: Geeft een overzicht van de verzoekheaders
pt_br: Lista os cabeçalhos de solicitação
ro: Listează anteturile solicitărilor
tr: İstek başlıklarını listeler
uk: Перелічує заголовки запитів
vi: Liệt kê các tiêu đề yêu cầu
zh: 列出請求標頭

# NKS_SHELLPACKS_HTTP_COMMAND_PUT_DESC
source: Puts the file to the HTTP server using the specified request
ar: يضع الملف على خادم HTTP باستخدام الطلب المحدد
de: Legt die Datei mithilfe der angegebenen Anforderung auf dem HTTP-Server ab
el: Τοποθετεί το αρχείο στον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Coloca el archivo en el servidor HTTP utilizando la solicitud especificada.
fr: Place le fichier sur le serveur HTTP en utilisant la requête spécifiée
ga: Cuireann sé an comhad chuig an bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके फ़ाइल को HTTP सर्वर पर रखता है
id: Menempatkan file ke server HTTP menggunakan permintaan yang ditentukan
it: Inserisce il file nel server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用してファイルをHTTPサーバーに置きます
ko: 지정된 요청을 사용하여 파일을 HTTP 서버에 넣습니다.
ms: Meletakkan fail ke pelayan HTTP menggunakan permintaan yang ditentukan
nb: Setter filen til HTTP-serveren ved å bruke den angitte forespørselen
nl: Plaatst het bestand op de HTTP-server met behulp van het opgegeven verzoek
pt_br: Coloca o arquivo no servidor HTTP usando a solicitação especificada
ro: Pune fișierul pe serverul HTTP folosind cererea specificată
tr: Belirtilen isteği kullanarak dosyayı HTTP sunucusuna koyar
uk: Передає файл на HTTP-сервер за допомогою вказаного запиту
vi: Đưa tệp vào máy chủ HTTP bằng yêu cầu đã chỉ định
zh: 使用指定的請求將檔案傳送到 HTTP 伺服器

# NKS_SHELLPACKS_HTTP_COMMAND_PUTSTRING_DESC
source: Puts the string to the HTTP server using the specified request
ar: يضع السلسلة على خادم HTTP باستخدام الطلب المحدد
de: Sendet die Zeichenfolge mithilfe der angegebenen Anforderung an den HTTP-Server
el: Βάζει τη συμβολοσειρά στον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Coloca la cadena en el servidor HTTP utilizando la solicitud especificada.
fr: Place la chaîne sur le serveur HTTP à l'aide de la requête spécifiée
ga: Cuireann sé an teaghrán chuig an bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके स्ट्रिंग को HTTP सर्वर पर डालता है
id: Menempatkan string ke server HTTP menggunakan permintaan yang ditentukan
it: Inserisce la stringa nel server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用して文字列をHTTPサーバーに送信します。
ko: 지정된 요청을 사용하여 문자열을 HTTP 서버에 넣습니다.
ms: Meletakkan rentetan ke pelayan HTTP menggunakan permintaan yang ditentukan
nb: Setter strengen til HTTP-serveren ved å bruke den angitte forespørselen
nl: Plaatst de tekenreeks naar de HTTP-server met behulp van het opgegeven verzoek
pt_br: Coloca a string no servidor HTTP usando a solicitação especificada
ro: Pune șirul la serverul HTTP folosind cererea specificată
tr: Dizeyi belirtilen isteği kullanarak HTTP sunucusuna koyar
uk: Передає рядок на сервер HTTP за допомогою вказаного запиту
vi: Đưa chuỗi đến máy chủ HTTP bằng cách sử dụng yêu cầu đã chỉ định
zh: 使用指定的請求將字串傳送到 HTTP 伺服器

# NKS_SHELLPACKS_HTTP_COMMAND_POST_DESC
source: Posts the file to the HTTP server using the specified request
ar: ينشر الملف إلى خادم HTTP باستخدام الطلب المحدد
de: Sendet die Datei mithilfe der angegebenen Anforderung an den HTTP-Server
el: Δημοσιεύει το αρχείο στον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Publica el archivo en el servidor HTTP utilizando la solicitud especificada
fr: Publie le fichier sur le serveur HTTP à l'aide de la requête spécifiée
ga: Postáil an comhad chuig an bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके फ़ाइल को HTTP सर्वर पर पोस्ट करता है
id: Memposting file ke server HTTP menggunakan permintaan yang ditentukan
it: Invia il file al server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用してファイルをHTTPサーバーにポストします。
ko: 지정된 요청을 사용하여 HTTP 서버에 파일을 게시합니다.
ms: Siarkan fail ke pelayan HTTP menggunakan permintaan yang ditentukan
nb: Sender filen til HTTP-serveren ved å bruke den angitte forespørselen
nl: Post het bestand naar de HTTP-server met behulp van het opgegeven verzoek
pt_br: Envia o arquivo para o servidor HTTP usando a solicitação especificada
ro: Postează fișierul pe serverul HTTP utilizând solicitarea specificată
tr: Belirtilen isteği kullanarak dosyayı HTTP sunucusuna gönderir
uk: Публікує файл на сервер HTTP за допомогою вказаного запиту
vi: Đăng tệp lên máy chủ HTTP bằng yêu cầu đã chỉ định
zh: 使用指定的請求將檔案發佈到 HTTP 伺服器

# NKS_SHELLPACKS_HTTP_COMMAND_POSTSTRING
source: Posts the string to the HTTP server using the specified request
ar: ينشر السلسلة إلى خادم HTTP باستخدام الطلب المحدد
de: Sendet die Zeichenfolge mithilfe der angegebenen Anforderung an den HTTP-Server
el: Δημοσιεύει τη συμβολοσειρά στον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Publica la cadena en el servidor HTTP utilizando la solicitud especificada
fr: Publie la chaîne sur le serveur HTTP à l'aide de la requête spécifiée
ga: Postáil an teaghrán chuig an bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके स्ट्रिंग को HTTP सर्वर पर पोस्ट करता है
id: Memposting string ke server HTTP menggunakan permintaan yang ditentukan
it: Invia la stringa al server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用して文字列をHTTPサーバーにポストします。
ko: 지정된 요청을 사용하여 문자열을 HTTP 서버에 게시합니다.
ms: Siarkan rentetan ke pelayan HTTP menggunakan permintaan yang ditentukan
nb: Poster strengen til HTTP-serveren ved å bruke den angitte forespørselen
nl: Post de tekenreeks naar de HTTP-server met behulp van het opgegeven verzoek
pt_br: Envia a string para o servidor HTTP usando a solicitação especificada
ro: Postează șirul pe serverul HTTP utilizând solicitarea specificată
tr: Dizeyi belirtilen isteği kullanarak HTTP sunucusuna gönderir
uk: Надсилає рядок на сервер HTTP за допомогою вказаного запиту
vi: Đăng chuỗi lên máy chủ HTTP bằng yêu cầu đã chỉ định
zh: 使用指定的請求將字串發佈到 HTTP 伺服器

# NKS_SHELLPACKS_HTTP_COMMAND_RMHEADER_
source: Removes a key on the header to all the upcoming requests
ar: يزيل المفتاح الموجود في الرأس لجميع الطلبات القادمة
de: Entfernt einen Schlüssel im Header für alle anstehenden Anforderungen
el: Αφαιρεί ένα κλειδί στην κεφαλίδα για όλα τα επερχόμενα αιτήματα
es: Elimina una clave en el encabezado de todas las próximas solicitudes.
fr: Supprime une clé sur l'en-tête de toutes les requêtes à venir
ga: Baintear eochair ar an gceanntásc de na hiarratais go léir atá le teacht
hi: सभी आगामी अनुरोधों के लिए हेडर पर एक कुंजी हटा देता है
id: Menghapus kunci pada header untuk semua permintaan yang akan datang
it: Rimuove una chiave sull'intestazione a tutte le richieste imminenti
ja: 今後のすべてのリクエストのヘッダーのキーを削除します
ko: 다가오는 모든 요청에 대한 헤더의 키를 제거합니다.
ms: Mengalih keluar kunci pada pengepala kepada semua permintaan yang akan datang
nb: Fjerner en nøkkel på overskriften til alle kommende forespørsler
nl: Verwijdert een sleutel uit de header voor alle aankomende verzoeken
pt_br: Remove uma chave no cabeçalho de todas as solicitações futuras
ro: Elimină o cheie de pe antet pentru toate solicitările viitoare
tr: Tüm yaklaşan isteklere ait başlıktaki bir anahtarı kaldırır
uk: Видаляє ключ у заголовку для всіх майбутніх запитів
vi: Xóa một khóa trên tiêu đề cho tất cả các yêu cầu sắp tới
zh: 刪除所有即將到來的請求標頭上的鍵
