Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTP_SETTINGS_VALIDATESECUREFTP_NAME
source: Try to validate secure FTP certificates
ar: حاول التحقق من صحة شهادات FTP الآمنة
de: Versuchen Sie, sichere FTP-Zertifikate zu validieren
el: Προσπαθήστε να επικυρώσετε ασφαλή πιστοποιητικά FTP
es: Intente validar certificados FTP seguros
fr: Essayez de valider les certificats FTP sécurisés
ga: Déan iarracht deimhnithe FTP slán a bhailíochtú
hi: सुरक्षित FTP प्रमाणपत्र सत्यापित करने का प्रयास करें
id: Cobalah untuk memvalidasi sertifikat FTP yang aman
it: Prova a convalidare i certificati FTP sicuri
ja: 安全なFTP証明書を検証してみてください
ko: 보안 FTP 인증서의 유효성을 검사하십시오.
ms: Cuba sahkan sijil FTP selamat
nb: Prøv å validere sikre FTP-sertifikater
nl: Probeer beveiligde FTP-certificaten te valideren
pt_br: Tente validar certificados FTP seguros
ro: Încercați să validați certificatele FTP securizate
tr: Güvenli FTP sertifikalarını doğrulamayı deneyin
uk: Спробуйте перевірити безпечні сертифікати FTP
vi: Hãy thử xác thực chứng chỉ FTP an toàn
zh: 嘗試驗證安全的 FTP 證書

# NKS_SHELLPACKS_FTP_SETTINGS_SHOWFTPMOTD_NAME
source: Show FTP MOTD on connection
ar: إظهار FTP MOTD عند الاتصال
de: FTP-MOTD bei Verbindung anzeigen
el: Εμφάνιση FTP MOTD στη σύνδεση
es: Mostrar FTP MOTD en la conexión
fr: Afficher FTP MOTD à la connexion
ga: Taispeáin FTP MOTD ar nasc
hi: कनेक्शन पर FTP MOTD दिखाएं
id: Tampilkan FTP MOTD saat koneksi
it: Mostra MOTD FTP alla connessione
ja: 接続時にFTPMOTDを表示する
ko: 연결 시 FTP MOTD 표시
ms: Tunjukkan FTP MOTD pada sambungan
nb: Vis FTP MOTD ved tilkobling
nl: Toon FTP MOTD bij verbinding
pt_br: Mostrar FTP MOTD na conexão
ro: Afișați MOTD FTP la conexiune
tr: Bağlantıda FTP MOTD'yi göster
uk: Показувати FTP MOTD під час підключення
vi: Hiển thị FTP MOTD khi kết nối
zh: 在連接時顯示 FTP MOTD

# NKS_SHELLPACKS_FTP_SETTINGS_ACCEPTINVALIDCERTS_NAME
source: Always accept invalid FTP certificates
ar: قبول شهادات FTP غير الصالحة دائمًا
de: Akzeptieren Sie immer ungültige FTP-Zertifikate
el: Να αποδέχεστε πάντα μη έγκυρα πιστοποιητικά FTP
es: Acepte siempre certificados FTP no válidos
fr: Toujours accepter les certificats FTP invalides
ga: Glac le teastais FTP neamhbhailí i gcónaí
hi: हमेशा अमान्य FTP प्रमाणपत्र स्वीकार करें
id: Selalu terima sertifikat FTP yang tidak valid
it: Accetta sempre certificati FTP non validi
ja: 常に無効なFTP証明書を受け入れる
ko: 항상 잘못된 FTP 인증서 수락
ms: Sentiasa terima sijil FTP yang tidak sah
nb: Godta alltid ugyldige FTP-sertifikater
nl: Accepteer altijd ongeldige FTP-certificaten
pt_br: Sempre aceite certificados FTP inválidos
ro: Acceptați întotdeauna certificate FTP nevalide
tr: Geçersiz FTP sertifikalarını her zaman kabul et
uk: Завжди приймайте недійсні сертифікати FTP
vi: Luôn chấp nhận chứng chỉ FTP không hợp lệ
zh: 始終接受無效的 FTP 證書

# NKS_SHELLPACKS_FTP_SETTINGS_FILEDETAILS_DESC
source: Shows the FTP file details while listing remote directories.
ar: يعرض تفاصيل ملف FTP أثناء سرد الدلائل البعيدة.
de: Zeigt die FTP-Dateidetails an, während entfernte Verzeichnisse aufgelistet werden.
el: Εμφανίζει τις λεπτομέρειες του αρχείου FTP ενώ παραθέτει τους απομακρυσμένους καταλόγους.
es: Muestra los detalles del archivo FTP mientras enumera los directorios remotos.
fr: Affiche les détails du fichier FTP lors de la liste des répertoires distants.
ga: Taispeánann sé sonraí an chomhaid FTP agus cian-eolairí á liostú.
hi: दूरस्थ निर्देशिकाओं को सूचीबद्ध करते समय FTP फ़ाइल विवरण दिखाता है।
id: Menampilkan rincian berkas FTP sambil mencantumkan direktori jarak jauh.
it: Mostra i dettagli del file FTP durante l'elenco delle directory remote.
ja: リモートディレクトリを一覧表示しながら、FTPファイルの詳細を表示します。
ko: 원격 디렉토리를 나열하는 동안 FTP 파일 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail FTP semasa menyenaraikan direktori jauh.
nb: Viser FTP-fildetaljer mens du viser eksterne kataloger.
nl: Toont de details van het FTP-bestand bij het weergeven van externe mappen.
pt_br: Mostra os detalhes do arquivo FTP enquanto lista diretórios remotos.
ro: Afișează detaliile fișierului FTP în timp ce listează directoarele de la distanță.
tr: Uzak dizinleri listelerken FTP dosya ayrıntılarını gösterir.
uk: Показує деталі файлу FTP під час переліку віддалених каталогів.
vi: Hiển thị thông tin chi tiết về tệp FTP trong khi liệt kê các thư mục từ xa.
zh: 列出遠程目錄時顯示 FTP 文件詳細信息。

# NKS_SHELLPACKS_FTP_SETTINGS_FIRSTPROFILE_DESC
source: Uses the first FTP profile to connect to FTP.
ar: يستخدم ملف تعريف FTP الأول للاتصال بـ FTP.
de: Verwendet das erste FTP-Profil, um sich mit FTP zu verbinden.
el: Χρησιμοποιεί το πρώτο προφίλ FTP για σύνδεση στο FTP.
es: Utiliza el primer perfil de FTP para conectarse a FTP.
fr: Utilise le premier profil FTP pour se connecter au FTP.
ga: Úsáideann sé an chéad phróifíl FTP chun ceangal le FTP.
hi: FTP से कनेक्ट करने के लिए पहले FTP प्रोफ़ाइल का उपयोग करता है।
id: Menggunakan profil FTP pertama untuk terhubung ke FTP.
it: Utilizza il primo profilo FTP per connettersi a FTP.
ja: 最初のFTPプロファイルを使用してFTPに接続します。
ko: 첫 번째 FTP 프로필을 사용하여 FTP에 연결합니다.
ms: Menggunakan profil FTP pertama untuk menyambung ke FTP.
nb: Bruker den første FTP-profilen for å koble til FTP.
nl: Gebruikt het eerste FTP-profiel om verbinding te maken met FTP.
pt_br: Usa o primeiro perfil FTP para se conectar ao FTP.
ro: Utilizează primul profil FTP pentru a se conecta la FTP.
tr: FTP'ye bağlanmak için ilk FTP profilini kullanır.
uk: Використовує перший профіль FTP для підключення до FTP.
vi: Sử dụng cấu hình FTP đầu tiên để kết nối với FTP.
zh: 使用第一個 FTP 配置文件連接到 FTP。

# NKS_SHELLPACKS_FTP_SETTINGS_NEWCONNECTIONS_DESC
source: If enabled, adds a new connection to the FTP speed dial.
ar: في حالة التمكين ، يضيف اتصالاً جديدًا إلى طلب FTP السريع.
de: Fügt bei Aktivierung eine neue Verbindung zur FTP-Kurzwahl hinzu.
el: Εάν είναι ενεργοποιημένο, προσθέτει μια νέα σύνδεση στην ταχεία κλήση FTP.
es: Si está habilitado, agrega una nueva conexión a la marcación rápida de FTP.
fr: Si activé, ajoute une nouvelle connexion au numéro abrégé FTP.
ga: Má tá sé cumasaithe, cuireann sé nasc nua leis an diail luais FTP.
hi: सक्षम होने पर, FTP स्पीड डायल में एक नया कनेक्शन जोड़ता है।
id: Jika diaktifkan, menambahkan koneksi baru ke panggilan cepat FTP.
it: Se abilitato, aggiunge una nuova connessione alla composizione rapida FTP.
ja: 有効にすると、FTP短縮ダイヤルに新しい接続が追加されます。
ko: 활성화된 경우 FTP 단축 다이얼에 새 연결을 추가합니다.
ms: Jika didayakan, tambahkan sambungan baharu pada dail laju FTP.
nb: Hvis aktivert, legger du til en ny tilkobling til FTP-kortnummeret.
nl: Voegt, indien ingeschakeld, een nieuwe verbinding toe aan het FTP-snelkiesnummer.
pt_br: Se habilitado, adiciona uma nova conexão à discagem rápida do FTP.
ro: Dacă este activat, adaugă o nouă conexiune la apelarea rapidă FTP.
tr: Etkinleştirildiğinde FTP hızlı aramasına yeni bir bağlantı ekler.
uk: Якщо ввімкнено, додає нове підключення до швидкого набору FTP.
vi: Nếu được bật, sẽ thêm kết nối mới vào số quay số nhanh FTP.
zh: 如果啟用，則向 FTP 快速撥號添加新連接。

# NKS_SHELLPACKS_FTP_SETTINGS_VALIDATESECUREFTP_DESC
source: Tries to validate the FTP certificates. Turning it off is not recommended.
ar: يحاول التحقق من صحة شهادات FTP. لا ينصح بإيقاف تشغيله.
de: Versucht, die FTP-Zertifikate zu validieren. Das Ausschalten wird nicht empfohlen.
el: Προσπαθεί να επικυρώσει τα πιστοποιητικά FTP. Η απενεργοποίησή του δεν συνιστάται.
es: Intenta validar los certificados FTP. No se recomienda apagarlo.
fr: Essaie de valider les certificats FTP. Il n'est pas recommandé de le désactiver.
ga: Déanann sé iarracht na teastais FTP a bhailíochtú. Ní mholtar é a mhúchadh.
hi: FTP प्रमाणपत्रों को मान्य करने का प्रयास करता है। इसे बंद करने की अनुशंसा नहीं की जाती है।
id: Mencoba memvalidasi sertifikat FTP. Menonaktifkannya tidak disarankan.
it: Tenta di convalidare i certificati FTP. Non è consigliabile spegnerlo.
ja: FTP証明書の検証を試みます。オフにすることはお勧めしません。
ko: FTP 인증서의 유효성을 검사합니다. 끄지 않는 것이 좋습니다.
ms: Cuba untuk mengesahkan sijil FTP. Mematikannya tidak disyorkan.
nb: Prøver å validere FTP-sertifikatene. Det anbefales ikke å slå den av.
nl: Probeert de FTP-certificaten te valideren. Uitzetten is niet aan te raden.
pt_br: Tenta validar os certificados FTP. Não é recomendado desligá-lo.
ro: Încearcă să valideze certificatele FTP. Dezactivarea acestuia nu este recomandată.
tr: FTP sertifikalarını doğrulamaya çalışır. Kapatılması önerilmez.
uk: Намагається перевірити сертифікати FTP. Вимикати його не рекомендується.
vi: Cố gắng xác thực chứng chỉ FTP. Không nên tắt chức năng này.
zh: 嘗試驗證 FTP 證書。不建議關閉它。

# NKS_SHELLPACKS_FTP_SETTINGS_SHOWFTPMOTD_DESC
source: Shows the FTP message of the day on login.
ar: يظهر رسالة FTP لليوم عند تسجيل الدخول.
de: Zeigt beim Login die FTP-Meldung des Tages an.
el: Εμφανίζει το μήνυμα FTP της ημέρας κατά τη σύνδεση.
es: Muestra el mensaje FTP del día al iniciar sesión.
fr: Affiche le message FTP du jour lors de la connexion.
ga: Taispeánann sé teachtaireacht FTP an lae ar logáil isteach.
hi: लॉगिन पर दिन का एफ़टीपी संदेश दिखाता है।
id: Menampilkan pesan FTP hari itu saat login.
it: Mostra il messaggio FTP del giorno all'accesso.
ja: ログイン時にその日のFTPメッセージを表示します。
ko: 로그인 시 오늘의 FTP 메시지를 표시합니다.
ms: Menunjukkan mesej FTP hari itu semasa log masuk.
nb: Viser dagens FTP-melding ved pålogging.
nl: Toont het FTP-bericht van de dag bij het inloggen.
pt_br: Exibe a mensagem FTP do dia no login.
ro: Afișează mesajul FTP al zilei la conectare.
tr: Giriş yapıldığında günün FTP mesajını gösterir.
uk: Показує FTP-повідомлення дня під час входу.
vi: Hiển thị tin nhắn FTP trong ngày khi đăng nhập.
zh: 在登錄時顯示當天的 FTP 消息。

# NKS_SHELLPACKS_FTP_SETTINGS_ACCEPTINVALIDCERTS_DESC
source: Always accept invalid FTP certificates. Turning it on is not recommended as it may pose security risks.
ar: قبول شهادات FTP غير الصالحة دائمًا. لا يوصى بتشغيله لأنه قد يشكل مخاطر أمنية.
de: Akzeptieren Sie immer ungültige FTP-Zertifikate. Das Einschalten wird nicht empfohlen, da dies Sicherheitsrisiken darstellen kann.
el: Να αποδέχεστε πάντα μη έγκυρα πιστοποιητικά FTP. Η ενεργοποίησή του δεν συνιστάται καθώς μπορεί να εγκυμονεί κινδύνους για την ασφάλεια.
es: Acepte siempre certificados FTP no válidos. No se recomienda encenderlo, ya que puede presentar riesgos de seguridad.
fr: Acceptez toujours les certificats FTP invalides. Il n'est pas recommandé de l'activer car cela peut poser des risques pour la sécurité.
ga: Glac le teastais FTP neamhbhailí i gcónaí. Ní mholtar é a chur ar siúl mar d’fhéadfadh rioscaí slándála a bheith i gceist leis.
hi: हमेशा अमान्य FTP प्रमाणपत्र स्वीकार करें। इसे चालू करने की अनुशंसा नहीं की जाती है क्योंकि इससे सुरक्षा जोखिम हो सकते हैं।
id: Selalu terima sertifikat FTP yang tidak valid. Tidak disarankan untuk mengaktifkannya karena dapat menimbulkan risiko keamanan.
it: Accetta sempre certificati FTP non validi. Non è consigliabile accenderlo in quanto potrebbe comportare rischi per la sicurezza.
ja: 常に無効なFTP証明書を受け入れます。セキュリティ上のリスクをもたらす可能性があるため、オンにすることはお勧めしません。
ko: 항상 유효하지 않은 FTP 인증서를 수락하십시오. 보안 위험을 초래할 수 있으므로 사용하지 않는 것이 좋습니다.
ms: Sentiasa terima sijil FTP yang tidak sah. Menghidupkannya tidak disyorkan kerana ia boleh menimbulkan risiko keselamatan.
nb: Godta alltid ugyldige FTP-sertifikater. Det anbefales ikke å slå den på, da det kan utgjøre sikkerhetsrisiko.
nl: Accepteer altijd ongeldige FTP-certificaten. Het wordt niet aanbevolen om het in te schakelen, omdat dit beveiligingsrisico's kan opleveren.
pt_br: Sempre aceite certificados FTP inválidos. Não é recomendado ativá-lo, pois pode representar riscos de segurança.
ro: Acceptați întotdeauna certificate FTP nevalide. Pornirea acestuia nu este recomandată, deoarece poate prezenta riscuri de securitate.
tr: Geçersiz FTP sertifikalarını her zaman kabul edin. Güvenlik riskleri oluşturabileceğinden açılması önerilmez.
uk: Завжди приймайте недійсні сертифікати FTP. Не рекомендується вмикати його, оскільки це може становити загрозу безпеці.
vi: Luôn chấp nhận chứng chỉ FTP không hợp lệ. Không nên bật tính năng này vì có thể gây ra rủi ro bảo mật.
zh: 始終接受無效的 FTP 證書。不建議打開它，因為它可能會帶來安全風險。

# NKS_SHELLPACKS_MAIL_SETTINGS_USERNAMEPROMPT_NAME
source: Username prompt style for mail
ar: اسم المستخدم موجه نمط البريد
de: Eingabeaufforderungsstil für den Benutzernamen für E-Mails
el: Στυλ προτροπής ονόματος χρήστη για αλληλογραφία
es: Estilo de solicitud de nombre de usuario para el correo
fr: Style d'invite de nom d'utilisateur pour le courrier
ga: Stíl leid ainm úsáideora le haghaidh ríomhphoist
hi: मेल के लिए उपयोगकर्ता नाम शीघ्र शैली
id: Gaya permintaan nama pengguna untuk email
it: Stile di richiesta del nome utente per la posta
ja: メールのユーザー名プロンプトスタイル
ko: 메일의 사용자 이름 프롬프트 스타일
ms: Gaya gesaan nama pengguna untuk mel
nb: Brukernavn-ledetekststil for e-post
nl: Stijl voor gebruikersnaam prompt voor e-mail
pt_br: Estilo de prompt de nome de usuário para e-mail
ro: Stilul prompt al numelui de utilizator pentru e-mail
tr: E-posta için kullanıcı adı istemi stili
uk: Стиль підказки імені користувача для пошти
vi: Kiểu nhắc tên người dùng cho thư
zh: 郵件的用戶名提示樣式

# NKS_SHELLPACKS_MAIL_SETTINGS_PASSWORDPROMPT_NAME
source: Password prompt style for mail
ar: كلمة المرور نمط موجه للبريد
de: Stil der Passwortabfrage für E-Mails
el: Στυλ προτροπής κωδικού πρόσβασης για αλληλογραφία
es: Estilo de solicitud de contraseña para el correo
fr: Style d'invite de mot de passe pour le courrier
ga: Stíl leid pasfhocail don ríomhphost
hi: मेल के लिए पासवर्ड शीघ्र शैली
id: Gaya prompt kata sandi untuk email
it: Stile di richiesta password per la posta
ja: メールのパスワードプロンプトスタイル
ko: 메일의 비밀번호 프롬프트 스타일
ms: Gaya gesaan kata laluan untuk mel
nb: Passordledetekststil for e-post
nl: Stijl voor wachtwoordprompt voor e-mail
pt_br: Estilo de prompt de senha para e-mail
ro: Stilul de solicitare a parolei pentru e-mail
tr: E-posta için şifre istemi stili
uk: Стиль запиту пароля для пошти
vi: Kiểu nhắc mật khẩu cho thư
zh: 郵件的密碼提示樣式

# NKS_SHELLPACKS_MAIL_SETTINGS_IMAPPROMPT_NAME
source: IMAP prompt style for mail
ar: نمط موجه IMAP للبريد
de: IMAP-Eingabeaufforderungsstil für E-Mail
el: Στυλ προτροπής IMAP για αλληλογραφία
es: Estilo de aviso IMAP para correo
fr: Style d'invite IMAP pour le courrier
ga: Stíl leide IMAP don ríomhphost
hi: मेल के लिए IMAP शीघ्र शैली
id: Gaya prompt IMAP untuk email
it: Stile prompt IMAP per la posta
ja: メールのIMAPプロンプトスタイル
ko: 메일에 대한 IMAP 프롬프트 스타일
ms: Gaya gesaan IMAP untuk mel
nb: IMAP-ledetekststil for e-post
nl: IMAP-promptstijl voor e-mail
pt_br: Estilo de prompt IMAP para e-mail
ro: Stilul prompt IMAP pentru e-mail
tr: Posta için IMAP istemi stili
uk: Стиль підказки IMAP для пошти
vi: Kiểu nhắc nhở IMAP cho thư
zh: 郵件的 IMAP 提示樣式

# NKS_SHELLPACKS_MAIL_SETTINGS_SMTPPROMPT_NAME
source: SMTP prompt style for mail
ar: أسلوب موجه SMTP للبريد
de: Stil der SMTP-Eingabeaufforderung für E-Mails
el: Στυλ προτροπής SMTP για αλληλογραφία
es: Estilo de aviso SMTP para correo
fr: Style d'invite SMTP pour le courrier
ga: Stíl leide SMTP don phost
hi: मेल के लिए एसएमटीपी शीघ्र शैली
id: Gaya prompt SMTP untuk email
it: Stile prompt SMTP per la posta
ja: メールのSMTPプロンプトスタイル
ko: 메일의 SMTP 프롬프트 스타일
ms: Gaya gesaan SMTP untuk mel
nb: SMTP-ledetekststil for e-post
nl: SMTP-promptstijl voor e-mail
pt_br: Estilo de prompt SMTP para e-mail
ro: Stilul prompt SMTP pentru e-mail
tr: E-posta için SMTP istem stili
uk: Стиль підказки SMTP для пошти
vi: Kiểu nhắc nhở SMTP cho thư
zh: 郵件的 SMTP 提示樣式

# NKS_SHELLPACKS_MAIL_SETTINGS_AUTODETECT_NAME
source: Automatically detect mail server
ar: اكتشاف خادم البريد تلقائيًا
de: Mailserver automatisch erkennen
el: Αυτόματος εντοπισμός διακομιστή αλληλογραφίας
es: Detectar automáticamente el servidor de correo
fr: Détecter automatiquement le serveur de messagerie
ga: Braith go huathoibríoch freastalaí ríomhphoist
hi: स्वचालित रूप से मेल सर्वर का पता लगाएं
id: Deteksi server email secara otomatis
it: Rileva automaticamente il server di posta
ja: メールサーバーを自動的に検出
ko: 자동으로 메일 서버 감지
ms: Mengesan pelayan mel secara automatik
nb: Oppdag e-postserver automatisk
nl: Mailserver automatisch detecteren
pt_br: Detectar automaticamente o servidor de e-mail
ro: Detectează automat serverul de e-mail
tr: Posta sunucusunu otomatik olarak algıla
uk: Автоматичне визначення поштового сервера
vi: Tự động phát hiện máy chủ thư
zh: 自動檢測郵件服務器

# NKS_SHELLPACKS_MAIL_SETTINGS_DEBUG_NAME
source: Enable mail debug
ar: تفعيل تصحيح أخطاء البريد
de: E-Mail-Debug aktivieren
el: Ενεργοποίηση εντοπισμού σφαλμάτων αλληλογραφίας
es: Habilitar depuración de correo
fr: Activer le débogage du courrier
ga: Cumasaigh dífhabhtú ríomhphoist
hi: मेल डीबग सक्षम करें
id: Aktifkan debug email
it: Abilita il debug della posta
ja: メールのデバッグを有効にする
ko: 메일 디버그 활성화
ms: Dayakan nyahpepijat mel
nb: Aktiver e-postfeilsøking
nl: Foutopsporing voor e-mail inschakelen
pt_br: Habilitar depuração de e-mail
ro: Activați depanarea e-mailului
tr: Posta hata ayıklamayı etkinleştir
uk: Увімкнути налагодження пошти
vi: Bật gỡ lỗi thư
zh: 啟用郵件調試

# NKS_SHELLPACKS_MAIL_SETTINGS_MAILNOTIFICATIONS_NAME
source: Notify for new mail messages
ar: يخطر برسائل البريد الجديدة
de: Bei neuen E-Mail-Nachrichten benachrichtigen
el: Ειδοποίηση για νέα μηνύματα ηλεκτρονικού ταχυδρομείου
es: Notificar para nuevos mensajes de correo
fr: Avertir pour les nouveaux messages électroniques
ga: Fógra a thabhairt le haghaidh teachtaireachtaí ríomhphoist nua
hi: नए मेल संदेशों के लिए सूचित करें
id: Beritahukan untuk pesan email baru
it: Notifica per nuovi messaggi di posta
ja: 新しいメールメッセージを通知する
ko: 새 메일 메시지 알림
ms: Maklumkan untuk mesej mel baharu
nb: Varsle for nye e-postmeldinger
nl: Melden voor nieuwe e-mailberichten
pt_br: Notificar sobre novas mensagens de e-mail
ro: Notificare pentru mesaje de e-mail noi
tr: Yeni e-posta mesajları için bildirimde bulunun
uk: Сповіщати про нові повідомлення електронної пошти
vi: Thông báo khi có tin nhắn email mới
zh: 通知新郵件消息

# NKS_SHELLPACKS_MAIL_SETTINGS_GPGPASSWORDPROMPT_NAME
source: GPG password prompt style for mail
ar: نمط موجه كلمة مرور GPG للبريد
de: GPG-Passwortaufforderungsstil für E-Mail
el: Στυλ προτροπής κωδικού πρόσβασης GPG για αλληλογραφία
es: Estilo de solicitud de contraseña GPG para correo
fr: Style d'invite de mot de passe GPG pour le courrier
ga: Stíl leid phasfhocal GPG don phost
hi: मेल के लिए GPG पासवर्ड शीघ्र शैली
id: Gaya prompt kata sandi GPG untuk email
it: Stile di richiesta password GPG per la posta
ja: メールのGPGパスワードプロンプトスタイル
ko: 메일에 대한 GPG 비밀번호 프롬프트 스타일
ms: Gaya gesaan kata laluan GPG untuk mel
nb: GPG-passordforespørselstil for e-post
nl: GPG-wachtwoordpromptstijl voor e-mail
pt_br: Estilo de prompt de senha GPG para e-mail
ro: Stilul de solicitare a parolei GPG pentru e-mail
tr: E-posta için GPG şifre istemi stili
uk: Стиль запиту пароля GPG для пошти
vi: Kiểu nhắc mật khẩu GPG cho thư
zh: 郵件的 GPG 密碼提示樣式

# NKS_SHELLPACKS_MAIL_SETTINGS_SENDIMAPPING_NAME
source: Send IMAP ping interval
ar: إرسال الفاصل الزمني ping لـ IMAP
de: IMAP-Ping-Intervall senden
el: Αποστολή διαστήματος ping IMAP
es: Enviar intervalo de ping IMAP
fr: Envoyer l'intervalle de ping IMAP
ga: Seol eatramh ping IMAP
hi: IMAP पिंग अंतराल भेजें
id: Kirim interval ping IMAP
it: Invia intervallo ping IMAP
ja: IMAPping間隔を送信します
ko: IMAP 핑 간격 보내기
ms: Hantar selang ping IMAP
nb: Send IMAP-pingintervall
nl: IMAP-ping-interval verzenden
pt_br: Enviar intervalo de ping IMAP
ro: Trimiteți intervalul de ping IMAP
tr: IMAP ping aralığını gönder
uk: Надсилати інтервал ping IMAP
vi: Gửi khoảng thời gian ping IMAP
zh: 發送 IMAP ping 間隔

# NKS_SHELLPACKS_MAIL_SETTINGS_SENDSMTPPING_NAME
source: Send SMTP ping interval
ar: إرسال الفاصل الزمني بينغ SMTP
de: SMTP-Ping-Intervall senden
el: Αποστολή διαστήματος ping SMTP
es: Enviar intervalo de ping SMTP
fr: Envoyer l'intervalle de ping SMTP
ga: Seol SMTP ping eatramh
hi: एसएमटीपी पिंग अंतराल भेजें
id: Kirim interval ping SMTP
it: Invia intervallo ping SMTP
ja: SMTPping間隔を送信する
ko: SMTP 핑 간격 보내기
ms: Hantar selang ping SMTP
nb: Send SMTP-pingintervall
nl: Stuur SMTP-ping-interval
pt_br: Enviar intervalo de ping SMTP
ro: Trimiteți intervalul de ping SMTP
tr: SMTP ping aralığını gönder
uk: Надсилати інтервал ping SMTP
vi: Gửi khoảng thời gian ping SMTP
zh: 發送 SMTP ping 間隔

# NKS_SHELLPACKS_MAIL_SETTINGS_TEXTFORMAT_NAME
source: Mail text format
ar: تنسيق نص البريد
el: Μορφή κειμένου αλληλογραφίας
es: Formato de texto de correo
fr: Format du texte du courrier
ga: Formáid téacs ríomhphoist
hi: मेल टेक्स्ट प्रारूप
id: Format teks email
it: Formato del testo della posta
ja: メールテキスト形式
ko: 메일 텍스트 형식
ms: Format teks mel
nb: Mail tekstformat
nl: Tekstindeling e-mail
pt_br: Formato de texto de e-mail
ro: Format text mail
tr: Posta metin biçimi
uk: Формат тексту листа
vi: Định dạng văn bản thư
zh: 郵件文本格式

# NKS_SHELLPACKS_MAIL_SETTINGS_IMAPPROMPT_DESC
source: Write how you want your IMAP server prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة خادم IMAP. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre IMAP-Server-Eingabeaufforderung aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή του διακομιστή IMAP. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea el aviso de tu servidor IMAP. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de serveur IMAP soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat leid do fhreastalaí IMAP a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपने IMAP सर्वर को कैसे प्रॉम्प्ट करना चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin prompt server IMAP Anda ditampilkan. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia il prompt del tuo server IMAP. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: IMAPサーバーのプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 원하는 IMAP 서버 프롬프트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu gesaan pelayan IMAP anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at IMAP-servermeldingen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw IMAP-serverprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que seu prompt do servidor IMAP seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie promptul serverului IMAP. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: IMAP sunucunuzun isteminin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб запит сервера IMAP виглядав. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn lời nhắc máy chủ IMAP của mình như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望 IMAP 服務器提示的方式。留空以使用默認樣式。佔位符被解析。
