Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_PROMPTUSERNAME
source: Username for {0}:
ar: اسم المستخدم لـ {0}:
de: Benutzername für {0}:
el: Όνομα χρήστη για {0}:
es: Nombre de usuario para {0}:
fr: Nom d'utilisateur pour {0}:
ga: Ainm úsáideora le haghaidh {0}:
hi: {0} के लिए उपयोगकर्ता नाम:
id: Nama pengguna untuk {0}:
it: Nome utente per {0}:
ja: {0}のユーザー名：
ko: {0}의 사용자 이름 :
ms: Nama pengguna untuk {0}:
nb: Brukernavn for {0}:
nl: Gebruikersnaam voor {0}:
pt_br: Nome de usuário para {0}:
ro: Nume de utilizator pentru {0}:
tr: {0} için kullanıcı adı:
uk: Ім'я користувача для {0}:
vi: Tên người dùng cho {0}:
zh: {0} 的用戶名：

# NKS_SHELLPACKS_FTPSFTP_PROMPTPASSWORD
source: Password for {0}:
ar: كلمة المرور لـ {0}:
de: Passwort für {0}:
el: Κωδικός πρόσβασης για {0}:
es: Contraseña para {0}:
fr: Mot de passe pour {0}:
ga: Pasfhocal le haghaidh {0}:
hi: {0} के लिए पासवर्ड:
id: Kata sandi untuk {0}:
it: Password per {0}:
ja: {0}のパスワード：
ko: {0}의 비밀번호 :
ms: Kata laluan untuk {0}:
nb: Passord for {0}:
nl: Wachtwoord voor {0}:
pt_br: Senha para {0}:
ro: Parola pentru {0}:
tr: {0} için şifre:
uk: Пароль для {0}:
vi: Mật khẩu cho {0}:
zh: {0} 的密碼：

# NKS_SHELLPACKS_FTPSFTP_CONNECTEDTO
source: Connected to {0}
ar: متصل بـ {0}
de: Verbunden mit {0}
el: Συνδέθηκε στο {0}
es: Conectado a {0}
fr: Connecté à {0}
ga: Ceangailte le {0}
hi: {0} से जुड़ा
id: Terhubung ke {0}
it: Connesso a {0}
ja: {0}に接続しました
ko: {0}에 연결
ms: Disambungkan ke {0}
nb: Koblet til {0}
nl: Verbonden met {0}
pt_br: Conectado a {0}
ro: Conectat la {0}
tr: {0}'a bağlandı
uk: Підключено до {0}
vi: Đã kết nối tới {0}
zh: 連接到{0}

# NKS_SHELLPACKS_FTPSFTP_ERRORCONNECTING
source: Error when trying to connect to {0}: {1}
ar: خطأ عند محاولة الاتصال بـ {0}: {1}
de: Fehler beim Versuch, eine Verbindung zu {0} herzustellen: {1}
el: Σφάλμα κατά την προσπάθεια σύνδεσης στο {0}: {1}
es: Error al intentar conectarse a {0}: {1}
fr: Erreur lors de la tentative de connexion à {0}: {1}
ga: Earráid agus iarracht á déanamh ceangal le {0}: {1}
hi: {0}: {1} से कनेक्ट करने का प्रयास करते समय त्रुटि
id: Kesalahan saat mencoba menghubungkan ke {0}: {1}
it: Errore durante il tentativo di connessione a {0}: {1}
ja: {0}に接続しようとしたときのエラー：{1}
ko: {0}에 연결하려고 할 때 오류가 발생했습니다 : {1}
ms: Ralat semasa cuba menyambung ke {0}: {1}
nb: Feil ved forsøk på å koble til {0}: {1}
nl: Fout bij proberen verbinding te maken met {0}: {1}
pt_br: Erro ao tentar conectar a {0}: {1}
ro: Eroare la încercarea de a vă conecta la {0}: {1}
tr: {0}'a bağlanmaya çalışırken hata oluştu: {1}
uk: Помилка під час спроби підключитися до {0}: {1}
vi: Lỗi khi cố gắng kết nối tới {0}: {1}
zh: 嘗試連接到 {0} 時出錯：{1}

# NKS_SHELLPACKS_FTPSFTP_FS_LOCALDIRNOTFOUND
source: Local directory {0} doesn't exist.
ar: الدليل المحلي {0} غير موجود.
de: Das lokale Verzeichnis {0} existiert nicht.
el: Ο τοπικός κατάλογος {0} δεν υπάρχει.
es: El directorio local {0} no existe.
fr: Le répertoire local {0} n'existe pas.
ga: Níl an t-eolaire áitiúil {0} ann.
hi: स्थानीय निर्देशिका {0} मौजूद नहीं है।
id: Direktori lokal {0} tidak ada.
it: La directory locale {0} non esiste.
ja: ローカルディレクトリ{0}は存在しません。
ko: 로컬 디렉토리 {0}이 (가) 없습니다.
ms: Direktori tempatan {0} tidak wujud.
nb: Lokal katalog {0} eksisterer ikke.
nl: Lokale directory {0} bestaat niet.
pt_br: O diretório local {0} não existe.
ro: Directorul local {0} nu există.
tr: Yerel dizin {0} mevcut değil.
uk: Локальний каталог {0} не існує.
vi: Thư mục cục bộ {0} không tồn tại.
zh: 本地目錄 {0} 不存在。

# NKS_SHELLPACKS_FTPSFTP_FS_NEEDSLOCALDIR
source: Enter a local directory. ".." to go back.
ar: أدخل دليل محلي. ".." للعودة.
de: Geben Sie ein lokales Verzeichnis ein. ".." zurück zu gehen.
el: Εισαγάγετε έναν τοπικό κατάλογο. ".." να επιστρεψει.
es: Introduzca un directorio local. ".." para volver.
fr: Entrez un répertoire local. ".." retourner.
ga: Cuir isteach eolaire áitiúil. ".." chun dul ar ais.
hi: एक स्थानीय निर्देशिका दर्ज करें। ".." वापस जाने के लिए।
id: Masukkan direktori lokal. ".." untuk kembali.
it: Inserisci una directory locale ".." tornare indietro.
ja: ローカルディレクトリを入力します。 ".." 戻る。
ko: 로컬 디렉토리를 입력하십시오. ".."돌아 가기
ms: Masukkan direktori tempatan. ".." untuk balik.
nb: Skriv inn en lokal katalog. ".." for å gå tilbake.
nl: Voer een lokale map in. ".." terug gaan.
pt_br: Digite um diretório local. ".." para voltar.
ro: Introduceți un director local. ".." pentru a reveni.
tr: Yerel bir dizine girin. Geri dönmek için "..."
uk: Введіть локальний каталог. ".." щоб повернутися.
vi: Nhập thư mục cục bộ. ".." để quay lại.
zh: 輸入本地目錄。 “..“ 回去。

# NKS_SHELLPACKS_FTPSFTP_FS_REMOTEDIRNOTFOUND
source: Directory {0} not found.
ar: لم يتم العثور على الدليل {0}.
de: Das Verzeichnis {0} wurde nicht gefunden.
el: Ο κατάλογος {0} δεν βρέθηκε.
es: Directorio {0} no encontrado.
fr: Répertoire {0} introuvable.
ga: Eolaire {0} gan aimsiú.
hi: निर्देशिका {0} नहीं मिली।
id: Direktori {0} tidak ditemukan.
it: Directory {0} non trovata.
ja: ディレクトリ{0}が見つかりません。
ko: {0} 디렉토리를 찾을 수 없습니다.
ms: Direktori {0} tidak ditemui.
nb: Katalog {0} ble ikke funnet.
nl: Directory {0} niet gevonden.
pt_br: Diretório {0} não encontrado.
ro: Directorul {0} nu a fost găsit.
tr: {0} dizini bulunamadı.
uk: Каталог {0} не знайдено.
vi: Không tìm thấy thư mục {0}.
zh: 未找到目錄 {0}。

# NKS_SHELLPACKS_FTPSFTP_FS_NEEDSREMOTEDIR
source: Enter a remote directory. ".." to go back
ar: أدخل دليل بعيد. ".." للعودة
de: Geben Sie ein Remote-Verzeichnis ein. ".." zurückgehen
el: Εισαγάγετε έναν απομακρυσμένο κατάλογο. ".." να επιστρεψει
es: Introduzca un directorio remoto. ".." para volver
fr: Entrez un répertoire distant. ".." retourner
ga: Cuir isteach eolaire cianda. ".." chun dul ar ais
hi: एक दूरस्थ निर्देशिका दर्ज करें। ".." वापस जाने के लिए
id: Masukkan direktori jarak jauh. ".." untuk kembali
it: Inserisci una directory remota ".." tornare indietro
ja: リモートディレクトリを入力します。 ".." 戻る
ko: 원격 디렉토리를 입력하십시오. ".."돌아 가기
ms: Masukkan direktori jauh. ".." untuk balik
nb: Skriv inn en ekstern katalog. ".." for å gå tilbake
nl: Voer een externe map in. ".." terug gaan
pt_br: Insira um diretório remoto. ".." para voltar
ro: Introduceți un director la distanță. ".." pentru a reveni
tr: Uzak bir dizine girin. Geri dönmek için "..."
uk: Введіть віддалений каталог. ".." щоб повернутися
vi: Nhập thư mục từ xa. ".." để quay lại
zh: 輸入遠程目錄。 “..“ 回去

# NKS_SHELLPACKS_COMMON_FS_LOCALDIR
source: Local directory: {0}
ar: دليل محلي: {0}
de: Lokales Verzeichnis: {0}
el: Τοπικός κατάλογος: {0}
es: Directorio local: {0}
fr: Répertoire local: {0}
ga: Eolaire áitiúil: {0}
hi: स्थानीय निर्देशिका: {0}
id: Direktori lokal: {0}
it: Directory locale: {0}
ja: ローカルディレクトリ：{0}
ko: 로컬 디렉토리 : {0}
ms: Direktori setempat: {0}
nb: Lokal katalog: {0}
nl: Lokale map: {0}
pt_br: Diretório local: {0}
ro: Director local: {0}
tr: Yerel dizin: {0}
uk: Локальний каталог: {0}
vi: Thư mục cục bộ: {0}
zh: 本地目錄：{0}

# NKS_SHELLPACKS_COMMON_FS_REMOTEDIR
source: Remote directory: {0}
ar: الدليل البعيد: {0}
de: Entferntes Verzeichnis: {0}
el: Απομακρυσμένος κατάλογος: {0}
es: Directorio remoto: {0}
fr: Répertoire distant: {0}
ga: Comhadlann cianda: {0}
hi: दूरस्थ निर्देशिका: {0}
id: Direktori jarak jauh: {0}
it: Directory remota: {0}
ja: リモートディレクトリ：{0}
ko: 원격 디렉토리 : {0}
ms: Direktori jauh: {0}
nb: Ekstern katalog: {0}
nl: Externe map: {0}
pt_br: Diretório remoto: {0}
ro: Director la distanță: {0}
tr: Uzak dizin: {0}
uk: Віддалений каталог: {0}
vi: Thư mục từ xa: {0}
zh: 遠程目錄：{0}

# NKS_SHELLPACKS_COMMON_FS_DOWNLOADINGFILE
source: Downloading file {0}...
ar: يتم الآن تنزيل الملف {0} ...
de: Download der Datei {0} ...
el: Λήψη αρχείου {0}...
es: Descargando el archivo {0} ...
fr: Téléchargement du fichier {0} ...
ga: Comhad {0} á íoslódáil...
hi: डाउनलोडिंग फ़ाइल {0} ...
id: Mengunduh berkas {0}...
it: Download del file {0} ...
ja: ファイル{0}をダウンロードしています...
ko: {0} 파일을 다운로드하는 중 ...
ms: Memuat turun fail {0}...
nb: Laster ned fil {0}...
nl: Bestand {0} downloaden ...
pt_br: Baixando arquivo {0}...
ro: Se descarcă fișierul {0}...
tr: {0} dosyası indiriliyor...
uk: Завантаження файлу {0}...
vi: Đang tải xuống tệp {0}...
zh: 正在下載文件 {0}...

# NKS_SHELLPACKS_COMMON_FS_DOWNLOADEDFILE
source: Downloaded file {0}.
ar: الملف الذي تم تنزيله {0}.
de: Heruntergeladene Datei {0}.
el: Λήψη αρχείου {0}.
es: Archivo descargado {0}.
fr: Fichier téléchargé {0}.
ga: Comhad íosluchtaithe {0}.
hi: डाउनलोड की गई फ़ाइल {0}।
id: Berkas yang diunduh {0}.
it: File scaricato {0}.
ja: ダウンロードしたファイル{0}。
ko: {0} 파일을 다운로드했습니다.
ms: Fail dimuat turun {0}.
nb: Lastet ned fil {0}.
nl: Gedownload bestand {0}.
pt_br: Arquivo baixado {0}.
ro: Fișier descărcat {0}.
tr: {0} dosyası indirildi.
uk: Завантажено файл {0}.
vi: Đã tải xuống tệp {0}.
zh: 下載的文件 {0}。

# NKS_SHELLPACKS_COMMON_FS_UPLOADINGFILE
source: Uploading file {0}...
ar: تحميل الملف {0} ...
de: Upload der Datei {0} ...
el: Μεταφόρτωση αρχείου {0}...
es: Subiendo archivo {0} ...
fr: Téléchargement du fichier {0} ...
ga: Comhad {0} á uaslódáil...
hi: फ़ाइल अपलोड कर रहा है {0} ...
id: Mengunggah berkas {0}...
it: Caricamento del file {0} ...
ja: ファイル{0}をアップロードしています...
ko: {0} 파일 업로드 중 ...
ms: Memuat naik fail {0}...
nb: Laster opp fil {0}...
nl: Bestand {0} uploaden ...
pt_br: Carregando arquivo {0}...
ro: Se încarcă fișierul {0}...
tr: {0} dosyası yükleniyor...
uk: Завантаження файлу {0}...
vi: Đang tải tệp {0}...
zh: 正在上傳文件 {0}...

# NKS_SHELLPACKS_COMMON_FS_UPLOADEDFILE
source: Uploaded file {0}
ar: الملف الذي تم تحميله {0}
de: Hochgeladene Datei {0}
el: Μεταφορτωμένο αρχείο {0}
es: Archivo subido {0}
fr: Fichier téléchargé {0}
ga: Comhad uaslódála {0}
hi: अपलोड की गई फ़ाइल {0}
id: File yang diunggah {0}
it: File caricato {0}
ja: アップロードされたファイル{0}
ko: 업로드 된 파일 {0}
ms: Fail dimuat naik {0}
nb: Lastet opp fil {0}
nl: Geupload bestand {0}
pt_br: Arquivo carregado {0}
ro: Fișier încărcat {0}
tr: {0} dosyası yüklendi
uk: Завантажений файл {0}
vi: Đã tải lên tệp {0}
zh: 上傳的文件 {0}

# NKS_SHELLPACKS_COMMON_FS_COMMAND_PWDL_DESC
source: Gets current local directory
ar: الحصول على الدليل المحلي الحالي
de: Ruft das aktuelle lokale Verzeichnis ab
el: Λαμβάνει τον τρέχοντα τοπικό κατάλογο
es: Obtiene el directorio local actual
fr: Obtient le répertoire local actuel
ga: Faigheann sé eolaire áitiúil reatha
hi: वर्तमान स्थानीय निर्देशिका हो जाती है
id: Mendapatkan direktori lokal saat ini
it: Ottiene la directory locale corrente
ja: 現在のローカルディレクトリを取得します
ko: 현재 로컬 디렉토리를 가져옵니다
ms: Mendapat direktori tempatan semasa
nb: Henter gjeldende lokal katalog
nl: Haalt de huidige lokale map op
pt_br: Obtém o diretório local atual
ro: Obține directorul local curent
tr: Mevcut yerel dizini alır
uk: Отримує поточний локальний каталог
vi: Lấy thư mục cục bộ hiện tại
zh: 獲取當前本地目錄

# NKS_SHELLPACKS_COMMON_FS_COMMAND_PWDR_DESC
source: Gets current remote directory
ar: الحصول على الدليل البعيد الحالي
de: Ruft das aktuelle ferne Verzeichnis ab
el: Λαμβάνει τον τρέχοντα απομακρυσμένο κατάλογο
es: Obtiene el directorio remoto actual
fr: Obtient le répertoire distant actuel
ga: Faigheann sé an t-eolaire cianda reatha
hi: वर्तमान दूरस्थ निर्देशिका हो जाती है
id: Mendapatkan direktori jarak jauh saat ini
it: Ottiene la directory remota corrente
ja: 現在のリモートディレクトリを取得します
ko: 현재 원격 디렉토리를 가져옵니다
ms: Mendapat direktori jauh semasa
nb: Henter gjeldende ekstern katalog
nl: Haalt de huidige externe map op
pt_br: Obtém o diretório remoto atual
ro: Obține directorul de la distanță curent
tr: Mevcut uzak dizini alır
uk: Отримує поточний віддалений каталог
vi: Lấy thư mục từ xa hiện tại
zh: 獲取當前遠程目錄

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_CDL_DESC
source: Changes local directory to download to or upload from
ar: يغير الدليل المحلي للتنزيل منه أو التحميل منه
de: Ändert das lokale Verzeichnis zum Herunterladen oder Hochladen von
el: Αλλάζει τον τοπικό κατάλογο για λήψη ή αποστολή από
es: Cambia el directorio local para descargar o subir desde
fr: Modifie le répertoire local à télécharger ou à télécharger
ga: Athraítear eolaire áitiúil le híoslódáil chuige nó le huaslódáil uaidh
hi: से डाउनलोड या अपलोड करने के लिए स्थानीय निर्देशिका को बदलता है
id: Mengubah direktori lokal untuk mengunduh atau mengunggah
it: Cambia la directory locale da scaricare o caricare da
ja: ローカルディレクトリを変更してからダウンロードまたはアップロードします
ko: 로컬 디렉토리에서 다운로드하거나 업로드 할 디렉토리를 변경합니다.
ms: Menukar direktori tempatan untuk dimuat turun atau dimuat naik
nb: Endrer lokal katalog å laste ned til eller laste opp fra
nl: Wijzigt de lokale map om van te downloaden of te uploaden
pt_br: Altera o diretório local para download ou upload
ro: Schimbă directorul local pentru a descărca sau a încărca
tr: İndirme veya yükleme yapılacak yerel dizini değiştirir
uk: Змінює локальний каталог для завантаження або завантаження
vi: Thay đổi thư mục cục bộ để tải xuống hoặc tải lên
zh: 更改要下載或上傳的本地目錄

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_CDR_DESC
source: Changes remote directory to download from or upload to
ar: يغير الدليل البعيد للتنزيل منه أو التحميل إليه
de: Ändert das Remote-Verzeichnis zum Herunterladen von oder Hochladen zu
el: Αλλάζει τον απομακρυσμένο κατάλογο για λήψη ή αποστολή σε
es: Cambia el directorio remoto para descargar o subir a
fr: Modifie le répertoire distant vers lequel télécharger ou télécharger
ga: Athraítear cianchomhadlann le híoslódáil uaidh nó le huaslódáil chuige
hi: से डाउनलोड या अपलोड करने के लिए दूरस्थ निर्देशिका को बदलता है
id: Mengubah direktori jarak jauh untuk mengunduh atau mengunggah
it: Cambia la directory remota da scaricare o caricare in
ja: ダウンロードまたはアップロードするリモートディレクトリを変更します
ko: 다운로드하거나 업로드 할 원격 디렉토리를 변경합니다.
ms: Menukar direktori jauh untuk dimuat turun atau dimuat naik
nb: Endrer ekstern katalog å laste ned fra eller laste opp til
nl: Hiermee wordt de externe map gewijzigd om te downloaden van of te uploaden naar
pt_br: Altera o diretório remoto para download ou upload
ro: Schimbă directorul de la distanță din care să se descarce sau să se încarce
tr: İndirme veya yükleme yapılacak uzak dizini değiştirir
uk: Змінює віддалений каталог для завантаження або завантаження
vi: Thay đổi thư mục từ xa để tải xuống hoặc tải lên
zh: 更改遠程目錄以下載或上傳到

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_DEL_DESC
source: Deletes remote file from server
ar: حذف الملف البعيد من الخادم
de: Löscht die entfernte Datei vom Server
el: Διαγράφει το απομακρυσμένο αρχείο από τον διακομιστή
es: Borra el archivo remoto del servidor
fr: Supprime le fichier distant du serveur
ga: Scriostar comhad cianda ón bhfreastalaí
hi: सर्वर से दूरस्थ फ़ाइल हटाता है
id: Menghapus file jarak jauh dari server
it: Elimina il file remoto dal server
ja: サーバーからリモートファイルを削除します
ko: 서버에서 원격 파일을 삭제합니다
ms: Memadam fail jauh dari pelayan
nb: Sletter ekstern fil fra serveren
nl: Wist het externe bestand van de server
pt_br: Exclui arquivo remoto do servidor
ro: Șterge fișierul de la distanță de pe server
tr: Uzaktaki dosyayı sunucudan siler
uk: Видаляє віддалений файл із сервера
vi: Xóa tập tin từ xa khỏi máy chủ
zh: 從服務器刪除遠程文件

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_GET_DESC
source: Downloads remote file to local directory using binary or text
ar: يقوم بتنزيل الملف البعيد إلى الدليل المحلي باستخدام ثنائي أو نص
de: Lädt die Remote-Datei in das lokale Verzeichnis unter Verwendung von Binär- oder Textdateien
el: Λήψη απομακρυσμένου αρχείου στον τοπικό κατάλογο χρησιμοποιώντας δυαδικό ή κείμενο
es: Descarga el archivo remoto al directorio local usando binario o texto
fr: Télécharge un fichier distant dans un répertoire local à l'aide de binaire ou de texte
ga: Íoslódálann sé comhad cianda chuig an eolaire áitiúil ag úsáid dénártha nó téacs
hi: बाइनरी या टेक्स्ट का उपयोग करके दूरस्थ फ़ाइल को स्थानीय निर्देशिका में डाउनलोड करें
id: Mengunduh file jarak jauh ke direktori lokal menggunakan biner atau teks
it: Scarica il file remoto nella directory locale usando binari o testo
ja: バイナリまたはテキストを使用して、リモートファイルをローカルディレクトリにダウンロードします。
ko: 바이너리 또는 텍스트를 사용하여 원격 파일을 로컬 디렉토리로 다운로드
ms: Memuat turun fail jauh ke direktori tempatan menggunakan binari atau teks
nb: Laster ned ekstern fil til lokal katalog ved hjelp av binær eller tekst
nl: Download het externe bestand naar de lokale map met binair of tekst
pt_br: Baixa arquivo remoto para diretório local usando binário ou texto
ro: Descărcă fișierul de la distanță în directorul local folosind binar sau text
tr: Uzak dosyayı ikili veya metin kullanarak yerel dizine indirir
uk: Завантажує віддалений файл у локальний каталог у двійковому або текстовому вигляді
vi: Tải xuống tệp từ xa vào thư mục cục bộ bằng cách sử dụng tệp nhị phân hoặc văn bản
zh: 使用二進製或文本將遠程文件下載到本地目錄

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_LSL_DESC
source: Lists local directory
ar: يسرد الدليل المحلي
de: Listet das lokale Verzeichnis auf
el: Παραθέτει τον τοπικό κατάλογο
es: Lista del directorio local
fr: Répertorie le répertoire local
ga: Liostaíonn eolaire áitiúil
hi: स्थानीय निर्देशिका सूचीबद्ध करता है
id: Mencantumkan direktori lokal
it: Elenca la directory locale
ja: ローカルディレクトリをリストします
ko: 로컬 디렉토리를 나열합니다
ms: Menyenaraikan direktori tempatan
nb: Viser lokal katalog
nl: Geeft een lokale map weer
pt_br: Lista o diretório local
ro: Listează directorul local
tr: Yerel dizini listeler
uk: Перераховує локальний каталог
vi: Liệt kê thư mục cục bộ
zh: 列出本地目錄

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_LSR_DESC
source: Lists remote directory
ar: يسرد الدليل البعيد
de: Listet das entfernte Verzeichnis auf
el: Παραθέτει τον απομακρυσμένο κατάλογο
es: Lista del directorio remoto
fr: Répertorie le répertoire distant
ga: Liostaí eolaire cianda
hi: दूरस्थ निर्देशिका सूचीबद्ध करता है
id: Mencantumkan direktori jarak jauh
it: Elenca la directory remota
ja: リモートディレクトリをリストします
ko: 원격 디렉토리를 나열합니다.
ms: Menyenaraikan direktori jauh
nb: Viser ekstern katalog
nl: Geeft de externe map weer
pt_br: Lista diretório remoto
ro: Listează directorul de la distanță
tr: Uzak dizini listeler
uk: Перераховує віддалений каталог
vi: Liệt kê thư mục từ xa
zh: 列出遠程目錄

# NKS_SHELLPACKS_FTPSFTP_FS_COMMAND_PUT_DESC
source: Uploads local file to remote directory using binary or text
ar: تحميل الملف المحلي إلى الدليل البعيد باستخدام ثنائي أو نص
de: Lädt die lokale Datei unter Verwendung von Binärcode oder Text in das Remoteverzeichnis hoch
el: Μεταφορτώνει τοπικό αρχείο σε απομακρυσμένο κατάλογο χρησιμοποιώντας δυαδικό ή κείμενο
es: Carga el archivo local al directorio remoto usando binario o texto
fr: Télécharge un fichier local dans un répertoire distant à l'aide de binaire ou de texte
ga: Uaslódálann sé comhad áitiúil chuig an gcianeolaire trí úsáid a bhaint as dénártha nó téacs
hi: बाइनरी या टेक्स्ट का उपयोग करके स्थानीय फ़ाइल को दूरस्थ निर्देशिका में अपलोड करता है
id: Mengunggah file lokal ke direktori jarak jauh menggunakan biner atau teks
it: Carica il file locale nella directory remota usando binari o testo
ja: バイナリまたはテキストを使用して、ローカルファイルをリモートディレクトリにアップロードします
ko: 이진 또는 텍스트를 사용하여 로컬 파일을 원격 디렉토리에 업로드
ms: Memuat naik fail tempatan ke direktori jauh menggunakan binari atau teks
nb: Laster opp lokal fil til ekstern katalog ved hjelp av binær eller tekst
nl: Uploadt lokaal bestand naar de externe map met binaire of tekst
pt_br: Carrega arquivo local para diretório remoto usando binário ou texto
ro: Încarcă fișierul local în directorul de la distanță folosind binar sau text
tr: Yerel dosyayı ikili veya metin kullanarak uzak dizine yükler
uk: Завантажує локальний файл у віддалений каталог за допомогою двійкового або текстового файлу
vi: Tải tệp cục bộ lên thư mục từ xa bằng cách sử dụng tệp nhị phân hoặc văn bản
zh: 使用二進製或文本將本地文件上傳到遠程目錄

# NKS_SHELLPACKS_ARCHIVE_FS_COMMAND_CHDIR_DESC
source: Changes directory
ar: دليل التغييرات
de: Ändert das Verzeichnis
el: Κατάλογος αλλαγών
es: Directorio de cambios
fr: Répertoire de modifications
ga: Athruithe eolaire
hi: निर्देशिका बदल जाती है
id: Mengubah direktori
it: Cambia directory
ja: ディレクトリを変更します
ko: 디렉토리 변경
ms: Tukar direktori
nb: Endrer katalog
nl: Wijzigingenmap
pt_br: Altera o diretório
ro: Schimbă directorul
tr: Değişiklikler dizini
uk: Змінює каталог
vi: Thay đổi thư mục
zh: 更改目錄

# NKS_SHELLPACKS_COMMON_COMMAND_FTP_DESC
source: Use an FTP shell to interact with servers
ar: استخدم shell FTP للتفاعل مع الخوادم
de: Verwenden Sie eine FTP-Shell, um mit Servern zu interagieren
el: Χρησιμοποιήστε ένα κέλυφος FTP για αλληλεπίδραση με διακομιστές
es: Use un shell FTP para interactuar con los servidores
fr: Utiliser un shell FTP pour interagir avec les serveurs
ga: Bain úsáid as blaosc FTP chun idirghníomhú le freastalaithe
hi: सर्वर के साथ बातचीत करने के लिए एक FTP शेल का उपयोग करें
id: Gunakan shell FTP untuk berinteraksi dengan server
it: Utilizzare una shell FTP per interagire con i server
ja: FTPシェルを使用してサーバーと対話する
ko: FTP 쉘을 사용하여 서버와 상호 작용
ms: Gunakan shell FTP untuk berinteraksi dengan pelayan
nb: Bruk et FTP-skall til å samhandle med servere
nl: Gebruik een FTP-shell om te communiceren met servers
pt_br: Use um shell FTP para interagir com servidores
ro: Utilizați un shell FTP pentru a interacționa cu serverele
tr: Sunucularla etkileşim kurmak için bir FTP kabuğu kullanın
uk: Використовуйте оболонку FTP для взаємодії з серверами
vi: Sử dụng FTP shell để tương tác với máy chủ
zh: 使用 FTP shell 與服務器交互

# NKS_SHELLPACKS_COMMON_SHELL_ERROR
source: There was an error in the shell.
ar: كان هناك خطأ في الصدفة.
de: In der Shell ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στο κέλυφος.
es: Hubo un error en el shell.
fr: Il y avait une erreur dans le shell.
ga: Tharla earráid sa bhlaosc.
hi: शेल में कोई त्रुटि थी।
id: Terjadi kesalahan pada shell.
it: Si è verificato un errore nella shell.
ja: シェルにエラーがありました。
ko: 쉘에 오류가있었습니다.
ms: Terdapat ralat dalam shell.
nb: Det var en feil i skallet.
nl: Er is een fout opgetreden in de shell.
pt_br: Ocorreu um erro no shell.
ro: A apărut o eroare în shell.
tr: Kabukta bir hata oluştu.
uk: Виникла помилка в оболонці.
vi: Có lỗi trong shell.
zh: 外殼中有錯誤。

# NKS_SHELLPACKS_FTP_INVALIDPROFILE
source: Invalid profile FilesystemTools.
ar: اختيار ملف تعريف غير صالح.
de: Ungültige Profilauswahl.
el: Μη έγκυρη επιλογή προφίλ.
es: Selección de perfil no válida
fr: Sélection de profil invalide.
ga: Roghnú próifíle neamhbhailí.
hi: अमान्य प्रोफ़ाइल चयन।
id: Profil FilesystemTools tidak valid.
it: Selezione profilo non valida.
ja: 無効なプロファイル選択。
ko: 잘못된 프로필 선택
ms: Pemilihan profil tidak sah.
nb: Ugyldig profilvalg.
nl: Ongeldige profielselectie.
pt_br: Seleção de perfil inválida.
ro: Selecție de profil nevalidă.
tr: Geçersiz profil seçimi.
uk: Недійсний профіль FilesystemTools.
vi: Lựa chọn hồ sơ không hợp lệ.
zh: 配置文件選擇無效。

# NKS_SHELLPACKS_FTP_CONNECTING
source: Trying to connect to {0} with profile {1}...
ar: تحاول الاتصال بـ {0} مع الملف الشخصي {1} ...
de: Es wird versucht, eine Verbindung zu {0} mit dem Profil {1} herzustellen ...
el: Προσπάθεια σύνδεσης στο {0} με το προφίλ {1}...
es: Intentando conectarse a {0} con el perfil {1} ...
fr: Vous essayez de vous connecter à {0} avec le profil {1} ...
ga: Ag iarraidh ceangal le {0} le próifíl {1}...
hi: प्रोफ़ाइल {1} से {0} से कनेक्ट करने का प्रयास कर रहा है ...
id: Mencoba menyambung ke {0} dengan profil {1}...
it: Tentativo di connessione a {0} con il profilo {1} ...
ja: プロファイル{1}で{0}に接続しようとしています...
ko: {1} 프로파일로 {0}에 연결하려고합니다 ...
ms: Cuba menyambung ke {0} dengan profil {1}...
nb: Prøver å koble til {0} med profilen {1}...
nl: Probeer verbinding te maken met {0} met profiel {1} ...
pt_br: Tentando conectar-se a {0} com o perfil {1}...
ro: Se încearcă să se conecteze la {0} cu profilul {1}...
tr: {0} profiline {1} ile bağlanmaya çalışılıyor...
uk: Спроба підключитися до {0} за допомогою профілю {1}...
vi: Đang cố gắng kết nối tới {0} bằng hồ sơ {1}...
zh: 正在嘗試使用配置文件 {1} 連接到 {0}...
