Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_GIT_NEEDSSAVING
source: Save your work first by creating a commit before checking out a branch.
ar: احفظ عملك أولاً عن طريق إنشاء التزام قبل التحقق من الفرع.
de: Speichern Sie Ihre Arbeit zunächst, indem Sie einen Commit erstellen, bevor Sie einen Zweig auschecken.
el: Αποθηκεύστε την εργασία σας πρώτα δημιουργώντας μια δέσμευση πριν ελέγξετε ένα υποκατάστημα.
es: Guarde su trabajo primero creando una confirmación antes de revisar una rama.
fr: Enregistrez d'abord votre travail en créant un commit avant d'extraire une branche.
ga: Sábháil do chuid oibre ar dtús trí ghealltanas a chruthú sula seiceáil amach brainse.
hi: किसी शाखा की जाँच करने से पहले एक कमिट बनाकर अपना काम सहेजें।
id: Simpan pekerjaan Anda terlebih dahulu dengan membuat komit sebelum memeriksa cabang.
it: Salva prima il tuo lavoro creando un commit prima di estrarre un ramo.
ja: ブランチをチェックアウトする前に、まずコミットを作成して作業を保存します。
ko: 브랜치를 체크아웃하기 전에 먼저 커밋을 생성하여 작업을 저장하세요.
ms: Simpan kerja anda terlebih dahulu dengan membuat komitmen sebelum menyemak cawangan.
nb: Lagre arbeidet ditt først ved å opprette en commit før du sjekker ut en filial.
nl: Sla uw werk eerst op door een commit te maken voordat u een branch uitcheckt.
pt_br: Salve seu trabalho primeiro criando um commit antes de verificar uma branch.
ro: Salvați-vă munca mai întâi creând un commit înainte de a verifica o sucursală.
tr: Bir dalı kontrol etmeden önce bir commit oluşturarak çalışmanızı kaydedin.
uk: Спершу збережіть свою роботу, створивши комміт перед перевіркою гілки.
vi: Trước tiên, hãy lưu công việc của bạn bằng cách tạo một commit trước khi kiểm tra một nhánh.
zh: 在簽出分支之前，首先透過建立提交來儲存您的工作。

# NKS_SHELLPACKS_GIT_NOBRANCH
source: Branch doesn't exist.
ar: الفرع غير موجود.
de: Zweig existiert nicht.
el: Υποκατάστημα δεν υπάρχει.
es: La sucursal no existe.
fr: La branche n'existe pas.
ga: Níl brainse ann.
hi: शाखा मौजूद नहीं है.
id: Cabang tidak ada.
it: La filiale non esiste.
ja: 支店は存在しません。
ko: 지점이 존재하지 않습니다.
ms: Cawangan tidak wujud.
nb: Filial eksisterer ikke.
nl: Filiaal bestaat niet.
pt_br: A ramificação não existe.
ro: Ramura nu există.
tr: Şube mevcut değil.
uk: Відділення не існує.
vi: Chi nhánh không tồn tại.
zh: 分支不存在。

# NKS_SHELLPACKS_GIT_NEEDSIDENTIFICATION_1
source: You need to identify yourself before using this command. Use
ar: تحتاج إلى تعريف نفسك قبل استخدام هذا الأمر. يستخدم
de: Sie müssen sich identifizieren, bevor Sie diesen Befehl verwenden. Verwenden
el: Πρέπει να αναγνωρίσετε τον εαυτό σας πριν χρησιμοποιήσετε αυτήν την εντολή. Χρήση
es: Debe identificarse antes de utilizar este comando. Usar
fr: Vous devez vous identifier avant d'utiliser cette commande. Utiliser
ga: Ní mór duit tú féin a aithint sula n-úsáideann tú an t-ordú seo. Úsáid
hi: इस आदेश का उपयोग करने से पहले आपको स्वयं को पहचानने की आवश्यकता है। उपयोग
id: Anda perlu mengidentifikasi diri Anda sebelum menggunakan perintah ini. Gunakan
it: È necessario identificarsi prima di utilizzare questo comando. Utilizzo
ja: このコマンドを使用する前に、自分自身を識別する必要があります。使用
ko: 이 명령을 사용하기 전에 자신을 식별해야 합니다. 사용
ms: Anda perlu mengenal pasti diri anda sebelum menggunakan arahan ini. guna
nb: Du må identifisere deg selv før du bruker denne kommandoen. Bruk
nl: U moet uzelf identificeren voordat u deze opdracht gebruikt. Gebruik
pt_br: Você precisa se identificar antes de usar este comando. Use
ro: Trebuie să vă identificați înainte de a utiliza această comandă. Utilizare
tr: Bu komutu kullanmadan önce kendinizi tanımlamanız gerekir.
uk: Перед використанням цієї команди вам потрібно ідентифікувати себе. використання
vi: Bạn cần xác định danh tính của mình trước khi sử dụng lệnh này. Sử dụng
zh: 在使用此命令之前，您需要確認自己的身份。使用

# NKS_SHELLPACKS_GIT_NEEDSIDENTIFICATION_2
source: to identify yourself.
ar: لتعريف نفسك.
de: sich zu identifizieren.
el: να προσδιορίσεις τον εαυτό σου.
es: para identificarse.
fr: pour vous identifier.
ga: chun tú féin a aithint.
hi: अपने आप को पहचानने के लिए.
id: untuk mengidentifikasi diri Anda.
it: per identificarti.
ja: 自分自身を識別するため。
ko: 자신을 식별하기 위해.
ms: untuk mengenal pasti diri anda.
nb: å identifisere deg selv.
nl: om jezelf te identificeren.
pt_br: para se identificar.
ro: să te identifici.
tr: Kendini tanıtmak için.
uk: ідентифікувати себе.
vi: để xác định danh tính của bạn.
zh: 來表明你自己的身分。

# NKS_SHELLPACKS_GIT_COMMIT_SUCCESS
source: Updated repository with new commit
ar: تم تحديث المستودع بالتزام جديد
de: Aktualisiertes Repository mit neuem Commit
el: Ενημερώθηκε το αποθετήριο με νέα δέσμευση
es: Repositorio actualizado con nueva confirmación
fr: Dépôt mis à jour avec un nouveau commit
ga: Stór nuashonraithe le gealltanas nua
hi: नई प्रतिबद्धता के साथ अद्यतन भंडार
id: Repositori yang diperbarui dengan komit baru
it: Repository aggiornato con nuovo commit
ja: 新しいコミットでリポジトリを更新しました
ko: 새로운 커밋으로 저장소가 업데이트되었습니다.
ms: Repositori dikemas kini dengan komit baharu
nb: Oppdatert repository med ny commit
nl: Bijgewerkte repository met nieuwe commit
pt_br: Repositório atualizado com novo commit
ro: Magazin actualizat cu un nou commit
tr: Yeni commit ile güncellenen depo
uk: Оновлений репозиторій із новим комітом
vi: Cập nhật kho lưu trữ với cam kết mới
zh: 使用新提交更新了儲存庫

# NKS_SHELLPACKS_GIT_COMMIT_DESC
source: Description for commit
ar: وصف للالتزام
de: Beschreibung für Commit
el: Περιγραφή για δέσμευση
es: Descripción para comprometerse
fr: Description du commit
ga: Cur síos ar ghealltanas
hi: प्रतिबद्धता के लिए विवरण
id: Deskripsi untuk komit
it: Descrizione per il commit
ja: コミットの説明
ko: 커밋에 대한 설명
ms: Penerangan untuk komitmen
nb: Beskrivelse for forpliktelse
nl: Beschrijving voor commit
pt_br: Descrição para commit
ro: Descriere pentru comitere
tr: Taahhüt için açıklama
uk: Опис для коміту
vi: Mô tả cho cam kết
zh: 提交說明

# NKS_SHELLPACKS_GIT_DIFF_GENERALCHANGES
source: General changes in
ar: تغييرات عامة في
de: Allgemeine Änderungen in
el: Γενικές αλλαγές σε
es: cambios generales en
fr: Changements généraux dans
ga: Athruithe ginearálta i
hi: में सामान्य परिवर्तन
id: Perubahan umum dalam
it: Cambiamenti generali in
ja: 一般的な変更点
ko: 일반적인 변경 사항
ms: Perubahan umum dalam
nb: Generelle endringer i
nl: Algemene wijzigingen in
pt_br: Mudanças gerais em
ro: Schimbări generale în
tr: Genel değişiklikler
uk: Загальні зміни в
vi: Những thay đổi chung trong
zh: 一般變化

# NKS_SHELLPACKS_GIT_DIFF_CONTENTCHANGES
source: Content changes in
ar: يتغير المحتوى في
de: Inhaltliche Änderungen in
el: Το περιεχόμενο αλλάζει σε
es: Cambios de contenido en
fr: Modifications du contenu dans
ga: Athraíonn ábhar i
hi: सामग्री में परिवर्तन होता है
id: Perubahan konten di
it: Il contenuto cambia in
ja: 内容の変更
ko: 콘텐츠 변경 내용
ms: Perubahan kandungan dalam
nb: Innhold endres i
nl: Inhoud verandert in
pt_br: Mudanças de conteúdo em
ro: Conținutul se modifică în
tr: İçerik değişiklikleri
uk: Зміни вмісту
vi: Nội dung thay đổi trong
zh: 內容變更於

# NKS_SHELLPACKS_GIT_FETCH_REMOTENOTFOUND
source: Remote doesn't exist.
ar: البعيد غير موجود.
de: Fernbedienung existiert nicht.
el: Το τηλεχειριστήριο δεν υπάρχει.
es: El control remoto no existe.
fr: La télécommande n'existe pas.
ga: Níl cianda ann.
hi: रिमोट मौजूद नहीं है.
id: Jarak jauh tidak ada.
it: Il telecomando non esiste.
ja: リモコンが存在しません。
ko: 원격이 존재하지 않습니다.
ms: Jauh tidak wujud.
nb: Fjernkontroll finnes ikke.
nl: Afstandsbediening bestaat niet.
pt_br: O controle remoto não existe.
ro: Telecomanda nu există.
tr: Uzaktan kumanda diye bir şey yok.
uk: Пульта не існує.
vi: Không có điều khiển từ xa.
zh: 遠端不存在。

# NKS_SHELLPACKS_GIT_FETCH_NOREMOTES
source: No remotes found to pull updates from.
ar: لم يتم العثور على أجهزة تحكم عن بعد لسحب التحديثات منها.
de: Es wurden keine Fernbedienungen gefunden, von denen Updates abgerufen werden können.
el: Δεν βρέθηκαν τηλεχειριστήρια για λήψη ενημερώσεων.
es: No se encontraron controles remotos para obtener actualizaciones.
fr: Aucune télécommande trouvée pour extraire les mises à jour.
ga: Níor aimsíodh aon chianrialtáin chun nuashonruithe a bhaint astu.
hi: अपडेट खींचने के लिए कोई रिमोट नहीं मिला।
id: Tidak ada remote yang ditemukan untuk menarik pembaruan.
it: Nessun telecomando trovato da cui estrarre gli aggiornamenti.
ja: アップデートを取得するためのリモートが見つかりません。
ko: 업데이트를 가져올 수 있는 리모컨을 찾을 수 없습니다.
ms: Tiada alat kawalan jauh ditemui untuk menarik kemas kini.
nb: Fant ingen fjernkontroller å hente oppdateringer fra.
nl: Er zijn geen afstandsbedieningen gevonden waar updates uit kunnen worden gehaald.
pt_br: Nenhum controle remoto encontrado para obter atualizações.
ro: Nu s-au găsit telecomenzi pentru a extrage actualizări.
tr: Güncellemeleri çekebileceğimiz uzaktan kumanda bulunamadı.
uk: Не знайдено пультів дистанційного керування для отримання оновлень.
vi: Không tìm thấy điều khiển từ xa nào để tải bản cập nhật.
zh: 找不到可從中提取更新的遙控器。

# NKS_SHELLPACKS_GIT_FILESTATUS_TITLE
source: Status for file
ar: حالة الملف
de: Status für die Datei
el: Κατάσταση για το αρχείο
es: Estado del archivo
fr: Statut du fichier
ga: Stádas don chomhad
hi: फ़ाइल के लिए स्थिति
id: Status untuk berkas
it: Stato del file
ja: ファイルのステータス
ko: 파일 상태
ms: Status untuk fail
nb: Status for fil
nl: Status voor bestand
pt_br: Status do arquivo
ro: Stare pentru dosar
tr: Dosya durumu
uk: Статус файлу
vi: Trạng thái cho tập tin
zh: 文件狀態

# NKS_SHELLPACKS_GIT_INFO_BARE
source: Bare repository
ar: مستودع عارية
de: Nacktes Repository
el: Γυμνό αποθετήριο
es: repositorio desnudo
fr: Dépôt nu
ga: Stór lom
hi: नंगे भण्डार
id: Repositori kosong
it: Deposito nudo
ja: ベアリポジトリ
ko: 베어 저장소
ms: Repositori kosong
nb: Bare depot
nl: Kale opslagplaats
pt_br: Repositório vazio
ro: Depozit gol
tr: Çıplak depo
uk: Голе сховище
vi: Kho lưu trữ trống
zh: 裸儲存庫

# NKS_SHELLPACKS_GIT_INFO_DETACHED
source: Head detached
ar: الرأس منفصل
de: Kopf abgetrennt
el: Το κεφάλι αποσπάται
es: cabeza separada
fr: Tête détachée
ga: Ceann scoite
hi: सिर अलग
id: Kepala terpisah
it: Testa staccata
ja: ヘッドが外れました
ko: 헤드 분리
ms: Kepala tertanggal
nb: Hodet løsnet
nl: Hoofd los
pt_br: Cabeça separada
ro: Capul desprins
tr: Başı kopmuş
uk: Голова відокремлена
vi: Đầu tách ra
zh: 頭部脫落

# NKS_SHELLPACKS_GIT_INFO_NOREF
source: No reference
ar: لا مرجع
de: Keine Referenz
el: Καμία αναφορά
es: Sin referencia
fr: Aucune référence
ga: Gan tagairt
hi: कोई संदर्भ नहीं
id: Tidak ada referensi
it: Nessun riferimento
ja: 参考文献なし
ko: 참조 없음
ms: Tiada rujukan
nb: Ingen referanse
nl: Geen referentie
pt_br: Nenhuma referência
ro: Nicio referință
tr: Referans yok
uk: Без посилання
vi: Không có tham chiếu
zh: 無參考

# NKS_SHELLPACKS_GIT_INFO_SHALLOW
source: Shallow clone
ar: استنساخ ضحل
de: Flacher Klon
el: Ρηχός κλώνος
es: clon superficial
fr: Clone peu profond
ga: Clón éadomhain
hi: उथला क्लोन
id: Klon dangkal
it: Clone superficiale
ja: 浅いクローン
ko: 얕은 클론
ms: Klon cetek
nb: Grunn klon
nl: Ondiepe kloon
pt_br: Clone raso
ro: Clonă superficială
tr: Sığ klon
uk: Дрібний клон
vi: Bản sao nông
zh: 淺克隆

# NKS_SHELLPACKS_GIT_INFO_PATHTODOTGIT
source: Path to .git
ar: المسار إلى .git
de: Pfad zu .git
el: Διαδρομή προς το .git
es: Camino a .git
fr: Chemin vers .git
ga: Conair go .git
hi: .git का पथ
id: Jalur menuju .git
it: Percorso per .git
ja: .git へのパス
ko: .git 경로
ms: Laluan ke .git
nb: Sti til .git
nl: Pad naar .git
pt_br: Caminho para .git
ro: Calea către .git
tr: .git'e giden yol
uk: Шлях до .git
vi: Đường dẫn đến .git
zh: .git 的路徑

# NKS_SHELLPACKS_GIT_INFO_PATHTOWORKINGDIR
source: Path to working directory
ar: المسار إلى دليل العمل
de: Pfad zum Arbeitsverzeichnis
el: Διαδρομή στον κατάλογο εργασίας
es: Ruta al directorio de trabajo
fr: Chemin d'accès au répertoire de travail
ga: Conair chuig an eolaire oibre
hi: कार्यशील निर्देशिका का पथ
id: Jalur ke direktori kerja
it: Percorso della directory di lavoro
ja: 作業ディレクトリへのパス
ko: 작업 디렉터리 경로
ms: Laluan ke direktori kerja
nb: Veien til arbeidskatalogen
nl: Pad naar werkmap
pt_br: Caminho para o diretório de trabalho
ro: Calea către directorul de lucru
tr: Çalışma dizinine giden yol
uk: Шлях до робочого каталогу
vi: Đường dẫn đến thư mục làm việc
zh: 工作目錄的路徑

# NKS_SHELLPACKS_GIT_LSCOMMITS_TITLE
source: Commits for branch
ar: التزامات للفرع
de: Commits für Zweig
el: Δεσμεύσεις για υποκατάστημα
es: Compromisos para sucursal
fr: S'engage pour la branche
ga: Tiomantas don bhrainse
hi: शाखा के लिए प्रतिबद्ध है
id: Komit untuk cabang
it: Si impegna per la filiale
ja: ブランチのコミット
ko: 브랜치에 대한 커밋
ms: Berkomitmen untuk cawangan
nb: Forplikter seg for filial
nl: Vastleggingen voor vestiging
pt_br: Commits para branch
ro: Se angajează pentru ramură
tr: Dal için taahhütler
uk: Коміти для гілки
vi: Cam kết cho nhánh
zh: 分支提交

# NKS_SHELLPACKS_GIT_MAKETAG_CREATED
source: Created a new tag! Here's your tag details:
ar: تم إنشاء علامة جديدة! إليك تفاصيل علامتك:
de: Ein neues Tag erstellt! Hier sind Ihre Tag-Details:
el: Δημιούργησε μια νέα ετικέτα! Εδώ είναι τα στοιχεία της ετικέτας σας:
es: ¡Creé una nueva etiqueta! Aquí están los detalles de tu etiqueta:
fr: J'ai créé un nouveau tag ! Voici les détails de votre balise :
ga: Cruthaíodh clib nua! Seo do shonraí clibe:
hi: एक नया टैग बनाया गया! यहां आपका टैग विवरण है:
id: Telah membuat tag baru! Berikut detail tag Anda:
it: Creato un nuovo tag! Ecco i dettagli del tuo tag:
ja: 新しいタグを作りました！タグの詳細は次のとおりです。
ko: 새 태그를 만들었습니다! 태그 세부정보는 다음과 같습니다.
ms: Teg baharu telah dibuat! Berikut ialah butiran teg anda:
nb: Laget en ny tag! Her er etikettdetaljene dine:
nl: Een nieuwe tag gemaakt! Dit zijn uw taggegevens:
pt_br: Criou uma nova tag! Aqui estão os detalhes da sua tag:
ro: A creat o nouă etichetă! Iată detaliile etichetei dvs.:
tr: Yeni bir etiket oluşturuldu! İşte etiketinizin ayrıntıları:
uk: Створено новий тег! Ось деталі вашого тегу:
vi: Đã tạo một thẻ mới! Sau đây là thông tin chi tiết về thẻ của bạn:
zh: 創建了一個新標籤！這是您的標籤詳細資訊：

# NKS_SHELLPACKS_GIT_PULL_UPTODATE
source: Your local copy of the repo is up to date!
ar: نسختك المحلية من الريبو محدثة!
de: Ihre lokale Kopie des Repos ist aktuell!
el: Το τοπικό σας αντίγραφο του repo είναι ενημερωμένο!
es: ¡Su copia local del repositorio está actualizada!
fr: Votre copie locale du dépôt est à jour !
ga: Tá do chóip áitiúil den repo cothrom le dáta!
hi: रेपो की आपकी स्थानीय प्रति अद्यतित है!
id: Salinan repo lokal Anda sudah yang terbaru!
it: La tua copia locale del repository è aggiornata!
ja: リポジトリのローカル コピーは最新です。
ko: 저장소의 로컬 사본이 최신 상태입니다!
ms: Salinan repo tempatan anda adalah terkini!
nb: Din lokale kopi av repoen er oppdatert!
nl: Uw lokale kopie van de repository is up-to-date!
pt_br: Sua cópia local do repositório está atualizada!
ro: Copia dvs. locală a repo este actualizată!
tr: Deponuzun yerel kopyası güncel!
uk: Ваша локальна копія репо оновлена!
vi: Bản sao lưu cục bộ của bạn đã được cập nhật!
zh: 您的本機儲存庫副本是最新的！

# NKS_SHELLPACKS_GIT_PULL_FASTFORWARD
source: Fast forwarded to
ar: إرسالها بسرعة إلى
de: Schneller Vorlauf zu
el: Γρήγορη προώθηση σε
es: Avance rápido a
fr: Avance rapide vers
ga: Ar aghaidh go tapa chuig
hi: तेजी से अग्रेषित किया गया
id: Dipercepat ke
it: Avanti veloce a
ja: 早送りしました
ko: 다음 주소로 빨리 전달
ms: Dimajukan pantas kepada
nb: Spol videre til
nl: Snel doorgestuurd naar
pt_br: Avançou rapidamente para
ro: Redirecționat rapid către
tr: Hızlı ileri sarma
uk: Швидка перемотка до
vi: Chuyển tiếp nhanh đến
zh: 快轉至

# NKS_SHELLPACKS_GIT_PULL_UPDATED
source: Updated repository to
ar: تم تحديث المستودع إلى
de: Aktualisiertes Repository auf
el: Ενημερώθηκε το αποθετήριο σε
es: Repositorio actualizado para
fr: Dépôt mis à jour pour
ga: Stór nuashonraithe go
hi: रिपोजिटरी को अद्यतन किया गया
id: Repositori yang diperbarui ke
it: Repository aggiornato a
ja: リポジトリを次のように更新しました
ko: 저장소를 다음으로 업데이트했습니다.
ms: Repositori dikemas kini kepada
nb: Oppdatert depot til
nl: Bijgewerkte opslagplaats naar
pt_br: Repositório atualizado para
ro: Depozitul actualizat la
tr: Güncellenen depo
uk: Оновлено сховище до
vi: Đã cập nhật kho lưu trữ thành
zh: 將存儲庫更新為

# NKS_SHELLPACKS_GIT_PULL_MERGECONFLICTS
source: Your merge resulted in conflicts. Please resolve any of the conflicts.
ar: أدى الدمج الخاص بك إلى الصراعات. الرجاء حل أي من الصراعات.
de: Ihre Zusammenführung führte zu Konflikten. Bitte lösen Sie etwaige Konflikte.
el: Η συγχώνευσή σας οδήγησε σε διενέξεις. Επιλύστε οποιαδήποτε από τις διενέξεις.
es: Su fusión resultó en conflictos. Por favor resuelva cualquiera de los conflictos.
fr: Votre fusion a entraîné des conflits. Veuillez résoudre tous les conflits.
ga: Bhí coinbhleachtaí ann de bharr do chumasc. Réitigh aon cheann de na coinbhleachtaí le do thoil.
hi: आपके विलय के परिणामस्वरूप टकराव हुआ। कृपया किसी भी विवाद का समाधान करें।
id: Penggabungan Anda mengakibatkan konflik. Harap selesaikan konflik yang terjadi.
it: La tua unione ha provocato conflitti. Si prega di risolvere eventuali conflitti.
ja: マージにより競合が発生しました。競合がある場合は解決してください。
ko: 병합으로 인해 충돌이 발생했습니다. 충돌을 해결하십시오.
ms: Gabungan anda mengakibatkan konflik. Sila selesaikan mana-mana konflik.
nb: Sammenslåingen din resulterte i konflikter. Vennligst løs noen av konfliktene.
nl: Jouw fusie heeft tot conflicten geleid. Los eventuele conflicten op.
pt_br: Sua mesclagem resultou em conflitos. Por favor, resolva qualquer um dos conflitos.
ro: Îmbinarea dvs. a dus la conflicte. Vă rugăm să rezolvați oricare dintre conflicte.
tr: Birleştirmeniz çakışmalara neden oldu. Lütfen çakışmalardan herhangi birini çözün.
uk: Ваше об’єднання призвело до конфліктів. Будь ласка, вирішіть будь-які конфлікти.
vi: Việc hợp nhất của bạn dẫn đến xung đột. Vui lòng giải quyết bất kỳ xung đột nào.
zh: 您的合併導致了衝突。請解決任何衝突。

# NKS_SHELLPACKS_GIT_SETID_SUCCESS
source: You've successfully identified yourself as
ar: لقد نجحت في تعريف نفسك كـ
de: Sie haben sich erfolgreich identifiziert als
el: Αναγνωρίσατε επιτυχώς τον εαυτό σας ως
es: Te has identificado exitosamente como
fr: Vous vous êtes identifié avec succès comme
ga: D'éirigh leat tú féin a aithint mar
hi: आपने सफलतापूर्वक अपनी पहचान बना ली है
id: Anda telah berhasil mengidentifikasi diri Anda sebagai
it: Ti sei identificato con successo come
ja: あなたは自分自身を次のように識別することに成功しました
ko: 귀하는 다음과 같이 자신을 식별했습니다.
ms: Anda telah berjaya mengenal pasti diri anda sebagai
nb: Du har identifisert deg selv som
nl: Je hebt jezelf met succes geïdentificeerd als
pt_br: Você se identificou com sucesso como
ro: Te-ai identificat cu succes ca
tr: Kendinizi başarıyla tanımladınız
uk: Ви успішно ідентифікували себе як
vi: Bạn đã xác định thành công mình là
zh: 您已成功將自己標識為

# NKS_SHELLPACKS_GIT_STAGE_NOCHANGES
source: No modifications are done to stage.
ar: لم يتم إجراء أي تعديلات على المرحلة.
de: Es werden keine Änderungen an der Bühne vorgenommen.
el: Δεν γίνονται τροποποιήσεις στο στάδιο.
es: No se realizan modificaciones al escenario.
fr: Aucune modification n'est apportée à la scène.
ga: Ní dhéantar aon mhodhnuithe ar an stáitse.
hi: मंचन में कोई संशोधन नहीं किया गया है।
id: Tidak ada modifikasi yang dilakukan pada panggung.
it: Non viene apportata alcuna modifica allo stage.
ja: ステージに変更は加えられません。
ko: 스테이지에는 수정이 수행되지 않습니다.
ms: Tiada pengubahsuaian dilakukan pada pentas.
nb: Ingen modifikasjoner er gjort på scenen.
nl: Er worden geen wijzigingen aangebracht aan het podium.
pt_br: Nenhuma modificação é feita no palco.
ro: Nu se fac modificări în scenă.
tr: Sahnede herhangi bir değişiklik yapılmadı.
uk: До сцени не вносяться жодні зміни.
vi: Không có bất kỳ thay đổi nào được thực hiện trên sân khấu.
zh: 沒有對舞台進行任何修改。

# NKS_SHELLPACKS_GIT_STAGE_SUCCESS
source: Staged file {0} successfully!
ar: تم تنظيم الملف {0} بنجاح!
de: Datei {0} erfolgreich bereitgestellt!
el: Το αρχείο {0} σταδιοποιήθηκε με επιτυχία!
es: ¡El archivo preparado {0} se realizó correctamente!
fr: Fichier intermédiaire {0} avec succès !
ga: D'éirigh le céimniú comhad {0}!
hi: चरणबद्ध फ़ाइल {0} सफलतापूर्वक!
id: Berkas yang dipentaskan {0} berhasil!
it: File gestito {0} con successo!
ja: ファイル {0} が正常にステージングされました。
ko: 파일 {0}이(가) 성공적으로 준비되었습니다!
ms: Fail berperingkat {0} berjaya!
nb: Iscenesatt fil {0} vellykket!
nl: Gefaseerd bestand {0} succesvol!
pt_br: Arquivo preparado {0} com sucesso!
ro: Fișierul {0} a fost implementat cu succes!
tr: {0} dosyası başarıyla düzenlendi!
uk: Поетапний файл {0} успішно виконано!
vi: Đã dàn dựng tệp {0} thành công!
zh: 已成功暫存檔案 {0}！

# NKS_SHELLPACKS_GIT_STAGE_FAILURE
source: Failed to stage file {0}.
ar: فشل في تنظيم الملف {0}.
de: Datei {0} konnte nicht bereitgestellt werden.
el: Απέτυχε η σταδιοποίηση του αρχείου {0}.
es: No se pudo preparar el archivo {0}.
fr: Échec de la préparation du fichier {0}.
ga: Theip ar chomhad stáitse {0}.
hi: फ़ाइल {0} को चरणबद्ध करने में विफल.
id: Gagal mementaskan berkas {0}.
it: Impossibile eseguire lo stage del file {0}.
ja: ファイル {0} をステージングできませんでした。
ko: 파일 {0}을(를) 준비하지 못했습니다.
ms: Gagal mementaskan fail {0}.
nb: Kunne ikke iscenesette filen {0}.
nl: Kan bestand {0} niet voorbereiden.
pt_br: Falha ao preparar o arquivo {0}.
ro: Fișierul {0} a eșuat.
tr: {0} dosyası aşamalandırılamadı.
uk: Не вдалося створити файл {0}.
vi: Không thể phân giai đoạn tệp {0}.
zh: 無法暫存檔案 {0}。

# NKS_SHELLPACKS_GIT_STATUS_TITLE
source: Status for branch {0}...
ar: حالة الفرع {0}...
de: Status für Zweig {0}...
el: Κατάσταση για το υποκατάστημα {0}...
es: Estado de la sucursal {0}....
fr: Statut de la succursale {0}...
ga: Stádas do bhrainse {0}...
hi: शाखा {0} के लिए स्थिति...
id: Status untuk cabang {0}...
it: Stato per la filiale {0}...
ja: ブランチ {0} のステータス...
ko: 지점 {0}의 상태...
ms: Status untuk cawangan {0}...
nb: Status for filial {0}...
nl: Status voor filiaal {0}...
pt_br: Status da filial {0}...
ro: Starea sucursalei {0}...
tr: {0} şubesinin durumu...
uk: Статус філії {0}...
vi: Trạng thái của nhánh {0}...
zh: 分支 {0} 的狀態...

# NKS_SHELLPACKS_GIT_STATUS_NOCHANGES
source: No modifications are done.
ar: لم يتم إجراء أي تعديلات.
de: Es werden keine Änderungen vorgenommen.
el: Δεν γίνονται τροποποιήσεις.
es: No se hacen modificaciones.
fr: Aucune modification n'est effectuée.
ga: Ní dhéantar aon mhodhnuithe.
hi: कोई संशोधन नहीं किया गया है.
id: Tidak ada modifikasi yang dilakukan.
it: Non viene effettuata alcuna modifica.
ja: 変更は行われません。
ko: 수정은 이루어지지 않습니다.
ms: Tiada pengubahsuaian dilakukan.
nb: Ingen modifikasjoner gjøres.
nl: Er worden geen wijzigingen aangebracht.
pt_br: Nenhuma modificação é feita.
ro: Nu se fac modificări.
tr: Hiçbir değişiklik yapılmadı.
uk: Жодних змін не зроблено.
vi: Không có bất kỳ sửa đổi nào được thực hiện.
zh: 不進行任何修改。

# NKS_SHELLPACKS_GIT_STATUS_UNTRACKED
source: Untracked files
ar: الملفات التي لم يتم تعقبها
de: Nicht verfolgte Dateien
el: Μη παρακολουθημένα αρχεία
es: Archivos sin seguimiento
fr: Fichiers non suivis
ga: Comhaid gan rian
hi: ट्रैक न की गई फ़ाइलें
id: File yang tidak terlacak
it: File non tracciati
ja: 追跡されていないファイル
ko: 추적되지 않은 파일
ms: Fail tidak dijejaki
nb: Usporede filer
nl: Niet-bijgehouden bestanden
pt_br: Arquivos não rastreados
ro: Fișiere neurmărite
tr: İzlenmeyen dosyalar
uk: Невідстежувані файли
vi: Các tập tin chưa theo dõi
zh: 未追蹤的文件

# NKS_SHELLPACKS_GIT_STATUS_NOUNTRACKED
source: No untracked files.
ar: لا توجد ملفات لم يتم تعقبها.
de: Keine nicht verfolgten Dateien.
el: Δεν υπάρχουν αρχεία χωρίς παρακολούθηση.
es: No hay archivos sin seguimiento.
fr: Aucun fichier non suivi.
ga: Níl aon chomhaid gan rian.
hi: कोई अनट्रैक फ़ाइल नहीं.
id: Tidak ada berkas yang tidak terlacak.
it: Nessun file non tracciato.
ja: 追跡されていないファイルはありません。
ko: 추적되지 않은 파일이 없습니다.
ms: Tiada fail yang tidak dijejaki.
nb: Ingen usporede filer.
nl: Geen niet-bijgehouden bestanden.
pt_br: Nenhum arquivo não rastreado.
ro: Fără fișiere neurmărite.
tr: İzlenmeyen dosya yok.
uk: Немає невідстежених файлів.
vi: Không có tập tin nào chưa được theo dõi.
zh: 沒有未追蹤的文件。
