Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_FMCLI_CANTMOVE
source: Can't move file or directory
ar: لا يمكن نقل الملف أو الدليل
de: Datei oder Verzeichnis können nicht verschoben werden
el: Δεν είναι δυνατή η μετακίνηση αρχείου ή καταλόγου
es: No puedo mover archivos o directorios
fr: Impossible de déplacer le fichier ou le répertoire
ga: Ní féidir comhad nó eolaire a bhogadh
hi: फ़ाइल या निर्देशिका को स्थानांतरित नहीं किया जा सकता
id: Tidak dapat memindahkan file atau direktori
it: Impossibile spostare file o directory
ja: ファイルまたはディレクトリを移動できません
ko: 파일이나 디렉터리를 이동할 수 없습니다
ms: Tidak dapat mengalihkan fail atau direktori
nb: Kan ikke flytte fil eller katalog
nl: Kan bestand of map niet verplaatsen
pt_br: Não é possível mover arquivo ou diretório
ro: Nu se poate muta fișierul sau directorul
tr: Dosya veya dizin taşınamıyor
uk: Не вдається перемістити файл або каталог
vi: Không thể di chuyển tập tin hoặc thư mục
zh: 無法移動檔案或目錄

# NKS_SHELLPACKS_FTPSFTP_FMCLI_CANTREMOVE
source: Can't remove file or directory
ar: لا يمكن إزالة الملف أو الدليل
de: Datei oder Verzeichnis können nicht entfernt werden
el: Δεν είναι δυνατή η κατάργηση αρχείου ή καταλόγου
es: No se puede eliminar el archivo o directorio
fr: Impossible de supprimer un fichier ou un répertoire
ga: Ní féidir an comhad nó an t-eolaire a bhaint
hi: फ़ाइल या निर्देशिका को हटाया नहीं जा सकता
id: Tidak dapat menghapus file atau direktori
it: Impossibile rimuovere file o directory
ja: ファイルまたはディレクトリを削除できません
ko: 파일이나 디렉터리를 제거할 수 없습니다
ms: Tidak dapat mengalih keluar fail atau direktori
nb: Kan ikke fjerne fil eller katalog
nl: Kan bestand of map niet verwijderen
pt_br: Não é possível remover o arquivo ou diretório
ro: Nu se poate elimina fișierul sau directorul
tr: Dosya veya dizin kaldırılamıyor
uk: Не вдається видалити файл або каталог
vi: Không thể xóa tệp hoặc thư mục
zh: 無法刪除檔案或目錄

# NKS_SHELLPACKS_FTPSFTP_FMCLI_COPYPROMPT
source: Enter a path or a full path to a destination folder to copy the selected file to.
ar: أدخل مسارًا أو مسارًا كاملاً إلى المجلد الوجهة لنسخ الملف المحدد إليه.
de: Geben Sie einen Pfad oder einen vollständigen Pfad zu einem Zielordner ein, in den die ausgewählte Datei kopiert werden soll.
el: Εισαγάγετε μια διαδρομή ή μια πλήρη διαδρομή προς έναν φάκελο προορισμού για να αντιγράψετε το επιλεγμένο αρχείο.
es: Ingrese una ruta o una ruta completa a una carpeta de destino para copiar el archivo seleccionado.
fr: Entrez un chemin ou un chemin complet vers un dossier de destination vers lequel copier le fichier sélectionné.
ga: Cuir isteach cosán nó cosán iomlán chuig fillteán sprice chun an comhad roghnaithe a chóipeáil chuige.
hi: चयनित फ़ाइल की प्रतिलिपि बनाने के लिए गंतव्य फ़ोल्डर में पथ या पूर्ण पथ दर्ज करें।
id: Masukkan jalur atau jalur lengkap ke folder tujuan untuk menyalin file yang dipilih.
it: Immettere un percorso o un percorso completo per una cartella di destinazione in cui copiare il file selezionato.
ja: 選択したファイルのコピー先フォルダーへのパスまたはフルパスを入力します。
ko: 선택한 파일을 복사할 대상 폴더의 경로 또는 전체 경로를 입력하세요.
ms: Masukkan laluan atau laluan penuh ke folder destinasi untuk menyalin fail yang dipilih.
nb: Angi en bane eller en fullstendig bane til en målmappe for å kopiere den valgte filen til.
nl: Voer een pad of een volledig pad in naar een doelmap waarnaar u het geselecteerde bestand wilt kopiëren.
pt_br: Insira um caminho ou um caminho completo para uma pasta de destino para copiar o arquivo selecionado.
ro: Introduceți o cale sau o cale completă către un folder de destinație în care să copiați fișierul selectat.
tr: Seçili dosyanın kopyalanacağı hedef klasörün yolunu veya tam yolunu girin.
uk: Введіть шлях або повний шлях до папки призначення, до якої потрібно скопіювати вибраний файл.
vi: Nhập đường dẫn hoặc đường dẫn đầy đủ đến thư mục đích để sao chép tệp đã chọn vào.
zh: 輸入要將所選檔案複製到的目標資料夾的路徑或完整路徑。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_NEEDSCORRECTPATH
source: Make sure that you've written the correct path.
ar: تأكد من أنك كتبت المسار الصحيح.
de: Stellen Sie sicher, dass Sie den richtigen Pfad angegeben haben.
el: Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή.
es: Asegúrate de haber escrito la ruta correcta.
fr: Assurez-vous d'avoir écrit le chemin correct.
ga: Bí cinnte go bhfuil an cosán ceart scríofa agat.
hi: सुनिश्चित करें कि आपने सही पथ लिखा है।
id: Pastikan Anda telah menuliskan jalur yang benar.
it: Assicurati di aver scritto il percorso corretto.
ja: 正しいパスを記述したことを確認してください。
ko: 올바른 경로를 작성했는지 확인하세요.
ms: Pastikan anda telah menulis laluan yang betul.
nb: Pass på at du har skrevet riktig bane.
nl: Zorg ervoor dat u het juiste pad hebt geschreven.
pt_br: Certifique-se de ter escrito o caminho correto.
ro: Asigurați-vă că ați scris calea corectă.
tr: Doğru yolu yazdığınızdan emin olun.
uk: Переконайтеся, що ви написали правильний шлях.
vi: Hãy đảm bảo rằng bạn đã viết đúng đường dẫn.
zh: 確保您編寫了正確的路徑。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FILENOTFOUND
source: File doesn't exist. Make sure that you've written the correct path.
ar: الملف غير موجود. تأكد من أنك كتبت المسار الصحيح.
de: Datei existiert nicht. Stellen Sie sicher, dass Sie den richtigen Pfad angegeben haben.
el: Το αρχείο δεν υπάρχει. Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή.
es: El archivo no existe. Asegúrate de haber escrito la ruta correcta.
fr: Le fichier n'existe pas. Assurez-vous d'avoir écrit le chemin correct.
ga: Níl an comhad ann. Bí cinnte go bhfuil an cosán ceart scríofa agat.
hi: फ़ाइल मौजूद नहीं है. सुनिश्चित करें कि आपने सही पथ लिखा है।
id: File tidak ada. Pastikan Anda telah menuliskan jalur yang benar.
it: Il file non esiste. Assicurati di aver scritto il percorso corretto.
ja: ファイルが存在しません。正しいパスを記述したことを確認してください。
ko: 파일이 존재하지 않습니다. 올바른 경로를 작성했는지 확인하세요.
ms: Fail tidak wujud. Pastikan anda telah menulis laluan yang betul.
nb: Filen eksisterer ikke. Pass på at du har skrevet riktig bane.
nl: Bestand bestaat niet. Zorg ervoor dat u het juiste pad hebt geschreven.
pt_br: O arquivo não existe. Certifique-se de que você escreveu o caminho correto.
ro: Fișierul nu există. Asigurați-vă că ați scris calea corectă.
tr: Dosya mevcut değil. Doğru yolu yazdığınızdan emin olun.
uk: Файл не існує. Переконайтеся, що ви написали правильний шлях.
vi: Tệp không tồn tại. Hãy đảm bảo rằng bạn đã viết đúng đường dẫn.
zh: 文件不存在。確保您編寫了正確的路徑。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_MOVEPROMPT
source: Enter a path or a full path to a destination folder to move the selected file to.
ar: أدخل مسارًا أو مسارًا كاملاً إلى المجلد الوجهة لنقل الملف المحدد إليه.
de: Geben Sie einen Pfad oder einen vollständigen Pfad zu einem Zielordner ein, in den die ausgewählte Datei verschoben werden soll.
el: Εισαγάγετε μια διαδρομή ή μια πλήρη διαδρομή σε έναν φάκελο προορισμού για να μετακινήσετε το επιλεγμένο αρχείο.
es: Ingrese una ruta o una ruta completa a una carpeta de destino para mover el archivo seleccionado.
fr: Entrez un chemin ou un chemin complet vers un dossier de destination vers lequel déplacer le fichier sélectionné.
ga: Cuir isteach cosán nó cosán iomlán chuig fillteán sprice chun an comhad roghnaithe a bhogadh chuige.
hi: चयनित फ़ाइल को स्थानांतरित करने के लिए गंतव्य फ़ोल्डर में पथ या पूर्ण पथ दर्ज करें।
id: Masukkan jalur atau jalur lengkap ke folder tujuan untuk memindahkan file yang dipilih.
it: Immettere un percorso o un percorso completo per una cartella di destinazione in cui spostare il file selezionato.
ja: 選択したファイルの移動先フォルダーへのパスまたはフルパスを入力します。
ko: 선택한 파일을 이동할 대상 폴더의 경로 또는 전체 경로를 입력하세요.
ms: Masukkan laluan atau laluan penuh ke folder destinasi untuk mengalihkan fail yang dipilih.
nb: Angi en bane eller en fullstendig bane til en målmappe for å flytte den valgte filen til.
nl: Voer een pad of een volledig pad in naar een doelmap waarnaar u het geselecteerde bestand wilt verplaatsen.
pt_br: Insira um caminho ou um caminho completo para uma pasta de destino para mover o arquivo selecionado.
ro: Introduceți o cale sau o cale completă către un folder de destinație în care să mutați fișierul selectat.
tr: Seçili dosyayı taşımak istediğiniz hedef klasörün yolunu veya tam yolunu girin.
uk: Введіть шлях або повний шлях до папки призначення, до якої потрібно перемістити вибраний файл.
vi: Nhập đường dẫn hoặc đường dẫn đầy đủ đến thư mục đích để di chuyển tệp đã chọn đến.
zh: 輸入要將所選檔案移至的目標資料夾的路徑或完整路徑。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_NEWFILENAMEPROMPT
source: Enter a new file name.
ar: أدخل اسم ملف جديد.
de: Geben Sie einen neuen Dateinamen ein.
el: Εισαγάγετε ένα νέο όνομα αρχείου.
es: Ingrese un nuevo nombre de archivo.
fr: Entrez un nouveau nom de fichier.
ga: Cuir isteach ainm comhaid nua.
hi: एक नया फ़ाइल नाम दर्ज करें.
id: Masukkan nama berkas baru.
it: Immettere un nuovo nome file.
ja: 新しいファイル名を入力します。
ko: 새 파일 이름을 입력하세요.
ms: Masukkan nama fail baharu.
nb: Skriv inn et nytt filnavn.
nl: Voer een nieuwe bestandsnaam in.
pt_br: Digite um novo nome de arquivo.
ro: Introduceți un nume de fișier nou.
tr: Yeni bir dosya adı girin.
uk: Введіть нове ім'я файлу.
vi: Nhập tên tệp mới.
zh: 輸入新檔名。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FILENAMEINVALID
source: Make sure that you've written the correct file name.
ar: تأكد من أنك قمت بكتابة اسم الملف الصحيح.
de: Stellen Sie sicher, dass Sie den richtigen Dateinamen eingegeben haben.
el: Βεβαιωθείτε ότι έχετε γράψει το σωστό όνομα αρχείου.
es: Asegúrese de haber escrito el nombre de archivo correcto.
fr: Assurez-vous que vous avez écrit le nom de fichier correct.
ga: Bí cinnte go bhfuil an t-ainm ceart comhaid scríofa agat.
hi: सुनिश्चित करें कि आपने सही फ़ाइल नाम लिखा है।
id: Pastikan Anda telah menulis nama file yang benar.
it: Assicurati di aver scritto il nome file corretto.
ja: 正しいファイル名を記述したことを確認してください。
ko: 올바른 파일 이름을 작성했는지 확인하세요.
ms: Pastikan anda telah menulis nama fail yang betul.
nb: Pass på at du har skrevet riktig filnavn.
nl: Zorg ervoor dat u de juiste bestandsnaam hebt geschreven.
pt_br: Certifique-se de ter escrito o nome de arquivo correto.
ro: Asigurați-vă că ați scris numele corect de fișier.
tr: Doğru dosya adını yazdığınızdan emin olun.
uk: Переконайтеся, що ви написали правильну назву файлу.
vi: Hãy đảm bảo rằng bạn đã viết đúng tên tệp.
zh: 確保您寫入了正確的檔案名稱。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FILEFOUND
source: File already exists. The name shouldn't be occupied by another file.
ar: الملف موجود بالفعل. يجب ألا يشغل الاسم ملف آخر.
de: Die Datei existiert bereits. Der Name sollte nicht von einer anderen Datei belegt sein.
el: Ο φάκελος υπάρχει ήδη. Το όνομα δεν πρέπει να καταλαμβάνεται από άλλο αρχείο.
es: El archivo ya existe. El nombre no debe estar ocupado por otro archivo.
fr: Le fichier existe déjà. Le nom ne doit pas être occupé par un autre fichier.
ga: Tá an comhad ann cheana féin. Níor cheart go mbeadh an t-ainm áitithe ag comhad eile.
hi: फ़ाइल पहले से ही मौजूद है। नाम पर किसी अन्य फ़ाइल का कब्ज़ा नहीं होना चाहिए.
id: File sudah ada. Namanya tidak boleh ditempati oleh file lain.
it: Il file esiste già. Il nome non deve essere occupato da un altro file.
ja: ファイルが既に存在します。この名前は別のファイルによって占有されるべきではありません。
ko: 존재하는 파일입니다. 이름은 다른 파일이 차지하면 안 됩니다.
ms: Fail sudah wujud. Nama itu tidak boleh diduduki oleh fail lain.
nb: Filen eksisterer allerede. Navnet skal ikke være okkupert av en annen fil.
nl: Bestand bestaat al. De naam mag niet door een ander bestand worden ingenomen.
pt_br: O arquivo já existe. O nome não deve ser ocupado por outro arquivo.
ro: Fisierul există deja. Numele nu ar trebui să fie ocupat de alt fișier.
tr: Dosya zaten var. Adı başka bir dosya tarafından işgal edilmemeli.
uk: Файл уже існує. Назва не повинна бути зайнята іншим файлом.
vi: Tệp đã tồn tại. Tên không được phép bị tệp khác chiếm giữ.
zh: 文件已存在。該名稱不應被其他文件佔用。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_NEWDIRNAMEPROMPT
source: Enter a new directory name.
ar: أدخل اسم دليل جديد.
de: Geben Sie einen neuen Verzeichnisnamen ein.
el: Εισαγάγετε ένα νέο όνομα καταλόγου.
es: Introduzca un nuevo nombre de directorio.
fr: Entrez un nouveau nom de répertoire.
ga: Cuir isteach ainm eolaire nua.
hi: एक नया निर्देशिका नाम दर्ज करें.
id: Masukkan nama direktori baru.
it: Immettere un nuovo nome di directory.
ja: 新しいディレクトリ名を入力します。
ko: 새 디렉터리 이름을 입력합니다.
ms: Masukkan nama direktori baharu.
nb: Skriv inn et nytt katalognavn.
nl: Voer een nieuwe mapnaam in.
pt_br: Digite um novo nome de diretório.
ro: Introduceți un nou nume de director.
tr: Yeni bir dizin adı girin.
uk: Введіть нову назву каталогу.
vi: Nhập tên thư mục mới.
zh: 輸入新的目錄名稱。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FOLDERFOUND
source: Folder already exists. The name shouldn't be occupied by another folder.
ar: المجلد موجود بالفعل. لا ينبغي أن يشغل الاسم مجلد آخر.
de: Der Ordner existiert bereits. Der Name sollte nicht von einem anderen Ordner belegt sein.
el: Ο φάκελος υπάρχει ήδη. Το όνομα δεν πρέπει να καταλαμβάνεται από άλλο φάκελο.
es: La carpeta ya existe. El nombre no debe estar ocupado por otra carpeta.
fr: Le dossier existe déjà. Le nom ne doit pas être occupé par un autre dossier.
ga: Tá fillteán ann cheana féin. Níor cheart go mbeadh an t-ainm áitithe i bhfillteán eile.
hi: फ़ोल्डर पहले से मौजूद है. नाम पर किसी अन्य फ़ोल्डर का कब्ज़ा नहीं होना चाहिए.
id: Folder sudah ada. Namanya tidak boleh ditempati oleh folder lain.
it: La cartella esiste già. Il nome non deve essere occupato da un'altra cartella.
ja: フォルダーはすでに存在します。この名前は、別のフォルダーによって占有されるべきではありません。
ko: 폴더가 이미 존재합니다. 이름이 다른 폴더에 의해 점유되어서는 안 됩니다.
ms: Folder sudah wujud. Nama itu tidak boleh diduduki oleh folder lain.
nb: Mappen finnes allerede. Navnet skal ikke være okkupert av en annen mappe.
nl: Map bestaat al. De naam mag niet door een andere map worden ingenomen.
pt_br: A pasta já existe. O nome não deve ser ocupado por outra pasta.
ro: Dosarul există deja. Numele nu ar trebui să fie ocupat de alt folder.
tr: Klasör zaten var. Adı başka bir klasör tarafından işgal edilmemeli.
uk: Папка вже існує. Назва не повинна бути зайнята іншою папкою.
vi: Thư mục đã tồn tại. Tên không được phép bị thư mục khác chiếm giữ.
zh: 資料夾已存在。該名稱不應被其他資料夾佔用。

# NKS_SHELLPACKS_RSS_ARTICLEINFO_NOREV
source: No revision.
ar: لا مراجعة.
de: Keine Überarbeitung.
el: Καμία αναθεώρηση.
es: Sin revisión.
fr: Aucune révision.
ga: Gan athbhreithniú.
hi: कोई संशोधन नहीं.
id: Tidak ada revisi.
it: Nessuna revisione.
ja: 改訂はありません。
ko: 개정이 없습니다.
ms: Tiada semakan.
nb: Ingen revisjon.
nl: Geen revisie.
pt_br: Nenhuma revisão.
ro: Nicio revizuire.
tr: Revizyon yok.
uk: Без перегляду.
vi: Không cần sửa đổi.
zh: 沒有修訂。

# NKS_SHELLPACKS_FTP_EXCEPTION_NEEDSCONNECTION
source: Connection is not established yet.
ar: لم يتم تأسيس الاتصال بعد.
de: Die Verbindung ist noch nicht hergestellt.
el: Η σύνδεση δεν έχει δημιουργηθεί ακόμα.
es: La conexión aún no se ha establecido.
fr: La connexion n'est pas encore établie.
ga: Níl ceangal bunaithe fós.
hi: कनेक्शन अभी तक स्थापित नहीं हुआ है.
id: Koneksi belum terjalin.
it: La connessione non è stata ancora stabilita.
ja: まだ接続が確立されていません。
ko: 아직 연결이 설정되지 않았습니다.
ms: Sambungan belum diwujudkan lagi.
nb: Tilkoblingen er ikke etablert ennå.
nl: Er is nog geen verbinding tot stand gebracht.
pt_br: A conexão ainda não foi estabelecida.
ro: Conexiunea nu este încă stabilită.
tr: Bağlantı henüz kurulamadı.
uk: Підключення ще не встановлено.
vi: Kết nối vẫn chưa được thiết lập.
zh: 連線尚未建立。

# NKS_SHELLPACKS_COMMON_SERVERADDRESSPROMPT
source: Enter the server address:
ar: أدخل عنوان الخادم:
de: Geben Sie die Serveradresse ein:
el: Εισαγάγετε τη διεύθυνση διακομιστή:
es: Introduzca la dirección del servidor:
fr: Saisissez l'adresse du serveur :
ga: Cuir isteach seoladh an fhreastalaí:
hi: सर्वर पता दर्ज करें:
id: Masukkan alamat server:
it: Inserisci l'indirizzo del server:
ja: サーバーアドレスを入力してください:
ko: 서버 주소를 입력하세요:
ms: Masukkan alamat pelayan:
nb: Skriv inn serveradressen:
nl: Voer het serveradres in:
pt_br: Digite o endereço do servidor:
ro: Introdu adresa serverului:
tr: Sunucu adresini girin:
uk: Введіть адресу сервера:
vi: Nhập địa chỉ máy chủ:
zh: 輸入伺服器位址：

# NKS_SHELLPACKS_FTP_COMMAND_IFM_DESC
source: Interactive system host file manager
ar: مدير الملفات المضيفة للنظام التفاعلي
de: Interaktiver System-Host-Dateimanager
el: Διαδραστικό σύστημα διαχείρισης αρχείων κεντρικού υπολογιστή
es: Administrador de archivos del host del sistema interactivo
fr: Gestionnaire de fichiers hôte du système interactif
ga: Bainisteoir comhad óstach córais idirghníomhach
hi: इंटरएक्टिव सिस्टम होस्ट फ़ाइल प्रबंधक
id: Manajer file host sistem interaktif
it: File manager host del sistema interattivo
ja: 対話型システムのホストファイルマネージャー
ko: 대화형 시스템 호스트 파일 관리자
ms: Pengurus fail hos sistem interaktif
nb: Interaktiv systemvertsfilbehandling
nl: Interactieve systeemhostbestandsbeheerder
pt_br: Gerenciador de arquivos do host do sistema interativo
ro: Manager de fișiere gazdă de sistem interactiv
tr: Etkileşimli sistem ana bilgisayar dosya yöneticisi
uk: Менеджер файлів хоста інтерактивної системи
vi: Trình quản lý tập tin lưu trữ hệ thống tương tác
zh: 互動式系統主機檔案管理器

# NKS_SHELLPACKS_COMMON_COMMAND_ARCHIVE_DESC
source: Opens the archive file to the archive shell
ar: يفتح ملف الأرشيف على غلاف الأرشيف
de: Öffnet die Archivdatei in der Archiv-Shell
el: Ανοίγει το αρχείο αρχειοθέτησης στο κέλυφος αρχειοθέτησης
es: Abre el archivo comprimido en el shell de archivo.
fr: Ouvre le fichier d'archive dans le shell d'archive
ga: Osclaíonn sé an comhad cartlainne chuig an bhlaosc cartlainne
hi: संग्रह फ़ाइल को संग्रह शेल में खोलता है
id: Membuka file arsip ke shell arsip
it: Apre il file di archivio nella shell di archivio
ja: アーカイブ ファイルをアーカイブ シェルに開きます
ko: 아카이브 파일을 아카이브 셸로 엽니다.
ms: Membuka fail arkib ke shell arkib
nb: Åpner arkivfilen til arkivskallet
nl: Opent het archiefbestand naar de archiefshell
pt_br: Abre o arquivo compactado no shell de compactação
ro: Deschide fișierul de arhivă în shell-ul arhivei
tr: Arşiv dosyasını arşiv kabuğuna açar
uk: Відкриває архівний файл в архівній оболонці
vi: Mở tệp lưu trữ vào shell lưu trữ
zh: 在歸檔 shell 中開啟歸檔文件

# NKS_SHELLPACKS_COMMON_COMMAND_GITSH_DESC
source: Git shell
ar: جيت شل
es: shell git
fr: Coquille Git
ga: blaosc git
hi: गिट शैल
id: Bahasa pemrograman Git
ja: Gitシェル
ko: 힘내 쉘
ms: Cangkang Git
nb: Git skall
pt_br: Concha Git
tr: Git kabuğu
uk: Оболонка Git
vi: Vỏ Git

# NKS_SHELLPACKS_COMMON_COMMAND_JSONDIFF_DESC
source: Shows the difference between two JSON files
ar: يظهر الفرق بين ملفين JSON
de: Zeigt den Unterschied zwischen zwei JSON-Dateien
el: Δείχνει τη διαφορά μεταξύ δύο αρχείων JSON
es: Muestra la diferencia entre dos archivos JSON
fr: Montre la différence entre deux fichiers JSON
ga: Taispeánann sé an difríocht idir dhá chomhad JSON
hi: दो JSON फ़ाइलों के बीच अंतर दिखाता है
id: Menunjukkan perbedaan antara dua file JSON
it: Mostra la differenza tra due file JSON
ja: 2 つの JSON ファイルの違いを示します
ko: 두 JSON 파일의 차이점을 보여줍니다.
ms: Menunjukkan perbezaan antara dua fail JSON
nb: Viser forskjellen mellom to JSON-filer
nl: Toont het verschil tussen twee JSON-bestanden
pt_br: Mostra a diferença entre dois arquivos JSON
ro: Afișează diferența dintre două fișiere JSON
tr: İki JSON dosyası arasındaki farkı gösterir
uk: Показує різницю між двома файлами JSON
vi: Hiển thị sự khác biệt giữa hai tệp JSON
zh: 顯示兩個 JSON 檔案之間的差異

# NKS_SHELLPACKS_COMMON_COMMAND_MAIL_DESC
source: Opens the IMAP mail client
ar: يفتح عميل بريد IMAP
de: Öffnet den IMAP-Mail-Client
el: Ανοίγει το πρόγραμμα-πελάτη αλληλογραφίας IMAP
es: Abre el cliente de correo IMAP.
fr: Ouvre le client de messagerie IMAP
ga: Osclaítear cliant ríomhphoist IMAP
hi: IMAP मेल क्लाइंट खोलता है
id: Membuka klien email IMAP
it: Apre il client di posta IMAP
ja: IMAPメールクライアントを開きます
ko: IMAP 메일 클라이언트를 엽니다.
ms: Membuka klien mel IMAP
nb: Åpner IMAP-e-postklienten
nl: Opent de IMAP-mailclient
pt_br: Abre o cliente de e-mail IMAP
ro: Deschide clientul de e-mail IMAP
tr: IMAP posta istemcisini açar
uk: Відкриває поштовий клієнт IMAP
vi: Mở máy khách thư IMAP
zh: 開啟 IMAP 郵件用戶端

# NKS_SHELLPACKS_COMMON_COMMAND_POPMAIL_DESC
source: Opens the POP3 mail client
ar: يفتح عميل بريد POP3
de: Öffnet den POP3-Mail-Client
el: Ανοίγει το πρόγραμμα-πελάτη αλληλογραφίας POP3
es: Abre el cliente de correo POP3.
fr: Ouvre le client de messagerie POP3
ga: Osclaíonn sé an cliant ríomhphoist POP3
hi: POP3 मेल क्लाइंट खोलता है
id: Membuka klien email POP3
it: Apre il client di posta POP3
ja: POP3メールクライアントを開きます
ko: POP3 메일 클라이언트를 엽니다.
ms: Membuka klien mel POP3
nb: Åpner POP3-e-postklienten
nl: Opent de POP3-mailclient
pt_br: Abre o cliente de e-mail POP3
ro: Deschide clientul de e-mail POP3
tr: POP3 posta istemcisini açar
uk: Відкриває поштовий клієнт POP3
vi: Mở ứng dụng thư POP3
zh: 開啟 POP3 郵件用戶端

# NKS_SHELLPACKS_MAIL_POPMAIL_RETURNING
source: POP3 mail is returning from 0.0.20.0, but we don't currently plan to release it in this version. Wait for the next version.
ar: يعود بريد POP3 من الإصدار 0.0.20.0، لكننا لا نخطط حاليًا لإصداره في هذا الإصدار. انتظر الإصدار التالي.
de: POP3-Mail kehrt von 0.0.20.0 zurück, aber wir planen derzeit nicht, es in dieser Version zu veröffentlichen. Warten Sie auf die nächste Version.
el: Η αλληλογραφία POP3 επιστρέφει από την 0.0.20.0, αλλά προς το παρόν δεν σκοπεύουμε να την κυκλοφορήσουμε σε αυτήν την έκδοση. Περιμένετε την επόμενη έκδοση.
es: El correo POP3 regresa desde 0.0.20.0, pero actualmente no planeamos lanzarlo en esta versión. Espere la próxima versión.
fr: Le courrier POP3 revient à partir de la version 0.0.20.0, mais nous ne prévoyons pas actuellement de le publier dans cette version. Attendez la prochaine version.
ga: Tá post POP3 ag filleadh ó 0.0.20.0, ach níl sé beartaithe againn faoi láthair é a scaoileadh sa leagan seo. Fan le haghaidh an chéad leagan eile.
hi: POP3 मेल 0.0.20.0 से लौट रहा है, लेकिन फिलहाल हम इसे इस संस्करण में जारी करने की योजना नहीं बना रहे हैं। अगले संस्करण की प्रतीक्षा करें.
id: Email POP3 kembali dari 0.0.20.0, tetapi saat ini kami belum berencana untuk merilisnya dalam versi ini. Tunggu versi berikutnya.
it: La posta POP3 ritorna dalla versione 0.0.20.0, ma al momento non prevediamo di rilasciarla in questa versione. Aspetta la prossima versione.
ja: POP3 メールは 0.0.20.0 から戻ってきていますが、現時点ではこのバージョンでリリースする予定はありません。次のバージョンをお待ちください。
ko: POP3 메일은 0.0.20.0에서 반환되지만 현재 이 버전에서는 출시할 계획이 없습니다. 다음 버전을 기다리세요.
ms: Mel POP3 kembali daripada 0.0.20.0, tetapi pada masa ini kami tidak merancang untuk mengeluarkannya dalam versi ini. Tunggu versi seterusnya.
nb: POP3-post kommer tilbake fra 0.0.20.0, men vi planlegger foreløpig ikke å gi den ut i denne versjonen. Vent på neste versjon.
nl: POP3-mail keert terug vanaf 0.0.20.0, maar we zijn momenteel niet van plan deze in deze versie uit te brengen. Wacht op de volgende versie.
pt_br: O correio POP3 está retornando da versão 0.0.20.0, mas atualmente não planejamos lançá-lo nesta versão. Aguarde a próxima versão.
ro: E-mailul POP3 revine de la 0.0.20.0, dar momentan nu intenționăm să-l lansăm în această versiune. Așteptați următoarea versiune.
tr: POP3 postası 0.0.20.0'dan dönüyor, ancak şu anda bu sürümde yayınlamayı planlamıyoruz. Bir sonraki sürümü bekleyin.
uk: Пошта POP3 повертається з версії 0.0.20.0, але наразі ми не плануємо випускати її в цій версії. Чекайте наступної версії.
vi: Thư POP3 đang trở lại từ 0.0.20.0, nhưng hiện tại chúng tôi không có kế hoạch phát hành trong phiên bản này. Hãy đợi phiên bản tiếp theo.
zh: POP3 郵件從 0.0.20.0 開始恢復，但我們目前不打算在此版本中發布它。等待下一個版本。
