Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTP_VALIDATIONFAILED_PROMPT
source: Are you sure that you want to connect?
ar: هل أنت متأكد من أنك تريد الاتصال؟
de: Sind Sie sicher, dass Sie eine Verbindung herstellen möchten?
el: Είστε βέβαιοι ότι θέλετε να συνδεθείτε;
es: ¿Estás seguro de que quieres conectarte?
fr: Êtes-vous sûr de vouloir vous connecter?
ga: An bhfuil tú cinnte gur mhaith leat nascadh?
hi: क्या आप वाकई कनेक्ट करना चाहते हैं?
id: Apakah Anda yakin ingin terhubung?
it: Sei sicuro di voler connetterti?
ja: 接続してもよろしいですか？
ko: 연결 하시겠습니까?
ms: Adakah anda pasti mahu menyambung?
nb: Er du sikker på at du vil koble til?
nl: Weet u zeker dat u verbinding wilt maken?
pt_br: Tem certeza de que deseja se conectar?
ro: Ești sigur că vrei să te conectezi?
tr: Bağlanmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете підключитися?
vi: Bạn có chắc chắn muốn kết nối không?
zh: 您確定要連接嗎？

# NKS_SHELLPACKS_FTP_VALIDATIONFAILED_INVALID
source: Invalid answer. Please try again.
ar: جواب غير صالح. حاول مرة اخرى.
de: Ungültige Antwort. Bitte versuche es erneut.
el: Μη έγκυρη απάντηση. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.
es: Respuesta invalida. Inténtalo de nuevo.
fr: Réponse invalide. Veuillez réessayer.
ga: Freagra neamhbhailí. Bain triail eile as.
hi: अमान्य उत्तर। कृपया पुन: प्रयास करें।
id: Jawaban tidak valid. Silakan coba lagi.
it: Risposta non valida Per favore riprova.
ja: 無効な回答です。もう一度お試しください。
ko: 잘못된 답변입니다. 다시 시도하십시오.
ms: Jawapan tidak sah. Sila cuba lagi.
nb: Ugyldig svar. Vennligst prøv igjen.
nl: Ongeldig antwoord. Probeer het alstublieft opnieuw.
pt_br: Resposta inválida. Por favor, tente novamente.
ro: Răspuns nevalid. Vă rugăm să încercați din nou.
tr: Geçersiz cevap. Lütfen tekrar deneyin.
uk: Невірна відповідь. Спробуйте ще раз.
vi: Câu trả lời không hợp lệ. Vui lòng thử lại.
zh: 無效答案。請再試一次。

# NKS_SHELLPACKS_MAIL_IMAPSERVERPROMPT
source: Enter IMAP server address and port (<address> or <address>:[port]):
ar: أدخل عنوان خادم IMAP والمنفذ (<address> أو <address>: [port]):
de: Geben Sie die Adresse und den Port des IMAP-Servers ein (<Adresse> oder <Adresse>: [Port]):
el: Εισαγάγετε τη διεύθυνση και τη θύρα διακομιστή IMAP (<διεύθυνση> ή <διεύθυνση>:[θύρα]):
es: Ingrese la dirección del servidor IMAP y el puerto (<dirección> o <dirección>: [puerto]):
fr: Entrez l'adresse et le port du serveur IMAP (<adresse> ou <adresse>: [port]):
ga: Cuir isteach seoladh freastalaí IMAP agus port (<seoladh> nó <seoladh>:[port]):
hi: IMAP सर्वर पता और पोर्ट दर्ज करें (<पता> या <पता>: [पोर्ट]):
id: Masukkan alamat server IMAP dan port (<alamat> atau <alamat>:[port]):
it: Immettere l'indirizzo e la porta del server IMAP (<indirizzo> o <indirizzo>: [porta]):
ja: IMAPサーバーのアドレスとポートを入力（<address>または<address>：[port]）：
ko: IMAP 서버 주소 및 포트 (<주소> 또는 <주소> : [포트])를 입력하십시오.
ms: Masukkan alamat dan port pelayan IMAP (<alamat> atau <alamat>:[port]):
nb: Skriv inn IMAP-serveradresse og port (<adresse> eller <adresse>:[port]):
nl: Voer het IMAP-serveradres en de poort in (<adres> of <adres>:[poort]):
pt_br: Digite o endereço do servidor IMAP e a porta (<endereço> ou <endereço>:[porta]):
ro: Introduceți adresa și portul serverului IMAP (<adresă> sau <adresă>:[port]):
tr: IMAP sunucu adresini ve portunu girin (<adres> veya <adres>:[port]):
uk: Введіть адресу та порт сервера IMAP (<адреса> або <адреса>:[порт]):
vi: Nhập địa chỉ máy chủ IMAP và cổng (<địa chỉ> hoặc <địa chỉ>:[cổng]):
zh: 輸入 IMAP 服務器地址和端口（<address> 或 <address>:[port]）：

# NKS_SHELLPACKS_MAIL_SMTPSERVERPROMPT
source: Enter SMTP server address and port (<address> or <address>:[port]):
ar: أدخل عنوان خادم SMTP والمنفذ]:<العنوان> أو <العنوان>) والمنفذ]):
de: Geben Sie die Adresse und den Port des SMTP-Servers ein (<Adresse> oder <Adresse>: [Port]):
el: Εισαγάγετε τη διεύθυνση και τη θύρα διακομιστή SMTP (<διεύθυνση> ή <διεύθυνση>:[θύρα]):
es: Ingrese la dirección del servidor SMTP y el puerto (<dirección> o <dirección>: [puerto]):
fr: Entrez l'adresse et le port du serveur SMTP (<adresse> ou <adresse>: [port]):
ga: Cuir isteach seoladh freastalaí SMTP agus port (<seoladh> nó <seoladh>:[port]):
hi: SMTP सर्वर पता और पोर्ट (<पता> या <पता>: [पोर्ट]) दर्ज करें:
id: Masukkan alamat server SMTP dan port (<alamat> atau <alamat>:[port]):
it: Immettere l'indirizzo e la porta del server SMTP (<indirizzo> o <indirizzo>: [porta]):
ja: SMTPサーバーのアドレスとポートを入力します（<address>または<address>：[port]）：
ko: SMTP 서버 주소와 포트를 입력하십시오 (<주소> 또는 <주소> : [포트]).
ms: Masukkan alamat dan port pelayan SMTP (<alamat> atau <alamat>:[port]):
nb: Skriv inn SMTP-serveradresse og port (<adresse> eller <adresse>:[port]):
nl: Voer het SMTP-serveradres en de poort in (<adres> of <adres>:[poort]):
pt_br: Digite o endereço do servidor SMTP e a porta (<endereço> ou <endereço>:[porta]):
ro: Introduceți adresa și portul serverului SMTP (<adresă> sau <adresă>:[port]):
tr: SMTP sunucu adresini ve portunu girin (<adres> veya <adres>:[port]):
uk: Введіть адресу та порт SMTP-сервера (<адреса> або <адреса>:[порт]):
vi: Nhập địa chỉ máy chủ SMTP và cổng (<địa chỉ> hoặc <địa chỉ>:[cổng]):
zh: 輸入 SMTP 服務器地址和端口（<地址> 或 <地址>:[端口]）：

# NKS_SHELLPACKS_MAIL_COMMAND_SEND_DESC
source: Sends a message to an address
ar: يرسل رسالة إلى عنوان
de: Sendet eine Nachricht an eine Adresse
el: Στέλνει ένα μήνυμα σε μια διεύθυνση
es: Envía un mensaje a una dirección
fr: Envoie un message à une adresse
ga: Seoltar teachtaireacht chuig seoladh
hi: एक पते पर एक संदेश भेजता है
id: Mengirim pesan ke suatu alamat
it: Invia un messaggio a un indirizzo
ja: アドレスにメッセージを送信します
ko: 주소로 메시지를 보냅니다
ms: Menghantar mesej ke alamat
nb: Sender en melding til en adresse
nl: Stuurt een bericht naar een adres
pt_br: Envia uma mensagem para um endereço
ro: Trimite un mesaj la o adresă
tr: Bir adrese mesaj gönderir
uk: Надсилає повідомлення на адресу
vi: Gửi tin nhắn đến một địa chỉ
zh: 向某個地址發送消息

# NKS_SHELLPACKS_MAIL_SEND_TARGETPROMPT
source: Enter recipient mail address:
ar: أدخل عنوان بريد المستلم:
de: Geben Sie die E-Mail-Adresse des Empfängers ein:
el: Εισαγάγετε τη διεύθυνση αλληλογραφίας του παραλήπτη:
es: Ingrese la dirección de correo del destinatario:
fr: Saisissez l'adresse e-mail du destinataire:
ga: Cuir isteach seoladh ríomhphoist an fhaighteora:
hi: प्राप्तकर्ता मेल पता दर्ज करें:
id: Masukkan alamat email penerima:
it: Inserisci l'indirizzo e-mail del destinatario:
ja: 受信者のメールアドレスを入力してください：
ko: 수신자 메일 주소를 입력하십시오 :
ms: Masukkan alamat mel penerima:
nb: Skriv inn mottakerens e-postadresse:
nl: Voer het e-mailadres van de ontvanger in:
pt_br: Insira o endereço de e-mail do destinatário:
ro: Introdu adresa de e-mail a destinatarului:
tr: Alıcının e-posta adresini girin:
uk: Введіть електронну адресу одержувача:
vi: Nhập địa chỉ email của người nhận:
zh: 輸入收件人郵件地址：

# NKS_SHELLPACKS_MAIL_SEND_SUBJECTPROMPT
source: Enter the subject:
ar: أدخل الموضوع:
de: Geben Sie den Betreff ein:
el: Εισαγάγετε το θέμα:
es: Ingrese el tema:
fr: Entrez le sujet:
ga: Cuir isteach an t-ábhar:
hi: विषय दर्ज करें:
id: Masukkan subjek:
it: Inserisci l'oggetto:
ja: 件名を入力してください：
ko: 제목을 입력하십시오 :
ms: Masukkan subjek:
nb: Skriv inn emnet:
nl: Voer het onderwerp in:
pt_br: Insira o assunto:
ro: Introduceți subiectul:
tr: Konuyu giriniz:
uk: Введіть тему:
vi: Nhập chủ đề:
zh: 輸入主題：

# NKS_SHELLPACKS_MAIL_SEND_BODYPROMPT
source: Enter your message below. Write "EOF" to confirm.
ar: أدخل رسالتك أدناه. اكتب "EOF" للتأكيد.
de: Geben Sie unten Ihre Nachricht ein. Schreiben Sie zur Bestätigung "EOF".
el: Εισαγάγετε το μήνυμά σας παρακάτω. Γράψε «ΕΟΦ» για επιβεβαίωση.
es: Ingrese su mensaje a continuación. Escriba "EOF" para confirmar.
fr: Entrez votre message ci-dessous. Écrivez «EOF» pour confirmer.
ga: Cuir isteach do theachtaireacht thíos. Scríobh "EOF" lena dheimhniú.
hi: अपना संदेश नीचे दर्ज करें। पुष्टि करने के लिए "EOF" लिखें।
id: Masukkan pesan Anda di bawah ini. Tulis "EOF" untuk konfirmasi.
it: Inserisci il tuo messaggio qui sotto. Scrivi "EOF" per confermare.
ja: 以下にメッセージを入力してください。確認のため「EOF」と記入してください。
ko: 아래에 메시지를 입력하십시오. "EOF"를 작성하여 확인하십시오.
ms: Masukkan mesej anda di bawah. Tulis "EOF" untuk mengesahkan.
nb: Skriv inn meldingen din nedenfor. Skriv "EOF" for å bekrefte.
nl: Vul hieronder uw bericht in. Schrijf "EOF" om te bevestigen.
pt_br: Insira sua mensagem abaixo. Escreva "EOF" para confirmar.
ro: Introduceți mesajul dvs. mai jos. Scrieți „EOF” pentru a confirma.
tr: Mesajınızı aşağıya girin. Onaylamak için "EOF" yazın.
uk: Введіть своє повідомлення нижче. Напишіть "EOF" для підтвердження.
vi: Nhập tin nhắn của bạn bên dưới. Viết "EOF" để xác nhận.
zh: 在下面輸入您的消息。寫“EOF”來確認。

# NKS_SHELLPACKS_MAIL_SEND_SENDING
source: Sending message...
ar: ارسال رسالة...
de: Schicke Nachricht...
el: Αποστολή μηνύματος...
es: Enviando mensaje...
fr: Envoi du message...
ga: Teachtaireacht á seoladh...
hi: संदेश भेजना...
id: Mengirim pesan...
it: Invio messaggio in corso ...
ja: メッセージを送信しています...
ko: 메시지를 보내는 중 ...
ms: Menghantar mesej...
nb: Sender melding...
nl: Bericht versturen...
pt_br: Enviando mensagem...
ro: Se trimite mesajul...
tr: Mesaj gönderiliyor...
uk: Надсилання повідомлення...
vi: Đang gửi tin nhắn...
zh: 正在發送消息...

# NKS_SHELLPACKS_MAIL_SEND_SENT
source: Message sent.
ar: تم الارسال.
de: Nachricht gesendet.
el: Το μήνυμα στάλθηκε.
es: Mensaje enviado.
fr: Message envoyé.
ga: Teachtaireacht seolta.
hi: मैसेज बेजा गया।
id: Pesan terkirim.
it: Messaggio inviato.
ja: メッセージを送信しました。
ko: 메시지가 보내졌습니다.
ms: Mesej dihantar.
nb: Melding sendt.
nl: Bericht verzonden.
pt_br: Mensagem enviada.
ro: Mesaj trimis.
tr: Mesaj gönderildi.
uk: Повідомлення надіслано.
vi: Đã gửi tin nhắn.
zh: 消息已發送。

# NKS_SHELLPACKS_MAIL_SEND_INVALIDMAIL
source: Invalid e-mail address. Make sure you've written the address correctly and that it matches the format of the example shown:
ar: عنوان البريد الإلكتروني غير صالح. تأكد من كتابة العنوان بشكل صحيح وأنه يتطابق مع تنسيق المثال المعروض:
de: Ungültige E-Mail-Adresse. Stellen Sie sicher, dass Sie die Adresse richtig geschrieben haben und dass sie dem Format des gezeigten Beispiels entspricht:
el: Μη έγκυρη διεύθυνση e-mail. Βεβαιωθείτε ότι έχετε γράψει σωστά τη διεύθυνση και ότι ταιριάζει με τη μορφή του παραδείγματος που εμφανίζεται:
es: Dirección de correo electrónico no válida Asegúrese de haber escrito la dirección correctamente y que coincida con el formato del ejemplo que se muestra:
fr: Adresse e-mail invalide. Assurez-vous que vous avez écrit l'adresse correctement et qu'elle correspond au format de l'exemple montré:
ga: Seoladh r-phoist neamhbhailí. Cinntigh gur scríobh tú an seoladh i gceart agus go dtagann sé le formáid an tsampla a thaispeántar:
hi: अमान्य ईमेल पता। सुनिश्चित करें कि आपने पता सही लिखा है और यह दिखाए गए उदाहरण के प्रारूप से मेल खाता है:
id: Alamat email tidak valid. Pastikan Anda telah menuliskan alamat dengan benar dan sesuai dengan format contoh yang ditampilkan:
it: Indirizzo email non valido. Assicurati di aver scritto correttamente l'indirizzo e che corrisponda al formato dell'esempio mostrato:
ja: 無効なメールアドレス。アドレスが正しく記述されていること、および表示されている例の形式と一致していることを確認してください。
ko: 잘못된 이메일 주소. 주소를 올바르게 작성했는지와 표시된 예의 형식과 일치하는지 확인하십시오.
ms: Alamat e-mel tidak sah. Pastikan anda telah menulis alamat dengan betul dan ia sepadan dengan format contoh yang ditunjukkan:
nb: Ugyldig e-postadresse. Sørg for at du har skrevet adressen riktig og at den samsvarer med formatet til eksemplet som vises:
nl: Ongeldig e-mailadres. Zorg ervoor dat je het adres correct hebt geschreven en dat het overeenkomt met de indeling van het getoonde voorbeeld:
pt_br: Endereço de e-mail inválido. Certifique-se de ter escrito o endereço corretamente e que ele corresponde ao formato do exemplo mostrado:
ro: Adresa email invalida. Asigurați-vă că ați scris adresa corect și că se potrivește cu formatul exemplului afișat:
tr: Geçersiz e-posta adresi. Adresi doğru yazdığınızdan ve gösterilen örnekteki biçime uyduğundan emin olun:
uk: Недійсна адреса електронної пошти. Переконайтеся, що ви написали адресу правильно та вона відповідає формату наведеного прикладу:
vi: Địa chỉ email không hợp lệ. Hãy đảm bảo bạn đã viết đúng địa chỉ và nó khớp với định dạng của ví dụ được hiển thị:
zh: 無效的郵件地址。確保您已正確寫入地址並且它與所示示例的格式相匹配：

# NKS_SHELLPACKS_MAIL_COMMAND_RM_DESC
source: Removes a message
ar: يزيل رسالة
de: Entfernt eine Nachricht
el: Αφαιρεί ένα μήνυμα
es: Elimina un mensaje
fr: Supprime un message
ga: Baintear teachtaireacht
hi: एक संदेश निकालता है
id: Menghapus pesan
it: Rimuove un messaggio
ja: メッセージを削除します
ko: 메시지를 제거합니다
ms: Mengalih keluar mesej
nb: Fjerner en melding
nl: Verwijdert een bericht
pt_br: Remove uma mensagem
ro: Elimină un mesaj
tr: Bir mesajı kaldırır
uk: Видаляє повідомлення
vi: Xóa một tin nhắn
zh: 刪除一條消息

# NKS_SHELLPACKS_MAIL_COMMAND_RMALL_DESC
source: Removes all messages from recipient
ar: يزيل كل الرسائل من المستلم
de: Entfernt alle Nachrichten vom Empfänger
el: Καταργεί όλα τα μηνύματα από τον παραλήπτη
es: Elimina todos los mensajes del destinatario
fr: Supprime tous les messages du destinataire
ga: Baintear gach teachtaireacht ón bhfaighteoir
hi: प्राप्तकर्ता से सभी संदेशों को निकालता है
id: Menghapus semua pesan dari penerima
it: Rimuove tutti i messaggi dal destinatario
ja: 受信者からすべてのメッセージを削除します
ko: 수신자로부터 모든 메시지를 제거합니다
ms: Mengalih keluar semua mesej daripada penerima
nb: Fjerner alle meldinger fra mottakeren
nl: Verwijdert alle berichten van de ontvanger
pt_br: Remove todas as mensagens do destinatário
ro: Elimină toate mesajele de la destinatar
tr: Alıcıdan tüm mesajları kaldırır
uk: Видаляє всі повідомлення від одержувача
vi: Xóa tất cả tin nhắn từ người nhận
zh: 刪除收件人的所有郵件

# NKS_SHELLPACKS_MAIL_RMALL_DELETEDNOTINBOX
source: Message {0} from {1} deleted from {2}. {3} messages remaining to parse.
ar: تم حذف الرسالة {0} من {1} من {2}. {3} من الرسائل المتبقية للتحليل.
de: Nachricht {0} von {1} von {2} gelöscht. {3} Nachrichten müssen noch analysiert werden.
el: Το μήνυμα {0} από {1} διαγράφηκε από {2}. Απομένουν {3} μηνύματα για ανάλυση.
es: Mensaje {0} de {1} eliminado de {2}. Quedan {3} mensajes por analizar.
fr: Message {0} de {1} supprimé de {2}. {3} messages restants à analyser.
ga: Scriosadh an teachtaireacht {0} ó {1} ó {2}. {3} teachtaireacht fágtha le parsáil.
hi: {1} से {0} संदेश {2} से हटा दिया गया। {3} संदेश पार्स करने के लिए शेष है।
id: Pesan {0} dari {1} dihapus dari {2}. {3} pesan tersisa untuk diurai.
it: Messaggio {0} da {1} eliminato da {2}. {3} messaggi rimanenti da analizzare.
ja: {1}からのメッセージ{0}が{2}から削除されました。 {3}解析するメッセージが残っています。
ko: {1}의 {0} 메시지가 {2}에서 삭제되었습니다. 구문 분석을 위해 남은 {3} 메시지.
ms: Mesej {0} daripada {1} dipadamkan daripada {2}. {3} mesej tinggal untuk dihuraikan.
nb: Melding {0} fra {1} slettet fra {2}. {3} meldinger gjenstår å analysere.
nl: Bericht {0} van {1} verwijderd van {2}. {3} berichten die nog moeten worden geparseerd.
pt_br: Mensagem {0} de {1} excluída de {2}. Restam {3} mensagens para analisar.
ro: Mesajul {0} de la {1} a fost șters din {2}. {3} mesaje rămase de analizat.
tr: {1} adresinden gelen {0} mesajı {2} adresinden silindi. Ayrıştırılacak {3} mesaj kaldı.
uk: Повідомлення {0} від {1} видалено з {2}. Для аналізу залишилося {3} повідомлень.
vi: Tin nhắn {0} từ {1} đã bị xóa khỏi {2}. Còn {3} tin nhắn cần phân tích.
zh: 來自 {1} 的消息 {0} 從 {2} 中刪除。剩下 {3} 條消息要解析。

# NKS_SHELLPACKS_MAIL_RMALL_DELETEDINBOX
source: Message {0} from {1} deleted from inbox. {2} messages remaining to parse.
ar: تم حذف الرسالة {0} من {1} من البريد الوارد. {2} من الرسائل المتبقية للتحليل.
de: Nachricht {0} von {1} aus Posteingang gelöscht. {2} Nachrichten müssen noch analysiert werden.
el: Το μήνυμα {0} από τον χρήστη {1} διαγράφηκε από τα εισερχόμενα. Απομένουν {2} μηνύματα για ανάλυση.
es: Mensaje {0} de {1} eliminado de la bandeja de entrada. Quedan {2} mensajes por analizar.
fr: Message {0} de {1} supprimé de la boîte de réception. {2} messages restants à analyser.
ga: Scriosadh an teachtaireacht {0} ó {1} ón mbosca isteach. {2} teachtaireacht fágtha le parsáil.
hi: इनबॉक्स से {0} संदेश {0} हटाए गए। {2} संदेश पार्स करने के लिए शेष है।
id: Pesan {0} dari {1} dihapus dari kotak masuk. {2} pesan tersisa untuk diurai.
it: Messaggio {0} da {1} eliminato dalla posta in arrivo. {2} messaggi rimanenti da analizzare.
ja: {1}からのメッセージ{0}が受信トレイから削除されました。 {2}解析するメッセージが残っています。
ko: {1}의 {0} 메시지가받은 편지함에서 삭제되었습니다. 구문 분석을 위해 남은 {2} 메시지.
ms: Mesej {0} daripada {1} dipadamkan daripada peti masuk. {2} mesej tinggal untuk dihuraikan.
nb: Melding {0} fra {1} slettet fra innboksen. {2} meldinger gjenstår å analysere.
nl: Bericht {0} van {1} verwijderd uit inbox. {2} berichten die nog moeten worden geparseerd.
pt_br: Mensagem {0} de {1} excluída da caixa de entrada. Restam {2} mensagens para analisar.
ro: Mesajul {0} de la {1} a fost șters din căsuța de e-mail. {2} mesaje rămase de analizat.
tr: {1} adlı kişiden gelen {0} mesajı gelen kutusundan silindi. Ayrıştırılacak {2} mesaj kaldı.
uk: Повідомлення {0} від {1} видалено з папки "Вхідні". Для аналізу залишилося {2} повідомлень.
vi: Tin nhắn {0} từ {1} đã bị xóa khỏi hộp thư đến. Còn {2} tin nhắn cần phân tích.
zh: 從收件箱中刪除了來自 {1} 的消息 {0}。剩餘 {2} 條消息要解析。

# NKS_SHELLPACKS_FILESHELLS_OPENFAILED
source: Failed to open file. Exiting shell...
ar: فشل فتح ملف. الخروج من الصدفة ...
de: Datei konnte nicht geöffnet werden. Shell verlassen ...
el: Απέτυχε το άνοιγμα του αρχείου. Έξοδος από το κέλυφος...
es: Fallo al abrir el archivo. Saliendo de la carcasa ...
fr: Échec de l'ouverture du fichier. Sortie du shell ...
ga: Theip ar an gcomhad a oscailt. blaosc ag éirí as...
hi: फ़ाइल खोलने में असमर्थ। शेल से बाहर ...
id: Gagal membuka berkas. Keluar dari shell...
it: Impossibile aprire il file. Uscita dalla shell ...
ja: ファイルを開けませんでした。シェルを終了しています...
ko: 파일을 열지 못했습니다. 쉘 종료 중 ...
ms: Gagal membuka fail. Keluar dari shell...
nb: Kunne ikke åpne filen. Går ut av skallet...
nl: Gefaald om het document te openen. Shell afsluiten ...
pt_br: Falha ao abrir o arquivo. Saindo do shell...
ro: Deschiderea fișierului a eșuat. Se ies din shell...
tr: Dosya açılamadı. Kabuktan çıkılıyor...
uk: Не вдалося відкрити файл. Вихід із оболонки...
vi: Không mở được tệp. Đang thoát khỏi shell...
zh: 無法打開文件。退出外殼...

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_INVALIDOPTION
source: Specified option {0} is invalid.
ar: الخيار المحدد {0} غير صالح.
de: Die angegebene Option {0} ist ungültig.
el: Η καθορισμένη επιλογή {0} δεν είναι έγκυρη.
es: La opción {0} especificada no es válida.
fr: L'option spécifiée {0} n'est pas valide.
ga: Tá an rogha shonraithe {0} neamhbhailí.
hi: निर्दिष्ट विकल्प {0} अमान्य है।
id: Opsi yang ditentukan {0} tidak valid.
it: L'opzione specificata {0} non è valida.
ja: 指定されたオプション{0}は無効です。
ko: 지정된 옵션 {0}이 (가) 잘못되었습니다.
ms: Pilihan {0} yang ditentukan adalah tidak sah.
nb: Spesifisert alternativ {0} er ugyldig.
nl: Opgegeven optie {0} is ongeldig.
pt_br: A opção especificada {0} é inválida.
ro: Opțiunea specificată {0} este nevalidă.
tr: Belirtilen {0} seçeneği geçersiz.
uk: Вказана опція {0} недійсна.
vi: Tùy chọn {0} được chỉ định là không hợp lệ.
zh: 指定的選項 {0} 無效。

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_OPTIONNUMERIC
source: The answer must be numeric.
ar: يجب أن تكون الإجابة رقمية.
de: Die Antwort muss numerisch sein.
el: Η απάντηση πρέπει να είναι αριθμητική.
es: La respuesta debe ser numérica.
fr: La réponse doit être numérique.
ga: Caithfidh an freagra a bheith uimhriúil.
hi: उत्तर संख्यात्मक होना चाहिए।
id: Jawabannya harus berupa angka.
it: La risposta deve essere numerica.
ja: 答えは数値でなければなりません。
ko: 답은 숫자 여야합니다.
ms: Jawapannya mestilah angka.
nb: Svaret må være numerisk.
nl: Het antwoord moet numeriek zijn.
pt_br: A resposta deve ser numérica.
ro: Răspunsul trebuie să fie numeric.
tr: Cevap sayısal olmalıdır.
uk: Відповідь має бути числовим.
vi: Câu trả lời phải là số.
zh: 答案必須是數字。

# NKS_SHELLPACKS_FTP_SETTINGS_LOGFTPUSERNAME_NAME
source: Log FTP username
ar: تسجيل اسم مستخدم FTP
de: Protokollieren Sie den FTP-Benutzernamen
el: Καταγραφή ονόματος χρήστη FTP
es: Registrar nombre de usuario FTP
fr: Enregistrer le nom d'utilisateur FTP
ga: Logáil isteach FTP ainm úsáideora
hi: एफ़टीपी यूज़रनेम लॉग इन करें
id: Log nama pengguna FTP
it: Accedi al nome utente FTP
ja: FTPユーザー名をログに記録する
ko: FTP 사용자 이름 기록
ms: Log nama pengguna FTP
nb: Logg FTP-brukernavn
nl: Log FTP-gebruikersnaam
pt_br: Registrar nome de usuário FTP
ro: Înregistrați numele de utilizator FTP
tr: FTP kullanıcı adını kaydet
uk: Ім'я користувача журналу FTP
vi: Đăng nhập tên người dùng FTP
zh: 記錄 FTP 用戶名

# NKS_SHELLPACKS_FTP_SETTINGS_LOGFTPIPADDRESS_NAME
source: Log FTP IP address
ar: تسجيل عنوان IP لبروتوكول نقل الملفات
de: Protokollieren Sie die FTP-IP-Adresse
el: Καταγραφή διεύθυνσης IP FTP
es: Registrar la dirección IP de FTP
fr: Adresse IP FTP du journal
ga: Logáil seoladh IP FTP
hi: एफ़टीपी आईपी पता लॉग करें
id: Log alamat IP FTP
it: Registra indirizzo IP FTP
ja: FTPIPアドレスをログに記録する
ko: FTP IP 주소 기록
ms: Log alamat IP FTP
nb: Logg FTP IP-adresse
nl: Log FTP IP-adres
pt_br: Registrar endereço IP do FTP
ro: Înregistrați adresa IP FTP
tr: FTP IP adresini kaydet
uk: Зареєструвати IP-адресу FTP
vi: Nhật ký địa chỉ IP FTP
zh: 記錄FTP IP地址

# NKS_SHELLPACKS_FTP_SETTINGS_ONLYFIRSTPROFILE_NAME
source: Return only first FTP profile
ar: إرجاع ملف تعريف FTP الأول فقط
de: Gibt nur das erste FTP-Profil zurück
el: Επιστροφή μόνο του πρώτου προφίλ FTP
es: Devuelve solo el primer perfil FTP
fr: Renvoyer uniquement le premier profil FTP
ga: Ná tabhair ar ais ach an chéad phróifíl FTP
hi: केवल पहले एफ़टीपी प्रोफ़ाइल पर लौटें
id: Kembalikan hanya profil FTP pertama
it: Restituisce solo il primo profilo FTP
ja: 最初のFTPプロファイルのみを返す
ko: 첫 번째 FTP 프로필 만 반환
ms: Kembalikan profil FTP pertama sahaja
nb: Returner kun første FTP-profil
nl: Retourneer alleen het eerste FTP-profiel
pt_br: Retornar apenas o primeiro perfil FTP
ro: Returnează numai primul profil FTP
tr: Yalnızca ilk FTP profilini döndür
uk: Повернути лише перший профіль FTP
vi: Chỉ trả về hồ sơ FTP đầu tiên
zh: 僅返回第一個 FTP 配置文件

# NKS_SHELLPACKS_FTPSFTP_PUT_FAILED
source: Failed to upload {0}
ar: فشل تحميل {0}
de: Fehler beim Hochladen von {0}
el: Απέτυχε η μεταφόρτωση του {0}
es: Error al cargar {0}
fr: Échec de l'importation de {0}
ga: Theip ar {0} a uaslódáil
hi: {0} अपलोड करने में विफल
id: Gagal mengunggah {0}
it: Impossibile caricare {0}
ja: {0}のアップロードに失敗しました
ko: {0}을 (를) 업로드하지 못했습니다.
ms: Gagal memuat naik {0}
nb: Kunne ikke laste opp {0}
nl: Uploaden van {0} is mislukt
pt_br: Falha ao carregar {0}
ro: Nu s-a putut încărca {0}
tr: {0} yüklenemedi
uk: Не вдалося завантажити {0}
vi: Không tải lên được {0}
zh: 未能上傳 {0}

# NKS_SHELLPACKS_FTPSFTP_GET_FAILED
source: Download failed for file {0}.
ar: فشل تنزيل الملف {0}.
de: Download für Datei {0} fehlgeschlagen.
el: Η λήψη απέτυχε για το αρχείο {0}.
es: Error al descargar el archivo {0}.
fr: Le téléchargement a échoué pour le fichier {0}.
ga: Theip ar an íoslódáil don chomhad {0}.
hi: फ़ाइल {0} के लिए डाउनलोड विफल रहा।
id: Pengunduhan gagal untuk berkas {0}.
it: Download non riuscito per il file {0}.
ja: ファイル{0}のダウンロードに失敗しました。
ko: {0} 파일을 다운로드하지 못했습니다.
ms: Muat turun gagal untuk fail {0}.
nb: Nedlasting mislyktes for filen {0}.
nl: Downloaden voor bestand {0} mislukt.
pt_br: Falha no download do arquivo {0}.
ro: Descărcarea a eșuat pentru fișierul {0}.
tr: {0} dosyası için indirme başarısız oldu.
uk: Не вдалося завантажити файл {0}.
vi: Tải xuống tệp {0} không thành công.
zh: 文件 {0} 的下載失敗。
