Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_MAIL_TUI_MOVINGMESSAGEFAILED
source: Can't move message
ar: لا يمكن نقل الرسالة
de: Nachricht kann nicht verschoben werden
el: Δεν είναι δυνατή η μετακίνηση του μηνύματος
es: No se puede mover el mensaje
fr: Impossible de déplacer le message
ga: Ní féidir an teachtaireacht a bhogadh
hi: संदेश स्थानांतरित नहीं किया जा सकता
id: Tidak dapat memindahkan pesan
it: Impossibile spostare il messaggio
ja: メッセージを移動できません
ko: 메시지를 이동할 수 없습니다
ms: Tidak dapat mengalihkan mesej
nb: Kan ikke flytte meldingen
nl: Bericht kan niet worden verplaatst
pt_br: Não é possível mover a mensagem
ro: Nu se poate muta mesajul
tr: Mesaj taşınamıyor
uk: Не вдається перемістити повідомлення
vi: Không thể di chuyển tin nhắn
zh: 無法移動訊息

# NKS_SHELLPACKS_MAIL_TUI_NEWDIRTOMOVEBYSAMESENDERPROMPT
source: Select a new directory to move all messages by the same sender to.
ar: حدد دليلاً جديدًا لنقل جميع الرسائل الخاصة بنفس المرسل إليه.
de: Wählen Sie ein neues Verzeichnis aus, in das alle Nachrichten desselben Absenders verschoben werden sollen.
el: Επιλέξτε έναν νέο κατάλογο για να μετακινήσετε όλα τα μηνύματα από τον ίδιο αποστολέα.
es: Seleccione un nuevo directorio para mover todos los mensajes del mismo remitente.
fr: Sélectionnez un nouveau répertoire vers lequel déplacer tous les messages du même expéditeur.
ga: Roghnaigh eolaire nua chun gach teachtaireacht a bhogadh ag an seoltóir céanna chuige.
hi: एक ही प्रेषक के सभी संदेशों को स्थानांतरित करने के लिए एक नई निर्देशिका का चयन करें।
id: Pilih direktori baru untuk memindahkan semua pesan dari pengirim yang sama.
it: Seleziona una nuova directory in cui spostare tutti i messaggi dello stesso mittente.
ja: 同じ送信者からのすべてのメッセージを移動する新しいディレクトリを選択します。
ko: 같은 발신자가 보낸 모든 메시지를 이동할 새 디렉토리를 선택하세요.
ms: Pilih direktori baharu untuk mengalihkan semua mesej oleh pengirim yang sama.
nb: Velg en ny katalog for å flytte alle meldinger fra samme avsender til.
nl: Selecteer een nieuwe map waar u alle berichten van dezelfde afzender naartoe wilt verplaatsen.
pt_br: Selecione um novo diretório para mover todas as mensagens do mesmo remetente.
ro: Selectați un director nou în care să mutați toate mesajele de la același expeditor.
tr: Aynı göndericiye ait tüm mesajları taşımak için yeni bir dizin seçin.
uk: Виберіть новий каталог, до якого потрібно перемістити всі повідомлення від того самого відправника.
vi: Chọn một thư mục mới để di chuyển tất cả thư của cùng một người gửi đến.
zh: 選擇一個新目錄，將同一寄件者的所有郵件移至其中。

# NKS_SHELLPACKS_MAIL_TUI_MOVINGMESSAGEBYSENDER
source: Moving messages by sender {0}...
ar: نقل الرسائل حسب المرسل {0}...
de: Verschieben von Nachrichten nach Absender {0}...
el: Μετακίνηση μηνυμάτων από τον αποστολέα {0}...
es: Mover mensajes del remitente {0}...
fr: Déplacement des messages par expéditeur {0}...
ga: Teachtaireachtaí á mbogadh ag seoltóir {0}...
hi: प्रेषक {0} द्वारा संदेश स्थानांतरित किया जा रहा है...
id: Memindahkan pesan berdasarkan pengirim {0}...
it: Spostamento dei messaggi in base al mittente {0}...
ja: 送信者 {0} によるメッセージを移動しています...
ko: 발신자 {0}별로 메시지를 이동하는 중...
ms: Mengalihkan mesej oleh pengirim {0}...
nb: Flytter meldinger etter avsender {0}...
nl: Berichten verplaatsen op afzender {0}...
pt_br: Movendo mensagens pelo remetente {0}...
ro: Se mută mesajele după expeditorul {0}...
tr: Mesajlar göndericiye göre taşınıyor {0}...
uk: Переміщення повідомлень за відправником {0}...
vi: Di chuyển tin nhắn theo người gửi {0}...
zh: 按寄件者 {0} 行動郵件...

# NKS_SHELLPACKS_MAIL_TUI_MOVINGMESSAGEBYSENDERFAILED
source: Can't move all messages by the same sender
ar: لا يمكن نقل جميع الرسائل من نفس المرسل
de: Es können nicht alle Nachrichten desselben Absenders verschoben werden
el: Δεν είναι δυνατή η μετακίνηση όλων των μηνυμάτων από τον ίδιο αποστολέα
es: No se pueden mover todos los mensajes del mismo remitente
fr: Impossible de déplacer tous les messages du même expéditeur
ga: Ní féidir gach teachtaireacht a bhogadh leis an seoltóir céanna
hi: एक ही प्रेषक द्वारा सभी संदेशों को स्थानांतरित नहीं किया जा सकता
id: Tidak dapat memindahkan semua pesan dari pengirim yang sama
it: Non è possibile spostare tutti i messaggi dello stesso mittente
ja: 同じ送信者によるすべてのメッセージを移動することはできません
ko: 같은 발신자의 모든 메시지를 이동할 수 없습니다.
ms: Tidak dapat mengalihkan semua mesej oleh pengirim yang sama
nb: Kan ikke flytte alle meldinger fra samme avsender
nl: Kan niet alle berichten van dezelfde afzender verplaatsen
pt_br: Não é possível mover todas as mensagens do mesmo remetente
ro: Nu se pot muta toate mesajele de la același expeditor
tr: Aynı göndericiye ait tüm iletiler taşınamıyor
uk: Неможливо перемістити всі повідомлення від одного відправника
vi: Không thể di chuyển tất cả tin nhắn của cùng một người gửi
zh: 無法移動同一寄件者的所有郵件

# NKS_SHELLPACKS_MAIL_TUI_NEWDIRNAMERENAMEPROMPT
source: Write the new directory name to rename {0} to.
ar: اكتب اسم الدليل الجديد لإعادة تسمية {0} إليه.
de: Schreiben Sie den neuen Verzeichnisnamen, in den {0} umbenannt werden soll.
el: Γράψτε το νέο όνομα καταλόγου για μετονομασία του {0}.
es: Escriba el nuevo nombre del directorio al que desea cambiar el nombre de {0}.
fr: Écrivez le nouveau nom du répertoire à renommer {0}.
ga: Scríobh an t-ainm eolaire nua chun {0} a athainmniú chuige.
hi: {0} का नाम बदलने के लिए नई निर्देशिका का नाम लिखें.
id: Tulis nama direktori baru untuk mengganti nama {0}.
it: Scrivi il nome della nuova directory in cui rinominare {0}.
ja: {0} の名前を変更する新しいディレクトリ名を書き込みます。
ko: {0}의 이름을 바꿀 새 디렉토리 이름을 작성합니다.
ms: Tulis nama direktori baharu untuk menamakan semula {0} kepada.
nb: Skriv det nye katalognavnet for å gi nytt navn til {0}.
nl: Schrijf de nieuwe directorynaam waarnaar u {0} wilt hernoemen.
pt_br: Escreva o novo nome do diretório para renomear {0}.
ro: Scrieți noul nume de director pentru a redenumi {0}.
tr: {0} dizininin yeniden adlandırılacağı yeni dizin adını yazın.
uk: Напишіть нову назву каталогу, щоб перейменувати {0}.
vi: Viết tên thư mục mới để đổi tên {0} thành.
zh: 寫入要將 {0} 重新命名為的新目錄名稱。

# NKS_SHELLPACKS_MAIL_TUI_RENAMINGDIR
source: Renaming directory...
ar: إعادة تسمية الدليل...
de: Verzeichnis umbenennen...
el: Μετονομασία καταλόγου...
es: Renombrando directorio...
fr: Renommer le répertoire...
ga: Eolaire á hathainmniú...
hi: निर्देशिका का नाम बदला जा रहा है...
id: Mengganti nama direktori...
it: Ridenominazione della directory...
ja: ディレクトリの名前を変更しています...
ko: 디렉토리 이름 변경...
ms: Menamakan semula direktori...
nb: Gi nytt navn til katalogen...
nl: Map hernoemen...
pt_br: Renomeando diretório...
ro: Se redenumește directorul...
tr: Dizin yeniden adlandırılıyor...
uk: Перейменування каталогу...
vi: Đang đổi tên thư mục...
zh: 重新命名目錄...

# NKS_SHELLPACKS_MAIL_TUI_RENAMINGDIRFAILED
source: Can't rename folder
ar: لا يمكن إعادة تسمية المجلد
de: Ordner kann nicht umbenannt werden
el: Δεν είναι δυνατή η μετονομασία του φακέλου
es: No se puede cambiar el nombre de la carpeta
fr: Impossible de renommer le dossier
ga: Ní féidir fillteán a athainmniú
hi: फ़ोल्डर का नाम बदला नहीं जा सकता
id: Tidak dapat mengganti nama folder
it: Impossibile rinominare la cartella
ja: フォルダ名を変更できません
ko: 폴더 이름을 바꿀 수 없습니다
ms: Tidak boleh menamakan semula folder
nb: Kan ikke gi nytt navn til mappen
nl: Kan map niet hernoemen
pt_br: Não é possível renomear a pasta
ro: Nu se poate redenumi folderul
tr: Klasörün adı değiştirilemiyor
uk: Не вдається перейменувати папку
vi: Không thể đổi tên thư mục
zh: 無法重新命名資料夾

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGDIR
source: Removing directory...
ar: إزالة الدليل...
de: Verzeichnis wird entfernt...
el: Κατάργηση καταλόγου...
es: Eliminando directorio...
fr: Suppression du répertoire...
ga: Eolaire á baint...
hi: निर्देशिका हटा रहा है...
id: Menghapus direktori...
it: Rimozione della directory...
ja: ディレクトリを削除しています...
ko: 디렉토리를 제거하는 중...
ms: Mengalih keluar direktori...
nb: Fjerner katalog...
nl: Map verwijderen...
pt_br: Removendo diretório...
ro: Se elimină directorul...
tr: Dizin kaldırılıyor...
uk: Видалення каталогу...
vi: Đang xóa thư mục...
zh: 正在刪除目錄...

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGDIRFAILED
source: Can't remove folder
ar: لا يمكن إزالة المجلد
de: Ordner kann nicht entfernt werden
el: Δεν είναι δυνατή η κατάργηση του φακέλου
es: No se puede eliminar la carpeta
fr: Impossible de supprimer le dossier
ga: Ní féidir an fillteán a bhaint
hi: फ़ोल्डर हटाया नहीं जा सकता
id: Tidak dapat menghapus folder
it: Impossibile rimuovere la cartella
ja: フォルダを削除できません
ko: 폴더를 제거할 수 없습니다
ms: Tidak dapat mengalih keluar folder
nb: Kan ikke fjerne mappen
nl: Kan map niet verwijderen
pt_br: Não é possível remover a pasta
ro: Nu se poate elimina folderul
tr: Klasör kaldırılamıyor
uk: Не вдається видалити папку
vi: Không thể xóa thư mục
zh: 無法刪除資料夾

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGMESSAGE
source: Removing message...
ar: إزالة الرسالة...
de: Nachricht wird gelöscht...
el: Αφαίρεση μηνύματος...
es: Eliminando mensaje...
fr: Suppression du message...
ga: Teachtaireacht á baint...
hi: संदेश हटाया जा रहा है...
id: Menghapus pesan...
it: Rimozione del messaggio...
ja: メッセージを削除しています...
ko: 메시지를 제거하는 중...
ms: Mengalih keluar mesej...
nb: Fjerner meldingen ...
nl: Bericht verwijderen...
pt_br: Removendo mensagem...
ro: Se elimină mesajul...
tr: Mesaj kaldırılıyor...
uk: Видалення повідомлення...
vi: Đang xóa tin nhắn...
zh: 正在刪除訊息...

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGMESSAGEFAILED
source: Can't delete message
ar: لا يمكن حذف الرسالة
de: Nachricht kann nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή του μηνύματος
es: No se puede eliminar el mensaje
fr: Impossible de supprimer le message
ga: Ní féidir an teachtaireacht a scriosadh
hi: संदेश हटाया नहीं जा सकता
id: Tidak dapat menghapus pesan
it: Impossibile eliminare il messaggio
ja: メッセージを削除できません
ko: 메시지를 삭제할 수 없습니다
ms: Tidak dapat memadam mesej
nb: Kan ikke slette melding
nl: Kan bericht niet verwijderen
pt_br: Não é possível excluir a mensagem
ro: Nu se poate șterge mesajul
tr: Mesaj silinemiyor
uk: Не можу видалити повідомлення
vi: Không thể xóa tin nhắn
zh: 無法刪除訊息

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGMESSAGEBYSENDER
source: Removing messages by sender {0}...
ar: إزالة الرسائل حسب المرسل {0}...
de: Nachrichten werden nach Absender {0} gelöscht...
el: Κατάργηση μηνυμάτων από τον αποστολέα {0}...
es: Eliminando mensajes del remitente {0}...
fr: Suppression des messages de l'expéditeur {0}...
ga: Teachtaireachtaí ón seoltóir {0} á mbaint...
hi: प्रेषक {0} द्वारा संदेश हटाया जा रहा है...
id: Menghapus pesan berdasarkan pengirim {0}...
it: Rimozione dei messaggi da parte del mittente {0}...
ja: 送信者 {0} によるメッセージを削除しています...
ko: 발신자 {0}의 메시지를 제거하는 중...
ms: Mengalih keluar mesej oleh pengirim {0}...
nb: Fjerner meldinger fra avsender {0}...
nl: Berichten verwijderen van afzender {0}...
pt_br: Removendo mensagens do remetente {0}...
ro: Se elimină mesajele expeditorului {0}...
tr: {0} göndericisine ait mesajlar kaldırılıyor...
uk: Видалення повідомлень за відправником {0}...
vi: Đang xóa tin nhắn theo người gửi {0}...
zh: 正在刪除寄件者 {0} 的郵件...

# NKS_SHELLPACKS_MAIL_TUI_REMOVINGMESSAGEBYSENDERFAILED
source: Can't delete all messages by the same sender
ar: لا يمكن حذف جميع الرسائل المرسلة من نفس المرسل
de: Es können nicht alle Nachrichten vom selben Absender gelöscht werden
el: Δεν είναι δυνατή η διαγραφή όλων των μηνυμάτων από τον ίδιο αποστολέα
es: No se pueden eliminar todos los mensajes del mismo remitente
fr: Impossible de supprimer tous les messages du même expéditeur
ga: Ní féidir gach teachtaireacht ón seoltóir céanna a scriosadh
hi: एक ही प्रेषक के सभी संदेश नहीं हटाए जा सकते
id: Tidak dapat menghapus semua pesan dari pengirim yang sama
it: Non è possibile eliminare tutti i messaggi dello stesso mittente
ja: 同じ送信者からのメッセージをすべて削除することはできません
ko: 같은 발신자의 모든 메시지를 삭제할 수 없습니다.
ms: Tidak boleh memadam semua mesej oleh pengirim yang sama
nb: Kan ikke slette alle meldinger fra samme avsender
nl: Kan niet alle berichten van dezelfde afzender verwijderen
pt_br: Não é possível excluir todas as mensagens do mesmo remetente
ro: Nu se pot șterge toate mesajele de la același expeditor
tr: Aynı göndericiden gelen tüm mesajlar silinemez
uk: Неможливо видалити всі повідомлення від одного відправника
vi: Không thể xóa tất cả tin nhắn của cùng một người gửi
zh: 無法刪除同一寄件者的所有郵件

# NKS_SHELLPACKS_MAIL_COMMAND_ARGUMENT_FOLDER_DESC
source: Mail directory name
ar: اسم دليل البريد
de: Name des Mail-Verzeichnisses
el: Όνομα καταλόγου αλληλογραφίας
es: Nombre del directorio de correo
fr: Nom du répertoire de messagerie
ga: Ainm eolaire ríomhphoist
hi: मेल निर्देशिका नाम
id: Nama direktori email
it: Nome della directory di posta
ja: メールディレクトリ名
ko: 메일 디렉토리 이름
ms: Nama direktori mel
nb: Navn på postkatalog
nl: Naam van e-maildirectory
pt_br: Nome do diretório de e-mail
ro: Numele directorului de e-mail
tr: Posta dizin adı
uk: Назва поштового каталогу
vi: Tên thư mục thư
zh: 郵件目錄名稱

# NKS_SHELLPACKS_MAIL_COMMAND_LIST_ARGUMENT_PAGENUM_DESC
source: Page number
ar: رقم الصفحة
de: Seitenzahl
el: Αριθμός σελίδας
es: Número de página
fr: Numéro de page
ga: Uimhir an leathanaigh
hi: पृष्ठ संख्या
id: Nomor halaman
it: Numero di pagina
ja: ページ番号
ko: 페이지 번호
ms: Nombor halaman
nb: Sidetall
nl: Paginanummer
pt_br: Número da página
ro: Numărul paginii
tr: Sayfa numarası
uk: Номер сторінки
vi: Số trang
zh: 頁碼

# NKS_SHELLPACKS_MAIL_COMMAND_ARGUMENT_MAILID_DESC
source: Message ID
ar: معرف الرسالة
de: Nachrichten-ID
el: Αναγνωριστικό μηνύματος
es: ID del mensaje
fr: ID du message
ga: Aitheantas na teachtaireachta
hi: संदेश आईडी
id: ID Pesan
it: ID messaggio
ja: メッセージID
ko: 메시지 ID
ms: ID mesej
nb: Meldings-ID
nl: Bericht-ID
pt_br: ID da mensagem
ro: ID mesaj
tr: Mesaj Kimliği
uk: ID повідомлення
vi: ID tin nhắn
zh: 訊息 ID

# NKS_SHELLPACKS_MAIL_COMMAND_ARGUMENT_SENDERNAME_DESC
source: Sender name
ar: اسم المرسل
de: Absendername
el: Όνομα αποστολέα
es: Nombre del remitente
fr: Nom de l'expéditeur
ga: Ainm an tseoltóra
hi: प्रेषक का नाम
id: Nama pengirim
it: Nome del mittente
ja: 送信者名
ko: 발신자 이름
ms: Nama penghantar
nb: Avsendernavn
nl: Naam van de afzender
pt_br: Nome do remetente
ro: Numele expeditorului
tr: Gönderen adı
uk: Ім'я відправника
vi: Tên người gửi
zh: 寄件人姓名

# NKS_SHELLPACKS_MAIL_COMMAND_REN_ARGUMENT_OLDFOLDERNAME_DESC
source: Old mail directory name
ar: اسم دليل البريد القديم
de: Alter Name des Mail-Verzeichnisses
el: Όνομα παλιού καταλόγου αλληλογραφίας
es: Nombre del directorio de correo antiguo
fr: Nom de l'ancien répertoire de courrier
ga: Sean-ainm eolaire ríomhphoist
hi: पुरानी मेल निर्देशिका का नाम
id: Nama direktori email lama
it: Vecchio nome della directory di posta
ja: 古いメールディレクトリ名
ko: 이전 메일 디렉토리 이름
ms: Nama direktori mel lama
nb: Gammelt e-postkatalognavn
nl: Oude naam van de maildirectory
pt_br: Nome antigo do diretório de e-mail
ro: Nume vechi director de e-mail
tr: Eski posta dizini adı
uk: Стара назва поштового каталогу
vi: Tên thư mục thư cũ
zh: 舊郵件目錄名稱

# NKS_SHELLPACKS_MAIL_COMMAND_REN_ARGUMENT_NEWFOLDERNAME_DESC
source: New mail directory name
ar: اسم دليل البريد الجديد
de: Neuer Name des Mail-Verzeichnisses
el: Όνομα νέου καταλόγου αλληλογραφίας
es: Nuevo nombre del directorio de correo
fr: Nouveau nom du répertoire de courrier électronique
ga: Ainm eolaire ríomhphoist nua
hi: नया मेल निर्देशिका नाम
id: Nama direktori email baru
it: Nuovo nome della directory di posta
ja: 新しいメールディレクトリ名
ko: 새로운 메일 디렉토리 이름
ms: Nama direktori mel baharu
nb: Nytt e-postkatalognavn
nl: Nieuwe naam voor e-maildirectory
pt_br: Novo nome do diretório de e-mail
ro: Nume nou director de e-mail
tr: Yeni posta dizini adı
uk: Нова назва поштового каталогу
vi: Tên thư mục thư mới
zh: 新郵件目錄名稱

# NKS_SHELLPACKS_MAIL_COMMAND_TUI_DESC
source: Interactive mail management
ar: إدارة البريد التفاعلية
de: Interaktives Mailmanagement
el: Διαδραστική διαχείριση αλληλογραφίας
es: Gestión de correo interactiva
fr: Gestion interactive du courrier
ga: Bainistíocht poist idirghníomhach
hi: इंटरैक्टिव मेल प्रबंधन
id: Manajemen email interaktif
it: Gestione interattiva della posta
ja: インタラクティブなメール管理
ko: 대화형 메일 관리
ms: Pengurusan mel interaktif
nb: Interaktiv postbehandling
nl: Interactief mailbeheer
pt_br: Gerenciamento de correio interativo
ro: Management interactiv al corespondenței
tr: Etkileşimli posta yönetimi
uk: Інтерактивне управління поштою
vi: Quản lý thư tương tác
zh: 互動式郵件管理

# NKS_SHELLPACKS_COMMON_COMMAND_SFTP_ARGUMENT_SERVER_DESC
source: SFTP server to connect to
ar: خادم SFTP للاتصال به
de: SFTP-Server für die Verbindung
el: Διακομιστής SFTP για σύνδεση
es: Servidor SFTP al que conectarse
fr: Serveur SFTP auquel se connecter
ga: Freastalaí SFTP chun ceangal leis
hi: कनेक्ट करने के लिए SFTP सर्वर
id: Server SFTP untuk terhubung ke
it: Server SFTP a cui connettersi
ja: 接続するSFTPサーバー
ko: 연결할 SFTP 서버
ms: Pelayan SFTP untuk disambungkan
nb: SFTP-server å koble til
nl: SFTP-server om verbinding mee te maken
pt_br: Servidor SFTP para conectar
ro: Server SFTP la care să vă conectați
tr: Bağlanılacak SFTP sunucusu
uk: Сервер SFTP для підключення
vi: Máy chủ SFTP để kết nối tới
zh: 要連接的 SFTP 伺服器

# NKS_SHELLPACKS_COMMON_COMMAND_RSS_ARGUMENT_FEEDLINK_DESC
source: RSS feed link
ar: رابط موجز RSS
de: Link zum RSS-Feed
el: Σύνδεσμος τροφοδοσίας RSS
es: Enlace de fuente RSS
fr: Lien vers le flux RSS
ga: Nasc fotha RSS
hi: आरएसएस फ़ीड लिंक
id: Tautan umpan RSS
it: Collegamento al feed RSS
ja: RSSフィードリンク
ko: RSS 피드 링크
ms: Pautan suapan RSS
nb: RSS feed-lenke
pt_br: Link do feed RSS
ro: Link RSS feed
tr: RSS besleme bağlantısı
uk: Посилання на канал RSS
vi: Liên kết nguồn cấp RSS
zh: RSS 訂閱鏈接

# NKS_SHELLPACKS_RSS_COMMAND_ARGUMENT_FEEDNUM_DESC
source: Feed number
ar: رقم التغذية
de: Feednummer
el: Αριθμός ροής
es: Número de feed
fr: Numéro de flux
ga: Uimhir bheatha
hi: फ़ीड संख्या
id: Nomor umpan
it: Numero di feed
ja: フィード番号
ko: 피드 번호
ms: Nombor suapan
nb: Innmatingsnummer
nl: Voedernummer
pt_br: Número do feed
ro: Numărul de alimentare
tr: Besleme numarası
uk: Номер корму
vi: Số lượng thức ăn
zh: 進給數量

# NKS_SHELLPACKS_RSS_COMMAND_SEARCH_ARGUMENT_PHRASE_DESC
source: Phrase to search
ar: عبارة للبحث
de: Zu suchender Ausdruck
el: Φράση για αναζήτηση
es: Frase para buscar
fr: Phrase à rechercher
ga: Frása le cuardach
hi: खोज करने के लिए वाक्यांश
id: Frasa untuk pencarian
it: Frase da cercare
ja: 検索するフレーズ
ko: 검색할 문구
ms: Frasa untuk dicari
nb: Frase for å søke
nl: Zin om te zoeken
pt_br: Frase para pesquisar
ro: Expresie de căutat
tr: Aranacak ifade
uk: Фраза для пошуку
vi: Cụm từ để tìm kiếm
zh: 要搜尋的短語

# NKS_SHELLPACKS_COMMON_COMMAND_JSONDIFF_ARGUMENT_FILE1_DESC
source: First JSON file
ar: الملف JSON الأول
de: Erste JSON-Datei
el: Πρώτο αρχείο JSON
es: Primer archivo JSON
fr: Premier fichier JSON
ga: An chéad chomhad JSON
hi: पहली JSON फ़ाइल
id: File JSON pertama
it: Primo file JSON
ja: 最初のJSONファイル
ko: 첫 번째 JSON 파일
ms: Fail JSON pertama
nb: Første JSON-fil
nl: Eerste JSON-bestand
pt_br: Primeiro arquivo JSON
ro: Primul fișier JSON
tr: İlk JSON dosyası
uk: Перший файл JSON
vi: Tệp JSON đầu tiên
zh: 第一個 JSON 文件

# NKS_SHELLPACKS_COMMON_COMMAND_JSONDIFF_ARGUMENT_FILE2_DESC
source: Second JSON file
ar: ملف JSON الثاني
de: Zweite JSON-Datei
el: Δεύτερο αρχείο JSON
es: Segundo archivo JSON
fr: Deuxième fichier JSON
ga: Dara comhad JSON
hi: दूसरी JSON फ़ाइल
id: File JSON kedua
it: Secondo file JSON
ja: 2番目のJSONファイル
ko: 두 번째 JSON 파일
ms: Fail JSON kedua
nb: Andre JSON-fil
nl: Tweede JSON-bestand
pt_br: Segundo arquivo JSON
ro: Al doilea fișier JSON
tr: İkinci JSON dosyası
uk: Другий файл JSON
vi: Tệp JSON thứ hai
zh: 第二個 JSON 文件

# NKS_SHELLPACKS_COMMON_COMMAND_ARGUMENT_JSONFILE_DESC
source: Path to JSON file
ar: المسار إلى ملف JSON
de: Pfad zur JSON-Datei
el: Διαδρομή προς το αρχείο JSON
es: Ruta al archivo JSON
fr: Chemin vers le fichier JSON
ga: Conair chuig an gcomhad JSON
hi: JSON फ़ाइल का पथ
id: Jalur ke file JSON
it: Percorso al file JSON
ja: JSONファイルへのパス
ko: JSON 파일 경로
ms: Laluan ke fail JSON
nb: Bane til JSON-fil
nl: Pad naar JSON-bestand
pt_br: Caminho para o arquivo JSON
ro: Calea către fișierul JSON
tr: JSON dosyasına giden yol
uk: Шлях до файлу JSON
vi: Đường dẫn đến tệp JSON
zh: JSON 檔案的路徑

# NKS_SHELLPACKS_COMMON_COMMAND_ARGUMENT_OUTPUT_DESC
source: Path to output JSON file
ar: المسار إلى ملف JSON الناتج
de: Pfad zur JSON-Ausgabedatei
el: Διαδρομή για την έξοδο του αρχείου JSON
es: Ruta al archivo JSON de salida
fr: Chemin vers le fichier JSON de sortie
ga: Conair chuig an gcomhad JSON a aschur
hi: JSON फ़ाइल आउटपुट का पथ
id: Jalur ke file JSON keluaran
it: Percorso per il file JSON di output
ja: 出力JSONファイルへのパス
ko: JSON 파일 출력 경로
ms: Laluan untuk mengeluarkan fail JSON
nb: Bane til utdata JSON-fil
nl: Pad naar uitvoer JSON-bestand
pt_br: Caminho para o arquivo JSON de saída
ro: Calea către fișierul JSON de ieșire
tr: Çıkış JSON dosyasına giden yol
uk: Шлях до вихідного файлу JSON
vi: Đường dẫn đến tệp JSON đầu ra
zh: 輸出 JSON 檔案的路徑

# NKS_SHELLPACKS_JSON_COMMAND_ADD_ARGUMENT_JSONVALUE_DESC
source: JSON value to add
ar: قيمة JSON المراد إضافتها
de: Hinzuzufügender JSON-Wert
el: Αξία JSON για προσθήκη
es: Valor JSON para agregar
fr: Valeur JSON à ajouter
ga: Luach JSON le cur leis
hi: जोड़ने के लिए JSON मान
id: Nilai JSON untuk ditambahkan
it: Valore JSON da aggiungere
ja: 追加するJSON値
ko: 추가할 JSON 값
ms: nilai JSON untuk ditambah
nb: JSON-verdi å legge til
nl: JSON-waarde om toe te voegen
pt_br: Valor JSON a ser adicionado
ro: Valoare JSON de adăugat
tr: Eklenecek JSON değeri
uk: Значення JSON, яке потрібно додати
vi: Giá trị JSON để thêm
zh: 要新增的 JSON 值

# NKS_SHELLPACKS_JSON_COMMAND_ARGUMENT_PROPERTYNAME_DESC
source: JSON property name
ar: اسم خاصية JSON
de: JSON-Eigenschaftsname
el: Όνομα ιδιοκτησίας JSON
es: Nombre de propiedad JSON
fr: Nom de la propriété JSON
ga: Ainm maoine JSON
hi: JSON संपत्ति का नाम
id: Nama properti JSON
it: Nome proprietà JSON
ja: JSONプロパティ名
ko: JSON 속성 이름
ms: nama harta JSON
nb: JSON-egenskapsnavn
nl: JSON-eigenschapsnaam
pt_br: Nome da propriedade JSON
ro: Numele proprietății JSON
tr: JSON özellik adı
uk: Назва властивості JSON
vi: Tên thuộc tính JSON
zh: JSON 屬性名稱

# NKS_SHELLPACKS_JSON_COMMAND_RM_ARGUMENT_OBJECTPATH_DESC
source: Object path
ar: مسار الكائن
de: Objektpfad
el: Διαδρομή αντικειμένου
es: Ruta del objeto
fr: Chemin de l'objet
ga: Conair réad
hi: ऑब्जेक्ट पथ
id: Jalur objek
it: Percorso dell'oggetto
ja: オブジェクトパス
ko: 객체 경로
ms: Laluan objek
nb: Objektbane
nl: Objectpad
pt_br: Caminho do objeto
ro: Calea obiectului
tr: Nesne yolu
uk: Шлях об'єкта
vi: Đường dẫn đối tượng
zh: 物件路徑

# NKS_SHELLPACKS_JSON_COMMAND_SET_ARGUMENT_JSONVALUE_DESC
source: JSON value
ar: قيمة JSON
de: JSON-Wert
el: Τιμή JSON
es: Valor JSON
fr: Valeur JSON
ga: luach JSON
hi: JSON मान
id: Nilai JSON
it: Valore JSON
ja: JSON値
ko: JSON 값
ms: nilai JSON
nb: JSON-verdi
nl: JSON-waarde
pt_br: Valor JSON
ro: Valoarea JSON
tr: JSON değeri
uk: Значення JSON
vi: Giá trị JSON
zh: JSON 值

# NKS_SHELLPACKS_FTPSFTP_FMCLI_HELP01_TITLE
source: Managing FTP and SFTP servers
ar: إدارة خوادم FTP وSFTP
el: Διαχείριση διακομιστών FTP και SFTP
ga: Bainistiú freastalaithe FTP agus SFTP
hi: FTP और SFTP सर्वर मैनेज करना
ja: FTP サーバーと SFTP サーバーの管理
ko: FTP 및 SFTP 서버 관리
ms: Mengurus pelayan FTP dan SFTP
nb: Administrere FTP- og SFTP-servere
nl: FTP- en SFTP-servers beheren
ro: Gestionarea serverelor FTP și SFTP
tr: FTP ve SFTP Sunucularını Yönetme
vi: Quản lý máy chủ FTP và SFTP
zh: 管理 FTP 和 SFTP 伺服器
