Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_RSS_ARTICLEINFO_ARTICLECOUNT
source: Number of articles:
ar: عدد المقالات:
de: Anzahl Artikel:
el: Αριθμός άρθρων:
es: Número de artículos:
fr: Nombre d'articles :
ga: Líon na n-alt:
hi: लेखों की संख्या:
id: Jumlah artikel:
it: Numero di articoli:
ja: 記事数:
ko: 기사 수 :
ms: Bilangan artikel:
nb: Antall artikler:
nl: Aantal artikelen:
pt_br: Número de artigos:
ro: Numar de articole:
tr: Makale sayısı:
uk: Кількість статей:
vi: Số lượng bài viết:
zh: 文章數：

# NKS_SHELLPACKS_RSS_READ_NOLINK
source: Article doesn't have a link!
ar: المقال ليس له ارتباط!
de: Artikel hat keinen Link!
el: Το άρθρο δεν έχει σύνδεσμο!
es: ¡El artículo no tiene enlace!
fr: L'article n'a pas de lien !
ga: Níl nasc ag an alt!
hi: लेख का लिंक नहीं है!
id: Artikel tidak memiliki tautan!
it: L'articolo non ha un link!
ja: 記事にリンクがありません！
ko: 기사에 링크가 없습니다!
ms: Artikel tidak mempunyai pautan!
nb: Artikkelen har ingen link!
nl: Artikel heeft geen link!
pt_br: O artigo não tem um link!
ro: Articolul nu are link!
tr: Makalenin bağlantısı bulunmuyor!
uk: Стаття не має посилання!
vi: Bài viết không có liên kết!
zh: 文章沒有鏈接！

# NKS_SHELLPACKS_MAIL_WEBALERT_OPENING
source: Opening URL... Make sure to follow the steps shown on the screen.
ar: فتح عنوان URL ... تأكد من اتباع الخطوات الموضحة على الشاشة.
de: URL öffnen... Befolgen Sie die auf dem Bildschirm angezeigten Schritte.
el: Άνοιγμα URL... Φροντίστε να ακολουθήσετε τα βήματα που εμφανίζονται στην οθόνη.
es: Abriendo URL ... Asegúrese de seguir los pasos que se muestran en la pantalla.
fr: URL d'ouverture... Assurez-vous de suivre les étapes affichées à l'écran.
ga: URL a oscailt... Bí cinnte go lean tú na céimeanna a thaispeántar ar an scáileán.
hi: URL खोला जा रहा है... स्क्रीन पर दिखाए गए चरणों का पालन करना सुनिश्चित करें।
id: Membuka URL... Pastikan untuk mengikuti langkah-langkah yang ditampilkan di layar.
it: Apertura URL... Assicurati di seguire i passaggi mostrati sullo schermo.
ja: URLを開いています...画面に表示されている手順に従ってください。
ko: URL 열기 ... 화면에 표시된 단계를 따르십시오.
ms: Membuka URL... Pastikan anda mengikuti langkah yang ditunjukkan pada skrin.
nb: Åpner URL... Sørg for å følge trinnene som vises på skjermen.
nl: Openings-URL... Zorg ervoor dat u de stappen op het scherm volgt.
pt_br: Abrindo URL... Certifique-se de seguir os passos mostrados na tela.
ro: Deschidere URL... Asigurați-vă că urmați pașii afișați pe ecran.
tr: URL açılıyor... Ekranda gösterilen adımları mutlaka izleyin.
uk: Відкриття URL-адреси... Обов’язково виконайте кроки, показані на екрані.
vi: Đang mở URL... Hãy đảm bảo làm theo các bước hiển thị trên màn hình.
zh: 正在打開 URL... 確保按照屏幕上顯示的步驟進行操作。

# NKS_SHELLPACKS_COMMON_COMMAND_JSONBEAUTIFY_DESC
source: Beautifies the JSON file
ar: يجمل ملف JSON
de: Verschönert die JSON-Datei
el: Ομορφαίνει το αρχείο JSON
es: Embellece el archivo JSON
fr: Verschönert die JSON-Datei
ga: Álainn an comhad JSON
hi: JSON फ़ाइल को सुशोभित करता है
id: Mempercantik file JSON
it: Abbellisce il file JSON
ja: JSONファイルを美化します
ko: JSON 파일을 아름답게 합니다.
ms: Mencantikkan fail JSON
nb: Forskjønner JSON-filen
nl: Verfraait het JSON-bestand
pt_br: Embeleza o arquivo JSON
ro: Înfrumusețează fișierul JSON
tr: JSON dosyasını güzelleştirir
uk: Прикрашає файл JSON
vi: Làm đẹp tệp JSON
zh: 美化 JSON 文件

# NKS_SHELLPACKS_FTP_COMMAND_GETFOLDER_DESC
source: Downloads remote folder to local directory using binary or text
ar: يقوم بتنزيل المجلد البعيد إلى الدليل المحلي باستخدام ثنائي أو نصي
de: Lädt den Remote-Ordner mithilfe von Binär- oder Textdateien in das lokale Verzeichnis herunter
el: Λήψη απομακρυσμένου φακέλου στον τοπικό κατάλογο χρησιμοποιώντας δυαδικό ή κείμενο
es: Descarga la carpeta remota al directorio local usando binario o texto
fr: Télécharge le dossier distant dans le répertoire local à l'aide de binaire ou de texte
ga: Íoslódálacha fillteán cianda chuig eolaire áitiúil ag baint úsáide as dénártha nó téacs
hi: बाइनरी या टेक्स्ट का उपयोग करके दूरस्थ फ़ोल्डर को स्थानीय निर्देशिका में डाउनलोड करता है
id: Mengunduh folder jarak jauh ke direktori lokal menggunakan biner atau teks
it: Scarica la cartella remota nella directory locale utilizzando binario o testo
ja: バイナリまたはテキストを使用してリモートフォルダをローカルディレクトリにダウンロードします
ko: 바이너리 또는 텍스트를 사용하여 원격 폴더를 로컬 디렉토리로 다운로드
ms: Memuat turun folder jauh ke direktori tempatan menggunakan binari atau teks
nb: Laster ned ekstern mappe til lokal katalog ved hjelp av binær eller tekst
nl: Downloadt de externe map naar de lokale map met behulp van binair of tekst
pt_br: Baixa pasta remota para diretório local usando binário ou texto
ro: Descărcă folderul de la distanță în directorul local folosind binar sau text
tr: Uzak klasörü ikili veya metin kullanarak yerel dizine indirir
uk: Завантажує віддалену папку в локальний каталог за допомогою двійкового або текстового файлу
vi: Tải xuống thư mục từ xa vào thư mục cục bộ bằng cách sử dụng nhị phân hoặc văn bản
zh: 使用二進製或文本將遠程文件夾下載到本地目錄

# NKS_SHELLPACKS_FTP_COMMAND_PUTFOLDER_DESC
source: Uploads local folder to remote directory using binary or text
ar: يقوم بتحميل المجلد المحلي إلى دليل بعيد باستخدام ثنائي أو نصي
de: Lädt den lokalen Ordner mit Binärdatei oder Text in das Remote-Verzeichnis hoch
el: Μεταφορτώνει τοπικό φάκελο σε απομακρυσμένο κατάλογο χρησιμοποιώντας δυαδικό ή κείμενο
es: Carga la carpeta local al directorio remoto usando binario o texto
fr: Télécharge le dossier local dans le répertoire distant à l'aide de binaire ou de texte
ga: Uaslódálann sé fillteán áitiúil chuig an gcianeolaire ag úsáid dénártha nó téacs
hi: बाइनरी या टेक्स्ट का उपयोग करके स्थानीय फ़ोल्डर को दूरस्थ निर्देशिका में अपलोड करता है
id: Mengunggah folder lokal ke direktori jarak jauh menggunakan biner atau teks
it: Carica la cartella locale nella directory remota usando binario o testo
ja: バイナリまたはテキストを使用してローカルフォルダをリモートディレクトリにアップロードします
ko: 바이너리 또는 텍스트를 사용하여 로컬 폴더를 원격 디렉토리에 업로드
ms: Memuat naik folder tempatan ke direktori jauh menggunakan binari atau teks
nb: Laster opp lokal mappe til ekstern katalog ved hjelp av binær eller tekst
nl: Uploadt lokale map naar externe map met binair of tekst
pt_br: Carrega pasta local para diretório remoto usando binário ou texto
ro: Încarcă folderul local în directorul de la distanță folosind binar sau text
tr: Yerel klasörü ikili veya metin kullanarak uzak dizine yükler
uk: Завантажує локальну папку до віддаленого каталогу за допомогою двійкового або текстового файлу
vi: Tải thư mục cục bộ lên thư mục từ xa bằng cách sử dụng nhị phân hoặc văn bản
zh: 使用二進製或文本將本地文件夾上傳到遠程目錄

# NKS_SHELLPACKS_FTP_GETFOLDER_DOWNLOADING
source: Downloading folder {0}...
ar: جارٍ تنزيل المجلد {0} ...
de: Ordner {0} wird heruntergeladen...
el: Λήψη φακέλου {0}...
es: Descargando carpeta {0} ...
fr: Téléchargement du dossier {0}...
ga: Fillteán {0} á íoslódáil...
hi: फ़ोल्डर डाउनलोड हो रहा है {0}...
id: Mengunduh folder {0}...
it: Download della cartella {0}...
ja: フォルダ{0}をダウンロードしています...
ko: {0} 폴더 다운로드 중...
ms: Memuat turun folder {0}...
nb: Laster ned mappen {0}...
nl: Map {0} downloaden...
pt_br: Baixando pasta {0}...
ro: Se descarcă dosarul {0}...
tr: {0} klasörü indiriliyor...
uk: Завантаження папки {0}...
vi: Đang tải xuống thư mục {0}...
zh: 正在下載文件夾 {0}...

# NKS_SHELLPACKS_FTP_GETFOLDER_DOWNLOADED
source: Downloaded folder {0}.
ar: المجلد الذي تم تنزيله {0}.
de: Heruntergeladener Ordner {0}.
el: Έγινε λήψη του φακέλου {0}.
es: Carpeta descargada {0}.
fr: Dossier téléchargé {0}.
ga: Fillteán íosluchtaithe {0}.
hi: डाउनलोड किया गया फ़ोल्डर {0}.
id: Folder yang diunduh {0}.
it: Cartella scaricata {0}.
ja: ダウンロードしたフォルダ{0}。
ko: 다운로드한 폴더 {0}.
ms: Memuat turun folder {0}.
nb: Lastet ned mappen {0}.
nl: Gedownloade map {0}.
pt_br: Pasta baixada {0}.
ro: Dosarul descărcat {0}.
tr: {0} klasörü indirildi.
uk: Завантажено папку {0}.
vi: Đã tải xuống thư mục {0}.
zh: 已下載文件夾 {0}。

# NKS_SHELLPACKS_FTP_GETFOLDER_DOWNLOADFAILED
source: Download failed for folder {0}.
ar: فشل تنزيل المجلد {0}.
de: Download für Ordner {0} fehlgeschlagen.
el: Η λήψη απέτυχε για το φάκελο {0}.
es: Error al descargar la carpeta {0}.
fr: Échec du téléchargement pour le dossier {0}.
ga: Theip ar an íoslódáil don fhillteán {0}.
hi: फ़ोल्डर {0} के लिए डाउनलोड विफल रहा.
id: Pengunduhan gagal untuk folder {0}.
it: Download non riuscito per la cartella {0}.
ja: フォルダ{0}のダウンロードに失敗しました。
ko: {0} 폴더에 대한 다운로드에 실패했습니다.
ms: Muat turun gagal untuk folder {0}.
nb: Nedlasting mislyktes for mappen {0}.
nl: Download mislukt voor map {0}.
pt_br: Falha no download da pasta {0}.
ro: Descărcarea eșuată pentru folderul {0}.
tr: {0} klasörü için indirme başarısız oldu.
uk: Не вдалося завантажити папку {0}.
vi: Tải xuống thư mục {0} không thành công.
zh: 文件夾 {0} 的下載失敗。

# NKS_SHELLPACKS_FTP_PUTFOLDER_UPLOADING
source: Uploading folder {0}...
ar: جارٍ تحميل المجلد {0} ...
de: Ordner {0} wird hochgeladen...
el: Μεταφόρτωση φακέλου {0}...
es: Subiendo carpeta {0} ...
fr: Téléchargement du dossier {0}...
ga: Fillteán {0} á uaslódáil...
hi: फ़ोल्डर अपलोड हो रहा है {0}...
id: Mengunggah folder {0}...
it: Caricamento cartella {0}...
ja: フォルダ{0}をアップロードしています...
ko: {0} 폴더 업로드 중...
ms: Memuat naik folder {0}...
nb: Laster opp mappen {0}...
nl: Map uploaden {0}...
pt_br: Carregando pasta {0}...
ro: Se încarcă dosarul {0}...
tr: {0} klasörü yükleniyor...
uk: Завантаження папки {0}...
vi: Đang tải lên thư mục {0}...
zh: 正在上傳文件夾 {0}...

# NKS_SHELLPACKS_FTP_PUTFOLDER_UPLOADED
source: Uploaded folder {0}
ar: المجلد الذي تم تحميله {0}
de: Hochgeladener Ordner {0}
el: Μεταφορτώθηκε ο φάκελος {0}
es: Carpeta cargada {0}
fr: Dossier téléchargé {0}
ga: Fillteán uaslódála {0}
hi: अपलोड किया गया फ़ोल्डर {0}
id: Folder yang diunggah {0}
it: Cartella caricata {0}
ja: アップロードされたフォルダ{0}
ko: 업로드된 폴더 {0}
ms: Folder dimuat naik {0}
nb: Lastet opp mappe {0}
nl: Geüploade map {0}
pt_br: Pasta carregada {0}
ro: Dosarul încărcat {0}
tr: {0} klasörü yüklendi
uk: Завантажено папку {0}
vi: Đã tải lên thư mục {0}
zh: 上傳的文件夾 {0}

# NKS_SHELLPACKS_COMMON_COMMAND_JSONMINIFY_DESC
source: Minifies the JSON file
ar: يصغر ملف JSON
de: Minimiert die JSON-Datei
el: Ελαχιστοποιεί το αρχείο JSON
es: Minifica el archivo JSON
fr: Minimise le fichier JSON
ga: Mionlaghdaítear an comhad JSON
hi: JSON फ़ाइल को छोटा करता है
id: Memperkecil file JSON
it: Minimizza il file JSON
ja: JSONファイルを最小化します
ko: JSON 파일을 최소화합니다.
ms: Meminimumkan fail JSON
nb: Minimerer JSON-filen
nl: Verkleint het JSON-bestand
pt_br: Minimiza o arquivo JSON
ro: Minimizează fișierul JSON
tr: JSON dosyasını küçültür
uk: Зменшує файл JSON
vi: Thu nhỏ tệp JSON
zh: 縮小 JSON 文件

# NKS_SHELLPACKS_COMMON_JSONTOOLS_EXCEPTION_STREAMNOTOPEN
source: The JSON editor hasn't opened a file stream yet.
ar: لم يفتح محرر JSON تدفق الملفات حتى الآن.
de: Der JSON-Editor hat noch keinen Dateistream geöffnet.
el: Το πρόγραμμα επεξεργασίας JSON δεν έχει ανοίξει ακόμα ροή αρχείου.
es: El editor JSON aún no ha abierto un flujo de archivos.
fr: L'éditeur JSON n'a pas encore ouvert de flux de fichiers.
ga: Níor oscail eagarthóir JSON sruth comhaid fós.
hi: JSON संपादक ने अभी तक कोई फ़ाइल स्ट्रीम नहीं खोली है।
id: Editor JSON belum membuka aliran berkas.
it: L'editor JSON non ha ancora aperto un flusso di file.
ja: JSONエディターはまだファイルストリームを開いていません。
ko: JSON 편집기는 아직 파일 스트림을 열지 않았습니다.
ms: Editor JSON belum membuka strim fail lagi.
nb: JSON-editoren har ikke åpnet en filstrøm ennå.
nl: De JSON-editor heeft nog geen bestandsstream geopend.
pt_br: O editor JSON ainda não abriu um fluxo de arquivo.
ro: Editorul JSON nu a deschis încă un flux de fișiere.
tr: JSON editörü henüz bir dosya akışı açmadı.
uk: Редактор JSON ще не відкрив потік файлів.
vi: Trình soạn thảo JSON vẫn chưa mở luồng tệp.
zh: JSON 編輯器尚未打開文件流。

# NKS_SHELLPACKS_JSON_COMMAND_EXITNOSAVE_DESC
source: Exits the JSON shell without saving the changes
ar: يخرج من غلاف JSON بدون حفظ التغييرات
de: Beendet die JSON-Shell, ohne die Änderungen zu speichern
el: Έξοδος από το κέλυφος JSON χωρίς αποθήκευση των αλλαγών
es: Sale del shell JSON sin guardar los cambios.
fr: Quitte le shell JSON sans enregistrer les modifications
ga: Scoir an bhlaosc JSON gan na hathruithe a shábháil
hi: परिवर्तनों को सहेजे बिना JSON शेल से बाहर निकलता है
id: Keluar dari shell JSON tanpa menyimpan perubahan
it: Esce dalla shell JSON senza salvare le modifiche
ja: 変更を保存せずにJSONシェルを終了します
ko: 변경 사항을 저장하지 않고 JSON 셸을 종료합니다.
ms: Keluar dari shell JSON tanpa menyimpan perubahan
nb: Går ut av JSON-skallet uten å lagre endringene
nl: Sluit de JSON-shell af zonder de wijzigingen op te slaan
pt_br: Sai do shell JSON sem salvar as alterações
ro: Iese din shell-ul JSON fără a salva modificările
tr: Değişiklikleri kaydetmeden JSON kabuğundan çıkar
uk: Вихід із оболонки JSON без збереження змін
vi: Thoát khỏi shell JSON mà không lưu các thay đổi
zh: 退出 JSON shell 而不保存更改

# NKS_SHELLPACKS_JSON_COMMAND_SAVE_DESC
source: Saves the JSON file
ar: يحفظ ملف JSON
de: Speichert die JSON-Datei
el: Αποθηκεύει το αρχείο JSON
es: Guarda el archivo JSON
fr: Enregistre le fichier JSON
ga: Sábháiltear an comhad JSON
hi: JSON फ़ाइल सहेजता है
id: Menyimpan file JSON
it: Salva il file JSON
ja: JSONファイルを保存します
ko: JSON 파일을 저장합니다.
ms: Menyimpan fail JSON
nb: Lagrer JSON-filen
nl: Slaat het JSON-bestand op
pt_br: Salva o arquivo JSON
ro: Salvează fișierul JSON
tr: JSON dosyasını kaydeder
uk: Зберігає файл JSON
vi: Lưu tệp JSON
zh: 保存 JSON 文件

# NKS_SHELLPACKS_JSON_COMMAND_PRINT_DESC
source: Prints the JSON file
ar: يطبع ملف JSON
de: Druckt die JSON-Datei
el: Εκτυπώνει το αρχείο JSON
es: Imprime el archivo JSON
fr: Imprime le fichier JSON
ga: Priontálann an comhad JSON
hi: JSON फ़ाइल प्रिंट करता है
id: Mencetak file JSON
it: Stampa il file JSON
ja: JSONファイルを印刷します
ko: JSON 파일을 인쇄합니다.
ms: Mencetak fail JSON
nb: Skriver ut JSON-filen
nl: Drukt het JSON-bestand af
pt_br: Imprime o arquivo JSON
ro: Tipărește fișierul JSON
tr: JSON dosyasını yazdırır
uk: Друкує файл JSON
vi: In tệp JSON
zh: 打印 JSON 文件

# NKS_SHELLPACKS_FTPHTTPSFTP_SETTINGS_USERNAMEPROMPT_DESC
source: Write how you want your login prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة تسجيل الدخول الخاصة بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre Anmeldeaufforderung aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή σύνδεσής σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea tu indicador de inicio de sesión. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de connexion soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid logáil isteach a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपना लॉगिन संकेत कैसे चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin prompt login Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia la tua richiesta di accesso. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: ログインプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 원하는 로그인 프롬프트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu gesaan log masuk anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at påloggingsforespørselen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw aanmeldingsprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que seu prompt de login seja. Deixe em branco para usar o estilo padrão. Os placeholders são analisados.
ro: Scrieți cum doriți să fie solicitarea de conectare. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: Giriş isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш запит входу був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn lời nhắc đăng nhập của mình như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望登錄提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SHELLPACKS_FTPHTTPSFTP_SETTINGS_PASSWORDPROMPT_DESC
source: Write how you want your password prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة كلمة المرور الخاصة بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre Passwortabfrage aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή του κωδικού πρόσβασής σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea tu solicitud de contraseña. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de mot de passe soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid pasfhocal a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप कैसे चाहते हैं कि आपका पासवर्ड शीघ्र हो। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin kata sandi Anda ditampilkan. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia richiesta la password. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: パスワードプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 암호 프롬프트를 원하는 방식으로 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu kata laluan anda digesa. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at passordforespørselen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw wachtwoordprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que seu prompt de senha seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie solicitarea parolei. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: Parola isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш запит пароля виглядав. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn nhắc nhở mật khẩu. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望密碼提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SHELLPACKS_FTP_SETTINGS_FILEDETAILS_NAME
source: Show file details in FTP list
ar: إظهار تفاصيل الملف في قائمة FTP
de: Dateidetails in der FTP-Liste anzeigen
el: Εμφάνιση λεπτομερειών αρχείου στη λίστα FTP
es: Mostrar detalles del archivo en la lista de FTP
fr: Afficher les détails du fichier dans la liste FTP
ga: Taispeáin sonraí an chomhaid sa liosta FTP
hi: एफ़टीपी सूची में फ़ाइल विवरण दिखाएं
id: Tampilkan detail file dalam daftar FTP
it: Mostra i dettagli del file nell'elenco FTP
ja: FTPリストにファイルの詳細を表示する
ko: FTP 목록에 파일 세부 정보 표시
ms: Tunjukkan butiran fail dalam senarai FTP
nb: Vis fildetaljer i FTP-listen
nl: Bestandsdetails weergeven in FTP-lijst
pt_br: Mostrar detalhes do arquivo na lista FTP
ro: Afișați detaliile fișierului în lista FTP
tr: FTP listesinde dosya ayrıntılarını göster
uk: Показати деталі файлу в списку FTP
vi: Hiển thị chi tiết tập tin trong danh sách FTP
zh: 在 FTP 列表中顯示文件詳細信息

# NKS_SHELLPACKS_FTP_SETTINGS_USERNAMEPROMPT_NAME
source: Username prompt style for FTP
ar: نمط موجه اسم المستخدم لـ FTP
de: Stil der Eingabeaufforderung für den Benutzernamen für FTP
el: Στυλ προτροπής ονόματος χρήστη για FTP
es: Estilo de solicitud de nombre de usuario para FTP
fr: Style d'invite de nom d'utilisateur pour FTP
ga: Stíl leid ainm úsáideora le haghaidh FTP
hi: एफ़टीपी के लिए उपयोगकर्ता नाम शीघ्र शैली
id: Gaya permintaan nama pengguna untuk FTP
it: Stile di richiesta nome utente per FTP
ja: FTPのユーザー名プロンプトスタイル
ko: FTP의 사용자 이름 프롬프트 스타일
ms: Gaya gesaan nama pengguna untuk FTP
nb: Brukernavn-ledetekststil for FTP
nl: Gebruikersnaam prompt stijl voor FTP
pt_br: Estilo de prompt de nome de usuário para FTP
ro: Stilul prompt al numelui de utilizator pentru FTP
tr: FTP için kullanıcı adı istemi stili
uk: Стиль підказки імені користувача для FTP
vi: Kiểu nhắc tên người dùng cho FTP
zh: FTP 的用戶名提示樣式

# NKS_SHELLPACKS_FTP_SETTINGS_PASSWORDPROMPT_NAME
source: Password prompt style for FTP
ar: نمط موجه كلمة المرور لبروتوكول نقل الملفات
de: Stil der Passwortabfrage für FTP
el: Στυλ προτροπής κωδικού πρόσβασης για FTP
es: Estilo de solicitud de contraseña para FTP
fr: Style d'invite de mot de passe pour FTP
ga: Stíl leid pasfhocail le haghaidh FTP
hi: एफ़टीपी के लिए पासवर्ड शीघ्र शैली
id: Gaya prompt kata sandi untuk FTP
it: Stile di richiesta password per FTP
ja: FTPのパスワードプロンプトスタイル
ko: FTP의 비밀번호 프롬프트 스타일
ms: Gaya gesaan kata laluan untuk FTP
nb: Passordledetekststil for FTP
nl: Stijl voor wachtwoordprompt voor FTP
pt_br: Estilo de prompt de senha para FTP
ro: Stilul de solicitare a parolei pentru FTP
tr: FTP için parola istemi stili
uk: Стиль запиту пароля для FTP
vi: Kiểu nhắc mật khẩu cho FTP
zh: FTP 的密碼提示樣式

# NKS_SHELLPACKS_FTP_SETTINGS_FIRSTPROFILE_NAME
source: Use first FTP profile
ar: استخدم ملف تعريف FTP الأول
de: Erstes FTP-Profil verwenden
el: Χρησιμοποιήστε το πρώτο προφίλ FTP
es: Usar primer perfil FTP
fr: Utiliser le premier profil FTP
ga: Úsáid an chéad phróifíl FTP
hi: पहले एफ़टीपी प्रोफ़ाइल का प्रयोग करें
id: Gunakan profil FTP pertama
it: Usa il primo profilo FTP
ja: 最初のFTPプロファイルを使用する
ko: 첫 번째 FTP 프로필 사용
ms: Gunakan profil FTP pertama
nb: Bruk første FTP-profil
nl: Eerste FTP-profiel gebruiken
pt_br: Use o primeiro perfil FTP
ro: Utilizați primul profil FTP
tr: İlk FTP profilini kullan
uk: Використовуйте перший профіль FTP
vi: Sử dụng hồ sơ FTP đầu tiên
zh: 使用第一個 FTP 配置文件

# NKS_SHELLPACKS_FTP_SETTINGS_NEWCONNECTIONS_NAME
source: Add new connections to FTP speed dial
ar: إضافة اتصالات جديدة إلى الطلب السريع FTP
de: Neue Verbindungen zur FTP-Kurzwahl hinzufügen
el: Προσθήκη νέων συνδέσεων στην ταχεία κλήση FTP
es: Agregar nuevas conexiones a la marcación rápida de FTP
fr: Ajouter de nouvelles connexions à la numérotation abrégée FTP
ga: Cuir naisc nua le luasdhiailiú FTP
hi: FTP स्पीड डायल में नए कनेक्शन जोड़ें
id: Tambahkan koneksi baru ke panggilan cepat FTP
it: Aggiungi nuove connessioni alla composizione rapida FTP
ja: FTPスピードダイヤルに新しい接続を追加する
ko: FTP 단축 다이얼에 새 연결 추가
ms: Tambahkan sambungan baharu pada dail laju FTP
nb: Legg til nye tilkoblinger til FTP-kortnummer
nl: Nieuwe verbindingen toevoegen aan FTP-snelkiesnummer
pt_br: Adicionar novas conexões à discagem rápida FTP
ro: Adăugați conexiuni noi la apelarea rapidă FTP
tr: FTP hızlı aramasına yeni bağlantılar ekleyin
uk: Додайте нові підключення до швидкого набору FTP
vi: Thêm kết nối mới vào số quay nhanh FTP
zh: 向 FTP 快速撥號添加新連接
