Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESSSTYLE_DESC
source: Write how you want your mail transfer progress style to be. Leave blank to use default style. Placeholders are parsed. {0} for transferred size and {1} for total size.
ar: اكتب كيف تريد أن يكون أسلوب تقدم نقل البريد الخاص بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة. {0} للحجم المنقول و {1} للحجم الإجمالي.
de: Schreiben Sie, wie Ihr E-Mail-Übertragungsfortschritt aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert. {0} für die übertragene Größe und {1} für die Gesamtgröße.
el: Γράψτε πώς θέλετε να είναι το στυλ προόδου της μεταφοράς αλληλογραφίας σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται. {0} για μεταφερόμενο μέγεθος και {1} για συνολικό μέγεθος.
es: Escribe cómo quieres que sea el estilo de progreso de tu transferencia de correo. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan. {0} para el tamaño transferido y {1} para el tamaño total.
fr: Écrivez comment vous voulez que votre style de progression de transfert de courrier soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés. {0} pour la taille transférée et {1} pour la taille totale.
ga: Scríobh conas is mian leat do stíl dul chun cinn aistrithe poist a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil. {0} don mhéid aistrithe agus {1} don mhéid iomlán.
hi: लिखें कि आप अपनी मेल स्थानांतरण प्रगति शैली कैसी चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है। स्थानांतरित आकार के लिए {0} और कुल आकार के लिए {1}।
id: Tuliskan gaya yang Anda inginkan untuk proses transfer email Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai. {0} untuk ukuran yang ditransfer dan {1} untuk ukuran total.
it: Scrivi come vuoi che sia lo stile di avanzamento del tuo trasferimento di posta. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati. {0} per la dimensione trasferita e {1} per la dimensione totale.
ja: メール転送の進行状況をどのようにしたいかを書いてください。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。転送されたサイズの場合は{0}、合計サイズの場合は{1}。
ko: 원하는 메일 전송 진행 스타일을 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다. 전송된 크기는 {0}, 총 크기는 {1}입니다.
ms: Tulis bagaimana anda mahukan gaya kemajuan pemindahan mel anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan. {0} untuk saiz yang dipindahkan dan {1} untuk jumlah saiz.
nb: Skriv hvordan du vil at fremdriftsstilen for e-postoverføring skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres. {0} for overført størrelse og {1} for total størrelse.
nl: Schrijf hoe u wilt dat uw voortgangsstijl voor e-mailoverdracht is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd. {0} voor overgedragen grootte en {1} voor totale grootte.
pt_br: Escreva como você quer que o estilo de progresso da sua transferência de e-mail seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados. {0} para tamanho transferido e {1} para tamanho total.
ro: Scrieți cum doriți să fie stilul de progres al transferului de e-mail. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați. {0} pentru dimensiunea transferată și {1} pentru dimensiunea totală.
tr: Posta aktarım ilerleme stilinizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır. Aktarılan boyut için {0} ve toplam boyut için {1}.
uk: Напишіть, яким би ви хотіли, щоб ваш стиль передачі пошти був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються. {0} для переданого розміру та {1} для загального розміру.
vi: Viết cách bạn muốn tiến trình chuyển thư của mình sẽ như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp. {0} cho kích thước đã chuyển và {1} cho tổng kích thước.
zh: 寫下您希望的郵件傳輸進度樣式。留空以使用默認樣式。佔位符被解析。{0} 表示傳輸的大小，{1} 表示總大小。

# NKS_SHELLPACKS_MAIL_SETTINGS_TRANSFERPROGRESSSTYLESINGLE_DESC
source: Write how you want your mail transfer progress style to be. Leave blank to use default style. Placeholders are parsed. {0} for transferred size.
ar: اكتب كيف تريد أن يكون أسلوب تقدم نقل البريد الخاص بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة. {0} للحجم المنقول.
de: Schreiben Sie, wie Ihr E-Mail-Übertragungsfortschritt aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert. {0} für übertragene Größe.
el: Γράψτε πώς θέλετε να είναι το στυλ προόδου της μεταφοράς αλληλογραφίας σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται. {0} για μεταφερόμενο μέγεθος.
es: Escribe cómo quieres que sea el estilo de progreso de tu transferencia de correo. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan. {0} para el tamaño transferido.
fr: Écrivez comment vous voulez que votre style de progression de transfert de courrier soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés. {0} pour la taille transférée.
ga: Scríobh conas is mian leat do stíl dul chun cinn aistrithe poist a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil. {0} le haghaidh méid aistrithe.
hi: लिखें कि आप अपनी मेल स्थानांतरण प्रगति शैली कैसी चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है। {0} स्थानांतरित आकार के लिए।
id: Tuliskan gaya yang Anda inginkan untuk proses transfer email Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai. {0} untuk ukuran yang ditransfer.
it: Scrivi come vuoi che sia lo stile di avanzamento del tuo trasferimento di posta. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati. {0} per la dimensione trasferita.
ja: メール転送の進行状況をどのようにしたいかを書いてください。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。転送されたサイズの場合は{0}。
ko: 원하는 메일 전송 진행 스타일을 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다. 전송된 크기의 경우 {0}
ms: Tulis bagaimana anda mahukan gaya kemajuan pemindahan mel anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan. {0} untuk saiz yang dipindahkan.
nb: Skriv hvordan du vil at fremdriftsstilen for e-postoverføring skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres. {0} for overført størrelse.
nl: Schrijf hoe u wilt dat uw voortgangsstijl voor e-mailoverdracht is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd. {0} voor overgedragen formaat.
pt_br: Escreva como você quer que o estilo de progresso da sua transferência de e-mail seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados. {0} para tamanho transferido.
ro: Scrieți cum doriți să fie stilul de progres al transferului de e-mail. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați. {0} pentru dimensiunea transferată.
tr: Posta aktarım ilerleme stilinizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır. Aktarılan boyut için {0}.
uk: Напишіть, яким би ви хотіли, щоб ваш стиль передачі пошти був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються. {0} для переданого розміру.
vi: Viết cách bạn muốn tiến trình chuyển thư của mình sẽ như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp. {0} cho kích thước đã chuyển.
zh: 寫下您希望的郵件傳輸進度樣式。留空以使用默認樣式。佔位符被解析。{0} 用於傳輸的大小。

# NKS_SHELLPACKS_COMMON_COMMAND_HTTP_DESC
source: Starts the HTTP shell
ar: يبدأ قذيفة HTTP
de: Startet die HTTP-Shell
el: Ξεκινά το κέλυφος HTTP
es: Inicia el shell HTTP
fr: Démarre le shell HTTP
ga: Tosaíonn an bhlaosc HTTP
hi: HTTP शेल प्रारंभ करता है
id: Memulai shell HTTP
it: Avvia la shell HTTP
ja: HTTPシェルを開始します
ko: HTTP 셸 시작
ms: Memulakan shell HTTP
nb: Starter HTTP-skallet
nl: Start de HTTP-shell
pt_br: Inicia o shell HTTP
ro: Pornește shell-ul HTTP
tr: HTTP kabuğunu başlatır
uk: Запускає оболонку HTTP
vi: Bắt đầu shell HTTP
zh: 啟動 HTTP 外殼

# NKS_SHELLPACKS_HTTP_COMMAND_GET_DESC
source: Gets the response from the HTTP server using the specified request
ar: يحصل على الاستجابة من خادم HTTP باستخدام الطلب المحدد
de: Ruft die Antwort vom HTTP-Server mithilfe der angegebenen Anforderung ab
el: Λαμβάνει την απάντηση από τον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Obtiene la respuesta del servidor HTTP utilizando la solicitud especificada
fr: Obtient la réponse du serveur HTTP à l'aide de la requête spécifiée
ga: Faigheann sé an freagra ón bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके HTTP सर्वर से प्रतिक्रिया प्राप्त करें
id: Mendapatkan respons dari server HTTP menggunakan permintaan yang ditentukan
it: Ottiene la risposta dal server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用してHTTPサーバーからレスポンスを取得します
ko: 지정된 요청을 사용하여 HTTP 서버에서 응답을 가져옵니다.
ms: Mendapat respons daripada pelayan HTTP menggunakan permintaan yang ditentukan
nb: Henter svaret fra HTTP-serveren ved å bruke den angitte forespørselen
nl: Krijgt het antwoord van de HTTP-server met behulp van het opgegeven verzoek
pt_br: Obtém a resposta do servidor HTTP usando a solicitação especificada
ro: Obține răspunsul de la serverul HTTP folosind cererea specificată
tr: Belirtilen isteği kullanarak HTTP sunucusundan yanıtı alır
uk: Отримує відповідь від сервера HTTP за допомогою вказаного запиту
vi: Nhận phản hồi từ máy chủ HTTP bằng cách sử dụng yêu cầu đã chỉ định
zh: 使用指定請求從 HTTP 服務器獲取響應

# NKS_SHELLPACKS_HTTP_COMMAND_DELETE_DESC
source: Deletes content from HTTP server
ar: يحذف المحتوى من خادم HTTP
de: Löscht Inhalte vom HTTP-Server
el: Διαγράφει περιεχόμενο από τον διακομιστή HTTP
es: Elimina contenido del servidor HTTP
fr: Supprime le contenu du serveur HTTP
ga: Scriosann sé ábhar ó fhreastalaí HTTP
hi: HTTP सर्वर से सामग्री हटाता है
id: Menghapus konten dari server HTTP
it: Elimina il contenuto dal server HTTP
ja: HTTPサーバーからコンテンツを削除します
ko: HTTP 서버에서 콘텐츠 삭제
ms: Memadamkan kandungan daripada pelayan HTTP
nb: Sletter innhold fra HTTP-server
nl: Verwijdert inhoud van HTTP-server
pt_br: Exclui conteúdo do servidor HTTP
ro: Șterge conținutul de pe serverul HTTP
tr: HTTP sunucusundan içeriği siler
uk: Видаляє вміст із сервера HTTP
vi: Xóa nội dung khỏi máy chủ HTTP
zh: 從 HTTP 服務器中刪除內容

# NKS_SHELLPACKS_HTTP_EXCEPTION_SHELLERROR
source: There was an error in the HTTP shell:
ar: حدث خطأ في غلاف HTTP:
de: In der HTTP-Shell ist ein Fehler aufgetreten:
el: Παρουσιάστηκε σφάλμα στο κέλυφος HTTP:
es: Hubo un error en el shell HTTP:
fr: Une erreur s'est produite dans le shell HTTP :
ga: Tharla earráid sa bhlaosc HTTP:
hi: HTTP शेल में एक त्रुटि थी:
id: Terjadi kesalahan pada shell HTTP:
it: Si è verificato un errore nella shell HTTP:
ja: HTTPシェルにエラーがありました：
ko: HTTP 셸에 오류가 발생했습니다.
ms: Terdapat ralat dalam cangkerang HTTP:
nb: Det var en feil i HTTP-skallet:
nl: Er is een fout opgetreden in de HTTP-shell:
pt_br: Ocorreu um erro no shell HTTP:
ro: A apărut o eroare în shell-ul HTTP:
tr: HTTP kabuğunda bir hata oluştu:
uk: Виникла помилка в оболонці HTTP:
vi: Có lỗi trong shell HTTP:
zh: HTTP shell 中出現錯誤：

# NKS_SHELLPACKS_HTTP_COMMAND_GETSTRING_DESC
source: Gets the string from the HTTP server using the specified request
ar: يحصل على السلسلة من خادم HTTP باستخدام الطلب المحدد
de: Ruft die Zeichenfolge mithilfe der angegebenen Anforderung vom HTTP-Server ab
el: Λαμβάνει τη συμβολοσειρά από τον διακομιστή HTTP χρησιμοποιώντας το καθορισμένο αίτημα
es: Obtiene la cadena del servidor HTTP utilizando la solicitud especificada
fr: Obtient la chaîne du serveur HTTP à l'aide de la requête spécifiée
ga: Faigheann sé an teaghrán ón bhfreastalaí HTTP ag baint úsáide as an iarratas sonraithe
hi: निर्दिष्ट अनुरोध का उपयोग करके HTTP सर्वर से स्ट्रिंग प्राप्त करें
id: Mendapatkan string dari server HTTP menggunakan permintaan yang ditentukan
it: Ottiene la stringa dal server HTTP utilizzando la richiesta specificata
ja: 指定されたリクエストを使用してHTTPサーバーから文字列を取得します
ko: 지정된 요청을 사용하여 HTTP 서버에서 문자열을 가져옵니다.
ms: Mendapat rentetan daripada pelayan HTTP menggunakan permintaan yang ditentukan
nb: Henter strengen fra HTTP-serveren ved å bruke den angitte forespørselen
nl: Haalt de string op van de HTTP-server met behulp van het opgegeven verzoek
pt_br: Obtém a string do servidor HTTP usando a solicitação especificada
ro: Obține șirul de pe serverul HTTP folosind cererea specificată
tr: Belirtilen isteği kullanarak HTTP sunucusundan dizeyi alır
uk: Отримує рядок із HTTP-сервера за допомогою вказаного запиту
vi: Lấy chuỗi từ máy chủ HTTP bằng cách sử dụng yêu cầu được chỉ định
zh: 使用指定請求從 HTTP 服務器獲取字符串

# NKS_SHELLPACKS_HTTP_GETTING
source: Getting {0}...
ar: الحصول على {0} ...
de: {0} erhalten...
el: Λήψη {0}...
es: Obteniendo {0}...
fr: Obtenir {0}...
ga: {0} á fháil...
hi: मिल रहा है {0}...
id: Mendapatkan {0}...
it: Ottenere {0}...
ja: {0}を取得しています...
ko: {0} 가져오는 중...
ms: Mendapat {0}...
nb: Henter {0}...
nl: Krijg {0}...
pt_br: Obtendo {0}...
ro: Se obține {0}...
tr: {0} alınıyor...
uk: Отримання {0}...
vi: Đang nhận {0}...
zh: 正在獲取 {0}...

# NKS_SHELLPACKS_ARCHIVE_COMMAND_PACK_DESC
source: Packs a local file to the archive
ar: حزم ملف محلي للأرشيف
de: Packt eine lokale Datei in das Archiv
el: Συσκευάζει ένα τοπικό αρχείο στο αρχείο
es: Empaqueta un archivo local en el archivo
fr: Emballe un fichier local dans l'archive
ga: Pacálann sé comhad áitiúil sa chartlann
hi: संग्रह में एक स्थानीय फ़ाइल पैक करता है
id: Mengemas file lokal ke arsip
it: Impacchetta un file locale nell'archivio
ja: ローカルファイルをアーカイブにパックします
ko: 아카이브에 로컬 파일 압축
ms: Pek fail tempatan ke arkib
nb: Pakker en lokal fil til arkivet
nl: Pakt een lokaal bestand in het archief in
pt_br: Empacota um arquivo local no arquivo
ro: Împachetează un fișier local în arhivă
tr: Yerel bir dosyayı arşive paketler
uk: Пакує локальний файл в архів
vi: Đóng gói một tập tin cục bộ vào kho lưu trữ
zh: 將本地文件打包到存檔中

# NKS_SHELLPACKS_ARCHIVE_EXCEPTION_NEEDSTARGET_PACK
source: Can't pack nothing.
ar: لا يمكن أن تحزم أي شيء.
de: Kann nichts packen.
el: Δεν μπορώ να συσκευάσω τίποτα.
es: No puedo empacar nada.
fr: Je ne peux rien emballer.
ga: Ní féidir aon rud a phacáil.
hi: कुछ भी पैक नहीं कर सकता।
id: Tidak bisa mengemas apa pun.
it: Non posso imballare nulla.
ja: 何も詰め込めない。
ko: 아무것도 포장할 수 없습니다.
ms: Tidak boleh mengemas apa-apa.
nb: Kan ikke pakke noe.
nl: Ik kan niets inpakken.
pt_br: Não é possível levar nada.
ro: Nu pot împacheta nimic.
tr: Hiçbir şey paketlenemez.
uk: Нічого не можу запакувати.
vi: Không thể đóng gói được gì cả.
zh: 什麼都裝不下。

# NKS_SHELLPACKS_RSS_SETTINGS_FEEDFETCHTIMEOUT_NAME
source: RSS feed fetch timeout
ar: انتهت مهلة إحضار موجز RSS
de: Zeitüberschreitung beim RSS-Feed-Abruf
el: Λήξη χρονικού ορίου ανάκτησης ροής RSS
es: Tiempo de espera de obtención de fuente RSS
fr: Expiration du délai de récupération du flux RSS
ga: Fotha RSS faigh teorainn ama
hi: RSS फ़ीड फ़ेच टाइमआउट
id: Batas waktu pengambilan umpan RSS
it: Timeout di recupero del feed RSS
ja: RSSフィードフェッチのタイムアウト
ko: RSS 피드 가져오기 시간 초과
ms: Tamat masa pengambilan suapan RSS
nb: Tidsavbrudd for henting av RSS-feed
nl: Time-out voor ophalen van RSS-feed
pt_br: Tempo limite de busca do feed RSS
ro: Timeout pentru preluarea fluxului RSS
tr: RSS beslemesi alma zaman aşımı
uk: Тайм-аут отримання каналу RSS
vi: Hết thời gian chờ lấy nguồn cấp RSS
zh: RSS 提要獲取超時

# NKS_SHELLPACKS_RSS_SETTINGS_FEEDFETCHTIMEOUT_DESC
source: How many milliseconds to wait before RSS feed fetch timeout?
ar: كم مللي ثانية يجب الانتظار قبل انتهاء مهلة جلب موجز RSS؟
de: Wie viele Millisekunden soll gewartet werden, bis das Zeitlimit für den Abruf des RSS-Feeds überschritten wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν από το χρονικό όριο ανάκτησης ροής RSS;
es: ¿Cuántos milisegundos hay que esperar antes de que se agote el tiempo de espera para obtener la fuente RSS?
fr: Combien de millisecondes attendre avant l'expiration du délai de récupération du flux RSS ?
ga: Cé mhéad milleasoicind atá le fanacht roimh am istigh fotha RSS a fháil?
hi: RSS फ़ीड के समयबाह्य होने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum batas waktu pengambilan umpan RSS?
it: Quanti millisecondi devono attendere prima del timeout di recupero del feed RSS?
ja: RSSフィードフェッチのタイムアウトまでに何ミリ秒待機しますか？
ko: RSS 피드 가져오기 시간이 초과되기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum suapan RSS tamat masa pengambilan?
nb: Hvor mange millisekunder skal vente før RSS-feed henter tidsavbrudd?
nl: Hoeveel milliseconden wachten voordat de time-out voor het ophalen van de RSS-feed?
pt_br: Quantos milissegundos esperar antes do tempo limite de busca do feed RSS?
ro: Câte milisecunde trebuie să aștepte înainte ca fluxul RSS să fie expirat?
tr: RSS beslemesinin alınması zaman aşımına uğramadan önce kaç milisaniye beklenmelidir?
uk: Скільки мілісекунд чекати, перш ніж закінчиться час очікування отримання RSS-каналу?
vi: Phải đợi bao nhiêu mili giây trước khi thời gian chờ tải nguồn cấp dữ liệu RSS hết hạn?
zh: 在 RSS 提要獲取超時之前要等待多少毫秒？

# NKS_SHELLPACKS_FTP_SETTINGS_VERIFYRETRYATTEMPTS_NAME
source: Verify retry attempts for FTP transmission
ar: تحقق من محاولات إعادة المحاولة لإرسال FTP
de: Überprüfen Sie die Wiederholungsversuche für die FTP-Übertragung
el: Επαληθεύστε τις προσπάθειες επανάληψης για μετάδοση FTP
es: Verifique los intentos de reintento para la transmisión FTP
fr: Vérifier les nouvelles tentatives de transmission FTP
ga: Fíoraigh iarrachtaí arís le haghaidh tarchur FTP
hi: एफ़टीपी संचरण के लिए पुन: प्रयास प्रयास सत्यापित करें
id: Verifikasi upaya percobaan ulang untuk transmisi FTP
it: Verificare i tentativi di trasmissione FTP
ja: FTP送信の再試行の試行を確認します
ko: FTP 전송 재시도 확인
ms: Sahkan percubaan cuba semula untuk penghantaran FTP
nb: Bekreft forsøk på nytt for FTP-overføring
nl: Verifieer de nieuwe pogingen voor FTP-verzending
pt_br: Verifique as tentativas de repetição para transmissão FTP
ro: Verificați încercările de reîncercare pentru transmiterea FTP
tr: FTP iletimi için yeniden deneme girişimlerini doğrulayın
uk: Перевірте повторні спроби передачі FTP
vi: Xác minh các nỗ lực thử lại để truyền FTP
zh: 驗證 FTP 傳輸的重試嘗試

# NKS_SHELLPACKS_FTP_SETTINGS_FTPCONNECTIONTIMEOUT_NAME
source: FTP connection timeout
ar: مهلة اتصال FTP
de: Timeout der FTP-Verbindung
el: Λήξη χρόνου σύνδεσης FTP
es: Tiempo de espera de conexión FTP
fr: Délai de connexion FTP
ga: Teorainn ama ceangail FTP
hi: एफ़टीपी कनेक्शन टाइमआउट
id: Batas waktu koneksi FTP habis
it: Timeout connessione FTP
ja: FTP接続タイムアウト
ko: FTP 연결 시간 초과
ms: tamat masa sambungan FTP
nb: Tidsavbrudd for FTP-tilkobling
nl: Time-out FTP-verbinding
pt_br: Tempo limite de conexão FTP
ro: Timeout conexiune FTP
tr: FTP bağlantı zaman aşımı
uk: Тайм-аут з'єднання FTP
vi: Hết thời gian kết nối FTP
zh: FTP 連接超時

# NKS_SHELLPACKS_FTP_SETTINGS_FTPDATACONNECTIONTIMEOUT_NAME
source: FTP data connection timeout
ar: مهلة اتصال بيانات FTP
de: Timeout für FTP-Datenverbindung
el: Χρονικό όριο σύνδεσης δεδομένων FTP
es: Tiempo de espera de conexión de datos FTP
fr: Délai d'expiration de la connexion de données FTP
ga: Teorainn ama nasctha sonraí FTP
hi: एफ़टीपी डेटा कनेक्शन टाइमआउट
id: Batas waktu koneksi data FTP habis
it: Timeout connessione dati FTP
ja: FTPデータ接続タイムアウト
ko: FTP 데이터 연결 시간 초과
ms: tamat masa sambungan data FTP
nb: Tidsavbrudd for FTP-datatilkobling
nl: Time-out FTP-gegevensverbinding
pt_br: Tempo limite de conexão de dados FTP
ro: Timeout pentru conexiunea de date FTP
tr: FTP veri bağlantısı zaman aşımı
uk: Тайм-аут підключення даних FTP
vi: Hết thời gian kết nối dữ liệu FTP
zh: FTP數據連接超時

# NKS_SHELLPACKS_FTP_SETTINGS_FTPIPVERS_NAME
source: FTP IP versions
ar: إصدارات FTP IP
de: FTP-IP-Versionen
el: Εκδόσεις IP FTP
es: Versiones IP de FTP
fr: Versions IP FTP
ga: Leaganacha IP FTP
hi: एफ़टीपी आईपी संस्करण
id: Versi IP FTP
it: Versioni IP FTP
ja: FTPIPバージョン
ko: FTP IP 버전
ms: Versi IP FTP
nb: FTP IP-versjoner
nl: FTP IP-versies
pt_br: Versões de IP FTP
ro: Versiuni FTP IP
tr: FTP IP sürümleri
uk: IP-версії FTP
vi: Phiên bản IP FTP
zh: FTP IP 版本

# NKS_SHELLPACKS_FTP_SETTINGS_VERIFYRETRYATTEMPTS_DESC
source: How many times to verify the upload and download and retry if the verification fails before the download fails as a whole?
ar: كم مرة يتم التحقق من التحميل والتنزيل وإعادة المحاولة إذا فشل التحقق قبل فشل التنزيل ككل؟
de: Wie oft muss der Upload und Download überprüft und erneut versucht werden, wenn die Überprüfung fehlschlägt, bevor der Download als Ganzes fehlschlägt?
el: Πόσες φορές να επαληθεύσετε τη μεταφόρτωση και τη λήψη και να προσπαθήσετε ξανά εάν η επαλήθευση αποτύχει πριν αποτύχει η λήψη συνολικά;
es: ¿Cuántas veces hay que verificar la carga y la descarga y volver a intentarlo si la verificación falla antes de que la descarga falle por completo?
fr: Combien de fois vérifier le chargement et le téléchargement et réessayer si la vérification échoue avant que le téléchargement échoue dans son ensemble ?
ga: Cé mhéad uair chun an uaslódáil agus an íoslódáil a fhíorú agus a thriail arís má theipeann ar an bhfíorú sula dteipeann ar an íoslódáil ina iomláine?
hi: अपलोड को सत्यापित करने के लिए कितनी बार और डाउनलोड को पूरी तरह से विफल होने से पहले सत्यापन विफल होने पर पुनः प्रयास करें?
id: Berapa kali saya harus memverifikasi unggahan dan unduhan, lalu mencoba lagi jika verifikasi gagal sebelum unduhan gagal secara keseluruhan?
it: Quante volte verificare il caricamento e il download e riprovare se la verifica non riesce prima che il download fallisca nel suo complesso?
ja: ダウンロードが全体として失敗する前に、アップロードとダウンロードを検証し、検証が失敗した場合は何回再試行しますか？
ko: 업로드 및 다운로드를 확인하고 전체 다운로드가 실패하기 전에 확인이 실패하면 몇 번이나 다시 시도합니까?
ms: Berapa kali untuk mengesahkan muat naik dan memuat turun dan mencuba semula jika pengesahan gagal sebelum muat turun gagal secara keseluruhan?
nb: Hvor mange ganger skal du bekrefte opplastingen og laste ned og prøve på nytt hvis verifiseringen mislykkes før nedlastingen mislykkes som helhet?
nl: Hoe vaak moet ik de upload en download verifiëren en opnieuw proberen als de verificatie mislukt voordat de download als geheel mislukt?
pt_br: Quantas vezes verificar o upload e o download e tentar novamente se a verificação falhar antes que o download falhe como um todo?
ro: De câte ori să verificați încărcarea și descărcarea și reîncercați dacă verificarea eșuează înainte ca descărcarea să eșueze în ansamblu?
tr: İndirme işlemi tamamen başarısız olmadan önce yükleme ve indirmeyi kaç kez doğrulamak ve doğrulama başarısız olursa tekrar denemek gerekiyor?
uk: Скільки разів перевірити завантаження та завантаження та повторити спробу, якщо перевірка не вдасться, перш ніж завантаження завершиться збій?
vi: Phải xác minh quá trình tải lên, tải xuống và thử lại bao nhiêu lần nếu quá trình xác minh không thành công trước khi quá trình tải xuống hoàn toàn không thành công?
zh: 多少次驗證上傳和下載，如果驗證失敗，則在整個下載失敗之前重試？
