Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_FMCLI_HELP01_DESC
source: Managing your FTP and SFTP servers in an interactive TUI
ar: إدارة خوادم FTP وSFTP عبر واجهة مستخدم تفاعلية
el: Διαχείριση των διακομιστών FTP και SFTP σε ένα διαδραστικό TUI
ga: Bainistiú do fhreastalaithe FTP agus SFTP i TUI idirghníomhach
hi: एक इंटरैक्टिव TUI में अपने FTP और SFTP सर्वर मैनेज करना
ja: インタラクティブ TUI で FTP サーバーと SFTP サーバーを管理
ko: 대화형 TUI에서 FTP 및 SFTP 서버 관리
ms: Mengurus pelayan FTP dan SFTP anda dalam TUI interaktif
nb: Administrere FTP- og SFTP-serverne dine i et interaktivt brukergrensesnitt
nl: Uw FTP- en SFTP-servers beheren in een interactieve TUI
ro: Gestionarea serverelor FTP și SFTP într-o interfață utilizator interactivă (TUI)
tr: FTP ve SFTP Sunucularınızı Etkileşimli Bir TUI'de Yönetme
vi: Quản lý máy chủ FTP và SFTP của bạn trong TUI tương tác
zh: 在互動式 TUI 中管理您的 FTP 和 SFTP 伺服器

# NKS_SHELLPACKS_FTPSFTP_FMCLI_HELP01_BODY
source: FTP and SFTP servers can be managed by either the command-line interface or by the interactive TUI built for both server protocols. The TUI set provides two separate user interfaces: FTP management TUI and SFTP management TUI. The TUIs are double-paned, meaning that you can work with the two directories at once, just like Total Commander. You can also perform file operations, such as download, upload, copy, move, delete, and so on.
ar: يمكن إدارة خوادم FTP وSFTP إما عبر واجهة سطر الأوامر أو عبر واجهة المستخدم التفاعلية المصممة لكلا بروتوكولي الخادم. توفر مجموعة واجهات المستخدم واجهتي مستخدم منفصلتين: واجهة مستخدم لإدارة FTP وواجهة مستخدم لإدارة SFTP. واجهات المستخدم مزدوجة، مما يعني أنه يمكنك العمل مع المجلدين في آنٍ واحد، تمامًا مثل Total Commander. كما يمكنك إجراء عمليات على الملفات، مثل التنزيل والتحميل والنسخ والنقل والحذف، وما إلى ذلك.
el: Οι διακομιστές FTP και SFTP μπορούν να διαχειριστούν είτε από τη διεπαφή γραμμής εντολών είτε από το διαδραστικό TUI που έχει δημιουργηθεί και για τα δύο πρωτόκολλα διακομιστή. Το σετ TUI παρέχει δύο ξεχωριστά περιβάλλοντα χρήστη: TUI διαχείρισης FTP και TUI διαχείρισης SFTP. Τα TUI έχουν διπλό πλαίσιο, που σημαίνει ότι μπορείτε να εργαστείτε με τους δύο καταλόγους ταυτόχρονα, όπως ακριβώς το Total Commander. Μπορείτε επίσης να εκτελέσετε λειτουργίες αρχείων, όπως λήψη, μεταφόρτωση, αντιγραφή, μετακίνηση, διαγραφή και ούτω καθεξής.
ga: Is féidir freastalaithe FTP agus SFTP a bhainistiú tríd an gcomhéadan líne ordaithe nó tríd an TUI idirghníomhach atá tógtha do na prótacail freastalaí araon. Soláthraíonn an tacar TUI dhá chomhéadan úsáideora ar leithligh: TUI bainistíochta FTP agus TUI bainistíochta SFTP. Tá na TUIanna dé-phainéalaithe, rud a chiallaíonn gur féidir leat oibriú leis an dá eolaire ag an am céanna, díreach cosúil le Total Commander. Is féidir leat oibríochtaí comhad a dhéanamh freisin, amhail íoslódáil, uaslódáil, cóipeáil, bogadh, scriosadh, agus mar sin de.
hi: FTP और SFTP सर्वर को कमांड-लाइन इंटरफ़ेस या दोनों सर्वर प्रोटोकॉल के लिए बने इंटरैक्टिव TUI से मैनेज किया जा सकता है। TUI सेट दो अलग-अलग यूज़र इंटरफ़ेस देता है: FTP मैनेजमेंट TUI और SFTP मैनेजमेंट TUI। TUI डबल-पैन वाले होते हैं, जिसका मतलब है कि आप एक ही समय में दो डायरेक्टरी के साथ काम कर सकते हैं, बिल्कुल टोटल कमांडर की तरह। आप फ़ाइल ऑपरेशन भी कर सकते हैं, जैसे डाउनलोड, अपलोड, कॉपी, मूव, डिलीट, वगैरह।
ja: FTP サーバーと SFTP サーバーは、コマンドラインインターフェース、または両方のサーバープロトコル用に構築されたインタラクティブ TUI のいずれかを使用して管理できます。TUI セットには、FTP 管理 TUI と SFTP 管理 TUI という 2 つの独立したユーザーインターフェースが用意されています。これらの TUI は 2 つのペインで構成されており、Total Commander と同様に 2 つのディレクトリを同時に操作できます。ダウンロード、アップロード、コピー、移動、削除などのファイル操作も実行できます。
ko: FTP 및 SFTP 서버는 명령줄 인터페이스 또는 두 서버 프로토콜 모두에 맞게 구축된 대화형 TUI를 통해 관리할 수 있습니다. TUI 세트는 FTP 관리 TUI와 SFTP 관리 TUI라는 두 가지 별도의 사용자 인터페이스를 제공합니다. TUI는 이중 창으로 구성되어 Total Commander처럼 두 디렉터리를 동시에 작업할 수 있습니다. 다운로드, 업로드, 복사, 이동, 삭제 등의 파일 작업도 수행할 수 있습니다.
ms: Pelayan FTP dan SFTP boleh diuruskan sama ada melalui antara muka baris arahan atau melalui TUI interaktif yang dibina untuk kedua-dua protokol pelayan. Set TUI menyediakan dua antara muka pengguna berasingan: pengurusan FTP TUI dan pengurusan SFTP TUI. TUI mempunyai panel berganda, bermakna anda boleh mengendalikan dua direktori sekaligus, sama seperti Total Commander. Anda juga boleh melakukan operasi fail, seperti memuat turun, memuat naik, menyalin, memindahkan, memadam dan sebagainya.
nb: FTP- og SFTP-servere kan administreres enten via kommandolinjegrensesnittet eller via det interaktive brukergrensesnittet som er bygget for begge serverprotokollene. TUI-settet har to separate brukergrensesnitt: FTP-administrasjons-TUI og SFTP-administrasjons-TUI. TUI-ene har to ruter, noe som betyr at du kan jobbe med de to katalogene samtidig, akkurat som Total Commander. Du kan også utføre filoperasjoner, for eksempel nedlasting, opplasting, kopiering, flytting, sletting og så videre.
nl: FTP- en SFTP-servers kunnen worden beheerd via de opdrachtregelinterface of via de interactieve TUI die voor beide serverprotocollen is ontwikkeld. De TUI-set biedt twee afzonderlijke gebruikersinterfaces: een TUI voor FTP-beheer en een TUI voor SFTP-beheer. De TUI's hebben een dubbel venster, wat betekent dat u met beide mappen tegelijk kunt werken, net als Total Commander. U kunt ook bestandsbewerkingen uitvoeren, zoals downloaden, uploaden, kopiëren, verplaatsen, verwijderen, enzovoort.
ro: Serverele FTP și SFTP pot fi gestionate fie prin interfața din linia de comandă, fie prin interfața utilizator interactivă construită pentru ambele protocoale de server. Setul TUI oferă două interfețe utilizator separate: TUI de gestionare FTP și TUI de gestionare SFTP. TUI-urile au două panouri, ceea ce înseamnă că puteți lucra cu cele două directoare simultan, la fel ca în Total Commander. De asemenea, puteți efectua operațiuni cu fișierele, cum ar fi descărcarea, încărcarea, copierea, mutarea, ștergerea și așa mai departe.
tr: FTP ve SFTP sunucuları, komut satırı arayüzü veya her iki sunucu protokolü için oluşturulmuş etkileşimli TUI ile yönetilebilir. TUI seti iki ayrı kullanıcı arayüzü sunar: FTP yönetimi TUI ve SFTP yönetimi TUI. TUI'ler çift panellidir, yani Total Commander gibi iki dizinle aynı anda çalışabilirsiniz. Ayrıca indirme, yükleme, kopyalama, taşıma, silme vb. dosya işlemlerini de gerçekleştirebilirsiniz.
vi: Máy chủ FTP và SFTP có thể được quản lý bằng giao diện dòng lệnh hoặc bằng TUI tương tác được xây dựng cho cả hai giao thức máy chủ. Bộ TUI cung cấp hai giao diện người dùng riêng biệt: TUI quản lý FTP và TUI quản lý SFTP. Các TUI này có hai khung, nghĩa là bạn có thể làm việc với hai thư mục cùng một lúc, giống như Total Commander. Bạn cũng có thể thực hiện các thao tác tệp, chẳng hạn như tải xuống, tải lên, sao chép, di chuyển, xóa, v.v.
zh: FTP 和 SFTP 伺服器可以透過命令列介面或專為這兩種伺服器協定所建置的互動式 TUI 進行管理。 TUI 集提供兩個獨立的使用者介面：FTP 管理 TUI 和 SFTP 管理 TUI。這兩個 TUI 採用雙窗格設計，這意味著您可以像使用 Total Commander 一樣同時處理兩個目錄。您還可以執行檔案操作，例如下載、上傳、複製、移動、刪除等等。

# NKS_SHELLPACKS_MAIL_TUI_HELP01_TITLE
source: Managing e-mail messages
ar: إدارة رسائل البريد الإلكتروني
el: Διαχείριση μηνυμάτων ηλεκτρονικού ταχυδρομείου
ga: Bainistiú teachtaireachtaí ríomhphoist
hi: ई-मेल मैसेज मैनेज करना
ja: メールメッセージの管理
ko: 이메일 메시지 관리
ms: Mengurus mesej e-mel
nb: Administrere e-postmeldinger
nl: E-mailberichten beheren
ro: Gestionarea mesajelor de e-mail
tr: E-posta Mesajlarını Yönetme
vi: Quản lý email
zh: 管理電子郵件

# NKS_SHELLPACKS_MAIL_TUI_HELP01_DESC
source: Mail TUI manages your e-mail messages
ar: تدير واجهة المستخدم التفاعلية للبريد رسائل بريدك الإلكتروني
el: Το TUI αλληλογραφίας διαχειρίζεται τα μηνύματα ηλεκτρονικού ταχυδρομείου σας
ga: Bainistíonn TUI Mail do theachtaireachtaí ríomhphoist
hi: मेल TUI आपके ई-मेल मैसेज को मैनेज करता है
ja: メール TUI でメールメッセージを管理
ko: Mail TUI는 이메일 메시지를 관리합니다.
ms: Mail TUI mengurus mesej e-mel anda
nb: Mail TUI administrerer e-postmeldingene dine
nl: De Mail TUI beheert uw e-mailberichten
ro: TUI-ul Mail gestionează mesajele dvs. de e-mail
tr: Mail TUI, e-posta mesajlarınızı yönetir
vi: TUI Mail quản lý email của bạn
zh: 郵件 TUI 用於管理您的電子郵件

# NKS_SHELLPACKS_MAIL_TUI_HELP01_BODY
source: To work with your e-mail messages more efficiently, you can use this interactive TUI to read your messages more efficiently with just a simple textual user interface, with the first pane listing the directories, and the second pane listing the messages. When you open a message by pressing ENTER, you'll get a text message in an infobox.
ar: للعمل مع رسائل بريدك الإلكتروني بكفاءة أكبر، يمكنك استخدام واجهة المستخدم التفاعلية هذه لقراءة رسائلك بكفاءة أكبر من خلال واجهة مستخدم نصية بسيطة، حيث يعرض الجزء الأول المجلدات، بينما يعرض الجزء الثاني الرسائل. عند فتح رسالة بالضغط على زر الإدخال (ENTER)، ستظهر لك رسالة نصية في مربع معلومات.
el: Για να εργαστείτε με τα μηνύματα ηλεκτρονικού ταχυδρομείου σας πιο αποτελεσματικά, μπορείτε να χρησιμοποιήσετε αυτό το διαδραστικό TUI για να διαβάζετε τα μηνύματά σας πιο αποτελεσματικά με ένα απλό περιβάλλον χρήστη κειμένου, με το πρώτο παράθυρο να παραθέτει τους καταλόγους και το δεύτερο παράθυρο να παραθέτει τα μηνύματα. Όταν ανοίγετε ένα μήνυμα πατώντας ENTER, θα λάβετε ένα μήνυμα κειμένου σε ένα πλαίσιο πληροφοριών.
ga: Chun oibriú le do theachtaireachtaí ríomhphoist ar bhealach níos éifeachtaí, is féidir leat an TUI idirghníomhach seo a úsáid chun do theachtaireachtaí a léamh ar bhealach níos éifeachtaí le comhéadan úsáideora téacsúil simplí, agus na heolairí liostaithe sa chéad phainéal, agus na teachtaireachtaí liostaithe sa dara painéal. Nuair a osclaíonn tú teachtaireacht trí ENTER a bhrú, gheobhaidh tú teachtaireacht téacs i mbosca eolais.
hi: अपने ई-मेल मैसेज के साथ ज़्यादा अच्छे से काम करने के लिए, आप इस इंटरैक्टिव TUI का इस्तेमाल करके अपने मैसेज को ज़्यादा अच्छे से पढ़ सकते हैं, बस एक सिंपल टेक्स्ट यूज़र इंटरफ़ेस के साथ, जिसमें पहले पेन में डायरेक्टरी और दूसरे पेन में मैसेज की लिस्ट होती है। जब आप ENTER दबाकर कोई मैसेज खोलते हैं, तो आपको एक इन्फोबॉक्स में एक टेक्स्ट मैसेज मिलेगा।
ja: メールメッセージをより効率的に処理するために、このインタラクティブ TUI を使用すると、シンプルなテキスト形式のユーザーインターフェースでメッセージを効率的に読むことができます。最初のペインにはディレクトリが、2 番目のペインにはメッセージが一覧表示されます。ENTER キーを押してメッセージを開くと、情報ボックスにテキストメッセージが表示されます。
ko: 이메일 메시지를 더욱 효율적으로 관리하기 위해 이 대화형 TUI를 사용하면 간단한 텍스트 사용자 인터페이스로 메시지를 더욱 효율적으로 읽을 수 있습니다. 첫 번째 창에는 디렉터리가 나열되고 두 번째 창에는 메시지가 나열됩니다. Enter 키를 눌러 메시지를 열면 정보 상자에 텍스트 메시지가 표시됩니다.
ms: Untuk mengendalikan mesej e-mel anda dengan lebih cekap, anda boleh menggunakan TUI interaktif ini untuk membaca mesej anda dengan lebih cekap hanya dengan antara muka pengguna teks yang mudah, dengan panel pertama menyenaraikan direktori dan panel kedua menyenaraikan mesej. Apabila anda membuka mesej dengan menekan ENTER, anda akan mendapat mesej teks dalam kotak maklumat.
nb: For å jobbe mer effektivt med e-postmeldingene dine, kan du bruke dette interaktive brukergrensesnittet til å lese meldingene dine mer effektivt med et enkelt tekstgrensesnitt, der den første ruten viser katalogene og den andre ruten viser meldingene. Når du åpner en melding ved å trykke ENTER, får du en tekstmelding i en infoboks.
nl: Om efficiënter met uw e-mailberichten te werken, kunt u deze interactieve TUI gebruiken om uw berichten efficiënter te lezen met slechts een eenvoudige tekstuele gebruikersinterface, waarbij het eerste venster de mappen weergeeft en het tweede venster de berichten. Wanneer u een bericht opent door op ENTER te drukken, ontvangt u een tekstbericht in een infobox.
ro: Pentru a lucra mai eficient cu mesajele dvs. de e-mail, puteți utiliza această interfață utilizator interactivă pentru a citi mesajele mai eficient cu o simplă interfață utilizator textuală, primul panou listând directoarele, iar al doilea panou listând mesajele. Când deschideți un mesaj apăsând ENTER, veți primi un mesaj text într-o casetă de informații.
tr: E-posta mesajlarınızla daha verimli çalışmak için, bu etkileşimli TUI'yi kullanarak mesajlarınızı basit bir metinsel kullanıcı arayüzüyle daha verimli bir şekilde okuyabilirsiniz. İlk panelde dizinler, ikinci panelde ise mesajlar listelenir. ENTER tuşuna basarak bir mesajı açtığınızda, bir bilgi kutusunda bir metin mesajı alırsınız.
vi: Để làm việc với email hiệu quả hơn, bạn có thể sử dụng TUI tương tác này để đọc email hiệu quả hơn chỉ với một giao diện người dùng văn bản đơn giản, với khung đầu tiên liệt kê các thư mục và khung thứ hai liệt kê các email. Khi bạn mở một email bằng cách nhấn ENTER, bạn sẽ nhận được một tin nhắn văn bản trong hộp thông tin.
zh: 為了更有效率地處理電子郵件，您可以使用此互動式 TUI，透過簡單的文字使用者介面更有效率地閱讀郵件。第一個窗格列出目錄，第二個窗格列出郵件。按下 Enter 鍵開啟郵件後，您將在訊息方塊中看到一則文字訊息。

# NKS_SHELLPACKS_MAIL_TUI_HELP02_TITLE
source: Mail automatic detection
ar: الكشف التلقائي عن البريد
el: Αυτόματη ανίχνευση αλληλογραφίας
ga: Brath uathoibríoch ríomhphoist
hi: मेल का ऑटोमैटिक पता लगाना
ja: メール自動検出
ko: 메일 자동 감지
ms: Pengesanan automatik mel
nb: Automatisk deteksjon av e-post
nl: Automatische detectie van e-mail
ro: Detectarea automată a e-mailurilor
tr: Otomatik posta algılama
vi: Tự động phát hiện thư
zh: 郵件自動偵測

# NKS_SHELLPACKS_MAIL_TUI_HELP02_DESC
source: Automatic detection of the mail servers
ar: الكشف التلقائي عن خوادم البريد
el: Αυτόματη ανίχνευση των διακομιστών αλληλογραφίας
ga: Brath uathoibríoch na bhfreastalaithe ríomhphoist
hi: मेल सर्वर का ऑटोमैटिक पता लगाना
ja: メールサーバーの自動検出
ko: 메일 서버 자동 감지
ms: Pengesanan automatik pelayan mel
nb: Automatisk deteksjon av e-postservere
nl: Automatische detectie van de mailservers
ro: Detectarea automată a serverelor de e-mail
tr: Posta sunucularının otomatik algılanması
vi: Tự động phát hiện máy chủ thư
zh: 郵件伺服器自動偵測

# NKS_SHELLPACKS_MAIL_TUI_HELP02_BODY
source: The mail system in general automatically detects the mail servers that are going to be used based on just your e-mail address that you used when you sign in to your account. Using the Thunderbird Autoconfig as the backend of the configuration module, your mail server will be automatically determined.
ar: يكتشف نظام البريد تلقائيًا خوادم البريد المُستخدمة بناءً على عنوان بريدك الإلكتروني الذي استخدمته عند تسجيل الدخول إلى حسابك. باستخدام Thunderbird Autoconfig كواجهة خلفية لوحدة التكوين، سيتم تحديد خادم بريدك تلقائيًا.
el: Το σύστημα αλληλογραφίας γενικά ανιχνεύει αυτόματα τους διακομιστές αλληλογραφίας που θα χρησιμοποιηθούν μόνο με βάση τη διεύθυνση ηλεκτρονικού ταχυδρομείου που χρησιμοποιήσατε κατά την είσοδό σας στον λογαριασμό σας. Χρησιμοποιώντας το Thunderbird Autoconfig ως backend της ενότητας διαμόρφωσης, ο διακομιστής αλληλογραφίας σας θα προσδιοριστεί αυτόματα.
ga: Go ginearálta, braitheann an córas ríomhphoist go huathoibríoch na freastalaithe ríomhphoist a úsáidfear bunaithe ar do sheoladh ríomhphoist a d'úsáid tú nuair a shínigh tú isteach i do chuntas. Trí Thunderbird Autoconfig a úsáid mar chúlra an mhodúil chumraíochta, cinnfear do fhreastalaí ríomhphoist go huathoibríoch.
hi: मेल सिस्टम आम तौर पर आपके उस ई-मेल एड्रेस के आधार पर उन मेल सर्वर का ऑटोमैटिक पता लगाता है जिनका इस्तेमाल किया जाएगा, जिसका इस्तेमाल आपने अपने अकाउंट में साइन इन करते समय किया था। कॉन्फ़िगरेशन मॉड्यूल के बैकएंड के तौर पर थंडरबर्ड ऑटोकॉन्फ़िग का इस्तेमाल करके, आपका मेल सर्वर ऑटोमैटिक पता चल जाएगा।
ja: メールシステムは通常、アカウントへのサインイン時に使用したメールアドレスに基づいて、使用するメールサーバーを自動的に検出します。設定モジュールのバックエンドとしてThunderbird Autoconfigを使用することで、メールサーバーが自動的に決定されます。
ko: 일반적으로 메일 시스템은 계정에 로그인할 때 사용한 이메일 주소만 기반으로 사용할 메일 서버를 자동으로 감지합니다. Thunderbird Autoconfig를 구성 모듈의 백엔드로 사용하면 메일 서버가 자동으로 결정됩니다.
ms: Sistem mel secara amnya mengesan pelayan mel yang akan digunakan secara automatik berdasarkan alamat e-mel anda yang anda gunakan semasa log masuk ke akaun anda. Dengan menggunakan Thunderbird Autoconfig sebagai bahagian belakang modul konfigurasi, pelayan mel anda akan ditentukan secara automatik.
nb: E-postsystemet registrerer vanligvis automatisk e-postserverne som skal brukes, basert på e-postadressen du brukte da du logget på kontoen din. Ved å bruke Thunderbird Autoconfig som backend for konfigurasjonsmodulen, bestemmes e-postserveren din automatisk.
nl: Het mailsysteem detecteert over het algemeen automatisch de mailservers die gebruikt gaan worden, op basis van uw e-mailadres dat u gebruikte toen u inlogde op uw account. Met Thunderbird Autoconfig als backend van de configuratiemodule wordt uw mailserver automatisch bepaald.
ro: Sistemul de e-mail detectează automat, în general, serverele de e-mail care vor fi utilizate, bazându-se doar pe adresa de e-mail utilizată la conectarea la contul dvs. Folosind configurația automată Thunderbird ca backend al modulului de configurare, serverul dvs. de e-mail va fi determinat automat.
tr: Posta sistemi, genellikle hesabınıza giriş yaparken kullandığınız e-posta adresinize bağlı olarak kullanılacak posta sunucularını otomatik olarak algılar. Yapılandırma modülünün arka ucu olarak Thunderbird Autoconfig kullanılarak, posta sunucunuz otomatik olarak belirlenir.
vi: Hệ thống thư nói chung sẽ tự động phát hiện máy chủ thư sẽ được sử dụng dựa trên địa chỉ email bạn đã sử dụng khi đăng nhập vào tài khoản. Sử dụng Thunderbird Autoconfig làm nền tảng của mô-đun cấu hình, máy chủ thư của bạn sẽ được tự động xác định.
zh: 郵件系統通常會根據您登入帳戶時使用的電子郵件地址自動偵測要使用的郵件伺服器。 Thunderbird 使用 Autoconfig 作為設定模組的後端，系統會自動決定您的郵件伺服器。

# NKS_SHELLPACKS_RSS_READERCLI_HELP01_TITLE
source: Reading RSS feeds
ar: قراءة موجزات RSS
el: Ανάγνωση ροών RSS
ga: Fothaí RSS a léamh
hi: RSS फ़ीड पढ़ना
ja: RSSフィードの閲覧
ko: RSS 피드 읽기
ms: Membaca suapan RSS
nb: Lese RSS-feeder
nl: RSS-feeds lezen
ro: Citirea fluxurilor RSS
tr: RSS beslemelerini okuma
vi: Đọc nguồn cấp RSS
zh: 閱讀 RSS 來源

# NKS_SHELLPACKS_RSS_READERCLI_HELP01_DESC
source: Your RSS feeds in one screen
ar: موجزات RSS الخاصة بك في شاشة واحدة
el: Οι ροές RSS σας σε μία οθόνη
ga: Do fhothaí RSS in aon scáileán amháin
hi: एक स्क्रीन में आपके RSS फ़ीड
ja: RSSフィードを1画面に表示
ko: 한 화면에서 RSS 피드 보기
ms: Suapan RSS anda dalam satu skrin
nb: RSS-feedene dine på én skjerm
nl: Uw RSS-feeds in één scherm
ro: Fluxurile dvs. RSS într-un singur ecran
tr: RSS beslemeleriniz tek ekranda
vi: Nguồn cấp RSS của bạn trong một màn hình
zh: 在一個螢幕上查看您的 RSS 來源

# NKS_SHELLPACKS_RSS_READERCLI_HELP01_BODY
source: Reading the RSS feeds in this interactive TUI became easier! You can select an RSS feed and read the article directly at the right pane.
ar: أصبحت قراءة موجزات RSS في واجهة المستخدم التفاعلية هذه أسهل! يمكنك تحديد موجز RSS وقراءة المقالة مباشرةً في الجزء الأيمن.
el: Η ανάγνωση των ροών RSS σε αυτό το διαδραστικό TUI έγινε ευκολότερη! Μπορείτε να επιλέξετε μια ροή RSS και να διαβάσετε το άρθρο απευθείας στο δεξί παράθυρο.
ga: Tá sé níos éasca anois na fothaí RSS a léamh sa TUI idirghníomhach seo! Is féidir leat fotha RSS a roghnú agus an t-alt a léamh go díreach sa phána ar dheis.
hi: इस इंटरैक्टिव TUI में RSS फ़ीड पढ़ना आसान हो गया है! आप एक RSS फ़ीड चुन सकते हैं और सीधे दाएं पेन पर आर्टिकल पढ़ सकते हैं।
ja: このインタラクティブなTUIでRSSフィードの閲覧がさらに簡単になりました！RSSフィードを選択すると、右側のペインで記事を直接読むことができます。
ko: 이 대화형 TUI에서 RSS 피드 읽기가 더욱 쉬워졌습니다! RSS 피드를 선택하고 오른쪽 창에서 바로 기사를 읽을 수 있습니다.
ms: Membaca suapan RSS dalam TUI interaktif ini menjadi lebih mudah! Anda boleh memilih suapan RSS dan membaca artikel terus di panel kanan.
nb: Det ble enklere å lese RSS-feedene i denne interaktive brukergrensesnittet! Du kan velge en RSS-feed og lese artikkelen direkte i høyre rute.
nl: Het lezen van RSS-feeds in deze interactieve TUI is nog eenvoudiger geworden! U kunt een RSS-feed selecteren en het artikel direct in het rechterdeelvenster lezen.
ro: Citirea fluxurilor RSS în această interfață interactivă a devenit mai ușoară! Puteți selecta un flux RSS și citi articolul direct în panoul din dreapta.
tr: Bu etkileşimli TUI'de RSS beslemelerini okumak artık daha kolay! Bir RSS beslemesi seçebilir ve makaleyi doğrudan sağ bölmeden okuyabilirsiniz.
vi: Việc đọc nguồn cấp RSS trong TUI tương tác này trở nên dễ dàng hơn! Bạn có thể chọn nguồn cấp RSS và đọc bài viết trực tiếp ở khung bên phải.
zh: 在這個互動式 TUI 中閱讀 RSS 來源變得更加輕鬆！您可以選擇一個 RSS 來源，並在右側窗格中直接閱讀文章。

# NKS_SHELLPACKS_RSS_RSSFEED_FROM
source: From
el: Από
ga: Ó
hi: से
ja: から
ko: 에서
ms: daripada
nb: Fra
nl: Van
ro: Din
vi: Từ

# NKS_SHELLPACKS_RSS_RSSFEED_NOFEED
source: No feed.
el: Χωρίς τροφοδοσία.
ga: Gan beatha.
hi: कोई चारा नहीं.
ja: 餌はありません。
ko: 피드가 없습니다.
ms: Tiada suapan.
nb: Ingen feed.
nl: Geen voer.
ro: Fără hrană.
vi: Không có nguồn cấp dữ liệu.

# NKS_SHELLPACKS_RSS_FETCHFAILED
source: Failed to get the latest news.
el: Αποτυχία λήψης των τελευταίων ειδήσεων.
ga: Theip ar an nuacht is déanaí a fháil.
hi: नवीनतम समाचार प्राप्त करने में विफल।
ja: 最新のニュースを入手できませんでした。
ko: 최신 뉴스를 가져오지 못했습니다.
ms: Gagal mendapat berita terkini.
nb: Kunne ikke få siste nytt.
nl: Het laatste nieuws is niet ontvangen.
ro: Nu s-au putut obține cele mai recente știri.
vi: Không nhận được tin tức mới nhất.

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_HEADER
source: ISP info for
el: Πληροφορίες ISP για
ga: Eolas ISP do
ja: ISP情報
ko: ISP 정보
ms: Maklumat ISP untuk
ro: Informații ISP pentru
vi: Thông tin ISP cho

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_SERVERS_HEADER
source: ISP servers for
el: Διακομιστές ISP για
ga: Freastalaithe ISP do
ja: ISPサーバー
ko: ISP 서버 정보
ms: Pelayan ISP untuk
ro: Servere ISP pentru
vi: Máy chủ ISP cho

# NKS_SHELLPACKS_COMMON_COMMAND_ISPINFO_DESC
source: Gets ISP information
el: Λαμβάνει πληροφορίες ISP
ga: Faigheann eolas ISP
ja: ISP情報を取得します
ko: ISP 정보를 가져옵니다.
ms: Mendapatkan maklumat ISP
ro: Obține informații ISP
vi: Lấy thông tin ISP

# NKS_SHELLPACKS_COMMON_COMMAND_ISPINFO_ARGUMENT_ADDRESSORHOST_DESC
source: E-mail address or host name
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου ή όνομα κεντρικού υπολογιστή
ga: Seoladh ríomhphoist nó ainm óstach
ja: メールアドレスまたはホスト名
ko: 이메일 주소 또는 호스트 이름
ms: Alamat e-mel atau nama hos
ro: Adresă de e-mail sau nume de gazdă
vi: Địa chỉ email hoặc tên máy chủ

# NKS_SHELLPACKS_COMMON_COMMAND_ISPINFO_SWITCH_HOST_DESC
source: Use host name instead of address
el: Χρησιμοποιήστε όνομα κεντρικού υπολογιστή αντί για διεύθυνση
ga: Úsáid ainm óstach in ionad seoladh
ja: アドレスの代わりにホスト名を使用します
ko: 주소 대신 호스트 이름을 사용하세요.
ms: Gunakan nama hos dan bukannya alamat
ro: Utilizați numele gazdei în loc de adresă
vi: Sử dụng tên máy chủ thay vì địa chỉ

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_DISPLAYNAME
source: ISP display name
ja: ISP 表示名
ko: ISP 표시 이름
ms: Nama paparan ISP
ro: Nume afișat ISP
vi: Tên hiển thị của ISP

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_DISPLAYSHORTNAME
source: ISP short name
ja: ISP 短縮名
ko: ISP 약칭
ms: Nama pendek ISP
ro: Nume scurt ISP
vi: Tên viết tắt của ISP

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_DOMAIN
source: ISP domain
ja: ISP ドメイン
ko: ISP 도메인
ms: Domain ISP
ro: Domeniu ISP
vi: Tên miền của ISP

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_DOMINATINGDOMAIN
source: ISP dominating domain
ja: ISP 支配ドメイン
ko: ISP 지배 도메인
ms: Domain yang dikuasai ISP
ro: Domeniu dominant ISP
vi: Tên miền chiếm ưu thế của ISP

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_INCOMING_HOSTNAME
source: Incoming server host name
ja: 受信サーバー ホスト名
ko: 수신 서버 호스트 이름
ms: Nama hos pelayan masuk
ro: Nume gazdă server de intrare
vi: Tên máy chủ đến

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_INCOMING_PORT
source: Incoming server port
ja: 受信サーバー ポート
ko: 수신 서버 포트
ms: Port pelayan masuk
ro: Port server de intrare
vi: Cổng máy chủ đến

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_INCOMING_TYPE
source: Incoming server type
ja: 受信サーバー タイプ
ko: 수신 서버 유형
ms: Jenis pelayan masuk
ro: Tip server de intrare
vi: Loại máy chủ đến

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_INCOMING_SOCKETTYPE
source: Incoming server socket type
ja: 受信サーバー ソケット タイプ
ko: 수신 서버 소켓 유형
ms: Jenis soket pelayan masuk
ro: Tip socket server de intrare
vi: Loại socket máy chủ đến

# NKS_SHELLPACKS_MAIL_COMMON_ISPINFO_OUTGOING_HOSTNAME
source: Outgoing server host name
ja: 送信サーバー ホスト名
ko: 발신 서버 호스트 이름
ms: Nama hos pelayan keluar
ro: Nume gazdă server de ieșire
vi: Tên máy chủ đi
