Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_CREATIONTIME
source: Creation time: {0}
ar: وقت الإنشاء: {0}
de: Erstellungszeit: {0}
el: Χρόνος δημιουργίας: {0}
es: Hora de creación: {0}
fr: Heure de création: {0}
ga: Am cruthaithe: {0}
hi: निर्माण समय: {0}
id: Waktu pembuatan: {0}
it: Ora di creazione: {0}
ja: 作成時間：{0}
ko: 생성 시간 : {0}
ms: Masa penciptaan: {0}
nb: Opprettingstid: {0}
nl: Aanmaaktijd: {0}
pt_br: Hora da criação: {0}
ro: Timp de creare: {0}
tr: Oluşturma zamanı: {0}
uk: Час створення: {0}
vi: Thời gian tạo: {0}
zh: 創建時間：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_LASTACCESSTIME
source: Last access time: {0}
ar: وقت آخر وصول: {0}
de: Letzte Zugriffszeit: {0}
el: Χρόνος τελευταίας πρόσβασης: {0}
es: Hora del último acceso: {0}
fr: Heure du dernier accès: {0}
ga: An t-am rochtana deiridh: {0}
hi: अंतिम पहुँच समय: {0}
id: Waktu akses terakhir: {0}
it: Ora dell'ultimo accesso: {0}
ja: 最終アクセス時間：{0}
ko: 마지막 액세스 시간 : {0}
ms: Masa akses terakhir: {0}
nb: Siste tilgangstid: {0}
nl: Tijdstip laatste toegang: {0}
pt_br: Último horário de acesso: {0}
ro: Ora ultimului acces: {0}
tr: Son erişim zamanı: {0}
uk: Час останнього доступу: {0}
vi: Thời gian truy cập cuối cùng: {0}
zh: 上次訪問時間：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_LASTWRITETIME
source: Last write time: {0}
ar: وقت آخر كتابة: {0}
de: Letzte Schreibzeit: {0}
el: Τελευταία ώρα εγγραφής: {0}
es: Hora de la última escritura: {0}
fr: Heure de la dernière écriture: {0}
ga: Am scríofa deiridh: {0}
hi: अंतिम समय लिखें: {0}
id: Waktu penulisan terakhir: {0}
it: Ora ultima scrittura: {0}
ja: 最終書き込み時間：{0}
ko: 마지막 쓰기 시간 : {0}
ms: Masa menulis terakhir: {0}
nb: Siste skrivetid: {0}
nl: Laatste schrijftijd: {0}
pt_br: Última hora de escrita: {0}
ro: Ultima scriere: {0}
tr: Son yazma zamanı: {0}
uk: Час останнього запису: {0}
vi: Thời gian viết cuối cùng: {0}
zh: 上次寫入時間：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_ATTRIBUTES
source: Attributes: {0}
ar: السمات: {0}
de: Attribute: {0}
el: Χαρακτηριστικά: {0}
es: Atributos: {0}
fr: Attributs: {0}
ga: Tréithe: {0}
hi: विशेषताएँ: {0}
id: Atribut: {0}
it: Attributi: {0}
ja: 属性：{0}
ko: 속성 : {0}
ms: Atribut: {0}
nb: Attributter: {0}
nl: Kenmerken: {0}
pt_br: Atributos: {0}
ro: Atribute: {0}
tr: Nitelikler: {0}
uk: Атрибути: {0}
vi: Thuộc tính: {0}
zh: 屬性：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_PARENTDIR
source: Parent directory: {0}
ar: الدليل الأصلي: {0}
de: Übergeordnetes Verzeichnis: {0}
el: Γονικός κατάλογος: {0}
es: Directorio principal: {0}
fr: Répertoire parent: {0}
ga: Eolaire tuismitheora: {0}
hi: मूल निर्देशिका: {0}
id: Direktori induk: {0}
it: Directory principale: {0}
ja: 親ディレクトリ：{0}
ko: 상위 디렉토리 : {0}
ms: Direktori induk: {0}
nb: Overordnet katalog: {0}
nl: Bovenliggende directory: {0}
pt_br: Diretório pai: {0}
ro: Directorul părinte: {0}
tr: Üst dizin: {0}
uk: Батьківський каталог: {0}
vi: Thư mục cha: {0}
zh: 父目錄：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_WHERETOFIND
source: Where to find: {0}
ar: أين تجد: {0}
de: Wo zu finden: {0}
el: Πού να βρείτε: {0}
es: Dónde encontrar: {0}
fr: Où trouver: {0}
ga: Cá háit a bhfaighidh tú: {0}
hi: कहां खोजें: {0}
id: Tempat untuk menemukan: {0}
it: Dove trovarlo: {0}
ja: 見つける場所：{0}
ko: 찾을 위치 : {0}
ms: Tempat untuk mencari: {0}
nb: Hvor finner du: {0}
nl: Waar te vinden: {0}
pt_br: Onde encontrar: {0}
ro: Unde găsiți: {0}
tr: Nerede bulunur: {0}
uk: Де знайти: {0}
vi: Nơi tìm thấy: {0}
zh: 在哪裡可以找到：{0}

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_FILESIZE
source: File size: {0}
ar: حجم الملف: {0}
de: Dateigröße: {0}
el: Μέγεθος αρχείου: {0}
es: Tamaño de archivo: {0}
fr: Taille du fichier: {0}
ga: Méid comhaid: {0}
hi: फ़ाइल का आकार: {0}
id: Ukuran berkas: {0}
it: Dimensioni file: {0}
ja: ファイルサイズ：{0}
ko: 파일 크기 : {0}
ms: Saiz fail: {0}
nb: Filstørrelse: {0}
nl: Bestandsgrootte: {0}
pt_br: Tamanho do arquivo: {0}
ro: Dimensiunea fișierului: {0}
tr: Dosya boyutu: {0}
uk: Розмір файлу: {0}
vi: Kích thước tập tin: {0}
zh: 文件大小：{0}

# NKS_SHELLPACKS_MAIL_SEND_PATHSFORATTACHMENT
source: Enter file paths to attachments. Press ENTER on a blank path to confirm.
ar: أدخل مسارات الملفات للمرفقات. اضغط على ENTER في مسار فارغ للتأكيد.
de: Geben Sie Dateipfade zu Anhängen ein. Drücken Sie zur Bestätigung ENTER auf einem leeren Pfad.
el: Εισαγάγετε διαδρομές αρχείων στα συνημμένα. Πατήστε ENTER σε μια κενή διαδρομή για επιβεβαίωση.
es: Ingrese las rutas de los archivos a los adjuntos. Presione ENTER en una ruta en blanco para confirmar.
fr: Entrez les chemins de fichiers vers les pièces jointes. Appuyez sur ENTRÉE sur un chemin vierge pour confirmer.
ga: Cuir isteach cosáin comhaid chuig ceangaltáin. Brúigh ENTER ar chonair bhán lena dhearbhú.
hi: अनुलग्नकों के लिए फ़ाइल पथ दर्ज करें। पुष्टि करने के लिए रिक्त पथ पर ENTER दबाएँ।
id: Masukkan jalur file ke lampiran. Tekan ENTER pada jalur kosong untuk mengonfirmasi.
it: Immettere i percorsi dei file per gli allegati. Premere INVIO su un percorso vuoto per confermare.
ja: 添付ファイルへのファイルパスを入力します。空白のパスでEnterキーを押して確認します。
ko: 첨부 파일 경로를 입력하십시오. 빈 경로에서 Enter 키를 눌러 확인합니다.
ms: Masukkan laluan fail ke lampiran. Tekan ENTER pada laluan kosong untuk mengesahkan.
nb: Skriv inn filstier til vedlegg. Trykk ENTER på en tom bane for å bekrefte.
nl: Voer bestandspaden naar bijlagen in. Druk op ENTER op een leeg pad om te bevestigen.
pt_br: Insira os caminhos dos arquivos para anexos. Pressione ENTER em um caminho em branco para confirmar.
ro: Introduceți căile fișierelor către atașamente. Apăsați ENTER pe o cale goală pentru a confirma.
tr: Ekler için dosya yollarını girin. Onaylamak için boş bir yolda ENTER'a basın.
uk: Введіть шлях до вкладених файлів. Натисніть ENTER на порожньому шляху для підтвердження.
vi: Nhập đường dẫn tệp đến tệp đính kèm. Nhấn ENTER trên đường dẫn trống để xác nhận.
zh: 輸入附件的文件路徑。在空白路徑上按 ENTER 進行確認。

# NKS_SHELLPACKS_MAIL_COMMAND_READENC_DESC
source: Opens an encrypted message
ar: يفتح رسالة مشفرة
de: Öffnet eine verschlüsselte Nachricht
el: Ανοίγει ένα κρυπτογραφημένο μήνυμα
es: Abre un mensaje encriptado
fr: Ouvre un message chiffré
ga: Osclaíonn sé teachtaireacht criptithe
hi: एक एन्क्रिप्टेड संदेश खोलता है
id: Membuka pesan terenkripsi
it: Apre un messaggio crittografato
ja: 暗号化されたメッセージを開きます
ko: 암호화 된 메시지를 엽니 다.
ms: Membuka mesej yang disulitkan
nb: Åpner en kryptert melding
nl: Opent een versleuteld bericht
pt_br: Abre uma mensagem criptografada
ro: Deschide un mesaj criptat
tr: Şifrelenmiş bir mesajı açar
uk: Відкриває зашифроване повідомлення
vi: Mở một tin nhắn được mã hóa
zh: 打開加密郵件

# NKS_SHELLPACKS_MAIL_PGP_KEYPASSWORD
source: Write password for key ID {0}
ar: اكتب كلمة المرور لمعرف المفتاح {0}
de: Schreiben Sie das Passwort für die Schlüssel-ID {0}
el: Γράψτε τον κωδικό πρόσβασης για το αναγνωριστικό κλειδιού {0}
es: Escriba la contraseña para el ID de clave {0}
fr: Écrivez le mot de passe pour l'ID de clé {0}
ga: Scríobh pasfhocal don eochair-aitheantas {0}
hi: कुंजी आईडी {0} के लिए पासवर्ड लिखें
id: Tulis kata sandi untuk ID kunci {0}
it: Scrivi la password per l'ID chiave {0}
ja: キーID {0}のパスワードを書き込む
ko: 키 ID {0}의 비밀번호 쓰기
ms: Tulis kata laluan untuk ID kunci {0}
nb: Skriv passord for nøkkel-ID {0}
nl: Schrijf wachtwoord voor sleutel-ID {0}
pt_br: Escreva a senha para a ID da chave {0}
ro: Scrieți parola pentru ID-ul cheii {0}
tr: {0} anahtar kimliği için parolayı yaz
uk: Введіть пароль для ідентифікатора ключа {0}
vi: Viết mật khẩu cho ID khóa {0}
zh: 為密鑰 ID {0} 寫入密碼

# NKS_SHELLPACKS_MAIL_COMMAND_SENDENC_DESC
source: Sends an encrypted message to an address
ar: يرسل رسالة مشفرة إلى عنوان
de: Sendet eine verschlüsselte Nachricht an eine Adresse
el: Στέλνει ένα κρυπτογραφημένο μήνυμα σε μια διεύθυνση
es: Envía un mensaje cifrado a una dirección
fr: Envoie un message chiffré à une adresse
ga: Seoltar teachtaireacht criptithe chuig seoladh
hi: एक पते पर एक एन्क्रिप्टेड संदेश भेजता है
id: Mengirim pesan terenkripsi ke suatu alamat
it: Invia un messaggio crittografato a un indirizzo
ja: 暗号化されたメッセージをアドレスに送信します
ko: 주소로 암호화 된 메시지를 보냅니다.
ms: Menghantar mesej yang disulitkan ke alamat
nb: Sender en kryptert melding til en adresse
nl: Stuurt een versleuteld bericht naar een adres
pt_br: Envia uma mensagem criptografada para um endereço
ro: Trimite un mesaj criptat la o adresă
tr: Bir adrese şifreli bir mesaj gönderir
uk: Надсилає зашифроване повідомлення на адресу
vi: Gửi tin nhắn được mã hóa đến một địa chỉ
zh: 向某個地址發送加密消息

# NKS_SHELLPACKS_SFTP_CONNECTIONINFO_GOBACK
source: Press any key to go back.
ar: اضغط على أي مفتاح للعودة.
de: Drücken Sie eine beliebige Taste, um zurückzukehren.
el: Πατήστε οποιοδήποτε πλήκτρο για να επιστρέψετε.
es: Presione cualquier tecla para regresar.
fr: Appuyez sur n'importe quelle touche pour revenir en arrière.
ga: Brúigh eochair ar bith chun dul ar ais.
hi: वापस जाने के लिए कोई भी कुंजी दबाएँ।
id: Tekan tombol apa saja untuk kembali.
it: Premere un tasto qualsiasi per tornare indietro.
ja: いずれかのキーを押して戻ります。
ko: 돌아가려면 아무 키나 누르십시오.
ms: Tekan sebarang kekunci untuk kembali.
nb: Trykk på hvilken som helst tast for å gå tilbake.
nl: Druk op een willekeurige toets om terug te gaan.
pt_br: Pressione qualquer tecla para voltar.
ro: Apăsați orice tastă pentru a reveni.
tr: Geri dönmek için herhangi bir tuşa basın.
uk: Натисніть будь-яку клавішу, щоб повернутися.
vi: Nhấn phím bất kỳ để quay lại.
zh: 按任意鍵返回。

# NKS_SHELLPACKS_MAIL_MAILDIR_CREATEFAILED
source: Unable to create mail folder {0}: {1}
ar: تعذر إنشاء مجلد البريد {0}: {1}
de: E-Mail-Ordner {0} kann nicht erstellt werden: {1}
el: Δεν είναι δυνατή η δημιουργία φακέλου αλληλογραφίας {0}: {1}
es: No se pudo crear la carpeta de correo {0}: {1}
fr: Impossible de créer le dossier de messagerie {0}: {1}
ga: Ní féidir fillteán ríomhphoist {0}: {1} a chruthú
hi: मेल फ़ोल्डर बनाने में असमर्थ {0}: {1}
id: Tidak dapat membuat folder email {0}: {1}
it: Impossibile creare la cartella di posta {0}: {1}
ja: メールフォルダを作成できません{0}：{1}
ko: 메일 폴더 {0}을 (를) 만들 수 없습니다. {1}
ms: Tidak dapat mencipta folder mel {0}: {1}
nb: Kan ikke opprette e-postmappe {0}: {1}
nl: Kan e-mailmap {0} niet maken: {1}
pt_br: Não foi possível criar a pasta de correio {0}: {1}
ro: Imposibil de creat dosarul de e-mail {0}: {1}
tr: {0} posta klasörü oluşturulamıyor: {1}
uk: Не вдалося створити поштову папку {0}: {1}
vi: Không thể tạo thư mục thư {0}: {1}
zh: 無法創建郵件文件夾 {0}：{1}

# NKS_SHELLPACKS_MAIL_COMMAND_MKDIR_DESC
source: Makes a directory in the current working directory
ar: يجعل دليلا في دليل العمل الحالي
de: Erstellt ein Verzeichnis im aktuellen Arbeitsverzeichnis
el: Δημιουργεί έναν κατάλογο στον τρέχοντα κατάλογο εργασίας
es: Hace un directorio en el directorio de trabajo actual
fr: Crée un répertoire dans le répertoire de travail courant
ga: Déanann sé eolaire sa chomhadlann oibre reatha
hi: वर्तमान कार्यशील निर्देशिका में एक निर्देशिका बनाता है
id: Membuat direktori di direktori kerja saat ini
it: Crea una directory nella directory di lavoro corrente
ja: 現在の作業ディレクトリにディレクトリを作成します
ko: 현재 작업 디렉토리에 디렉토리를 만듭니다.
ms: Membuat direktori dalam direktori kerja semasa
nb: Lager en katalog i gjeldende arbeidskatalog
nl: Maakt een map in de huidige werkmap
pt_br: Cria um diretório no diretório de trabalho atual
ro: Creează un director în directorul de lucru curent
tr: Geçerli çalışma dizininde bir dizin oluşturur
uk: Створює каталог у поточному робочому каталозі
vi: Tạo một thư mục trong thư mục làm việc hiện tại
zh: 在當前工作目錄中創建一個目錄

# NKS_SHELLPACKS_MAIL_COMMAND_RMDIR_DESC
source: Removes a directory from the current working directory
ar: يزيل دليل من دليل العمل الحالي
de: Entfernt ein Verzeichnis aus dem aktuellen Arbeitsverzeichnis
el: Καταργεί έναν κατάλογο από τον τρέχοντα κατάλογο εργασίας
es: Elimina un directorio del directorio de trabajo actual
fr: Supprime un répertoire du répertoire de travail actuel
ga: Baineann sé eolaire as an eolaire oibre reatha
hi: वर्तमान कार्यशील निर्देशिका से एक निर्देशिका निकालता है
id: Menghapus direktori dari direktori kerja saat ini
it: Rimuove una directory dalla directory di lavoro corrente
ja: 現在の作業ディレクトリからディレクトリを削除します
ko: 현재 작업 디렉토리에서 디렉토리를 제거합니다.
ms: Mengalih keluar direktori daripada direktori kerja semasa
nb: Fjerner en katalog fra gjeldende arbeidskatalog
nl: Verwijdert een map uit de huidige werkmap
pt_br: Remove um diretório do diretório de trabalho atual
ro: Îndepărtează un director din directorul de lucru curent
tr: Geçerli çalışma dizininden bir dizini kaldırır
uk: Видаляє каталог із поточного робочого каталогу
vi: Xóa một thư mục khỏi thư mục làm việc hiện tại
zh: 從當前工作目錄中刪除一個目錄

# NKS_SHELLPACKS_MAIL_MAILDIR_DIRNOTFOUND
source: Mail folder {0} not found.
ar: مجلد البريد {0} غير موجود.
de: Mailordner {0} nicht gefunden.
el: Ο φάκελος αλληλογραφίας {0} δεν βρέθηκε.
es: No se encontró la carpeta de correo {0}.
fr: Dossier de messagerie {0} introuvable.
ga: Ní bhfuarthas fillteán ríomhphoist {0}.
hi: मेल फ़ोल्डर {0} नहीं मिला।
id: Folder surat {0} tidak ditemukan.
it: Cartella di posta {0} non trovata.
ja: メールフォルダ{0}が見つかりません。
ko: {0} 메일 폴더를 찾을 수 없습니다.
ms: Folder mel {0} tidak ditemui.
nb: Finner ikke postmappen {0}.
nl: E-mailmap {0} niet gevonden.
pt_br: Pasta de e-mail {0} não encontrada.
ro: Dosarul de e-mail {0} nu a fost găsit.
tr: {0} posta klasörü bulunamadı.
uk: Поштова папка {0} не знайдена.
vi: Không tìm thấy thư mục thư {0}.
zh: 未找到郵件文件夾 {0}。

# NKS_SHELLPACKS_MAIL_MAILDIR_DELETEFAILED
source: Unable to delete mail folder {0}: {1}
ar: تعذر حذف مجلد البريد {0}: {1}
de: Mailordner {0} kann nicht gelöscht werden: {1}
el: Δεν είναι δυνατή η διαγραφή του φακέλου αλληλογραφίας {0}: {1}
es: No se puede eliminar la carpeta de correo {0}: {1}
fr: Impossible de supprimer le dossier de messagerie {0}: {1}
ga: Ní féidir fillteán ríomhphoist {0}: {1} a scriosadh
hi: मेल फ़ोल्डर {0}: {1} को हटाने में असमर्थ
id: Tidak dapat menghapus folder email {0}: {1}
it: Impossibile eliminare la cartella di posta {0}: {1}
ja: メールフォルダ{0}を削除できません：{1}
ko: 메일 폴더 {0}을 (를) 삭제할 수 없습니다. {1}
ms: Tidak dapat memadam folder mel {0}: {1}
nb: Kan ikke slette e-postmappen {0}: {1}
nl: Kan e-mailmap {0} niet verwijderen: {1}
pt_br: Não é possível excluir a pasta de e-mail {0}: {1}
ro: Nu se poate șterge dosarul de e-mail {0}: {1}
tr: {0} posta klasörü silinemiyor: {1}
uk: Неможливо видалити папку електронної пошти {0}: {1}
vi: Không thể xóa thư mục thư {0}: {1}
zh: 無法刪除郵件文件夾 {0}：{1}

# NKS_SHELLPACKS_MAIL_COMMAND_REN_DESC
source: Renames a folder
ar: يعيد تسمية مجلد
de: Benennt einen Ordner um
el: Μετονομάζει έναν φάκελο
es: Cambia el nombre de una carpeta
fr: Renomme un dossier
ga: Athainmnítear fillteán
hi: एक फ़ोल्डर का नाम बदलता है
id: Mengganti nama folder
it: Rinomina una cartella
ja: フォルダの名前を変更します
ko: 폴더 이름 변경
ms: Menamakan semula folder
nb: Gi nytt navn til en mappe
nl: Hernoemt een map
pt_br: Renomeia uma pasta
ro: Redenumește un folder
tr: Bir klasörü yeniden adlandırır
uk: Перейменовує папку
vi: Đổi tên một thư mục
zh: 重命名文件夾

# NKS_SHELLPACKS_MAIL_SETTINGS_MAILPREVIEW_NAME
source: Show mail message preview
ar: إظهار معاينة رسالة البريد
de: Vorschau der E-Mail-Nachricht anzeigen
el: Εμφάνιση προεπισκόπησης μηνύματος αλληλογραφίας
es: Mostrar vista previa del mensaje de correo
fr: Afficher l'aperçu du message électronique
ga: Taispeáin réamhamharc teachtaireacht ríomhphoist
hi: मेल संदेश पूर्वावलोकन दिखाएं
id: Tampilkan pratinjau pesan email
it: Mostra l'anteprima del messaggio di posta
ja: メールメッセージのプレビューを表示する
ko: 메일 메시지 미리보기 표시
ms: Tunjukkan pratonton mesej mel
nb: Vis forhåndsvisning av e-postmeldinger
nl: Voorbeeld van e-mailbericht weergeven
pt_br: Mostrar pré-visualização da mensagem de correio
ro: Afișează previzualizarea mesajului de e-mail
tr: Posta mesajı önizlemesini göster
uk: Показати попередній перегляд поштового повідомлення
vi: Hiển thị bản xem trước tin nhắn thư
zh: 顯示郵件消息預覽

# NKS_SHELLPACKS_MAIL_SETTINGS_MAILPREVIEW_DESC
source: When listing mail messages, show body preview.
ar: عند سرد رسائل البريد ، اعرض معاينة النص.
de: Zeigen Sie beim Auflisten von E-Mail-Nachrichten die Vorschau des Körpers an.
el: Κατά την καταχώριση μηνυμάτων αλληλογραφίας, εμφανίστε προεπισκόπηση σώματος.
es: Cuando enumere los mensajes de correo, muestre la vista previa del cuerpo.
fr: Lors de la liste des messages électroniques, affichez l'aperçu du corps.
ga: Agus teachtaireachtaí ríomhphoist á liostú, taispeáin réamhamharc coirp.
hi: मेल संदेशों को सूचीबद्ध करते समय, निकाय पूर्वावलोकन दिखाएं।
id: Saat mencantumkan pesan email, tampilkan pratinjau isi.
it: Quando si elencano i messaggi di posta, mostra l'anteprima del corpo.
ja: メールメッセージを一覧表示するときは、本文のプレビューを表示します。
ko: 메일 메시지를 나열 할 때 본문 미리보기를 표시합니다.
ms: Apabila menyenaraikan mesej mel, tunjukkan pratonton badan.
nb: Når du legger opp e-postmeldinger, vis brødtekst forhåndsvisning.
nl: Geef bij het weergeven van e-mailberichten een voorbeeld van het hoofdgedeelte weer.
pt_br: Ao listar mensagens de e-mail, mostre a visualização do corpo.
ro: Când enumerați mesajele de e-mail, afișați previzualizarea corpului.
tr: E-posta mesajlarını listelerken gövde önizlemesini göster.
uk: Під час переліку повідомлень електронної пошти показувати попередній перегляд тексту.
vi: Khi liệt kê các thư, hãy hiển thị phần xem trước nội dung.
zh: 列出郵件消息時，顯示正文預覽。

# NKS_SHELLPACKS_JSON_SETTINGS_SAVEEACH_DESC
source: If autosave is enabled, the text file will be saved for each "n" seconds.
ar: إذا تم تمكين الحفظ التلقائي ، فسيتم حفظ الملف النصي لكل ثانية "n".
de: Wenn die automatische Speicherung aktiviert ist, wird die Textdatei alle "n" Sekunden gespeichert.
el: Εάν είναι ενεργοποιημένη η αυτόματη αποθήκευση, το αρχείο κειμένου θα αποθηκεύεται για κάθε "n" δευτερόλεπτα.
es: Si el guardado automático está habilitado, el archivo de texto se guardará por cada "n" segundos.
fr: Si l'enregistrement automatique est activé, le fichier texte sera enregistré toutes les «n» secondes.
ga: Má tá sábháil uathoibríoch cumasaithe, déanfar an comhad téacs a shábháil ar feadh gach "n" soicind.
hi: यदि ऑटोसैव सक्षम है, तो पाठ फ़ाइल प्रत्येक "n" सेकंड के लिए सहेजी जाएगी।
id: Jika penyimpanan otomatis diaktifkan, file teks akan disimpan setiap "n" detik.
it: Se il salvataggio automatico è abilitato, il file di testo verrà salvato per ogni "n" secondi.
ja: 自動保存が有効になっている場合、テキストファイルは「n」秒ごとに保存されます。
ko: 자동 저장이 활성화 된 경우 텍스트 파일은 "n"초마다 저장됩니다.
ms: Jika autosimpan didayakan, fail teks akan disimpan untuk setiap "n" saat.
nb: Hvis autolagring er aktivert, lagres tekstfilen for hvert "n" sekund.
nl: Als autosave is ingeschakeld, wordt het tekstbestand elke "n" seconden bewaard.
pt_br: Se o salvamento automático estiver habilitado, o arquivo de texto será salvo a cada "n" segundos.
ro: Dacă salvarea automată este activată, fișierul text va fi salvat pentru fiecare „n” secunde.
tr: Otomatik kaydetme etkinleştirilirse, metin dosyası her "n" saniyede bir kaydedilecektir.
uk: Якщо автозбереження ввімкнено, текстовий файл зберігатиметься кожні «n» секунд.
vi: Nếu bật tính năng lưu tự động, tệp văn bản sẽ được lưu sau mỗi "n" giây.
zh: 如果啟用自動保存，文本文件將每“n”秒保存一次。

# NKS_SHELLPACKS_COMMON_COMMAND_SFTP_DESC
source: Lets you use an SSH FTP server
ar: يتيح لك استخدام خادم SSH FTP
de: Ermöglicht die Verwendung eines SSH-FTP-Servers
el: Σας επιτρέπει να χρησιμοποιείτε έναν διακομιστή SSH FTP
es: Le permite utilizar un servidor FTP SSH
fr: Vous permet d'utiliser un serveur FTP SSH
ga: Ligeann sé duit freastalaí SSH FTP a úsáid
hi: आपको SSH FTP सर्वर का उपयोग करने देता है
id: Memungkinkan Anda menggunakan server SSH FTP
it: Consente di utilizzare un server FTP SSH
ja: SSH FTPサーバーを使用できます
ko: SSH FTP 서버를 사용할 수 있습니다.
ms: Membolehkan anda menggunakan pelayan SSH FTP
nb: Lar deg bruke en SSH FTP-server
nl: Hiermee kunt u een SSH FTP-server gebruiken
pt_br: Permite que você use um servidor FTP SSH
ro: Vă permite să utilizați un server SSH FTP
tr: Bir SSH FTP sunucusu kullanmanıza olanak tanır
uk: Дозволяє використовувати FTP-сервер SSH
vi: Cho phép bạn sử dụng máy chủ SSH FTP
zh: 允許您使用 SSH FTP 服務器

# NKS_SHELLPACKS_ARCHIVE_COMMAND_LIST_DESC
source: Lists all files inside the archive
ar: يسرد جميع الملفات الموجودة داخل الأرشيف
de: Listet alle Dateien im Archiv auf
el: Εμφανίζει όλα τα αρχεία μέσα στο αρχείο
es: Muestra todos los archivos dentro del archivo.
fr: Répertorie tous les fichiers à l'intérieur de l'archive
ga: Liostaíonn sé gach comhad laistigh den chartlann
hi: संग्रह के अंदर सभी फाइलों को सूचीबद्ध करता है
id: Mencantumkan semua file di dalam arsip
it: Elenca tutti i file all'interno dell'archivio
ja: アーカイブ内のすべてのファイルをリストします
ko: 아카이브 내의 모든 파일을 나열합니다.
ms: Menyenaraikan semua fail di dalam arkib
nb: Viser alle filer i arkivet
nl: Geeft een overzicht van alle bestanden in het archief
pt_br: Lista todos os arquivos dentro do arquivo
ro: Listează toate fișierele din arhivă
tr: Arşiv içindeki tüm dosyaları listeler
uk: Перелічує всі файли в архіві
vi: Liệt kê tất cả các tập tin bên trong kho lưu trữ
zh: 列出存檔中的所有文件

# NKS_SHELLPACKS_ARCHIVE_COMMAND_GET_DESC
source: Extracts a file to a specified directory or a current directory
ar: يستخرج ملفًا إلى دليل محدد أو دليل حالي
de: Extrahiert eine Datei in ein angegebenes Verzeichnis oder ein aktuelles Verzeichnis
el: Εξάγει ένα αρχείο σε έναν καθορισμένο κατάλογο ή σε έναν τρέχοντα κατάλογο
es: Extrae un archivo a un directorio específico o un directorio actual
fr: Extrait un fichier dans un répertoire spécifié ou un répertoire courant
ga: Sleachta comhad chuig eolaire sonraithe nó eolaire reatha
hi: किसी फ़ाइल को किसी निर्दिष्ट निर्देशिका या वर्तमान निर्देशिका में निकालता है
id: Mengekstrak file ke direktori tertentu atau direktori saat ini
it: Estrae un file in una directory specificata o in una directory corrente
ja: 指定したディレクトリまたは現在のディレクトリにファイルを抽出します
ko: 지정된 디렉토리 또는 현재 디렉토리에 파일을 추출합니다.
ms: Mengekstrak fail ke direktori tertentu atau direktori semasa
nb: Trekker ut en fil til en spesifisert katalog eller en gjeldende katalog
nl: Extraheert een bestand naar een opgegeven map of een huidige map
pt_br: Extrai um arquivo para um diretório especificado ou para um diretório atual
ro: Extrage un fișier într-un director specificat sau într-un director curent
tr: Bir dosyayı belirtilen bir dizine veya geçerli bir dizine çıkarır
uk: Розпаковує файл у вказаний або поточний каталог
vi: Trích xuất một tập tin vào một thư mục được chỉ định hoặc một thư mục hiện tại
zh: 將文件解壓到指定目錄或當前目錄

# NKS_SHELLPACKS_ARCHIVE_COMMAND_CHADIR_DESC
source: Changes archive directory
ar: يغير دليل الأرشيف
de: Ändert das Archivverzeichnis
el: Αλλάζει τον κατάλογο αρχειοθέτησης
es: Cambia el directorio de archivos
fr: Change le répertoire d'archives
ga: Athruithe eolaire cartlainne
hi: संग्रह निर्देशिका बदलता है
id: Mengubah direktori arsip
it: Cambia la directory dell'archivio
ja: アーカイブ ディレクトリを変更します
ko: 아카이브 디렉토리 변경
ms: Menukar direktori arkib
nb: Endrer arkivkatalog
nl: Wijzigingen archiefmap
pt_br: Altera o diretório do arquivo
ro: Schimbă directorul arhivei
tr: Değişiklikler arşiv dizini
uk: Змінює каталог архіву
vi: Thay đổi thư mục lưu trữ
zh: 更改存檔目錄

# NKS_SHELLPACKS_ARCHIVE_LOCALDIRNOTFOUND
source: Directory {0} doesn't exist
ar: الدليل {0} غير موجود
de: Verzeichnis {0} existiert nicht
el: Ο κατάλογος {0} δεν υπάρχει
es: El directorio {0} no existe
fr: Le répertoire {0} n'existe pas
ga: Níl an t-eolaire {0} ann
hi: निर्देशिका {0} मौजूद नहीं है
id: Direktori {0} tidak ada
it: La directory {0} non esiste
ja: ディレクトリ {0} は存在しません
ko: {0} 디렉토리가 없습니다.
ms: Direktori {0} tidak wujud
nb: Katalog {0} eksisterer ikke
nl: Directory {0} bestaat niet
pt_br: O diretório {0} não existe
ro: Directorul {0} nu există
tr: Dizin {0} mevcut değil
uk: Каталог {0} не існує
vi: Thư mục {0} không tồn tại
zh: 目錄 {0} 不存在
