Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_MAIL_SETTINGS_SMTPPROMPT_DESC
source: Write how you want your SMTP server prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة خادم SMTP. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre Eingabeaufforderung für den SMTP-Server aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή του διακομιστή SMTP. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea el indicador de tu servidor SMTP. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de serveur SMTP soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid freastalaí SMTP a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपने एसएमटीपी सर्वर को कैसे संकेत देना चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin prompt server SMTP Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia il prompt del tuo server SMTP. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: SMTPサーバーのプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 원하는 SMTP 서버 프롬프트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu gesaan pelayan SMTP anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at SMTP-servermeldingen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw SMTP-serverprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que o prompt do seu servidor SMTP seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie promptul serverului dvs. SMTP. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: SMTP sunucunuzun isteminin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви бажаєте, щоб ваш запит сервера SMTP був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn lời nhắc máy chủ SMTP của mình như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望 SMTP 服務器提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SHELLPACKS_MAIL_SETTINGS_AUTODETECT_DESC
source: Automatically detect the mail server based on the given address.
ar: اكتشاف خادم البريد تلقائيًا بناءً على العنوان المحدد.
de: Automatische Erkennung des Mailservers anhand der angegebenen Adresse.
el: Αυτόματος εντοπισμός του διακομιστή αλληλογραφίας με βάση τη δεδομένη διεύθυνση.
es: Detecta automáticamente el servidor de correo en función de la dirección dada.
fr: Détecter automatiquement le serveur de messagerie en fonction de l'adresse donnée.
ga: Braith an freastalaí ríomhphoist go huathoibríoch bunaithe ar an seoladh a tugadh.
hi: दिए गए पते के आधार पर मेल सर्वर का स्वचालित रूप से पता लगाएं।
id: Mendeteksi server email secara otomatis berdasarkan alamat yang diberikan.
it: Rileva automaticamente il server di posta in base all'indirizzo fornito.
ja: 指定されたアドレスに基づいてメールサーバーを自動的に検出します。
ko: 주어진 주소를 기반으로 메일 서버를 자동으로 감지합니다.
ms: Mengesan pelayan mel secara automatik berdasarkan alamat yang diberikan.
nb: Oppdag e-postserveren automatisk basert på den oppgitte adressen.
nl: Detecteer automatisch de mailserver op basis van het opgegeven adres.
pt_br: Detecte automaticamente o servidor de e-mail com base no endereço fornecido.
ro: Detectează automat serverul de e-mail pe baza adresei date.
tr: Verilen adrese göre posta sunucusunu otomatik olarak algıla.
uk: Автоматично визначати поштовий сервер за вказаною адресою.
vi: Tự động phát hiện máy chủ thư dựa trên địa chỉ đã cho.
zh: 根據給定的地址自動檢測郵件服務器。

# NKS_SHELLPACKS_MAIL_SETTINGS_DEBUG_DESC
source: Enables mail server debug.
ar: لتمكين تصحيح أخطاء خادم البريد.
de: Aktiviert Mailserver-Debug.
el: Ενεργοποιεί τον εντοπισμό σφαλμάτων διακομιστή αλληλογραφίας.
es: Habilita la depuración del servidor de correo.
fr: Active le débogage du serveur de messagerie.
ga: Cumasaíonn sé dífhabhtú freastalaí ríomhphoist.
hi: मेल सर्वर डीबग सक्षम करता है।
id: Mengaktifkan debug server email.
it: Abilita il debug del server di posta.
ja: メールサーバーのデバッグを有効にします。
ko: 메일 서버 디버그를 활성화합니다.
ms: Mendayakan nyahpepijat pelayan mel.
nb: Aktiverer feilsøking av e-postserver.
nl: Schakelt foutopsporing op de mailserver in.
pt_br: Habilita a depuração do servidor de e-mail.
ro: Activează depanarea serverului de e-mail.
tr: Posta sunucusu hata ayıklamasını etkinleştirir.
uk: Вмикає налагодження поштового сервера.
vi: Cho phép gỡ lỗi máy chủ thư.
zh: 啟用郵件服務器調試。

# NKS_SHELLPACKS_MAIL_SETTINGS_MAILNOTIFICATIONS_DESC
source: Notifies you for any new mail messages.
ar: يخطرك بأي رسائل بريد جديدة.
de: Benachrichtigt Sie über neue E-Mail-Nachrichten.
el: Σας ειδοποιεί για τυχόν νέα μηνύματα αλληλογραφίας.
es: Le notifica sobre cualquier mensaje de correo nuevo.
fr: Vous avertit de tout nouveau message électronique.
ga: Cuireann sé seo in iúl duit le haghaidh aon teachtaireachtaí ríomhphoist nua.
hi: किसी भी नए मेल संदेशों के लिए आपको सूचित करता है।
id: Memberitahukan Anda jika ada pesan email baru.
it: Ti avvisa per eventuali nuovi messaggi di posta.
ja: 新しいメールメッセージがあれば通知します。
ko: 새 메일 메시지가 있으면 알려줍니다.
ms: Memberitahu anda untuk sebarang mesej mel baharu.
nb: Varsler deg om nye e-postmeldinger.
nl: Brengt u op de hoogte van nieuwe e-mailberichten.
pt_br: Notifica você sobre novas mensagens de e-mail.
ro: Vă anunță pentru orice mesaje de e-mail noi.
tr: Yeni e-posta mesajları geldiğinde sizi bilgilendirir.
uk: Сповіщає вас про будь-які нові повідомлення електронної пошти.
vi: Thông báo cho bạn về bất kỳ thư mới nào.
zh: 通知您任何新的郵件消息。

# NKS_SHELLPACKS_MAIL_SETTINGS_GPGPASSWORDPROMPT_DESC
source: Write how you want your GPG password prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة كلمة مرور GPG الخاصة بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre GPG-Passwortabfrage aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή κωδικού πρόσβασης GPG. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea tu solicitud de contraseña de GPG. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de mot de passe GPG soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid pasfhocal GPG a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपने GPG पासवर्ड को कैसा चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin prompt kata sandi GPG Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia richiesta la tua password GPG. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: GPGパスワードプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: GPG 암호 프롬프트를 원하는 방식으로 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu kata laluan GPG anda digesa. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at GPG-passordforespørselen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw GPG-wachtwoord wordt gevraagd. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que seu prompt de senha GPG seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie solicitarea parolei dvs. GPG. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: GPG parola isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш запит пароля GPG виглядав. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn nhắc nhở mật khẩu GPG của mình. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望 GPG 密碼提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SHELLPACKS_MAIL_SETTINGS_SENDIMAPPING_DESC
source: How many milliseconds to send the IMAP ping?
ar: كم عدد المللي ثانية لإرسال أمر ping عبر IMAP؟
de: Wie viele Millisekunden soll der IMAP-Ping gesendet werden?
el: Πόσα χιλιοστά του δευτερολέπτου για να στείλετε το ping IMAP;
es: ¿Cuántos milisegundos para enviar el ping IMAP?
fr: Combien de millisecondes pour envoyer le ping IMAP ?
ga: Cé mhéad milleasoicind chun an ping IMAP a sheoladh?
hi: IMAP पिंग भेजने के लिए कितने मिलीसेकंड?
id: Berapa milidetik untuk mengirim ping IMAP?
it: Quanti millisecondi per inviare il ping IMAP?
ja: IMAP pingを送信するのに何ミリ秒ですか？
ko: IMAP 핑을 보내는 데 몇 밀리초가 걸리나요?
ms: Berapa milisaat untuk menghantar ping IMAP?
nb: Hvor mange millisekunder skal du sende IMAP-pinget?
nl: Hoeveel milliseconden om de IMAP-ping te verzenden?
pt_br: Quantos milissegundos para enviar o ping IMAP?
ro: Câte milisecunde pentru a trimite ping-ul IMAP?
tr: IMAP ping'inin gönderilmesi kaç milisaniye sürer?
uk: Скільки мілісекунд для надсилання ping IMAP?
vi: Phải mất bao nhiêu mili giây để gửi lệnh ping IMAP?
zh: 發送 IMAP ping 需要多少毫秒？

# NKS_SHELLPACKS_MAIL_SETTINGS_SENDSMTPPING_DESC
source: How many milliseconds to send the SMTP ping?
ar: كم مللي ثانية لإرسال اختبار اتصال SMTP؟
de: Wie viele Millisekunden zum Senden des SMTP-Pings?
el: Πόσα χιλιοστά του δευτερολέπτου για να στείλετε το ping SMTP;
es: ¿Cuántos milisegundos para enviar el ping SMTP?
fr: Combien de millisecondes pour envoyer le ping SMTP ?
ga: Cé mhéad milleasoicind chun an ping SMTP a sheoladh?
hi: SMTP पिंग भेजने के लिए कितने मिलीसेकंड?
id: Berapa milidetik untuk mengirim ping SMTP?
it: Quanti millisecondi per inviare il ping SMTP?
ja: SMTP pingを送信するのに何ミリ秒ですか？
ko: SMTP 핑을 보내는 데 몇 밀리초가 걸리나요?
ms: Berapa milisaat untuk menghantar ping SMTP?
nb: Hvor mange millisekunder skal du sende SMTP-pinget?
nl: Hoeveel milliseconden om de SMTP-ping te verzenden?
pt_br: Quantos milissegundos para enviar o ping SMTP?
ro: Câte milisecunde pentru a trimite ping-ul SMTP?
tr: SMTP ping'inin gönderilmesi kaç milisaniye sürer?
uk: Скільки мілісекунд потрібно надіслати ping SMTP?
vi: Phải mất bao nhiêu mili giây để gửi lệnh ping SMTP?
zh: 發送 SMTP ping 需要多少毫秒？

# NKS_SHELLPACKS_MAIL_SETTINGS_TEXTFORMAT_DESC
source: Controls how the mail text will be shown.
ar: يتحكم في كيفية عرض نص البريد.
de: Steuert, wie der Mailtext angezeigt wird.
el: Ελέγχει πώς θα εμφανίζεται το κείμενο αλληλογραφίας.
es: Controla cómo se mostrará el texto del correo.
fr: Contrôle la manière dont le texte de l'e-mail sera affiché.
ga: Rialaíonn sé conas a thaispeánfar téacs an phoist.
hi: नियंत्रित करता है कि मेल टेक्स्ट कैसे दिखाया जाएगा।
id: Mengontrol bagaimana teks email akan ditampilkan.
it: Controlla come verrà mostrato il testo della posta.
ja: メールテキストの表示方法を制御します。
ko: 메일 텍스트가 표시되는 방식을 제어합니다.
ms: Mengawal cara teks mel akan ditunjukkan.
nb: Styrer hvordan e-postteksten skal vises.
nl: Bepaalt hoe de e-mailtekst wordt weergegeven.
pt_br: Controla como o texto do e-mail será exibido.
ro: Controlează modul în care va fi afișat textul e-mailului.
tr: E-posta metninin nasıl gösterileceğini kontrol eder.
uk: Керує відображенням тексту листа.
vi: Kiểm soát cách hiển thị nội dung thư.
zh: 控制郵件文本的顯示方式。

# NKS_SHELLPACKS_RSS_SETTINGS_FEEDURLPROMPT_NAME
source: RSS feed URL prompt style
ar: موجز ويب RSS نمط موجه
de: URL-Aufforderungsstil für RSS-Feeds
el: Στυλ προτροπής διεύθυνσης URL ροής RSS
es: Estilo de solicitud de URL de fuente RSS
fr: Style d'invite d'URL de flux RSS
ga: Stíl leid URL fotha RSS
hi: RSS फ़ीड URL शीघ्र शैली
id: Gaya permintaan URL umpan RSS
it: Stile di richiesta URL feed RSS
ja: RSSフィードURLプロンプトスタイル
ko: RSS 피드 URL 프롬프트 스타일
ms: Gaya gesaan URL suapan RSS
nb: RSS-feed URL-forespørselstil
nl: RSS-feed URL-promptstijl
pt_br: Estilo de prompt de URL de feed RSS
ro: Stilul de solicitare URL a fluxului RSS
tr: RSS besleme URL istemi stili
uk: Стиль підказки URL-адреси RSS-каналу
vi: Kiểu nhắc URL nguồn cấp RSS
zh: RSS feed URL 提示樣式

# NKS_SHELLPACKS_RSS_SETTINGS_AUTOREFRESH_NAME
source: Auto refresh RSS feed
ar: تحديث تلقائي لخلاصة RSS
de: RSS-Feed automatisch aktualisieren
el: Αυτόματη ανανέωση ροής RSS
es: Fuente RSS de actualización automática
fr: Actualisation automatique du flux RSS
ga: Fotha RSS a athnuachan go huathoibríoch
hi: RSS फ़ीड को स्वतः रीफ़्रेश करें
id: Umpan RSS penyegaran otomatis
it: Feed RSS di aggiornamento automatico
ja: RSSフィードの自動更新
ko: RSS 피드 자동 새로 고침
ms: Muat semula automatik suapan RSS
nb: Oppdater RSS-feed automatisk
nl: RSS-feed automatisch vernieuwen
pt_br: Atualização automática do feed RSS
ro: Actualizează automat fluxul RSS
tr: Otomatik yenileme RSS beslemesi
uk: Автоматичне оновлення RSS-каналу
vi: Tự động làm mới nguồn cấp RSS
zh: 自動刷新 RSS 提要

# NKS_SHELLPACKS_RSS_SETTINGS_AUTOREFRESHINTERVAL_NAME
source: Auto refresh RSS feed interval
ar: الفاصل الزمني لتغذية RSS للتحديث التلقائي
de: RSS-Feed-Intervall für automatische Aktualisierung
el: Αυτόματη ανανέωση διάστημα τροφοδοσίας RSS
es: Intervalo de actualización automática de fuentes RSS
fr: Intervalle d'actualisation automatique du flux RSS
ga: Eatramh fotha RSS a athnuachan go huathoibríoch
hi: RSS फ़ीड अंतराल को स्वतः ताज़ा करें
id: Interval penyegaran umpan RSS otomatis
it: Intervallo feed RSS di aggiornamento automatico
ja: RSSフィード間隔の自動更新
ko: 자동 새로 고침 RSS 피드 간격
ms: Selang suapan RSS automatik muat semula
nb: Automatisk oppdatering av RSS-feedintervall
nl: Interval RSS-feed automatisch vernieuwen
pt_br: Intervalo de atualização automática do feed RSS
ro: Interval de reîmprospătare automată a fluxului RSS
tr: Otomatik yenileme RSS besleme aralığı
uk: Інтервал автоматичного оновлення RSS
vi: Tự động làm mới khoảng thời gian nguồn cấp RSS
zh: 自動刷新 RSS 提要間隔

# NKS_SHELLPACKS_RSS_SETTINGS_FEEDURLPROMPT_DESC
source: Write how you want your RSS feed server prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة خادم موجز RSS. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie die Eingabeaufforderung Ihres RSS-Feed-Servers aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή του διακομιστή τροφοδοσίας RSS. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea el indicador de tu servidor de fuentes RSS. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de serveur de flux RSS soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid freastalaí fothaí RSS a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपने आरएसएस फ़ीड सर्वर को कैसा चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
id: Tuliskan bagaimana Anda ingin prompt server umpan RSS Anda ditampilkan. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia il prompt del tuo server di feed RSS. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: RSSフィードサーバーのプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: RSS 피드 서버 프롬프트를 원하는 방식으로 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu gesaan pelayan suapan RSS anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at RSS-feedservermeldingen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat de prompt van uw RSS-feedserver is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt_br: Escreva como você quer que o prompt do seu servidor de feed RSS seja. Deixe em branco para usar o estilo padrão. Os placeholders são analisados.
ro: Scrieți cum doriți să fie promptul serverului de feed RSS. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: RSS besleme sunucusu isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш сервер RSS-каналів мав виглядати підказку. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn nhắc nhở máy chủ nguồn cấp RSS của mình. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望 RSS 提要服務器提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SHELLPACKS_RSS_SETTINGS_AUTOREFRESHINTERVAL_DESC
source: How many milliseconds to refresh the RSS feed?
ar: كم مللي ثانية لتحديث موجز RSS؟
de: Wie viele Millisekunden zum Aktualisieren des RSS-Feeds?
el: Πόσα χιλιοστά του δευτερολέπτου για να ανανεώσετε τη ροή RSS;
es: ¿Cuántos milisegundos para actualizar el feed RSS?
fr: Combien de millisecondes pour actualiser le flux RSS ?
ga: Cé mhéad milleasoicind chun an fotha RSS a athnuachan?
hi: RSS फ़ीड को रीफ़्रेश करने के लिए कितने मिलीसेकंड?
id: Berapa milidetik untuk menyegarkan umpan RSS?
it: Quanti millisecondi per aggiornare il feed RSS?
ja: RSSフィードを更新するのに何ミリ秒かかりますか？
ko: RSS 피드를 새로 고치는 데 몇 밀리초가 걸리나요?
ms: Berapa milisaat untuk memuat semula suapan RSS?
nb: Hvor mange millisekunder skal du oppdatere RSS-feeden?
nl: Hoeveel milliseconden om de RSS-feed te vernieuwen?
pt_br: Quantos milissegundos demoram para atualizar o feed RSS?
ro: Câte milisecunde pentru a reîmprospăta fluxul RSS?
tr: RSS beslemesinin yenilenmesi kaç milisaniye sürer?
uk: Скільки мілісекунд для оновлення RSS-каналу?
vi: Phải mất bao nhiêu mili giây để làm mới nguồn cấp dữ liệu RSS?
zh: 刷新 RSS 提要需要多少毫秒？

# NKS_SHELLPACKS_SFTP_SETTINGS_FILEDETAILS_NAME
source: Show file details in SFTP list
ar: إظهار تفاصيل الملف في قائمة SFTP
de: Dateidetails in der SFTP-Liste anzeigen
el: Εμφάνιση λεπτομερειών αρχείου στη λίστα SFTP
es: Mostrar detalles del archivo en la lista SFTP
fr: Afficher les détails du fichier dans la liste SFTP
ga: Taispeáin sonraí an chomhaid i liosta SFTP
hi: एसएफ़टीपी सूची में फ़ाइल विवरण दिखाएं
id: Tampilkan detail file dalam daftar SFTP
it: Mostra i dettagli del file nell'elenco SFTP
ja: SFTPリストにファイルの詳細を表示する
ko: SFTP 목록에 파일 세부 정보 표시
ms: Tunjukkan butiran fail dalam senarai SFTP
nb: Vis fildetaljer i SFTP-listen
nl: Toon bestandsdetails in SFTP-lijst
pt_br: Mostrar detalhes do arquivo na lista SFTP
ro: Afișați detaliile fișierului în lista SFTP
tr: SFTP listesinde dosya ayrıntılarını göster
uk: Показати деталі файлу в списку SFTP
vi: Hiển thị chi tiết tệp trong danh sách SFTP
zh: 在 SFTP 列表中顯示文件詳細信息

# NKS_SHELLPACKS_SFTP_SETTINGS_USERNAMEPROMPT_NAME
source: Username prompt style for SFTP
ar: نمط موجه اسم المستخدم لـ SFTP
de: Eingabeaufforderungsstil für den Benutzernamen für SFTP
el: Στυλ προτροπής ονόματος χρήστη για SFTP
es: Estilo de solicitud de nombre de usuario para SFTP
fr: Style d'invite de nom d'utilisateur pour SFTP
ga: Stíl leid ainm úsáideora le haghaidh SFTP
hi: SFTP के लिए उपयोगकर्ता नाम शीघ्र शैली
id: Gaya permintaan nama pengguna untuk SFTP
it: Stile di richiesta nome utente per SFTP
ja: SFTPのユーザー名プロンプトスタイル
ko: SFTP의 사용자 이름 프롬프트 스타일
ms: Gaya gesaan nama pengguna untuk SFTP
nb: Brukernavn-ledetekststil for SFTP
nl: Stijl voor gebruikersnaam prompt voor SFTP
pt_br: Estilo de prompt de nome de usuário para SFTP
ro: Stilul prompt al numelui de utilizator pentru SFTP
tr: SFTP için kullanıcı adı istemi stili
uk: Стиль підказки імені користувача для SFTP
vi: Kiểu nhắc tên người dùng cho SFTP
zh: SFTP 的用戶名提示樣式

# NKS_SHELLPACKS_SFTP_SETTINGS_NEWCONNECTIONS_NAME
source: Add new connections to SFTP speed dial
ar: أضف اتصالات جديدة إلى الطلب السريع لبروتوكول SFTP
de: Neue Verbindungen zur SFTP-Kurzwahl hinzufügen
el: Προσθέστε νέες συνδέσεις στη γρήγορη κλήση SFTP
es: Agregar nuevas conexiones a la marcación rápida SFTP
fr: Ajouter de nouvelles connexions à la numérotation abrégée SFTP
ga: Cuir naisc nua le diail luais SFTP
hi: SFTP स्पीड डायल में नए कनेक्शन जोड़ें
id: Tambahkan koneksi baru ke panggilan cepat SFTP
it: Aggiungi nuove connessioni alla composizione rapida SFTP
ja: SFTPスピードダイヤルに新しい接続を追加する
ko: SFTP 단축 다이얼에 새 연결 추가
ms: Tambahkan sambungan baharu pada dail laju SFTP
nb: Legg til nye tilkoblinger til SFTP-hurtigvalg
nl: Nieuwe verbindingen toevoegen aan SFTP-snelkiesnummers
pt_br: Adicionar novas conexões à discagem rápida SFTP
ro: Adăugați conexiuni noi la apelarea rapidă SFTP
tr: SFTP hızlı aramasına yeni bağlantılar ekleyin
uk: Додайте нові підключення до швидкого набору SFTP
vi: Thêm kết nối mới vào quay số nhanh SFTP
zh: 向 SFTP 快速撥號添加新連接

# NKS_SHELLPACKS_SFTP_SETTINGS_FILEDETAILS_DESC
source: Shows the SFTP file details while listing remote directories.
ar: يعرض تفاصيل ملف SFTP أثناء سرد الأدلة البعيدة.
de: Zeigt die Details der SFTP-Datei an, während Remote-Verzeichnisse aufgelistet werden.
el: Εμφανίζει τις λεπτομέρειες του αρχείου SFTP ενώ παραθέτει τους απομακρυσμένους καταλόγους.
es: Muestra los detalles del archivo SFTP mientras enumera los directorios remotos.
fr: Affiche les détails du fichier SFTP lors de la liste des répertoires distants.
ga: Taispeánann sé sonraí an chomhaid SFTP agus cian-eolairí á liostú.
hi: दूरस्थ निर्देशिकाओं को सूचीबद्ध करते समय SFTP फ़ाइल विवरण दिखाता है।
id: Menampilkan rincian berkas SFTP sambil mencantumkan direktori jarak jauh.
it: Mostra i dettagli del file SFTP durante l'elenco delle directory remote.
ja: リモートディレクトリを一覧表示しながら、SFTPファイルの詳細を表示します。
ko: 원격 디렉토리를 나열하는 동안 SFTP 파일 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail SFTP semasa menyenaraikan direktori jauh.
nb: Viser SFTP-fildetaljer mens du viser eksterne kataloger.
nl: Toont de details van het SFTP-bestand bij het weergeven van externe mappen.
pt_br: Mostra os detalhes do arquivo SFTP enquanto lista diretórios remotos.
ro: Afișează detaliile fișierului SFTP în timp ce listează directoarele de la distanță.
tr: Uzak dizinleri listelerken SFTP dosya ayrıntılarını gösterir.
uk: Показує деталі файлу SFTP під час переліку віддалених каталогів.
vi: Hiển thị thông tin chi tiết về tệp SFTP trong khi liệt kê các thư mục từ xa.
zh: 在列出遠程目錄時顯示 SFTP 文件詳細信息。
