Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_FTP_SETTINGS_FTPCONNECTIONTIMEOUT_DESC
source: How many milliseconds to wait before the FTP connection timeout?
ar: كم مللي ثانية يجب انتظارها قبل انتهاء مهلة اتصال FTP؟
de: Wie viele Millisekunden bis zum Timeout der FTP-Verbindung warten?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν το χρονικό όριο της σύνδεσης FTP;
es: ¿Cuántos milisegundos hay que esperar antes de que se agote el tiempo de espera de la conexión FTP?
fr: Combien de millisecondes attendre avant l'expiration de la connexion FTP ?
ga: Cé mhéad milleasoicind atá le fanacht roimh an teorainn ama don nasc FTP?
hi: FTP कनेक्शन टाइमआउट से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum batas waktu koneksi FTP habis?
it: Quanti millisecondi devono attendere prima del timeout della connessione FTP?
ja: FTP接続がタイムアウトするまで何ミリ秒待機しますか？
ko: FTP 연결 시간이 초과될 때까지 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum tamat masa sambungan FTP?
nb: Hvor mange millisekunder å vente før FTP-tilkoblingen tidsavbrudd?
nl: Hoeveel milliseconden wachten tot de FTP-verbindingstime-out?
pt_br: Quantos milissegundos esperar antes do tempo limite da conexão FTP?
ro: Câte milisecunde trebuie așteptate înainte de expirarea timpului de conexiune FTP?
tr: FTP bağlantısının zaman aşımına uğraması için kaç milisaniye beklenmesi gerekiyor?
uk: Скільки мілісекунд чекати, перш ніж закінчиться тайм-аут з’єднання FTP?
vi: Phải đợi bao nhiêu mili giây trước khi kết nối FTP hết thời gian chờ?
zh: FTP 連接超時前要等待多少毫秒？

# NKS_SHELLPACKS_FTP_SETTINGS_FTPDATACONNECTIONTIMEOUT_DESC
source: How many milliseconds to wait before the FTP data connection timeout?
ar: كم مللي ثانية يجب انتظارها قبل انتهاء مهلة اتصال بيانات FTP؟
de: Wie viele Millisekunden bis zum Timeout der FTP-Datenverbindung warten?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν από το χρονικό όριο της σύνδεσης δεδομένων FTP;
es: ¿Cuántos milisegundos hay que esperar antes de que se agote el tiempo de espera de la conexión de datos FTP?
fr: Combien de millisecondes attendre avant l'expiration de la connexion de données FTP ?
ga: Cé mhéad milleasoicind atá le fanacht roimh an teorainn ama don nasc sonraí FTP?
hi: FTP डेटा कनेक्शन टाइमआउट से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum batas waktu koneksi data FTP habis?
it: Quanti millisecondi devono attendere prima del timeout della connessione dati FTP?
ja: FTPデータ接続がタイムアウトするまで何ミリ秒待機しますか？
ko: FTP 데이터 연결 시간이 초과될 때까지 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum tamat masa sambungan data FTP?
nb: Hvor mange millisekunder å vente før FTP-datatilkoblingen tidsavbrudd?
nl: Hoeveel milliseconden wachten tot de time-out van de FTP-gegevensverbinding?
pt_br: Quantos milissegundos esperar antes do tempo limite da conexão de dados FTP?
ro: Câte milisecunde trebuie așteptate înainte de expirarea conexiunii de date FTP?
tr: FTP veri bağlantısının zaman aşımına uğraması için kaç milisaniye beklenmesi gerekiyor?
uk: Скільки мілісекунд чекати, перш ніж закінчиться тайм-аут підключення даних FTP?
vi: Phải đợi bao nhiêu mili giây trước khi kết nối dữ liệu FTP hết thời gian chờ?
zh: FTP數據連接超時前要等待多少毫秒？

# NKS_SHELLPACKS_FTP_SETTINGS_FTPIPVERS_DESC
source: Choose the version of Internet Protocol that the FTP server supports and that the FTP client uses.
ar: اختر إصدار بروتوكول الإنترنت الذي يدعمه خادم FTP والذي يستخدمه عميل FTP.
de: Wählen Sie die Version des Internetprotokolls aus, die der FTP-Server unterstützt und die der FTP-Client verwendet.
el: Επιλέξτε την έκδοση του Πρωτοκόλλου Διαδικτύου που υποστηρίζει ο διακομιστής FTP και που χρησιμοποιεί ο πελάτης FTP.
es: Elija la versión de Protocolo de Internet que admite el servidor FTP y que utiliza el cliente FTP.
fr: Choisissez la version du protocole Internet prise en charge par le serveur FTP et utilisée par le client FTP.
ga: Roghnaigh an leagan de Phrótacal Idirlín a thacaíonn an freastalaí FTP agus a úsáideann an cliant FTP.
hi: इंटरनेट प्रोटोकॉल का वह संस्करण चुनें जिसका एफ़टीपी सर्वर समर्थन करता है और जिसे एफ़टीपी क्लाइंट उपयोग करता है।
id: Pilih versi Protokol Internet yang didukung server FTP dan yang digunakan klien FTP.
it: Scegliere la versione del protocollo Internet supportata dal server FTP e utilizzata dal client FTP.
ja: FTPサーバーがサポートし、FTPクライアントが使用するインターネットプロトコルのバージョンを選択します。
ko: FTP 서버가 지원하고 FTP 클라이언트가 사용하는 인터넷 프로토콜 버전을 선택합니다.
ms: Pilih versi Internet Protocol yang disokong oleh pelayan FTP dan yang digunakan oleh klien FTP.
nb: Velg versjonen av Internett-protokollen som FTP-serveren støtter og som FTP-klienten bruker.
nl: Kies de versie van Internet Protocol die de FTP-server ondersteunt en die de FTP-client gebruikt.
pt_br: Escolha a versão do Protocolo de Internet que o servidor FTP suporta e que o cliente FTP usa.
ro: Alegeți versiunea de Internet Protocol pe care o acceptă serverul FTP și pe care o folosește clientul FTP.
tr: FTP sunucusunun desteklediği ve FTP istemcisinin kullandığı İnternet Protokolü sürümünü seçin.
uk: Виберіть версію Інтернет-протоколу, яку підтримує FTP-сервер і використовує FTP-клієнт.
vi: Chọn phiên bản Giao thức Internet mà máy chủ FTP hỗ trợ và máy khách FTP sử dụng.
zh: 選擇 FTP 服務器支持和 FTP 客戶端使用的 Internet 協議版本。

# NKS_SHELLPACKS_JSON_SETTINGS_DEFAULTFORMAT_NAME
source: Default JSON formatting for JSON shell
ar: تنسيق JSON الافتراضي لقذيفة JSON
de: Standardmäßige JSON-Formatierung für die JSON-Shell
el: Προεπιλεγμένη μορφοποίηση JSON για το κέλυφος JSON
es: Formato JSON predeterminado para shell JSON
fr: Formatage JSON par défaut pour le shell JSON
ga: Formáidiú réamhshocraithe JSON don bhlaosc JSON
hi: JSON शेल के लिए डिफ़ॉल्ट JSON स्वरूपण
id: Pemformatan JSON default untuk shell JSON
it: Formattazione JSON predefinita per la shell JSON
ja: JSONシェルのデフォルトのJSONフォーマット
ko: JSON 셸의 기본 JSON 형식
ms: Pemformatan JSON lalai untuk shell JSON
nb: Standard JSON-formatering for JSON-skall
nl: Standaard JSON-opmaak voor JSON-shell
pt_br: Formatação JSON padrão para shell JSON
ro: Formatare JSON implicită pentru shell JSON
tr: JSON kabuğu için varsayılan JSON biçimlendirmesi
uk: Стандартне форматування JSON для оболонки JSON
vi: Định dạng JSON mặc định cho shell JSON
zh: JSON shell 的默認 JSON 格式

# NKS_SHELLPACKS_JSON_SETTINGS_DEFAULTFORMAT_DESC
source: Selects the default JSON formatting (beautified or minified) for the JSON shell to save.
ar: يحدد تنسيق JSON الافتراضي (جميل أو مصغر) لصدفة JSON لحفظها.
de: Wählt die standardmäßige JSON-Formatierung (verschönert oder minimiert) für die zu speichernde JSON-Shell aus.
el: Επιλέγει την προεπιλεγμένη μορφοποίηση JSON (βελτιωμένη ή ελαχιστοποιημένη) για αποθήκευση του κελύφους JSON.
es: Selecciona el formato JSON predeterminado (mejorado o minimizado) para que se guarde el shell JSON.
fr: Sélectionne la mise en forme JSON par défaut (embellie ou minifiée) pour le shell JSON à enregistrer.
ga: Roghnaíonn sé an fhormáidiú réamhshocraithe JSON (álainn nó mionghearrtha) chun an bhlaosc JSON a shábháil.
hi: JSON शेल को सहेजने के लिए डिफ़ॉल्ट JSON स्वरूपण (सुंदर या छोटा) का चयन करता है।
id: Memilih format JSON default (diperindah atau diperkecil) untuk disimpan oleh shell JSON.
it: Seleziona la formattazione JSON predefinita (abbellita o ridotta) per il salvataggio della shell JSON.
ja: 保存するJSONシェルのデフォルトのJSONフォーマット（美化または縮小）を選択します。
ko: 저장할 JSON 셸의 기본 JSON 형식(미화 또는 축소)을 선택합니다.
ms: Memilih pemformatan JSON lalai (dipercantikkan atau diperkecilkan) untuk disimpan oleh shell JSON.
nb: Velger standard JSON-formatering (forskjønnet eller minifisert) for JSON-skallet som skal lagres.
nl: Selecteert de standaard JSON-opmaak (verfraaid of verkleind) voor de JSON-shell om op te slaan.
pt_br: Seleciona a formatação JSON padrão (embelezada ou minimizada) para o shell JSON salvar.
ro: Selectează formatarea JSON implicită (înfrumusețată sau redusă) pentru salvarea shell-ului JSON.
tr: JSON kabuğunun kaydedeceği varsayılan JSON biçimlendirmesini (güzelleştirilmiş veya küçültülmüş) seçer.
uk: Вибирає форматування JSON за замовчуванням (прикрашене або зменшене) для оболонки JSON для збереження.
vi: Chọn định dạng JSON mặc định (làm đẹp hoặc thu nhỏ) để lưu shell JSON.
zh: 選擇要保存的 JSON shell 的默認 JSON 格式（美化或縮小）。

# NKS_SHELLPACKS_FTP_COMMAND_SWITCH_SHOWDETAILS_DESC
source: Shows the file details in the list
ar: يظهر تفاصيل الملف في القائمة
de: Zeigt die Dateidetails in der Liste an
el: Εμφανίζει τις λεπτομέρειες του αρχείου στη λίστα
es: Muestra los detalles del archivo en la lista.
fr: Affiche les détails du fichier dans la liste
ga: Taispeánann sé sonraí an chomhaid sa liosta
hi: सूची में फ़ाइल विवरण दिखाता है
id: Menampilkan detail file dalam daftar
it: Mostra i dettagli del file nell'elenco
ja: リストにファイルの詳細を表示します
ko: 목록의 파일 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail dalam senarai
nb: Viser fildetaljene i listen
nl: Toont de bestandsdetails in de lijst
pt_br: Mostra os detalhes do arquivo na lista
ro: Afișează detaliile fișierului în listă
tr: Listedeki dosya ayrıntılarını gösterir
uk: Показує відомості про файл у списку
vi: Hiển thị chi tiết tệp trong danh sách
zh: 在列表中顯示文件詳細信息

# NKS_SHELLPACKS_FTP_COMMAND_SWITCH_SUPPRESSMESSAGES_DESC
source: Suppresses the annoying "permission denied" messages
ar: منع رسائل "رفض الإذن" المزعجة
de: Unterdrückt die lästigen "Erlaubnis verweigert"-Meldungen
el: Καταστέλλει τα ενοχλητικά μηνύματα "δεν επιτρέπεται η άδεια".
es: Suprime los molestos mensajes de "permiso denegado"
fr: Supprime les messages ennuyeux "autorisation refusée"
ga: Sochtann sé na teachtaireachtaí annoying "cead diúltaithe".
hi: कष्टप्रद "अनुमति अस्वीकृत" संदेशों को दबाता है
id: Menekan pesan "izin ditolak" yang mengganggu
it: Sopprime i fastidiosi messaggi di "autorizzazione negata".
ja: 迷惑な「許可拒否」メッセージを抑制します
ko: 성가신 "권한 거부" 메시지 억제
ms: Menyekat mesej "kebenaran ditolak" yang menjengkelkan
nb: Undertrykker de irriterende "tillatelse nektet"-meldinger
nl: Onderdrukt de vervelende "toestemming geweigerd"-berichten
pt_br: Suprime as mensagens irritantes de "permissão negada"
ro: Suprimă mesajele enervante „permisiune refuzată”.
tr: Rahatsız edici "izin reddedildi" mesajlarını bastırır
uk: Пригнічує дратівливі повідомлення "дозвіл заборонено".
vi: Ngăn chặn các thông báo "quyền bị từ chối" gây phiền nhiễu
zh: 抑制煩人的“權限被拒絕”消息

# NKS_SHELLPACKS_ARCHIVE_COMMAND_SWITCH_ABSOLUTE_DESC
source: Indicates that the target path is absolute
ar: يشير إلى أن المسار الهدف مطلق
de: Gibt an, dass der Zielpfad absolut ist
el: Υποδεικνύει ότι η διαδρομή στόχου είναι απόλυτη
es: Indica que la ruta de destino es absoluta
fr: Indique que le chemin cible est absolu
ga: Tugann sé le fios go bhfuil an cosán sprice absalóideach
hi: इंगित करता है कि लक्ष्य पथ निरपेक्ष है
id: Menunjukkan bahwa jalur target bersifat absolut
it: Indica che il percorso di destinazione è assoluto
ja: ターゲットパスが絶対パスであることを示します
ko: 대상 경로가 절대임을 나타냅니다.
ms: Menunjukkan bahawa laluan sasaran adalah mutlak
nb: Indikerer at målbanen er absolutt
nl: Geeft aan dat het doelpad absoluut is
pt_br: Indica que o caminho de destino é absoluto
ro: Indică faptul că calea țintă este absolută
tr: Hedef yolunun mutlak olduğunu gösterir
uk: Вказує, що цільовий шлях є абсолютним
vi: Chỉ ra rằng đường dẫn đích là tuyệt đối
zh: 表示目標路徑是絕對的

# NKS_SHELLPACKS_FILESHELLS_NEEDSFILE
source: File not specified. Exiting shell...
ar: الملف غير محدد. قذيفة الخروج ...
de: Datei nicht angegeben. Schale verlassen...
el: Το αρχείο δεν προσδιορίζεται. Έξοδος από το κέλυφος...
es: Archivo no especificado. Saliendo de la carcasa...
fr: Fichier non spécifié. Sortie de coque...
ga: Níl an comhad sonraithe. blaosc ag éirí as...
hi: फ़ाइल निर्दिष्ट नहीं है। शेल से बाहर निकल रहा है...
id: File tidak ditentukan. Keluar dari shell...
it: File non specificato. Uscire dalla shell...
ja: ファイルが指定されていません。シェルを終了しています...
ko: 파일이 지정되지 않았습니다. 쉘 종료 중...
ms: Fail tidak dinyatakan. Keluar dari shell...
nb: Filen er ikke spesifisert. Går ut av skallet...
nl: Bestand niet gespecificeerd. Uitgaande schelp...
pt_br: Arquivo não especificado. Saindo do shell...
ro: Fișierul nu este specificat. Se ies din shell...
tr: Dosya belirtilmedi. Kabuktan çıkılıyor...
uk: Файл не вказано. Вихід із оболонки...
vi: Tệp không được chỉ định. Đang thoát khỏi shell...
zh: 未指定文件。退出外殼...

# NKS_SHELLPACKS_RSS_COMMAND_BOOKMARK_DESC
source: Bookmarks the feed
ar: إشارات مرجعية الخلاصة
de: Lesezeichen für den Feed
el: Προσθέτει σελιδοδείκτη στη ροή
es: Marca el feed
fr: Met le flux en signet
ga: Leabharmharcanna an fotha
hi: फ़ीड को बुकमार्क करें
id: Menandai umpan
it: Aggiunge un segnalibro al feed
ja: フィードをブックマークします
ko: 피드 북마크
ms: Menanda halaman suapan
nb: Bokmerker feeden
nl: Voeg een bladwijzer toe aan de feed
pt_br: Marca o feed
ro: Marca feedul
tr: Beslemeyi yer imlerine ekler
uk: Додає стрічку в закладки
vi: Đánh dấu nguồn cấp dữ liệu
zh: 為提要添加書籤

# NKS_SHELLPACKS_RSS_COMMAND_UNBOOKMARK_DESC
source: Removes the feed bookmark
ar: يزيل إشارة مرجعية موجز
de: Entfernt das Feed-Lesezeichen
el: Καταργεί τον σελιδοδείκτη ροής
es: Elimina el marcador de alimentación
fr: Supprime le signet de flux
ga: Baintear an leabharmharc fothaí
hi: फ़ीड बुकमार्क हटाता है
id: Menghapus penanda umpan
it: Rimuove il segnalibro del feed
ja: フィードブックマークを削除します
ko: 피드 북마크 제거
ms: Mengalih keluar penanda halaman suapan
nb: Fjerner feedbokmerket
nl: Verwijdert de feed-bladwijzer
pt_br: Remove o marcador de feed
ro: Elimină marcajul de feed
tr: Besleme yer işaretini kaldırır
uk: Видаляє закладку каналу
vi: Xóa dấu trang nguồn cấp dữ liệu
zh: 刪除提要書籤

# NKS_SHELLPACKS_RSS_EXCEPTION_FEEDNOTINBOOKMARKS
source: The feed doesn't exist in bookmarks.
ar: الخلاصة غير موجودة في الإشارات المرجعية.
de: Der Feed existiert nicht in Lesezeichen.
el: Η ροή δεν υπάρχει στους σελιδοδείκτες.
es: El feed no existe en los marcadores.
fr: Le flux n'existe pas dans les favoris.
ga: Níl an fotha ann i leabharmharcanna.
hi: बुकमार्क में फ़ीड मौजूद नहीं है।
id: Umpan tidak ada dalam penanda.
it: Il feed non esiste nei segnalibri.
ja: フィードはブックマークに存在しません。
ko: 북마크에 피드가 없습니다.
ms: Suapan tidak wujud dalam penanda halaman.
nb: Innmatingen finnes ikke i bokmerker.
nl: De feed bestaat niet in bladwijzers.
pt_br: O feed não existe nos favoritos.
ro: Feedul nu există în marcaje.
tr: Besleme yer imlerinde bulunmuyor.
uk: Канал не існує в закладках.
vi: Nguồn cấp dữ liệu không tồn tại trong dấu trang.
zh: 書籤中不存在該提要。

# NKS_SHELLPACKS_RSS_COMMAND_LISTBOOKMARK_DESC
source: Lists all bookmarked feeds
ar: يسرد جميع الأعلاف المرجعية
de: Listet alle mit Lesezeichen versehenen Feeds auf
el: Εμφανίζει όλες τις ροές με σελιδοδείκτες
es: Enumera todos los feeds marcados
fr: Répertorie tous les flux marqués d'un signet
ga: Liostaíonn sé gach fothaí leabharmharcáilte
hi: सभी बुकमार्क किए गए फ़ीड सूचीबद्ध करता है
id: Mencantumkan semua feed yang ditandai
it: Elenca tutti i feed con segnalibri
ja: ブックマークされたすべてのフィードを一覧表示します
ko: 북마크된 모든 피드를 나열합니다.
ms: Menyenaraikan semua suapan yang ditanda halaman
nb: Viser alle bokmerkede feeder
nl: Toont alle feeds met bladwijzers
pt_br: Lista todos os feeds marcados
ro: Listează toate fluxurile marcate
tr: Tüm yer imlerine eklenen beslemeleri listeler
uk: Перераховує всі закладки каналів
vi: Liệt kê tất cả các nguồn cấp dữ liệu được đánh dấu
zh: 列出所有已添加書籤的提要

# NKS_SHELLPACKS_COMMON_JSON_FILENOTFOUND
source: File {0} not found.
ar: لم يتم العثور على الملف {0}.
de: Datei {0} nicht gefunden.
el: Το αρχείο {0} δεν βρέθηκε.
es: Archivo {0} no encontrado.
fr: Fichier {0} introuvable.
ga: Comhad {0} gan aimsiú.
hi: फ़ाइल {0} नहीं मिली.
id: Berkas {0} tidak ditemukan.
it: File {0} non trovato.
ja: ファイル {0} が見つかりません。
ko: 파일 {0}을(를) 찾을 수 없습니다.
ms: Fail {0} tidak ditemui.
nb: Finner ikke filen {0}.
nl: Bestand {0} niet gevonden.
pt_br: Arquivo {0} não encontrado.
ro: Fișierul {0} nu a fost găsit.
tr: {0} dosyası bulunamadı.
uk: Файл {0} не знайдено.
vi: Không tìm thấy tệp {0}.
zh: 未找到檔案 {0}。

# NKS_SHELLPACKS_COMMON_ARCHIVE_FILENOTFOUND
source: File doesn't exist.
ar: الملف غير موجود.
de: Datei existiert nicht.
el: Το αρχείο δεν υπάρχει.
es: El archivo no existe.
fr: Le fichier n'existe pas.
ga: Níl an comhad ann.
hi: फ़ाइल मौजूद नहीं है.
id: Berkas tidak ada.
it: Il file non esiste.
ja: ファイルが存在しません。
ko: 파일이 존재하지 않습니다.
ms: Fail tidak wujud.
nb: Filen eksisterer ikke.
nl: Bestand bestaat niet.
pt_br: O arquivo não existe.
ro: Fișierul nu există.
tr: Dosya bulunamadı.
uk: Файл не існує.
vi: Tập tin không tồn tại.
zh: 文件不存在。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_STATUS_NOINFO
source: No info.
ar: لا توجد معلومات.
de: Keine Informationen.
el: Καμία πληροφορία.
es: Sin información.
fr: Pas d'information.
ga: Gan eolas.
hi: कोई सूचना नहीं।
id: Tidak ada informasi.
it: Nessuna informazione.
ja: 情報がありません。
ko: 정보가 없습니다.
ms: Tiada maklumat.
nb: Ingen info.
nl: Geen informatie.
pt_br: Nenhuma informação.
ro: Nicio informație.
tr: Bilgi yok.
uk: Немає інформації.
vi: Không có thông tin.
zh: 沒有資訊。

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FILEFOLDERCANTOPEN
source: Can't open file or folder
ar: لا يمكن فتح الملف أو المجلد
de: Datei oder Ordner können nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα αρχείου ή φακέλου
es: No puedo abrir un archivo o una carpeta
fr: Impossible d'ouvrir un fichier ou un dossier
ga: Ní féidir comhad nó fillteán a oscailt
hi: फ़ाइल या फ़ोल्डर नहीं खोल सकते
id: Tidak dapat membuka file atau folder
it: Impossibile aprire file o cartella
ja: ファイルまたはフォルダーを開けません
ko: 파일이나 폴더를 열 수 없습니다
ms: Tidak dapat membuka fail atau folder
nb: Kan ikke åpne filen eller mappen
nl: Kan bestand of map niet openen
pt_br: Não é possível abrir arquivo ou pasta
ro: Nu se poate deschide fișierul sau folderul
tr: Dosya veya klasör açılamıyor
uk: Не вдається відкрити файл або папку
vi: Không thể mở tệp hoặc thư mục
zh: 無法開啟檔案或資料夾

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_NEWLINESTYLE
source: Newline style:
ar: نمط الخط الجديد:
de: Newline-Stil:
el: Στυλ νέας γραμμής:
es: Estilo de nueva línea:
fr: Style de nouvelle ligne :
ga: Stíl nualíne:
hi: न्यूलाइन शैली:
id: Gaya baris baru:
it: Stile di nuova riga:
ja: 改行スタイル:
ko: 개행 스타일:
ms: Gaya baris baharu:
nb: Newline stil:
nl: Nieuwe regelstijl:
pt_br: Estilo de nova linha:
ro: Stilul Newline:
tr: Yeni satır stili:
uk: Стиль нового рядка:
vi: Kiểu xuống dòng:
zh: 換行樣式：

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_BINFILE
source: Binary file:
ar: ملف ثنائي:
de: Binärdatei:
el: Δυαδικό αρχείο:
es: Archivo binario:
fr: Fichier binaire :
ga: Comhad dénártha:
hi: बाइनरी फ़ाइल:
id: Berkas biner:
it: File binario:
ja: バイナリーファイル：
ko: 바이너리 파일:
ms: Fail binari:
nb: Binær fil:
nl: Binair bestand:
pt_br: Arquivo binário:
ro: Fisier binar:
tr: İkili dosya:
uk: Двійковий файл:
vi: Tệp nhị phân:
zh: 二進位檔案：

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_MIMEMETADATA
source: MIME metadata:
ar: بيانات تعريف MIME:
de: MIME-Metadaten:
el: Μεταδεδομένα MIME:
es: Metadatos MIME:
fr: Métadonnées MIME :
ga: meiteashonraí MIME:
hi: माइम मेटाडेटा:
id: Metadata MIME:
it: Metadati MIME:
ja: MIME メタデータ:
ko: MIME 메타데이터:
ms: Metadata MIME:
pt_br: Metadados MIME:
ro: Metadate MIME:
tr: MIME meta verileri:
uk: Метадані MIME:
vi: Siêu dữ liệu MIME:
zh: MIME 元資料：

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_FULLNAME2
source: Full name
ar: الاسم الكامل
de: Vollständiger Name
el: Πλήρες όνομα
es: Nombre completo
fr: Nom et prénom
ga: Ainm iomlán
hi: पूरा नाम
id: Nama lengkap
it: Nome e cognome
ja: フルネーム
ko: 이름
ms: Nama penuh
nb: Fullt navn
nl: Voor-en achternaam
pt_br: Nome completo
ro: Numele complet
tr: Ad Soyad
uk: ПІБ
vi: Họ tên đầy đủ
zh: 全名

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_VERSION
source: Version
ar: إصدار
de: Ausführung
el: Εκδοχή
es: Versión
ga: Leagan
hi: संस्करण
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pt_br: Versão
ro: Versiune
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_CULTURENAME
source: Culture name
ar: اسم الثقافة
de: Kulturname
el: Όνομα πολιτισμού
es: Nombre de la cultura
fr: Nom de la culture
ga: Ainm cultúir
hi: संस्कृति का नाम
id: Nama budaya
it: Nome della cultura
ja: 文化名
ko: 문화명
ms: Nama budaya
nb: Kulturnavn
nl: Cultuur naam
pt_br: Nome da cultura
ro: Numele culturii
tr: Kültür adı
uk: Назва культури
vi: Tên văn hóa
zh: 文化名稱

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_CONTENTTYPE
source: Content type
ar: نوع المحتوى
de: Inhaltstyp
el: Τύπος περιεχομένου
es: Tipo de contenido
fr: Type de contenu
ga: Cineál ábhair
hi: सामग्री प्रकार
id: Jenis konten
it: Tipo di contenuto
ja: コンテンツタイプ
ko: 컨텐츠 타입
ms: Jenis kandungan
nb: Innholdstype
nl: Inhoudstype
pt_br: Tipo de conteúdo
ro: Tipul de conținut
tr: İçerik türü
uk: Тип вмісту
vi: Loại nội dung
zh: 內容類型

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_NOTDOTNETASSEMBLY
source: File is not a valid .NET assembly.\n
ar: الملف ليس تجميعاً صالحاً لـ .NET.\n
de: Die Datei ist keine gültige .NET-Assembly.\n
el: Το αρχείο δεν είναι έγκυρο συγκρότημα .NET.\n
es: El archivo no es un ensamblado .NET válido.\n
fr: Le fichier n'est pas un assembly .NET valide.\n
ga: Ní tionól bailí .NET é an comhad.\n
hi: फ़ाइल मान्य .NET असेंबली नहीं है.\n
id: Berkas bukan rakitan .NET yang valid.\n
it: Il file non è un assembly .NET valido.\n
ja: ファイルは有効な .NET アセンブリではありません。\n
ko: 파일이 유효한 .NET 어셈블리가 아닙니다.\n
ms: Fail bukan perhimpunan .NET yang sah.\n
nb: Filen er ikke en gyldig .NET-sammenstilling.\n
nl: Bestand is geen geldige .NET-assembly.\n
pt_br: O arquivo não é um assembly .NET válido.\n
ro: Fișierul nu este un ansamblu .NET valid.\n
tr: Dosya geçerli bir .NET derlemesi değil.\n
uk: Файл не є дійсною збіркою .NET.\n
vi: Tệp không phải là tệp .NET hợp lệ.\n
zh: 文件不是有效的 .NET 程序集。\n

# NKS_SHELLPACKS_FTPSFTP_FMCLI_CANTGETFSINFO
source: Can't get file system info
ar: لا يمكن الحصول على معلومات نظام الملفات
de: Dateisysteminformationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών συστήματος αρχείων
es: No puedo obtener información del sistema de archivos
fr: Impossible d'obtenir des informations sur le système de fichiers
ga: Ní féidir faisnéis chórais comhad a fháil
hi: फ़ाइल सिस्टम जानकारी नहीं मिल सकी
id: Tidak bisa mendapatkan info sistem berkas
it: Impossibile ottenere informazioni sul file system
ja: ファイルシステム情報を取得できません
ko: 파일 시스템 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat sistem fail
nb: Kan ikke hente filsysteminformasjon
nl: Kan geen bestandssysteeminformatie ophalen
pt_br: Não é possível obter informações do sistema de arquivos
ro: Nu pot obține informații despre sistemul de fișiere
tr: Dosya sistemi bilgisi alınamıyor
uk: Не вдається отримати інформацію про файлову систему
vi: Không thể lấy thông tin hệ thống tập tin
zh: 無法取得檔案系統訊息

# NKS_SHELLPACKS_FTPSFTP_FMCLI_CANTCOPY
source: Can't copy file or directory
ar: لا يمكن نسخ الملف أو الدليل
de: Datei oder Verzeichnis können nicht kopiert werden
el: Δεν είναι δυνατή η αντιγραφή αρχείου ή καταλόγου
es: No se puede copiar el archivo o directorio
fr: Impossible de copier un fichier ou un répertoire
ga: Ní féidir an comhad nó an t-eolaire a chóipeáil
hi: फ़ाइल या निर्देशिका की प्रतिलिपि नहीं बनाई जा सकती
id: Tidak dapat menyalin file atau direktori
it: Impossibile copiare file o directory
ja: ファイルまたはディレクトリをコピーできません
ko: 파일이나 디렉터리를 복사할 수 없습니다
ms: Tidak boleh menyalin fail atau direktori
nb: Kan ikke kopiere fil eller katalog
nl: Kan bestand of map niet kopiëren
pt_br: Não é possível copiar arquivo ou diretório
ro: Nu se poate copia fișierul sau directorul
tr: Dosya veya dizin kopyalanamıyor
uk: Не вдається скопіювати файл або каталог
vi: Không thể sao chép tập tin hoặc thư mục
zh: 無法複製檔案或目錄
