Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ShellPacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_SHELLPACKS_ARCHIVE_COMMAND_PACK_ARGUMENT_LOCALFILE_DESC
source: Local file
ar: ملف محلي
de: Lokale Datei
el: Τοπικό αρχείο
es: Archivo local
fr: Fichier local
ga: Comhad áitiúil
hi: स्थानीय फ़ाइल
id: berkas lokal
it: File locale
ja: ローカルファイル
ko: 로컬 파일
ms: Fail tempatan
nb: Lokal fil
nl: Lokaal bestand
pt_br: Arquivo local
ro: Fișier local
tr: Yerel dosya
uk: Локальний файл
vi: Tập tin cục bộ
zh: 本地文件

# NKS_SHELLPACKS_ARCHIVE_COMMAND_PACK_ARGUMENT_WHERE_DESC
source: Archive directory to add to
ar: دليل الأرشيف للإضافة إليه
de: Zum Hinzufügen vorgesehenes Archivverzeichnis
el: Αρχειοθέτηση καταλόγου για προσθήκη
es: Directorio de archivo para agregar a
fr: Répertoire d'archives auquel ajouter
ga: Comhadlann cartlainne le cur leis
hi: जोड़ने के लिए पुरालेख निर्देशिका
id: Direktori arsip untuk ditambahkan
it: Directory di archivio da aggiungere
ja: 追加するアーカイブディレクトリ
ko: 추가할 아카이브 디렉토리
ms: Arkib direktori untuk ditambah
nb: Arkivkatalog å legge til
nl: Archiefmap om toe te voegen aan
pt_br: Diretório de arquivo para adicionar
ro: Director de arhivare pentru a adăuga
tr: Arşiv dizini eklenecek
uk: Архівний каталог для додавання
vi: Lưu trữ thư mục để thêm vào
zh: 要新增的存檔目錄

# NKS_SHELLPACKS_COMMON_COMMAND_FTP_ARGUMENT_SERVER_DESC
source: FTP server to connect to
ar: خادم FTP للاتصال به
de: FTP-Server zum Verbinden mit
el: Διακομιστής FTP για σύνδεση
es: Servidor FTP al que conectarse
fr: Serveur FTP auquel se connecter
ga: Freastalaí FTP chun ceangal leis
hi: FTP सर्वर से कनेक्ट करें
id: Server FTP untuk terhubung ke
it: Server FTP a cui connettersi
ja: 接続するFTPサーバー
ko: 연결할 FTP 서버
ms: Pelayan FTP untuk disambungkan
nb: FTP-server å koble til
nl: FTP-server om verbinding mee te maken
pt_br: Servidor FTP para conectar
ro: Server FTP la care să vă conectați
tr: Bağlanılacak FTP sunucusu
uk: FTP-сервер для підключення
vi: Máy chủ FTP để kết nối tới
zh: 要連接的 FTP 伺服器

# NKS_SHELLPACKS_FTPSFTP_COMMAND_ARGUMENT_REMOTEFILE_DESC
source: Path to remote file
ar: المسار إلى الملف البعيد
de: Pfad zur Remote-Datei
el: Διαδρομή προς το απομακρυσμένο αρχείο
es: Ruta al archivo remoto
fr: Chemin vers le fichier distant
ga: Conair chuig an gcomhad cianda
hi: दूरस्थ फ़ाइल का पथ
id: Jalur ke file jarak jauh
it: Percorso al file remoto
ja: リモートファイルへのパス
ko: 원격 파일 경로
ms: Laluan ke fail jauh
nb: Bane til ekstern fil
nl: Pad naar extern bestand
pt_br: Caminho para arquivo remoto
ro: Calea către fișierul de la distanță
tr: Uzak dosyaya giden yol
uk: Шлях до віддаленого файлу
vi: Đường dẫn đến tập tin từ xa
zh: 遠端檔案路徑

# NKS_SHELLPACKS_FTPSFTP_COMMAND_ARGUMENT_LOCALDIR_DESC
source: Path to local directory
ar: المسار إلى الدليل المحلي
de: Pfad zum lokalen Verzeichnis
el: Διαδρομή προς τον τοπικό κατάλογο
es: Ruta al directorio local
fr: Chemin vers le répertoire local
ga: Conair chuig an eolaire áitiúil
hi: स्थानीय निर्देशिका का पथ
id: Jalur ke direktori lokal
it: Percorso alla directory locale
ja: ローカルディレクトリへのパス
ko: 로컬 디렉토리 경로
ms: Laluan ke direktori tempatan
nb: Sti til lokal katalog
nl: Pad naar lokale directory
pt_br: Caminho para o diretório local
ro: Calea către directorul local
tr: Yerel dizine giden yol
uk: Шлях до локального каталогу
vi: Đường dẫn đến thư mục cục bộ
zh: 本地目錄路徑

# NKS_SHELLPACKS_FTPSFTP_COMMAND_ARGUMENT_REMOTEDIR_DESC
source: Path to remote directory
ar: المسار إلى الدليل البعيد
de: Pfad zum Remote-Verzeichnis
el: Διαδρομή προς τον απομακρυσμένο κατάλογο
es: Ruta al directorio remoto
fr: Chemin vers le répertoire distant
ga: Conair chuig an gcianeolaire
hi: दूरस्थ निर्देशिका का पथ
id: Jalur ke direktori jarak jauh
it: Percorso verso la directory remota
ja: リモートディレクトリへのパス
ko: 원격 디렉토리 경로
ms: Laluan ke direktori jauh
nb: Bane til ekstern katalog
nl: Pad naar externe directory
pt_br: Caminho para o diretório remoto
ro: Calea către directorul de la distanță
tr: Uzak dizine giden yol
uk: Шлях до віддаленого каталогу
vi: Đường dẫn đến thư mục từ xa
zh: 遠端目錄的路徑

# NKS_SHELLPACKS_FTPSFTP_COMMAND_DEL_ARGUMENT_REMOTEFILE_DESC
source: Path to remote file to delete
ar: المسار إلى الملف البعيد الذي سيتم حذفه
de: Pfad zur zu löschenden Remotedatei
el: Διαδρομή προς το απομακρυσμένο αρχείο προς διαγραφή
es: Ruta al archivo remoto a eliminar
fr: Chemin vers le fichier distant à supprimer
ga: Conair chuig an gcomhad cianda le scriosadh
hi: हटाने के लिए दूरस्थ फ़ाइल का पथ
id: Jalur ke file jarak jauh yang akan dihapus
it: Percorso al file remoto da eliminare
ja: 削除するリモートファイルへのパス
ko: 삭제할 원격 파일의 경로
ms: Laluan ke fail jauh untuk dipadam
nb: Bane til ekstern fil for å slette
nl: Pad naar extern bestand om te verwijderen
pt_br: Caminho para o arquivo remoto a ser excluído
ro: Calea către fișierul de la distanță de șters
tr: Silinecek uzak dosyanın yolu
uk: Шлях до віддаленого файлу для видалення
vi: Đường dẫn đến tệp từ xa để xóa
zh: 要刪除的遠端檔案的路徑

# NKS_SHELLPACKS_FTP_COMMAND_EXECUTE_ARGUMENT_COMMAND_DESC
source: Server command to execute
ar: أمر الخادم للتنفيذ
de: Auszuführender Serverbefehl
el: Εντολή διακομιστή για εκτέλεση
es: Comando del servidor a ejecutar
fr: Commande du serveur à exécuter
ga: Ordú freastalaí le rith
hi: निष्पादित करने के लिए सर्वर आदेश
id: Perintah server untuk dieksekusi
it: Comando del server da eseguire
ja: 実行するサーバーコマンド
ko: 실행할 서버 명령
ms: Perintah pelayan untuk dilaksanakan
nb: Serverkommando for å utføre
nl: Serveropdracht om uit te voeren
pt_br: Comando do servidor para executar
ro: Comanda de server de executat
tr: Yürütülecek sunucu komutu
uk: Команда сервера для виконання
vi: Lệnh máy chủ để thực hiện
zh: 要執行的伺服器命令

# NKS_SHELLPACKS_FTPSFTP_COMMAND_MKLDIR_DESC
source: Creates a local directory
ar: إنشاء دليل محلي
de: Erstellt ein lokales Verzeichnis
el: Δημιουργεί έναν τοπικό κατάλογο
es: Crea un directorio local
fr: Crée un répertoire local
ga: Cruthaíonn eolaire áitiúil
hi: स्थानीय निर्देशिका बनाता है
id: Membuat direktori lokal
it: Crea una directory locale
ja: ローカルディレクトリを作成します
ko: 로컬 디렉토리를 생성합니다
ms: Mencipta direktori tempatan
nb: Oppretter en lokal katalog
nl: Maakt een lokale directory
pt_br: Cria um diretório local
ro: Creează un director local
tr: Yerel bir dizin oluşturur
uk: Створює локальний каталог
vi: Tạo một thư mục cục bộ
zh: 建立本地目錄

# NKS_SHELLPACKS_FTPSFTP_COMMAND_MKRDIR_DESC
source: Creates a remote directory
ar: إنشاء دليل بعيد
de: Erstellt ein Remote-Verzeichnis
el: Δημιουργεί έναν απομακρυσμένο κατάλογο
es: Crea un directorio remoto
fr: Crée un répertoire distant
ga: Cruthaíonn cianchomhadlann
hi: दूरस्थ निर्देशिका बनाता है
id: Membuat direktori jarak jauh
it: Crea una directory remota
ja: リモートディレクトリを作成します
ko: 원격 디렉토리를 생성합니다
ms: Mencipta direktori jauh
nb: Oppretter en ekstern katalog
nl: Maakt een externe directory
pt_br: Cria um diretório remoto
ro: Creează un director la distanță
tr: Uzak bir dizin oluşturur
uk: Створює віддалений каталог
vi: Tạo một thư mục từ xa
zh: 建立遠端目錄

# NKS_SHELLPACKS_FTP_COMMAND_MV_ARGUMENT_SOURCEFILEORDIR_DESC
source: Path to source file or directory
ar: المسار إلى ملف المصدر أو الدليل
de: Pfad zur Quelldatei oder zum Quellverzeichnis
el: Διαδρομή προς το αρχείο προέλευσης ή τον κατάλογο
es: Ruta al archivo o directorio de origen
fr: Chemin vers le fichier ou le répertoire source
ga: Conair chuig comhad foinse nó eolaire
hi: स्रोत फ़ाइल या निर्देशिका का पथ
id: Jalur ke file atau direktori sumber
it: Percorso al file o alla directory sorgente
ja: ソースファイルまたはディレクトリへのパス
ko: 소스 파일 또는 디렉토리 경로
ms: Laluan ke fail sumber atau direktori
nb: Bane til kildefil eller katalog
nl: Pad naar bronbestand of -map
pt_br: Caminho para o arquivo ou diretório de origem
ro: Calea către fișierul sau directorul sursă
tr: Kaynak dosya veya dizine giden yol
uk: Шлях до вихідного файлу або каталогу
vi: Đường dẫn đến tệp hoặc thư mục nguồn
zh: 來源檔案或目錄的路徑

# NKS_SHELLPACKS_FTP_COMMAND_MV_ARGUMENT_TARGETFILEORDIR_DESC
source: Path to target file or directory
ar: المسار إلى الملف أو الدليل المستهدف
de: Pfad zur Zieldatei oder zum Zielverzeichnis
el: Διαδρομή προς το αρχείο ή τον κατάλογο προορισμού
es: Ruta al archivo o directorio de destino
fr: Chemin vers le fichier ou le répertoire cible
ga: Conair chuig spriocchomhad nó eolaire
hi: लक्ष्य फ़ाइल या निर्देशिका का पथ
id: Jalur ke file atau direktori target
it: Percorso al file o alla directory di destinazione
ja: 対象ファイルまたはディレクトリへのパス
ko: 대상 파일 또는 디렉토리 경로
ms: Laluan ke fail atau direktori sasaran
nb: Bane til målfil eller katalog
nl: Pad naar doelbestand of -map
pt_br: Caminho para o arquivo ou diretório de destino
ro: Calea către fișierul sau directorul țintă
tr: Hedef dosya veya dizine giden yol
uk: Шлях до цільового файлу або каталогу
vi: Đường dẫn đến tệp hoặc thư mục đích
zh: 目標檔案或目錄的路徑

# NKS_SHELLPACKS_FTPSFTP_COMMAND_PUT_ARGUMENT_FILE_DESC
source: Path to local file
ar: المسار إلى الملف المحلي
de: Pfad zur lokalen Datei
el: Διαδρομή προς το τοπικό αρχείο
es: Ruta al archivo local
fr: Chemin vers le fichier local
ga: Conair chuig an gcomhad áitiúil
hi: स्थानीय फ़ाइल का पथ
id: Jalur ke file lokal
it: Percorso al file locale
ja: ローカルファイルへのパス
ko: 로컬 파일 경로
ms: Laluan ke fail tempatan
nb: Sti til lokal fil
nl: Pad naar lokaal bestand
pt_br: Caminho para o arquivo local
ro: Calea către fișierul local
tr: Yerel dosyaya giden yol
uk: Шлях до локального файлу
vi: Đường dẫn đến tệp cục bộ
zh: 本地檔案路徑

# NKS_SHELLPACKS_FTP_COMMAND_PERM_ARGUMENT_PERMNUMBER_DESC
source: Permission numbers according to chmod
ar: أرقام الأذونات حسب chmod
de: Berechtigungsnummern gemäß chmod
el: Αριθμοί αδειών σύμφωνα με το chmod
es: Números de permisos según chmod
fr: Numéros d'autorisation selon chmod
ga: Uimhreacha ceada de réir chmod
hi: chmod के अनुसार अनुमति संख्या
id: Nomor izin menurut chmod
it: Numeri di autorizzazione secondo chmod
ja: chmod による権限番号
ko: chmod에 따른 권한 번호
ms: Nombor kebenaran mengikut chmod
nb: Tillatelsesnummer i henhold til chmod
nl: Toestemmingsnummers volgens chmod
pt_br: Números de permissão de acordo com chmod
ro: Numere de permis conform chmod
tr: Chmod'a göre izin numaraları
uk: Номери дозволів згідно chmod
vi: Số lượng quyền theo chmod
zh: 根據 chmod 的權限編號

# NKS_SHELLPACKS_FTP_COMMAND_TYPE_ARGUMENT_TYPE_DESC
source: Specifies whether the transfer type is ASCII or Binary
ar: يحدد ما إذا كان نوع النقل هو ASCII أو ثنائي
de: Gibt an, ob der Übertragungstyp ASCII oder Binär ist
el: Καθορίζει εάν ο τύπος μεταφοράς είναι ASCII ή Binary
es: Especifica si el tipo de transferencia es ASCII o binario
fr: Spécifie si le type de transfert est ASCII ou binaire
ga: Sonraítear an bhfuil an cineál aistrithe ASCII nó Dénártha
hi: निर्दिष्ट करता है कि स्थानांतरण प्रकार ASCII है या बाइनरी
id: Menentukan apakah jenis transfer adalah ASCII atau Biner
it: Specifica se il tipo di trasferimento è ASCII o binario
ja: 転送タイプがASCIIかバイナリかを指定します
ko: 전송 유형이 ASCII인지 바이너리인지 지정합니다.
ms: Menentukan sama ada jenis pemindahan ialah ASCII atau Binari
nb: Angir om overføringstypen er ASCII eller binær
nl: Geeft aan of het overdrachtstype ASCII of binair is
pt_br: Especifica se o tipo de transferência é ASCII ou Binário
ro: Specifică dacă tipul de transfer este ASCII sau Binary
tr: Aktarım türünün ASCII mi yoksa İkili mi olduğunu belirtir
uk: Визначає тип передачі: ASCII чи двійковий
vi: Chỉ định loại chuyển giao là ASCII hay Nhị phân
zh: 指定傳輸類型是 ASCII 還是二進位

# NKS_SHELLPACKS_FTPSFTP_FMCLI_FSENTRY_SYMLINK
source: Symbolic link to: {0}
ar: رابط رمزي إلى: {0}
de: Symbolischer Link zu: {0}
el: Συμβολικός σύνδεσμος προς: {0}
es: Enlace simbólico a: {0}
fr: Lien symbolique vers : {0}
ga: Nasc siombalach chuig: {0}
hi: प्रतीकात्मक लिंक: {0}
id: Tautan simbolis ke: {0}
it: Collegamento simbolico a: {0}
ja: シンボリック リンク: {0}
ko: {0}에 대한 심볼릭 링크
ms: Pautan simbolik ke: {0}
nb: Symbolsk lenke til: {0}
nl: Symbolische link naar: {0}
pt_br: Link simbólico para: {0}
ro: Link simbolic către: {0}
tr: {0} için sembolik bağlantı
uk: Символічне посилання на: {0}
vi: Liên kết tượng trưng đến: {0}
zh: 符號連結到：{0}

# NKS_SHELLPACKS_HTTP_COMMAND_ARGUMENT_KEY_DESC
source: Header key
ar: مفتاح الرأس
de: Kopfzeilenschlüssel
el: Κλειδί κεφαλίδας
es: Clave de encabezado
fr: Clé d'en-tête
ga: Eochair ceanntásca
hi: हेडर कुंजी
id: Tombol header
it: Tasto intestazione
ja: ヘッダーキー
ko: 헤더 키
ms: Kekunci pengepala
nb: Overskriftsnøkkel
nl: Koptekst sleutel
pt_br: Chave de cabeçalho
ro: Tasta antet
tr: Başlık anahtarı
uk: Ключ заголовка
vi: Phím tiêu đề
zh: 標題鍵

# NKS_SHELLPACKS_HTTP_COMMAND_ARGUMENT_VALUE_DESC
source: Header value
ar: قيمة الرأس
de: Header-Wert
el: Τιμή κεφαλίδας
es: Valor del encabezado
fr: Valeur d'en-tête
ga: Luach ceanntásca
hi: हेडर मान
id: Nilai tajuk
it: Valore dell'intestazione
ja: ヘッダー値
ko: 헤더 값
ms: Nilai pengepala
nb: Overskriftsverdi
nl: Koptekstwaarde
pt_br: Valor do cabeçalho
ro: Valoarea antetului
tr: Başlık değeri
uk: Значення заголовка
vi: Giá trị tiêu đề
zh: 標頭值

# NKS_SHELLPACKS_HTTP_COMMAND_ARGUMENT_REQUEST_DESC
source: HTTP request
ar: طلب HTTP
de: HTTP-Anforderung
el: Αίτημα HTTP
es: Solicitud HTTP
fr: Requête HTTP
ga: Iarratas HTTP
hi: HTTP अनुरोध
id: Permintaan HTTP
it: Richiesta HTTP
ja: HTTPリクエスト
ko: HTTP 요청
ms: Permintaan HTTP
nb: HTTP-forespørsel
nl: HTTP-verzoek
pt_br: Solicitação HTTP
ro: Solicitare HTTP
tr: HTTP isteği
uk: HTTP запит
vi: Yêu cầu HTTP
zh: HTTP 請求

# NKS_SHELLPACKS_HTTP_COMMAND_ARGUMENT_FILE_DESC
source: File to upload
ar: الملف المراد تحميله
de: Hochzuladende Datei
el: Αρχείο για μεταφόρτωση
es: Archivo para cargar
fr: Fichier à télécharger
ga: Comhad le huaslódáil
hi: अपलोड करने के लिए फ़ाइल
id: File untuk diunggah
it: File da caricare
ja: アップロードするファイル
ko: 업로드할 파일
ms: Fail untuk dimuat naik
nb: Fil som skal lastes opp
nl: Bestand om te uploaden
pt_br: Arquivo para upload
ro: Fișier de încărcat
tr: Yüklenecek dosya
uk: Файл для завантаження
vi: Tệp để tải lên
zh: 要上傳的文件

# NKS_SHELLPACKS_HTTP_COMMAND_ARGUMENT_STRING_DESC
source: String to upload
ar: سلسلة للتحميل
de: Hochzuladende Zeichenfolge
el: Συμβολοσειρά για μεταφόρτωση
es: Cadena para cargar
fr: Chaîne à télécharger
ga: Teaghrán le huaslódáil
hi: अपलोड करने के लिए स्ट्रिंग
id: String untuk diunggah
it: Stringa da caricare
ja: アップロードする文字列
ko: 업로드할 문자열
ms: Rentetan untuk dimuat naik
nb: String for å laste opp
nl: String om te uploaden
pt_br: String para carregar
ro: Șir de încărcat
tr: Yüklenecek dize
uk: Рядок для завантаження
vi: Chuỗi để tải lên
zh: 要上傳的字串

# NKS_SHELLPACKS_HTTP_COMMAND_SETAGENT_ARGUMENT_UA_DESC
source: User agent string
ar: سلسلة وكيل المستخدم
de: Benutzer-Agent-Zeichenfolge
el: Συμβολοσειρά παράγοντα χρήστη
es: Cadena de agente de usuario
fr: Chaîne de l'agent utilisateur
ga: Teaghrán gníomhaire úsáideora
hi: उपयोगकर्ता एजेंट स्ट्रिंग
id: String agen pengguna
it: Stringa dell'agente utente
ja: ユーザーエージェント文字列
ko: 사용자 에이전트 문자열
ms: Rentetan ejen pengguna
nb: Brukeragentstreng
nl: Gebruikersagent-string
pt_br: Cadeia de caracteres do agente do usuário
ro: Șir de agent de utilizator
tr: Kullanıcı aracısı dizesi
uk: Рядок агента користувача
vi: Chuỗi tác nhân người dùng
zh: 用戶代理字串

# NKS_SHELLPACKS_COMMON_COMMAND_MAIL_ARGUMENT_ADDRESS_DESC
source: E-mail address to login to
ar: عنوان البريد الإلكتروني لتسجيل الدخول إليه
de: E-Mail-Adresse zum Anmelden
el: Διεύθυνση ηλεκτρονικού ταχυδρομείου για να συνδεθείτε
es: Dirección de correo electrónico para iniciar sesión
fr: Adresse e-mail pour se connecter
ga: Seoladh r-phoist le logáil isteach air
hi: लॉगइन करने के लिए ईमेल पता
id: Alamat email untuk masuk
it: Indirizzo e-mail per effettuare l'accesso
ja: ログインするメールアドレス
ko: 로그인을 위한 이메일 주소
ms: Alamat e-mel untuk log masuk
nb: E-postadresse å logge på
nl: E-mailadres om in te loggen
pt_br: Endereço de e-mail para efetuar login
ro: Adresă de e-mail la care să vă autentificați
tr: Giriş yapmak için e-posta adresi
uk: Адреса електронної пошти для входу
vi: Địa chỉ email để đăng nhập
zh: 登入電子郵件地址

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_CREATEFOLDER
source: Create folder
ar: إنشاء مجلد
de: Ordner erstellen
el: Δημιουργία φακέλου
es: Crear carpeta
fr: Créer un dossier
ga: Cruthaigh fillteán
hi: फ़ोल्डर बनाएँ
id: Buat folder
it: Crea cartella
ja: フォルダを作成
ko: 폴더 생성
ms: Buat folder
nb: Opprett mappe
nl: Map maken
pt_br: Criar pasta
ro: Creați folder
tr: Klasör oluştur
uk: Створити папку
vi: Tạo thư mục
zh: 建立資料夾

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_MOVE
source: Move...
ar: يتحرك...
de: Bewegen...
el: Κίνηση...
es: Mover...
fr: Se déplacer...
ga: Bog...
hi: कदम...
id: Bergerak...
it: Mossa...
ja: 動く...
ko: 이동하다...
ms: Bergerak...
nb: Flytte...
nl: Beweging...
pt_br: Mover...
ro: Mişcare...
tr: Taşınmak...
uk: Перемістити...
vi: Di chuyển...
zh: 移動...

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_MOVEALL
source: Move all...
ar: حرك الكل...
de: Alles verschieben...
el: Μετακινήστε όλα...
es: Mover todo...
fr: Déplacez tout...
ga: Bog ar fad...
hi: सब ले जाएँ...
id: Pindahkan semua...
it: Sposta tutto...
ja: すべてを移動...
ko: 모두 옮기세요...
ms: Gerakkan semua...
nb: Flytt alle...
nl: Verplaats alles...
pt_br: Mova tudo...
ro: Mutați tot...
tr: Hepsini taşı...
uk: Перенеси все...
vi: Di chuyển tất cả...
zh: 全部移動...

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_RENAMEFOLDER
source: Rename folder
ar: إعادة تسمية المجلد
de: Ordner umbenennen
el: Μετονομασία φακέλου
es: Cambiar el nombre de la carpeta
fr: Renommer le dossier
ga: Athainmnigh fillteán
hi: फ़ोल्डर का नाम बदलें
id: Ganti nama folder
it: Rinomina cartella
ja: フォルダ名の変更
ko: 폴더 이름 바꾸기
ms: Namakan semula folder
nb: Gi nytt navn til mappen
nl: Map hernoemen
pt_br: Renomear pasta
ro: Redenumiți folderul
tr: Klasörün adını değiştir
uk: Перейменувати папку
vi: Đổi tên thư mục
zh: 重新命名資料夾

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_REMOVEFOLDER
source: Remove folder
ar: إزالة المجلد
de: Ordner entfernen
el: Κατάργηση φακέλου
es: Eliminar carpeta
fr: Supprimer le dossier
ga: Bain fillteán
hi: फ़ोल्डर हटाएँ
id: Hapus folder
it: Rimuovi cartella
ja: フォルダを削除
ko: 폴더 제거
ms: Alih keluar folder
nb: Fjern mappen
nl: Map verwijderen
pt_br: Remover pasta
ro: Eliminați folderul
tr: Klasörü kaldır
uk: Видалити папку
vi: Xóa thư mục
zh: 刪除資料夾

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_REMOVE
source: Remove message
ar: إزالة الرسالة
de: Nachricht entfernen
el: Κατάργηση μηνύματος
es: Eliminar mensaje
fr: Supprimer le message
ga: Bain teachtaireacht
hi: संदेश हटाएँ
id: Hapus pesan
it: Rimuovi messaggio
ja: メッセージを削除
ko: 메시지 제거
ms: Alih keluar mesej
nb: Fjern melding
nl: Bericht verwijderen
pt_br: Remover mensagem
ro: Eliminați mesajul
tr: Mesajı kaldır
uk: Видалити повідомлення
vi: Xóa tin nhắn
zh: 刪除訊息

# NKS_SHELLPACKS_MAIL_TUI_KEYBINDING_REMOVEALL
source: Remove all...
ar: إزالة كل...
de: Alle entfernen...
el: Κατάργηση όλων...
es: Eliminar todo...
fr: Supprimer tout...
ga: Bain gach...
hi: सभी हटाएं...
id: Hapus semua...
it: Rimuovi tutto...
ja: すべて削除...
ko: 모두 제거...
ms: Alih keluar semua...
nb: Fjern alle...
nl: Alles verwijderen...
pt_br: Remover tudo...
ro: Eliminați toate...
tr: Tümünü kaldır...
uk: Видалити всі...
vi: Xóa tất cả...
zh: 全部刪除...

# NKS_SHELLPACKS_MAIL_TUI_FOLDERMESSAGEOPENFAILED
source: Can't open folder or message
ar: لا يمكن فتح المجلد أو الرسالة
de: Ordner oder Nachricht können nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα φακέλου ή μηνύματος
es: No se puede abrir la carpeta ni el mensaje
fr: Impossible d'ouvrir le dossier ou le message
ga: Ní féidir fillteán nó teachtaireacht a oscailt
hi: फ़ोल्डर या संदेश नहीं खोला जा सकता
id: Tidak dapat membuka folder atau pesan
it: Impossibile aprire la cartella o il messaggio
ja: フォルダまたはメッセージを開けません
ko: 폴더나 메시지를 열 수 없습니다
ms: Tidak dapat membuka folder atau mesej
nb: Kan ikke åpne mappen eller meldingen
nl: Kan map of bericht niet openen
pt_br: Não é possível abrir pasta ou mensagem
ro: Nu se poate deschide dosarul sau mesajul
tr: Klasör veya mesaj açılamıyor
uk: Не вдається відкрити папку чи повідомлення
vi: Không thể mở thư mục hoặc tin nhắn
zh: 無法開啟資料夾或郵件

# NKS_SHELLPACKS_MAIL_TUI_NEWDIRNAMEPROMPT
source: Write the new directory name.
ar: اكتب اسم الدليل الجديد.
de: Geben Sie den neuen Verzeichnisnamen ein.
el: Γράψτε το νέο όνομα καταλόγου.
es: Escriba el nuevo nombre del directorio.
fr: Écrivez le nouveau nom du répertoire.
ga: Scríobh an t-ainm eolaire nua.
hi: नई निर्देशिका का नाम लिखें.
id: Tulis nama direktori baru.
it: Scrivi il nome della nuova directory.
ja: 新しいディレクトリ名を記入します。
ko: 새로운 디렉토리 이름을 입력하세요.
ms: Tulis nama direktori baharu.
nb: Skriv det nye katalognavnet.
nl: Voer de nieuwe directorynaam in.
pt_br: Escreva o novo nome do diretório.
ro: Scrieți noul nume de director.
tr: Yeni dizin adını yazın.
uk: Напишіть нову назву каталогу.
vi: Viết tên thư mục mới.
zh: 寫入新目錄名稱。

# NKS_SHELLPACKS_MAIL_TUI_CREATINGDIR
source: Creating directory...
ar: إنشاء الدليل...
de: Verzeichnis wird erstellt...
el: Δημιουργία καταλόγου...
es: Creando directorio...
fr: Création du répertoire...
ga: Eolaire á cruthú...
hi: निर्देशिका बना रहा हूँ...
id: Membuat direktori...
it: Creazione directory...
ja: ディレクトリを作成しています...
ko: 디렉토리를 생성하는 중...
ms: Mencipta direktori...
nb: Oppretter katalog...
nl: Map maken...
pt_br: Criando diretório...
ro: Se creează directorul...
tr: Dizin oluşturuluyor...
uk: Створення каталогу...
vi: Đang tạo thư mục...
zh: 建立目錄...

# NKS_SHELLPACKS_MAIL_TUI_CREATINGDIRFAILED
source: Can't make folder
ar: لا يمكن إنشاء مجلد
de: Ordner kann nicht erstellt werden
el: Δεν είναι δυνατή η δημιουργία φακέλου
es: No se puede crear la carpeta
fr: Impossible de créer un dossier
ga: Ní féidir fillteán a dhéanamh
hi: फ़ोल्डर नहीं बनाया जा सकता
id: Tidak dapat membuat folder
it: Impossibile creare la cartella
ja: フォルダを作成できません
ko: 폴더를 만들 수 없습니다
ms: Tidak boleh membuat folder
nb: Kan ikke lage mappe
nl: Kan map niet maken
pt_br: Não é possível criar pasta
ro: Nu pot face folderul
tr: Klasör oluşturulamıyor
uk: Не вдається створити папку
vi: Không thể tạo thư mục
zh: 無法建立資料夾

# NKS_SHELLPACKS_MAIL_TUI_NEWDIRTOMOVEPROMPT
source: Select a new directory to move this message to.
ar: حدد دليلاً جديدًا لنقل هذه الرسالة إليه.
de: Wählen Sie ein neues Verzeichnis aus, in das diese Nachricht verschoben werden soll.
el: Επιλέξτε έναν νέο κατάλογο για να μετακινήσετε αυτό το μήνυμα.
es: Seleccione un nuevo directorio para mover este mensaje.
fr: Sélectionnez un nouveau répertoire vers lequel déplacer ce message.
ga: Roghnaigh eolaire nua chun an teachtaireacht seo a bhogadh chuige.
hi: इस संदेश को ले जाने के लिए एक नई निर्देशिका चुनें.
id: Pilih direktori baru untuk memindahkan pesan ini.
it: Seleziona una nuova directory in cui spostare questo messaggio.
ja: このメッセージを移動する新しいディレクトリを選択してください。
ko: 이 메시지를 이동할 새 디렉토리를 선택하세요.
ms: Pilih direktori baharu untuk mengalihkan mesej ini.
nb: Velg en ny katalog å flytte denne meldingen til.
nl: Selecteer een nieuwe map waarnaar u dit bericht wilt verplaatsen.
pt_br: Selecione um novo diretório para mover esta mensagem.
ro: Selectați un director nou în care să mutați acest mesaj.
tr: Bu mesajı taşımak için yeni bir dizin seçin.
uk: Виберіть новий каталог для переміщення цього повідомлення.
vi: Chọn thư mục mới để di chuyển tin nhắn này tới.
zh: 選擇將此訊息移至的新目錄。

# NKS_SHELLPACKS_MAIL_TUI_MOVINGMESSAGE
source: Moving message...
ar: رسالة متحركة...
de: Bewegende Nachricht...
el: Μετακινούμενο μήνυμα...
es: Mensaje conmovedor...
fr: Message émouvant...
ga: Teachtaireacht á bogadh...
hi: मार्मिक संदेश...
id: Pesan yang mengharukan...
it: Messaggio commovente...
ja: メッセージを移動しています...
ko: 움직이는 메시지입니다...
ms: Mesej bergerak...
nb: Flytter melding...
nl: Bewegend bericht...
pt_br: Mensagem comovente...
ro: Se mută mesajul...
tr: Mesaj taşınıyor...
uk: Переміщення повідомлення...
vi: Tin nhắn đang di chuyển...
zh: 正在移動的訊息...
