Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.LanguageStudio/Resources/Languages/Output/Localizations.*.resx
Languages: ga, hi, ko, ms, tr

# NKS_LANGUAGESTUDIO_APP_EXIT
source: Exit
ga: Scoir
hi: बाहर जाएं
ko: 출구
ms: Keluar
tr: Çıkış

# NKS_LANGUAGESTUDIO_APP_GOBACK
source: Go Back...
ga: Téigh ar ais...
hi: वापस जाओ...
ko: 돌아 가기 ...
ms: Pergi Balik...
tr: Geri gitmek...

# NKS_LANGUAGESTUDIO_APP_TUI_KEYBINDING_REMOVE
source: Remove
ga: Bain
hi: निकालना
ko: 제거하다
ms: Alih keluar
tr: Kaldırmak

# NKS_LANGUAGESTUDIO_COMMAND_MKLANG_DESC
source: Makes a new language
ga: Déanann teanga nua
hi: एक नई भाषा बनाता है
ko: 새로운 언어를 만든다
ms: Membuat bahasa baharu
tr: Yeni bir dil oluşturur

# NKS_LANGUAGESTUDIO_APP_BASEFILENOTFOUND
source: The base English strings file doesn't exist. Do you want to create an empty one? Or do you want to use Nitrocid's English strings?
ga: Níl an bunchomhad teaghráin Bhéarla ann. Ar mhaith leat ceann folamh a chruthú? Nó ar mhaith leat teaghráin Bhéarla Nitrocid a úsáid?
hi: आधार अंग्रेज़ी स्ट्रिंग फ़ाइल मौजूद नहीं है. क्या आप एक खाली बनाना चाहते हैं? या क्या आप नाइट्रोसिड की अंग्रेजी स्ट्रिंग्स का उपयोग करना चाहते हैं?
ko: 기본 영어 문자열 파일이 존재하지 않습니다. 빈 것을 생성하시겠습니까? 아니면 Nitrocid의 영어 문자열을 사용하시겠습니까?
ms: Fail rentetan bahasa Inggeris asas tidak wujud. Adakah anda mahu mencipta yang kosong? Atau adakah anda mahu menggunakan rentetan bahasa Inggeris Nitrocid?
tr: Temel İngilizce dizeler dosyası mevcut değil. Boş bir tane mi oluşturmak istiyorsunuz? Yoksa Nitrocid'in İngilizce dizelerini mi kullanmak istiyorsunuz?

# NKS_LANGUAGESTUDIO_APP_NOLANGSPECIFIED
source: No valid language is specified.
ga: Níl teanga bhailí ar bith sonraithe.
hi: कोई मान्य भाषा निर्दिष्ट नहीं है.
ko: 유효한 언어가 지정되지 않았습니다.
ms: Tiada bahasa yang sah dinyatakan.
tr: Geçerli bir dil belirtilmedi.

# NKS_LANGUAGESTUDIO_APP_HEADER
source: Welcome to the Language Studio!
ga: Fáilte go dtí an Stiúideo Teanga!
hi: भाषा स्टूडियो में आपका स्वागत है!
ko: 언어 스튜디오에 오신 것을 환영합니다!
ms: Selamat datang ke Language Studio!
tr: Dil Stüdyosuna Hoş Geldiniz!

# NKS_LANGUAGESTUDIO_APP_NEWSTRING
source: New string
ga: Teaghrán nua
hi: नई स्ट्रिंग
ko: 새 문자열
ms: Rentetan baharu
tr: Yeni dize

# NKS_LANGUAGESTUDIO_APP_REMOVESTRING
source: Remove string
ga: Bain teaghrán
hi: स्ट्रिंग हटाएँ
ko: 문자열 제거
ms: Keluarkan rentetan
tr: Dizeyi kaldır

# NKS_LANGUAGESTUDIO_APP_SAVE
source: Save translations
ga: Sábháil aistriúcháin
hi: अनुवाद सहेजें
ko: 번역 저장
ms: Simpan terjemahan
tr: Çevirileri kaydet

# NKS_LANGUAGESTUDIO_SELECTSTRINGTRANSLATE
source: Select a string to translate:
ga: Roghnaigh teaghrán le haistriú:
hi: अनुवाद करने के लिए एक स्ट्रिंग चुनें:
ko: 번역할 문자열을 선택하세요:
ms: Pilih rentetan untuk diterjemahkan:
tr: Çevrilecek bir dize seçin:

# NKS_LANGUAGESTUDIO_APP_NEWSTRINGPROMPT
source: Enter a new string
ga: Cuir isteach teaghrán nua
hi: एक नई स्ट्रिंग दर्ज करें
ko: 새 문자열을 입력하세요.
ms: Masukkan rentetan baharu
tr: Yeni bir dize girin

# NKS_LANGUAGESTUDIO_SELECTSTRINGREMOVE
source: Select a string to remove:
ga: Roghnaigh teaghrán le baint:
hi: हटाने के लिए एक स्ट्रिंग का चयन करें:
ko: 제거할 문자열을 선택하세요:
ms: Pilih rentetan untuk dialih keluar:
tr: Kaldırılacak bir dize seçin:

# NKS_LANGUAGESTUDIO_APP_SAVINGLANG
source: Saving language...
ga: Teanga á sábháil...
hi: भाषा सहेजी जा रही है...
ko: 언어 저장 중...
ms: Menyimpan bahasa...
tr: Dil kaydediliyor...

# NKS_LANGUAGESTUDIO_APP_SELECTLANGTITLE
source: Select language
ga: Roghnaigh teanga
hi: भाषा चुने
ko: 언어 선택
ms: Pilih bahasa
tr: Dil seçin

# NKS_LANGUAGESTUDIO_APP_SELECTLANGPROMPT
source: Select a language to translate this string to:
ga: Roghnaigh teanga chun an teaghrán seo a aistriú go:
hi: इस स्ट्रिंग का अनुवाद करने के लिए एक भाषा चुनें:
ko: 이 문자열을 번역할 언어를 선택하세요:
ms: Pilih bahasa untuk menterjemah rentetan ini kepada:
tr: Bu dizeyi çevirmek için bir dil seçin:

# NKS_LANGUAGESTUDIO_APP_TRANSLATIONPROMPT
source: Write your translation of
ga: Scríobh d’aistriúchán ar
hi: का अपना अनुवाद लिखें
ko: 당신의 번역을 쓰세요
ms: Tulis terjemahan anda tentang
tr: Çevirinizi yazın

# NKS_LANGUAGESTUDIO_COMMAND_MKLANG_SWITCH_TUI_DESC
source: Makes a new language in an interactive TUI
ga: Déanann sé teanga nua i TUI idirghníomhach
hi: इंटरैक्टिव TUI में एक नई भाषा बनाता है
ko: 대화형 TUI에서 새로운 언어를 만듭니다.
ms: Membuat bahasa baharu dalam TUI interaktif
tr: Etkileşimli TUI'de yeni bir dil oluşturur

# NKS_LANGUAGESTUDIO_APP_TUI_KEYBINDING_SAVE
source: Save
ga: Sábháil
hi: बचाना
ko: 구하다
ms: Jimat
tr: Kaydetmek

# NKS_LANGUAGESTUDIO_APP_TUI_KEYBINDING_ADD
source: Add
ga: Cuir
hi: जोड़ना
ko: 추가하다
ms: Tambah
tr: Eklemek

# NKS_LANGUAGESTUDIO_APP_TUI_KEYBINDING_TRANSLATE
source: Translate
ga: Aistrigh
hi: अनुवाद
ko: 번역하다
ms: Terjemah
tr: Çevir

# NKS_LANGUAGESTUDIO_COMMAND_MKLANG_ARGUMENT_PATH_DESC
source: Path to translations directory
ga: Conair chuig eolaire na n-aistriúchán
hi: अनुवाद निर्देशिका का पथ
ko: 번역 디렉토리 경로
ms: Laluan ke direktori terjemahan
tr: Çeviri dizinine giden yol

# NKS_LANGUAGESTUDIO_SAVESUCCESS
source: Done! Please use the Nitrocid.Locales application with appropriate arguments to finalise the languages. You can use this path:
ga: Déanta! Bain úsáid as an bhfeidhmchlár Nitrocid.Locales le hargóintí cuí chun na teangacha a thabhairt chun críche. Is féidir leat an cosán seo a úsáid:
hi: हो गया! कृपया भाषाओं को अंतिम रूप देने के लिए उचित तर्कों के साथ Nitrocid.Locales एप्लिकेशन का उपयोग करें। आप इस पथ का उपयोग कर सकते हैं:
ko: 완료! 적절한 인수와 함께 Nitrocid.Locales 애플리케이션을 사용하여 언어를 마무리하세요. 다음 경로를 사용할 수 있습니다.
ms: Selesai! Sila gunakan aplikasi Nitrocid.Locales dengan hujah yang sesuai untuk memuktamadkan bahasa. Anda boleh menggunakan laluan ini:
tr: Tamamlandı! Lütfen dilleri sonlandırmak için uygun argümanlarla Nitrocid.Locales uygulamasını kullanın. Bu yolu kullanabilirsiniz:
