Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ThemePacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_THEMEPACKS_THEME_DESC_UBUNTU
source: Colour schemes from a popular Linux operating system, Ubuntu
ar: مخططات الألوان من نظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata aus einem beliebten Linux-Betriebssystem, Ubuntu
el: Χρωματικοί συνδυασμοί από ένα δημοφιλές λειτουργικό σύστημα Linux, το Ubuntu
es: Esquemas de color de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó chóras oibriúcháin Linux coitianta, Ubuntu
hi: लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू से रंग योजनाएं
id: Skema warna dari sistem operasi Linux populer, Ubuntu
it: Combinazioni di colori di un popolare sistema operativo Linux, Ubuntu
ja: 人気のLinuxオペレーティングシステムUbuntuのカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores de um sistema operativo Linux popular, Ubuntu
pt_br: Esquemas de cores de um sistema operacional Linux popular, Ubuntu
ro: Scheme de culori dintr-un sistem de operare Linux popular, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'dan renk şemaları
uk: Колірні схеми популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ hệ điều hành Linux phổ biến, Ubuntu
zh: 來自流行 Linux 作業系統 Ubuntu 的配色方案

# NKS_THEMEPACKS_THEME_DESC_VICECITY
source: Gives you a perfect Vice City vibe
ar: يمنحك أجواء Vice City المثالية
de: Verleiht Ihnen ein perfektes Vice City-Feeling
el: Σας δίνει μια τέλεια ατμόσφαιρα Vice City
es: Te da una vibra Vice City perfecta
fr: Vous donne une ambiance parfaite de Vice City
ga: Tugann sé vibe Leas-Chathrach foirfe duit
hi: आपको एक परफेक्ट वाइस सिटी वाइब देता है
id: Memberikan Anda nuansa Vice City yang sempurna
it: Ti regala una perfetta atmosfera da Vice City
ja: 完璧なバイスシティの雰囲気を味わえます
ko: 완벽한 Vice City 분위기를 선사합니다
ms: Memberi anda suasana Vice City yang sempurna
nb: Gir deg en perfekt Vice City-stemning
nl: Geeft je een perfecte Vice City-sfeer
pt: Dá-lhe uma vibração perfeita Vice City
pt_br: Dá a você uma vibe perfeita de Vice City
ro: Vă oferă o atmosferă perfectă de Vice City
tr: Size mükemmel bir Vice City havası verir
uk: Створює ідеальну атмосферу Vice City
vi: Mang đến cho bạn cảm giác hoàn hảo của Vice City
zh: 給你完美的罪惡都市氛圍

# NKS_THEMEPACKS_THEME_DESC_VICECITYDAWN
source: This is your Vice City dawn.
ar: هذا هو فجر مدينتك النائبة.
de: Dies ist Ihr Vice City-Morgen.
el: Αυτή είναι η αυγή του Vice City.
es: Éste es tu amanecer en Vice City.
fr: C'est l'aube de votre Vice City.
ga: Seo é do Leas-Chathair breacadh an lae.
hi: यह आपकी वाइस सिटी सुबह है।
id: Inilah fajar Vice City Anda.
it: Questa è l'alba di Vice City.
ja: これがバイスシティの夜明けです。
ko: 이것은 바이스 시티의 새벽입니다.
ms: Ini adalah Subuh Naib Bandar anda.
nb: Dette er din Vice City daggry.
nl: Dit is de dageraad van Vice City.
pt: Este é o amanhecer do seu Vice City.
pt_br: Este é o seu amanhecer em Vice City.
ro: Aceasta este zorii tai Vice City.
tr: Bu sizin Vice City'nizin şafağında.
uk: Це ваш світанок у Vice City.
vi: Đây là bình minh của Vice City.
zh: 這是罪惡都市的黎明。

# NKS_THEMEPACKS_THEME_DESC_VISUALSTUDIO
source: Colour scheme for Visual Studio, one of the most powerful IDEs
ar: مخطط الألوان لبرنامج Visual Studio، أحد أقوى بيئات التطوير المتكاملة
de: Farbschema für Visual Studio, eine der leistungsstärksten IDEs
el: Χρωματικός συνδυασμός για το Visual Studio, ένα από τα πιο ισχυρά IDE
es: Esquema de colores para Visual Studio, uno de los IDE más potentes
fr: Schéma de couleurs pour Visual Studio, l'un des IDE les plus puissants
ga: Scéim dathanna le haghaidh Visual Studio, ceann de na IDEanna is cumhachtaí
hi: सबसे शक्तिशाली IDE में से एक, Visual Studio के लिए रंग योजना
id: Skema warna untuk Visual Studio, salah satu IDE terkuat
it: Schema di colori per Visual Studio, uno degli IDE più potenti
ja: 最も強力な IDE の 1 つである Visual Studio のカラー スキーム
ko: 가장 강력한 IDE 중 하나인 Visual Studio의 색상 구성표
ms: Skema warna untuk Visual Studio, salah satu IDE yang paling berkuasa
nb: Fargeskjema for Visual Studio, en av de kraftigste IDE-ene
nl: Kleurenschema voor Visual Studio, een van de krachtigste IDE's
pt: Esquema de cores para o Visual Studio, um dos IDEs mais poderosos
pt_br: Esquema de cores para o Visual Studio, um dos IDEs mais poderosos
ro: Schema de culori pentru Visual Studio, unul dintre cele mai puternice IDE-uri
tr: En güçlü IDE'lerden biri olan Visual Studio için renk şeması
uk: Колірна схема для Visual Studio, однієї з найпотужніших IDE
vi: Bảng màu cho Visual Studio, một trong những IDE mạnh mẽ nhất
zh: Visual Studio 的配色方案，最強大的 IDE 之一

# NKS_THEMEPACKS_THEME_DESC_WINDOWS11
source: Colour scheme for Windows 11, a recent version of Windows
ar: مخطط الألوان لنظام التشغيل Windows 11، وهو إصدار حديث من Windows
de: Farbschema für Windows 11, eine aktuelle Version von Windows
el: Χρωματικός συνδυασμός για Windows 11, μια πρόσφατη έκδοση των Windows
es: Esquema de colores para Windows 11, una versión reciente de Windows
fr: Palette de couleurs pour Windows 11, une version récente de Windows
ga: Scéim dathanna le haghaidh Windows 11, leagan is déanaí de Windows
hi: विंडोज 11 के लिए रंग योजना, विंडोज का एक हालिया संस्करण
id: Skema warna untuk Windows 11, versi terbaru Windows
it: Schema di colori per Windows 11, una versione recente di Windows
ja: Windowsの最新バージョンであるWindows 11の配色
ko: 최신 버전의 Windows인 Windows 11의 색 구성표
ms: Skema warna untuk Windows 11, versi Windows terkini
nb: Fargevalg for Windows 11, en nyere versjon av Windows
nl: Kleurenschema voor Windows 11, een recente versie van Windows
pt: Esquema de cor para o Windows 11, uma versão recente do Windows
pt_br: Esquema de cores para o Windows 11, uma versão recente do Windows
ro: Schema de culori pentru Windows 11, o versiune recentă a Windows
tr: Windows 11'in renk düzeni, Windows'un yeni bir sürümü
uk: Колірна схема для Windows 11, останньої версії Windows
vi: Bảng màu cho Windows 11, phiên bản Windows gần đây
zh: Windows 11（Windows 的最新版本）的配色方案

# NKS_THEMEPACKS_THEME_DESC_WINDOWS95
source: Bring back nostalgia with this theme!
ar: استعيد الحنين إلى الماضي مع هذا الموضوع!
de: Bringen Sie mit diesem Thema Nostalgie zurück!
el: Φέρτε πίσω τη νοσταλγία με αυτό το θέμα!
es: ¡Devuelve la nostalgia con este tema!
fr: Ramenez la nostalgie avec ce thème !
ga: Beir leat nostalgia leis an téama seo!
hi: इस थीम के साथ पुरानी यादें ताज़ा करें!
id: Bawa kembali nostalgia dengan tema ini!
it: Riportate indietro la nostalgia con questo tema!
ja: このテーマで懐かしさを蘇らせましょう！
ko: 이 테마로 향수를 불러일으켜 보세요!
ms: Kembalikan nostalgia dengan tema ini!
nb: Få tilbake nostalgien med dette temaet!
nl: Haal nostalgie terug met dit thema!
pt: Traga a nostalgia com este tema!
pt_br: Traga de volta a nostalgia com este tema!
ro: Aduceți înapoi nostalgia cu această temă!
tr: Bu tema ile nostaljiyi geri getirin!
uk: Поверніть ностальгію за допомогою цієї теми!
vi: Mang lại nỗi nhớ với chủ đề này!
zh: 用這個主題帶回懷舊之情！

# NKS_THEMEPACKS_THEME_DESC_WOOD
source: Your terminal consists of wood planks
ar: تتكون محطتك من ألواح خشبية
de: Ihr Terminal besteht aus Holzbrettern
el: Το τερματικό σας αποτελείται από ξύλινες σανίδες
es: Su terminal está formada por tablones de madera.
fr: Votre terminal est constitué de planches de bois
ga: Is éard atá i do chríochfort ná pleancanna adhmaid
hi: आपका टर्मिनल लकड़ी के तख्तों से बना है
id: Terminal Anda terdiri dari papan kayu
it: Il tuo terminale è costituito da assi di legno
ja: あなたのターミナルは木の板でできています
ko: 귀하의 터미널은 나무 판자로 구성되어 있습니다
ms: Terminal anda terdiri daripada papan kayu
nb: Terminalen din består av treplanker
nl: Uw terminal bestaat uit houten planken
pt: O seu terminal consiste em tábuas de madeira
pt_br: Seu terminal é composto por tábuas de madeira
ro: Terminalul tău este format din scânduri de lemn
tr: Terminaliniz ahşap plakalardan oluşmaktadır
uk: Ваш термінал складається з дерев’яних дощок
vi: Thiết bị đầu cuối của bạn bao gồm các tấm ván gỗ
zh: 您的終端由木板組成

# NKS_THEMEPACKS_THEME_DESC_YASAI
source: Inspired from the Chinese pattern of different fruits
ar: مستوحى من النمط الصيني للفواكه المختلفة
de: Inspiriert vom chinesischen Muster verschiedener Früchte
el: Εμπνευσμένο από το κινέζικο μοτίβο διαφορετικών φρούτων
es: Inspirado en el patrón chino de diferentes frutas.
fr: Inspiré du motif chinois de différents fruits
ga: Spreagtha ó phhatrún na Síne de thorthaí éagsúla
hi: विभिन्न फलों के चीनी पैटर्न से प्रेरित
id: Terinspirasi dari pola buah-buahan Cina yang berbeda
it: Ispirato al modello cinese di diversi frutti
ja: さまざまな果物の中国のパターンからインスピレーションを得た
ko: 다양한 과일의 중국 패턴에서 영감을 얻었습니다.
ms: Diinspirasikan daripada corak buah-buahan Cina yang berbeza
nb: Inspirert fra det kinesiske mønsteret av forskjellige frukter
nl: Geïnspireerd op het Chinese patroon van verschillende vruchten
pt: Inspirado no padrão chinês de diferentes frutos
pt_br: Inspirado no padrão chinês de diferentes frutas
ro: Inspirat din modelul chinezesc al diferitelor fructe
tr: Farklı meyvelerin Çin desenlerinden esinlenilmiştir
uk: Натхненний китайським візерунком різних фруктів
vi: Lấy cảm hứng từ các mẫu hoa quả khác nhau của Trung Quốc
zh: 靈感源自不同水果的中國圖案

# NKS_THEMEPACKS_THEME_DESC_ALMALINUX
source: Colour schemes from Alma Linux, a spinoff of a Linux operating system, Red Hat
ar: مخططات الألوان من Alma Linux، وهو منتج فرعي لنظام التشغيل Linux، وRed Hat
de: Farbschemata von Alma Linux, einem Spinoff des Linux-Betriebssystems Red Hat
el: Χρωματικοί συνδυασμοί από το Alma Linux, ένα spinoff ενός λειτουργικού συστήματος Linux, το Red Hat
es: Esquemas de color de Alma Linux, un derivado de un sistema operativo Linux, Red Hat
fr: Schémas de couleurs d'Alma Linux, un dérivé d'un système d'exploitation Linux, Red Hat
ga: Scéimeanna datha ó Alma Linux, seachthairbhe de chóras oibriúcháin Linux, Red Hat
hi: अल्मा लिनक्स से रंग योजनाएं, लिनक्स ऑपरेटिंग सिस्टम का एक स्पिनऑफ, रेड हैट
id: Skema warna dari Alma Linux, spin-off dari sistem operasi Linux, Red Hat
it: Combinazioni di colori di Alma Linux, uno spin-off del sistema operativo Linux, Red Hat
ja: LinuxオペレーティングシステムRed HatのスピンオフであるAlma Linuxのカラースキーム
ko: Linux 운영 체제인 Red Hat의 분사인 Alma Linux의 색상 구성표
ms: Skim warna daripada Alma Linux, spin-off sistem pengendalian Linux, Red Hat
nb: Fargeskjemaer fra Alma Linux, en spinoff av et Linux-operativsystem, Red Hat
nl: Kleurenschema's van Alma Linux, een spin-off van een Linux-besturingssysteem, Red Hat
pt: Esquemas de cores do Alma Linux, um spinoff de um sistema operativo Linux, Red Hat
pt_br: Esquemas de cores do Alma Linux, um spinoff de um sistema operacional Linux, Red Hat
ro: Scheme de culori de la Alma Linux, un spin-off al unui sistem de operare Linux, Red Hat
tr: Red Hat Linux işletim sisteminin bir yan ürünü olan Alma Linux'tan renk şemaları
uk: Схеми кольорів від Alma Linux, похідного продукту операційної системи Linux, Red Hat
vi: Các bảng màu từ Alma Linux, một sản phẩm phụ của hệ điều hành Linux, Red Hat
zh: Red Hat Linux 作業系統的衍生產品 Alma Linux 的顏色方案

# NKS_THEMEPACKS_THEME_DESC_ARCHLINUX
source: Colour schemes from a Linux operating system, Arch Linux
ar: مخططات الألوان من نظام التشغيل Linux، Arch Linux
de: Farbschemata aus einem Linux-Betriebssystem, Arch Linux
el: Χρωματικοί συνδυασμοί από ένα λειτουργικό σύστημα Linux, το Arch Linux
es: Esquemas de color de un sistema operativo Linux, Arch Linux
fr: Schémas de couleurs d'un système d'exploitation Linux, Arch Linux
ga: Scéimeanna datha ó chóras oibriúcháin Linux, Arch Linux
hi: लिनक्स ऑपरेटिंग सिस्टम, आर्क लिनक्स से रंग योजनाएँ
id: Skema warna dari sistem operasi Linux, Arch Linux
it: Combinazioni di colori da un sistema operativo Linux, Arch Linux
ja: Linux オペレーティングシステム、Arch Linux のカラースキーム
ko: Linux 운영 체제인 Arch Linux의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux, Arch Linux
nb: Fargeskjemaer fra et Linux-operativsystem, Arch Linux
nl: Kleurenschema's van een Linux-besturingssysteem, Arch Linux
pt: Esquemas de cores de um sistema operativo Linux, Arch Linux
pt_br: Esquemas de cores de um sistema operacional Linux, Arch Linux
ro: Scheme de culori dintr-un sistem de operare Linux, Arch Linux
tr: Bir Linux işletim sistemi olan Arch Linux'tan renk şemaları
uk: Колірні схеми з операційної системи Linux, Arch Linux
vi: Các lược đồ màu từ hệ điều hành Linux, Arch Linux
zh: Linux 作業系統 Arch Linux 的顏色方案

# NKS_THEMEPACKS_THEME_DESC_ENDEAVOUR
source: Colour schemes from EndeavourOS, a spinoff of a Linux operating system, Arch Linux
ar: مخططات الألوان من EndeavourOS، وهو نظام تشغيل فرعي لنظام Linux، Arch Linux
de: Farbschemata von EndeavourOS, einem Spinoff des Linux-Betriebssystems Arch Linux
el: Χρωματικοί συνδυασμοί από το EndeavourOS, ένα spinoff ενός λειτουργικού συστήματος Linux, το Arch Linux
es: Esquemas de color de EndeavourOS, un derivado del sistema operativo Linux, Arch Linux
fr: Schémas de couleurs d'EndeavourOS, un dérivé d'un système d'exploitation Linux, Arch Linux
ga: Scéimeanna datha ó EndeavourOS, toradh eile de chóras oibriúcháin Linux, Arch Linux
hi: एंडेवरओएस से रंग योजनाएं, जो कि लिनक्स ऑपरेटिंग सिस्टम, आर्क लिनक्स का एक स्पिनऑफ है
id: Skema warna dari EndeavourOS, spin-off dari sistem operasi Linux, Arch Linux
it: Combinazioni di colori di EndeavourOS, uno spin-off del sistema operativo Linux, Arch Linux
ja: Linux オペレーティングシステム Arch Linux のスピンオフである EndeavourOS のカラースキーム
ko: Linux 운영 체제인 Arch Linux의 파생 제품인 EndeavourOS의 색상 구성표
ms: Skim warna daripada EndeavourOS, spin-off sistem pengendalian Linux, Arch Linux
nb: Fargeskjemaer fra EndeavourOS, en spinoff av et Linux-operativsystem, Arch Linux
nl: Kleurenschema's van EndeavourOS, een spin-off van een Linux-besturingssysteem, Arch Linux
pt: Esquemas de cores do EndeavourOS, um spinoff de um sistema operativo Linux, o Arch Linux
pt_br: Esquemas de cores do EndeavourOS, um spinoff de um sistema operacional Linux, o Arch Linux
ro: Scheme de culori de la EndeavourOS, un spin-off al unui sistem de operare Linux, Arch Linux
tr: EndeavourOS'den renk şemaları, bir Linux işletim sistemi olan Arch Linux'un bir yan ürünüdür
uk: Кольорові схеми від EndeavourOS, похідного продукту операційної системи Linux, Arch Linux
vi: Các bảng màu từ EndeavourOS, một sản phẩm phụ của hệ điều hành Linux, Arch Linux
zh: EndeavourOS 的配色方案，它是 Linux 作業系統 Arch Linux 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_FEDORA
source: Colour schemes from Fedora, a spinoff of a Linux operating system, Red Hat
ar: مخططات الألوان من Fedora، وهو منتج فرعي لنظام التشغيل Linux، وRed Hat
de: Farbschemata von Fedora, einem Spinoff des Linux-Betriebssystems, Red Hat
el: Χρωματικοί συνδυασμοί από το Fedora, ένα spinoff ενός λειτουργικού συστήματος Linux, το Red Hat
es: Esquemas de color de Fedora, un derivado de un sistema operativo Linux, Red Hat
fr: Schémas de couleurs de Fedora, un dérivé d'un système d'exploitation Linux, Red Hat
ga: Scéimeanna datha ó Fedora, toradh eile de chóras oibriúcháin Linux, Red Hat
hi: फेडोरा से रंग योजनाएं, लिनक्स ऑपरेटिंग सिस्टम का एक स्पिनऑफ, रेड हैट
id: Skema warna dari Fedora, spin-off dari sistem operasi Linux, Red Hat
it: Schemi di colori di Fedora, uno spin-off del sistema operativo Linux, Red Hat
ja: LinuxオペレーティングシステムのスピンオフであるFedoraのカラースキーム、Red Hat
ko: Linux 운영 체제인 Red Hat의 분사인 Fedora의 색상 구성표
ms: Skim warna daripada Fedora, spin-off sistem pengendalian Linux, Red Hat
nb: Fargeskjemaer fra Fedora, en spinoff av et Linux-operativsystem, Red Hat
nl: Kleurenschema's van Fedora, een spin-off van een Linux-besturingssysteem, Red Hat
pt: Esquemas de cores do Fedora, um spinoff de um sistema operativo Linux, o Red Hat
pt_br: Esquemas de cores do Fedora, um spinoff de um sistema operacional Linux, o Red Hat
ro: Scheme de culori de la Fedora, un spin-off al unui sistem de operare Linux, Red Hat
tr: Fedora'dan renk şemaları, Linux işletim sistemi Red Hat'in bir yan ürünüdür
uk: Кольорові схеми від Fedora, дочірнього продукту операційної системи Linux, Red Hat
vi: Các chương trình màu từ Fedora, một sản phẩm phụ của hệ điều hành Linux, Red Hat
zh: Fedora 的配色方案，Linux 作業系統 Red Hat 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_GENTOO
source: Colour schemes from a Linux operating system, Gentoo
ar: مخططات الألوان من نظام التشغيل Linux وGentoo
de: Farbschemata aus einem Linux-Betriebssystem, Gentoo
el: Χρωματικοί συνδυασμοί από λειτουργικό σύστημα Linux, Gentoo
es: Esquemas de color de un sistema operativo Linux, Gentoo
fr: Schémas de couleurs d'un système d'exploitation Linux, Gentoo
ga: Scéimeanna datha ó chóras oibriúcháin Linux, Gentoo
hi: लिनक्स ऑपरेटिंग सिस्टम, जेंटू से रंग योजनाएँ
id: Skema warna dari sistem operasi Linux, Gentoo
it: Combinazioni di colori da un sistema operativo Linux, Gentoo
ja: Linux オペレーティングシステム Gentoo のカラースキーム
ko: Linux 운영 체제인 Genoo의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux, Gentoo
nb: Fargeskjemaer fra et Linux-operativsystem, Gentoo
nl: Kleurenschema's van een Linux-besturingssysteem, Gentoo
pt: Esquemas de cores de um sistema operativo Linux, Gentoo
pt_br: Esquemas de cores de um sistema operacional Linux, Gentoo
ro: Scheme de culori dintr-un sistem de operare Linux, Gentoo
tr: Bir Linux işletim sistemi olan Gentoo'dan renk şemaları
uk: Колірні схеми з операційної системи Linux, Gentoo
vi: Các lược đồ màu từ hệ điều hành Linux, Gentoo
zh: Linux 作業系統 Gentoo 的配色方案

# NKS_THEMEPACKS_THEME_DESC_KALEIDOSCOPE
source: Chiseled pattern colours forming a colourful mandala
ar: ألوان نمطية منحوتة تشكل ماندالا ملونة
de: Gemeißelte Musterfarben bilden ein buntes Mandala
el: Σμιλεμένα χρώματα σχεδίων που σχηματίζουν μια πολύχρωμη μάνταλα
es: Colores de patrones cincelados que forman un mandala colorido
fr: Motifs ciselés de couleurs formant un mandala coloré
ga: Dathanna patrún chiseled a bheidh ina mandala ildaite
hi: तराशे गए पैटर्न के रंग एक रंगीन मंडल बनाते हैं
id: Warna pola pahatan membentuk mandala berwarna-warni
it: Colori del motivo cesellato che formano un mandala colorato
ja: 色彩豊かな曼荼羅を形作る彫り模様の色彩
ko: 다채로운 만다라를 형성하는 끌로 깎은 패턴 색상
ms: Warna corak pahat membentuk mandala berwarna-warni
nb: Meislede mønsterfarger danner en fargerik mandala
nl: Gebeitelde patroonkleuren die een kleurrijke mandala vormen
pt: Cores de padrões cinzelados formando uma mandala colorida
pt_br: Cores de padrões cinzelados formando uma mandala colorida
ro: Culori model cizelate formând o mandală colorată
tr: Renkli bir mandala oluşturan yontulmuş desen renkleri
uk: Різні кольори візерунка утворюють барвисту мандалу
vi: Màu sắc hoa văn đục đẽo tạo thành một mandala đầy màu sắc
zh: 鑿刻的圖案顏色形成多彩的曼陀羅

# NKS_THEMEPACKS_THEME_DESC_KUBUNTU
source: Colour schemes from Kubuntu, a spinoff of a popular Linux operating system, Ubuntu
ar: مخططات الألوان من Kubuntu، وهو منتج فرعي من نظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata von Kubuntu, einem Spinoff des beliebten Linux-Betriebssystems Ubuntu
el: Χρωματικοί συνδυασμοί από το Kubuntu, ένα spinoff ενός δημοφιλούς λειτουργικού συστήματος Linux, του Ubuntu
es: Esquemas de color de Kubuntu, un derivado de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs de Kubuntu, un dérivé d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó Kubuntu, toradh eile de chóras oibriúcháin coitianta Linux, Ubuntu
hi: लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू के स्पिनऑफ, कुबंटू से रंग योजनाएं
id: Skema warna dari Kubuntu, spinoff dari sistem operasi Linux populer, Ubuntu
it: Schemi di colori di Kubuntu, uno spin-off di un popolare sistema operativo Linux, Ubuntu
ja: 人気のLinuxオペレーティングシステムUbuntuのスピンオフであるKubuntuのカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 파생 제품인 Kubuntu의 색상 구성표
ms: Skim warna daripada Kubuntu, spin-off sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra Kubuntu, en spinoff av et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van Kubuntu, een spin-off van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores do Kubuntu, um spinoff de um popular sistema operativo Linux, o Ubuntu
pt_br: Esquemas de cores do Kubuntu, um spinoff de um popular sistema operacional Linux, o Ubuntu
ro: Scheme de culori de la Kubuntu, un spin-off al unui sistem de operare Linux popular, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'nun yan ürünü olan Kubuntu'dan renk şemaları
uk: Схеми кольорів від Kubuntu, спінофу популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ Kubuntu, một phiên bản phụ của hệ điều hành Linux phổ biến, Ubuntu
zh: Kubuntu 的配色方案，Kubuntu 是流行 Linux 作業系統 Ubuntu 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_LINUXMINT
source: Colour schemes from Linux Mint, an unofficial spinoff of a popular Linux operating system, Ubuntu
ar: مخططات الألوان من Linux Mint، وهو إصدار غير رسمي من نظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata von Linux Mint, einem inoffiziellen Spinoff des beliebten Linux-Betriebssystems Ubuntu
el: Χρωματικοί συνδυασμοί από το Linux Mint, ένα ανεπίσημο spinoff ενός δημοφιλούς λειτουργικού συστήματος Linux, του Ubuntu
es: Esquemas de color de Linux Mint, una versión no oficial de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs de Linux Mint, un spin-off non officiel d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó Linux Mint, toradh neamhoifigiúil de chóras oibriúcháin Linux coitianta, Ubuntu
hi: लिनक्स मिंट से रंग योजनाएं, जो कि लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू का एक अनौपचारिक स्पिनऑफ है
id: Skema warna dari Linux Mint, spinoff tidak resmi dari sistem operasi Linux populer, Ubuntu
it: Combinazioni di colori di Linux Mint, uno spin-off non ufficiale di un popolare sistema operativo Linux, Ubuntu
ja: 人気のLinuxオペレーティングシステムUbuntuの非公式スピンオフであるLinux Mintのカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 비공식적인 파생 버전인 Linux Mint의 색 구성표
ms: Skim warna daripada Linux Mint, spin-off tidak rasmi sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra Linux Mint, en uoffisiell spinoff av et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van Linux Mint, een onofficiële spin-off van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores do Linux Mint, um spinoff não oficial de um popular sistema operativo Linux, o Ubuntu
pt_br: Esquemas de cores do Linux Mint, um spinoff não oficial de um popular sistema operacional Linux, o Ubuntu
ro: Scheme de culori de la Linux Mint, un spin-off neoficial al unui sistem de operare Linux popular, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'nun resmi olmayan bir yan ürünü olan Linux Mint'ten renk şemaları
uk: Кольорові схеми від Linux Mint, неофіційного продукту популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ Linux Mint, một phiên bản phụ không chính thức của hệ điều hành Linux phổ biến, Ubuntu
zh: Linux Mint 的配色方案，它是流行 Linux 作業系統 Ubuntu 的非官方衍生產品
