Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ThemePacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_THEMEPACKS_EXCEPTION_NODATA
source: Can't get necessary data to initialise this addon.
ar: لا يمكن الحصول على البيانات اللازمة لتهيئة هذه الوظيفة الإضافية.
de: Zum Initialisieren dieses Add-ons können die erforderlichen Daten nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη των απαραίτητων δεδομένων για την προετοιμασία αυτού του πρόσθετου.
es: No se pueden obtener los datos necesarios para inicializar este complemento.
fr: Impossible d'obtenir les données nécessaires pour initialiser ce module complémentaire.
ga: Ní féidir na sonraí riachtanacha a fháil chun an breiseán seo a thosú.
hi: इस ऐडऑन को आरंभ करने के लिए आवश्यक डेटा प्राप्त नहीं किया जा सका.
id: Tidak dapat memperoleh data yang diperlukan untuk menginisialisasi addon ini.
it: Impossibile ottenere i dati necessari per inizializzare questo componente aggiuntivo.
ja: このアドオンを初期化するために必要なデータを取得できません。
ko: 이 애드온을 초기화하는 데 필요한 데이터를 얻을 수 없습니다.
ms: Tidak boleh mendapatkan data yang diperlukan untuk memulakan addon ini.
nb: Kan ikke hente nødvendige data for å initialisere dette tillegget.
nl: De benodigde gegevens om deze add-on te initialiseren, kunnen niet worden opgehaald.
pt: Não é possível obter dados necessários para inicializar este add-on.
pt_br: Não é possível obter os dados necessários para inicializar este complemento.
ro: Nu pot obține datele necesare pentru a inițializa acest supliment.
tr: Bu eklentiyi başlatmak için gerekli veriler alınamıyor.
uk: Не вдається отримати необхідні дані для ініціалізації цього аддона.
vi: Không thể lấy được dữ liệu cần thiết để khởi tạo tiện ích bổ sung này.
zh: 無法取得初始化此外掛程式所需的資料。

# NKS_THEMEPACKS_THEME_DESC_AMAYA
source: Purple harmony
ar: الانسجام الأرجواني
de: Lila Harmonie
el: Μωβ αρμονία
es: Armonía púrpura
fr: Harmonie violette
ga: Comhréiteach corcra
hi: बैंगनी सद्भाव
id: harmoni ungu
it: Armonia viola
ja: 紫のハーモニー
ko: 퍼플 하모니
ms: Keharmonian ungu
nb: Lilla harmoni
nl: Paarse harmonie
pt: harmonia roxa
pt_br: Harmonia roxa
ro: Armonie violet
tr: Mor uyumu
uk: Фіолетова гармонія
vi: Sự hòa hợp màu tím
zh: 紫色和諧

# NKS_THEMEPACKS_THEME_DESC_ANDROID
source: This is the Android mascot colour in the foreground
ar: هذا هو لون تميمة الأندرويد في المقدمة
de: Dies ist die Android-Maskottchenfarbe im Vordergrund
el: Αυτό είναι το χρώμα μασκότ Android στο πρώτο πλάνο
es: Este es el color de la mascota de Android en primer plano.
fr: C'est la couleur de la mascotte Android au premier plan
ga: Is é seo an dath mascot Android sa tulra
hi: यह अग्रभूमि में Android शुभंकर का रंग है
id: Ini adalah warna maskot Android di latar depan
it: Questo è il colore della mascotte Android in primo piano
ja: これは前景のAndroidマスコットカラーです
ko: 이것은 전경에 있는 안드로이드 마스코트 색상입니다.
ms: Ini ialah warna maskot Android di latar depan
nb: Dette er Android-maskotfargen i forgrunnen
nl: Dit is de kleur van het Android-mascotte op de voorgrond
pt: Esta é a cor da mascote Android em primeiro plano
pt_br: Esta é a cor do mascote do Android em primeiro plano
ro: Aceasta este culoarea mascota Android în prim plan
tr: Bu ön plandaki Android maskot rengidir
uk: Це колір талісмана Android на передньому плані
vi: Đây là màu linh vật Android ở phía trước
zh: 這是前景的 Android 吉祥物顏色

# NKS_THEMEPACKS_THEME_DESC_APTIVI
source: Our branding harmony
ar: انسجام علامتنا التجارية
de: Unsere Markenharmonie
el: Η αρμονία επωνυμίας μας
es: Nuestra armonía de marca
fr: Notre harmonie de marque
ga: Ár chéile brandála
hi: हमारी ब्रांडिंग सद्भाव
id: Keharmonisan merek kami
it: La nostra armonia di branding
ja: 私たちのブランドの調和
ko: 우리의 브랜딩 하모니
ms: Keharmonian penjenamaan kami
nb: Vår merkevareharmoni
nl: Onze merkharmonie
pt: A nossa harmonia de marca
pt_br: Nossa harmonia de marca
ro: Armonia noastră de branding
tr: Marka uyumumuz
uk: Гармонія нашого бренду
vi: Sự hài hòa trong thương hiệu của chúng tôi
zh: 我們的品牌和諧

# NKS_THEMEPACKS_THEME_DESC_AYUDARK
source: Dark version of a popular VIM theme, Ayu
ar: نسخة داكنة من موضوع VIM الشهير، Ayu
de: Dunkle Version eines beliebten VIM-Themas, Ayu
el: Σκοτεινή έκδοση ενός δημοφιλούς θέματος VIM, του Ayu
es: Versión oscura de un tema popular de VIM, Ayu
fr: Version sombre d'un thème VIM populaire, Ayu
ga: Leagan dorcha de théama coitianta VIM, Ayu
hi: लोकप्रिय VIM थीम, आयु का डार्क संस्करण
id: Versi gelap dari tema VIM populer, Ayu
it: Versione scura di un popolare tema VIM, Ayu
ja: 人気のVIMテーマAyuのダークバージョン
ko: 인기 있는 VIM 테마인 Ayu의 다크 버전
ms: Versi gelap tema VIM popular, Ayu
nb: Mørk versjon av et populært VIM-tema, Ayu
nl: Donkere versie van een populair VIM-thema, Ayu
pt: Versão escura de um tema VIM popular, Ayu
pt_br: Versão escura de um tema VIM popular, Ayu
ro: Versiunea întunecată a unei teme populare VIM, Ayu
tr: Popüler bir VIM teması olan Ayu'nun koyu versiyonu
uk: Темна версія популярної теми VIM, Ayu
vi: Phiên bản tối của chủ đề VIM phổ biến, Ayu
zh: 流行的 VIM 主題 Ayu 的深色版本

# NKS_THEMEPACKS_THEME_DESC_AYULIGHT
source: Light version of a popular VIM theme, Ayu
ar: إصدار خفيف من موضوع VIM الشهير، Ayu
de: Light-Version eines beliebten VIM-Themas, Ayu
el: Ελαφριά έκδοση ενός δημοφιλούς θέματος VIM, του Ayu
es: Versión ligera de un tema popular de VIM, Ayu
fr: Version allégée d'un thème VIM populaire, Ayu
ga: Leagan éadrom de théama coitianta VIM, Ayu
hi: लोकप्रिय VIM थीम, आयु का हल्का संस्करण
id: Versi ringan dari tema VIM populer, Ayu
it: Versione light di un popolare tema VIM, Ayu
ja: 人気のVIMテーマAyuの軽量版
ko: 인기 있는 VIM 테마인 Ayu의 라이트 버전
ms: Versi ringan tema VIM popular, Ayu
nb: Lettversjon av et populært VIM-tema, Ayu
nl: Light-versie van een populair VIM-thema, Ayu
pt: Versão leve de um tema VIM popular, Ayu
pt_br: Versão light de um tema VIM popular, Ayu
ro: Versiune ușoară a unei teme populare VIM, Ayu
tr: Popüler bir VIM teması olan Ayu'nun hafif versiyonu
uk: Полегшена версія популярної теми VIM, Ayu
vi: Phiên bản nhẹ của chủ đề VIM phổ biến, Ayu
zh: 流行的 VIM 主題 Ayu 的精簡版

# NKS_THEMEPACKS_THEME_DESC_AYUMIRAGE
source: Mirage version of a popular VIM theme, Ayu
ar: إصدار Mirage من موضوع VIM الشهير، Ayu
de: Mirage-Version eines beliebten VIM-Themas, Ayu
el: Έκδοση Mirage ενός δημοφιλούς θέματος VIM, του Ayu
es: Versión Mirage de un tema popular de VIM, Ayu
fr: Version Mirage d'un thème VIM populaire, Ayu
ga: Leagan Mirage de théama tóir VIM, Ayu
hi: लोकप्रिय VIM थीम, आयु का मिराज संस्करण
id: Versi fatamorgana dari tema VIM populer, Ayu
it: Versione Mirage di un popolare tema VIM, Ayu
ja: 人気のVIMテーマAyuのMirageバージョン
ko: 인기 있는 VIM 테마인 Ayu의 Mirage 버전
ms: Versi Mirage tema VIM popular, Ayu
nb: Mirage-versjon av et populært VIM-tema, Ayu
nl: Mirage-versie van een populair VIM-thema, Ayu
pt: Versão mirage de um tema VIM popular, Ayu
pt_br: Versão Mirage de um tema VIM popular, Ayu
ro: Versiunea Mirage a unei teme populare VIM, Ayu
tr: Popüler bir VIM teması olan Ayu'nun Mirage versiyonu
uk: Mirage версія популярної теми VIM, Ayu
vi: Phiên bản Mirage của chủ đề VIM phổ biến, Ayu
zh: 流行 VIM 主題 Ayu 的 Mirage 版本

# NKS_THEMEPACKS_THEME_DESC_BACKTOSCHOOL
source: This is the first day of the new school year
ar: هذا هو اليوم الأول من العام الدراسي الجديد
de: Dies ist der erste Tag des neuen Schuljahres
el: Αυτή είναι η πρώτη μέρα της νέας σχολικής χρονιάς
es: Este es el primer día del nuevo año escolar.
fr: C'est le premier jour de la nouvelle année scolaire
ga: Seo é an chéad lá den scoilbhliain nua
hi: यह नये स्कूल वर्ष का पहला दिन है
id: Ini adalah hari pertama tahun ajaran baru
it: Questo è il primo giorno del nuovo anno scolastico
ja: 今日は新学期の初日です
ko: 오늘은 새 학년의 첫날입니다
ms: Ini adalah hari pertama tahun persekolahan baru
nb: Dette er første dag i det nye skoleåret
nl: Dit is de eerste dag van het nieuwe schooljaar
pt: Este é o primeiro dia do novo ano letivo
pt_br: Este é o primeiro dia do novo ano letivo
ro: Aceasta este prima zi a noului an școlar
tr: Bugün yeni okul yılının ilk günü
uk: Це перший день нового навчального року
vi: Đây là ngày đầu tiên của năm học mới
zh: 這是新學年的第一天

# NKS_THEMEPACKS_THEME_DESC_BLACKONWHITE
source: Lightest terminal possible
ar: أخف محطة ممكنة
de: Das leichteste mögliche Terminal
el: Το ελαφρύτερο δυνατό τερματικό
es: El terminal más ligero posible
fr: Terminal le plus léger possible
ga: Teirminéal is éadroime is féidir
hi: संभवतः सबसे हल्का टर्मिनल
id: Terminal paling ringan yang memungkinkan
it: Il terminale più leggero possibile
ja: 可能な限り軽量な端末
ko: 가능한 가장 가벼운 단말기
ms: Terminal paling ringan mungkin
nb: Letteste terminal mulig
nl: Lichtste terminal mogelijk
pt: terminal mais leve possível
pt_br: Terminal mais leve possível
ro: Cel mai ușor terminal posibil
tr: Mümkün olan en hafif terminal
uk: Найлегший можливий термінал
vi: Thiết bị đầu cuối nhẹ nhất có thể
zh: 最輕的終端

# NKS_THEMEPACKS_THEME_DESC_BLACKROSE
source: This is the black rose
ar: هذه هي الوردة السوداء
de: Das ist die schwarze Rose
el: Αυτό είναι το μαύρο τριαντάφυλλο
es: Esta es la rosa negra
fr: C'est la rose noire
ga: Seo é an rós dubh
hi: यह काला गुलाब है
id: Ini adalah mawar hitam
it: Questa è la rosa nera
ja: これは黒いバラです
ko: 이것은 검은 장미입니다
ms: Ini adalah mawar hitam
nb: Dette er den svarte rosen
nl: Dit is de zwarte roos
pt: Esta é a rosa preta
pt_br: Esta é a rosa negra
ro: Acesta este trandafirul negru
tr: Bu siyah güldür
uk: Це чорна троянда
vi: Đây là hoa hồng đen
zh: 這是黑玫瑰

# NKS_THEMEPACKS_THEME_DESC_BREEZE
source: Colour scheme for Breeze, a KDE Plasma 5 theme
ar: مخطط الألوان لـ Breeze، أحد موضوعات KDE Plasma 5
de: Farbschema für Breeze, ein KDE Plasma 5-Design
el: Χρωματικός συνδυασμός για το Breeze, ένα θέμα KDE Plasma 5
es: Esquema de colores para Breeze, un tema de KDE Plasma 5
fr: Palette de couleurs pour Breeze, un thème KDE Plasma 5
ga: Scéim dathanna do Breeze, téama KDE Plasma 5
hi: ब्रीज़ के लिए रंग योजना, एक KDE प्लाज़्मा 5 थीम
id: Skema warna untuk Breeze, tema KDE Plasma 5
it: Schema di colori per Breeze, un tema KDE Plasma 5
ja: KDE Plasma 5 テーマ Breeze のカラースキーム
ko: KDE Plasma 5 테마인 Breeze의 색 구성표
ms: Skema warna untuk Breeze, tema KDE Plasma 5
nb: Fargeskjema for Breeze, et KDE Plasma 5-tema
nl: Kleurenschema voor Breeze, een KDE Plasma 5-thema
pt: Esquema de cor para Breeze, um tema KDE Plasma 5
pt_br: Esquema de cores para Breeze, um tema do KDE Plasma 5
ro: Schema de culori pentru Breeze, o temă KDE Plasma 5
tr: KDE Plasma 5 teması olan Breeze için renk şeması
uk: Колірна схема для Breeze, теми KDE Plasma 5
vi: Bảng màu cho Breeze, chủ đề KDE Plasma 5
zh: KDE Plasma 5 主題 Breeze 的配色方案

# NKS_THEMEPACKS_THEME_DESC_DRACULA
source: Popular colour scheme for IDEs, like IntelliJ
ar: مخطط الألوان الشائع لـ IDEs، مثل IntelliJ
de: Beliebtes Farbschema für IDEs wie IntelliJ
el: Δημοφιλής συνδυασμός χρωμάτων για IDE, όπως το IntelliJ
es: Esquema de colores popular para IDE, como IntelliJ
fr: Schéma de couleurs populaire pour les IDE, comme IntelliJ
ga: Scéim dathanna coitianta le haghaidh IDEanna, cosúil le IntelliJ
hi: IntelliJ जैसे IDEs के लिए लोकप्रिय रंग योजना
id: Skema warna populer untuk IDE, seperti IntelliJ
it: Schema di colori popolare per IDE, come IntelliJ
ja: IntelliJのようなIDEでよく使われるカラースキーム
ko: IntelliJ와 같은 IDE의 인기 있는 색 구성표
ms: Skim warna popular untuk IDE, seperti IntelliJ
nb: Populært fargeskjema for IDE-er, som IntelliJ
nl: Populair kleurenschema voor IDE's, zoals IntelliJ
pt: Esquema de cores popular para IDEs, como o IntelliJ
pt_br: Esquema de cores popular para IDEs, como IntelliJ
ro: Schema de culori populară pentru IDE-uri, cum ar fi IntelliJ
tr: IntelliJ gibi IDE'ler için popüler renk şeması
uk: Популярна колірна схема для IDE, як-от IntelliJ
vi: Bảng màu phổ biến cho các IDE, như IntelliJ
zh: IDE 的流行配色方案，例如 IntelliJ

# NKS_THEMEPACKS_THEME_DESC_DARKSIDE
source: It's time to go back to the dark side.
ar: حان الوقت للعودة إلى الجانب المظلم.
de: Es ist Zeit, auf die dunkle Seite zurückzukehren.
el: Ήρθε η ώρα να επιστρέψουμε στη σκοτεινή πλευρά.
es: Es hora de volver al lado oscuro.
fr: Il est temps de retourner du côté obscur.
ga: Tá sé in am dul ar ais go dtí an taobh dorcha.
hi: अब अंधेरे पक्ष की ओर वापस जाने का समय आ गया है।
id: Saatnya kembali ke sisi gelap.
it: È tempo di tornare al lato oscuro.
ja: ダークサイドに戻る時が来た。
ko: 이제 어둠의 면으로 돌아갈 때가 왔습니다.
ms: Sudah tiba masanya untuk kembali ke sisi gelap.
nb: Det er på tide å gå tilbake til den mørke siden.
nl: Het is tijd om terug te gaan naar de duistere kant.
pt: É tempo de voltar ao lado negro.
pt_br: É hora de voltar para o lado negro.
ro: Este timpul să ne întoarcem în partea întunecată.
tr: Karanlık tarafa dönmenin zamanı geldi.
uk: Настав час повернутися на темну сторону.
vi: Đã đến lúc quay trở lại với mặt tối.
zh: 是時候回到黑暗面了。

# NKS_THEMEPACKS_THEME_DESC_DEBIAN
source: Colour schemes for Debian
ar: مخططات الألوان لنظام Debian
de: Farbschemata für Debian
el: Σχέδια χρωμάτων για το Debian
es: Esquemas de color para Debian
fr: Schémas de couleurs pour Debian
ga: Scéimeanna dathanna le haghaidh Debian
hi: डेबियन के लिए रंग योजनाएँ
id: Skema warna untuk Debian
it: Schemi di colori per Debian
ja: Debian のカラースキーム
ko: 데비안의 색상 구성표
ms: Skim warna untuk Debian
nb: Fargeskjemaer for Debian
nl: Kleurenschema's voor Debian
pt: Esquemas de cor para Debian
pt_br: Esquemas de cores para Debian
ro: Scheme de culori pentru Debian
tr: Debian için renk şemaları
uk: Кольорові схеми для Debian
vi: Các lược đồ màu cho Debian
zh: Debian 的配色方案

# NKS_THEMEPACKS_THEME_DESC_DEFAULTVIVID
source: The vivid default theme for the kernel
ar: الموضوع الافتراضي الحيوي للنواة
de: Das lebendige Standarddesign für den Kernel
el: Το ζωντανό προεπιλεγμένο θέμα για τον πυρήνα
es: El tema vívido predeterminado para el kernel
fr: Le thème par défaut vif pour le noyau
ga: An téama réamhshocraithe beoga don eithne
hi: कर्नेल के लिए ज्वलंत डिफ़ॉल्ट थीम
id: Tema default yang jelas untuk kernel
it: Il tema predefinito vivido per il kernel
ja: カーネルの鮮やかなデフォルトテーマ
ko: 커널을 위한 생생한 기본 테마
ms: Tema lalai yang jelas untuk kernel
nb: Det levende standardtemaet for kjernen
nl: Het levendige standaardthema voor de kernel
pt: O tema vívido padrão para o kernel
pt_br: O tema padrão vívido para o kernel
ro: Tema implicită vie pentru nucleu
tr: Çekirdek için canlı varsayılan tema
uk: Яскрава типова тема для ядра
vi: Chủ đề mặc định sống động cho hạt nhân
zh: 生動的內核預設主題

# NKS_THEMEPACKS_THEME_DESC_DYNAMICBACK
source: Background accents in your kernel!
ar: إضافة لمسات خلفية إلى نواة جهازك!
de: Hintergrundakzente in Ihrem Kernel!
el: Προφορές φόντου στον πυρήνα σας!
es: ¡Acentos de fondo en tu kernel!
fr: Accents d'arrière-plan dans votre noyau !
ga: Variant cúlra i do eithne!
hi: आपके कर्नेल में पृष्ठभूमि लहजे!
id: Aksen latar belakang di kernel Anda!
it: Accenti di sfondo nel tuo kernel!
ja: カーネルの背景アクセント!
ko: 커널에 배경 악센트를 추가하세요!
ms: Aksen latar belakang dalam kernel anda!
nb: Bakgrunnsaksenter i kjernen din!
nl: Achtergrondaccenten in uw kernel!
pt: Acentos de fundo no seu kernel!
pt_br: Acentos de fundo no seu kernel!
ro: Accente de fundal în nucleul tău!
tr: Çekirdeğinizde arka plan aksanları var!
uk: Фонові акценти у вашому ядрі!
vi: Thêm dấu nền vào hạt nhân của bạn!
zh: 內核中的背景重音！

# NKS_THEMEPACKS_THEME_DESC_DYNAMICEXTRA
source: More accents everywhere!
ar: مزيد من اللهجات في كل مكان!
de: Überall mehr Akzente!
el: Περισσότεροι τόνοι παντού!
es: ¡Más acentos en todas partes!
fr: Plus d'accents partout !
ga: Níos mó variant i ngach áit!
hi: हर जगह अधिक उच्चारण!
id: Lebih banyak aksen di mana-mana!
it: Più accenti ovunque!
ja: どこにでもアクセントが増えました！
ko: 곳곳에 악센트가 더 많아졌어요!
ms: Lebih banyak aksen di mana-mana!
nb: Flere aksenter overalt!
nl: Overal meer accenten!
pt: Mais sotaques em todo o lado!
pt_br: Mais sotaques em todos os lugares!
ro: Mai multe accente peste tot!
tr: Her yerde daha fazla aksan!
uk: Скрізь більше акцентів!
vi: Có nhiều giọng hơn ở khắp mọi nơi!
zh: 到處都有更多口音！

# NKS_THEMEPACKS_THEME_DESC_EDM
source: Use if you are a fan of EDM
ar: استخدمه إذا كنت من محبي موسيقى EDM
de: Verwenden Sie es, wenn Sie ein Fan von EDM sind
el: Χρησιμοποιήστε το εάν είστε λάτρης του EDM
es: Úselo si eres fanático de la EDM
fr: À utiliser si vous êtes fan d'EDM
ga: Bain úsáid as má tá tú ina lucht leanúna de EDM
hi: यदि आप ईडीएम के प्रशंसक हैं तो इसका उपयोग करें
id: Gunakan jika Anda penggemar EDM
it: Da usare se sei un fan dell'EDM
ja: EDMファンなら使ってください
ko: EDM 팬이라면 사용해보세요
ms: Gunakan jika anda peminat EDM
nb: Bruk hvis du er en fan av EDM
nl: Gebruik als je een fan bent van EDM
pt: Use se é fã de EDM
pt_br: Use se você é fã de EDM
ro: Folosiți dacă sunteți fan EDM
tr: EDM hayranıysanız kullanın
uk: Використовуйте, якщо ви фанат EDM
vi: Sử dụng nếu bạn là người hâm mộ EDM
zh: 如果您是 EDM 愛好者，請使用

# NKS_THEMEPACKS_THEME_DESC_FIRE
source: Fire shades
ar: ظلال النار
de: Feuerschirme
el: Αποχρώσεις φωτιάς
es: Cortinas de fuego
fr: Pare-feu
ga: Scáthanna dóiteáin
hi: अग्नि छाया
id: Nuansa api
it: Tonalità di fuoco
ja: ファイアシェード
ko: 방화 쉐이드
ms: Warna api
nb: Brann nyanser
nl: Brandschermen
pt: Sombras de incêndio
pt_br: Tons de fogo
ro: Nuante de foc
tr: Yangın gölgelikleri
uk: Вогняні відтінки
vi: Bóng lửa
zh: 防火罩

# NKS_THEMEPACKS_THEME_DESC_GOLDENPALACE
source: Your epic golden palace on dark blue background
ar: قصرك الذهبي الملحمي على خلفية زرقاء داكنة
de: Ihr epischer goldener Palast auf dunkelblauem Hintergrund
el: Το επικό σας χρυσό παλάτι σε σκούρο μπλε φόντο
es: Tu épico palacio dorado sobre fondo azul oscuro
fr: Votre palais épique doré sur fond bleu foncé
ga: Do phálás órga eipiciúil ar chúlra gorm dorcha
hi: गहरे नीले रंग की पृष्ठभूमि पर आपका महाकाव्य स्वर्ण महल
id: Istana emas epik Anda dengan latar belakang biru tua
it: Il tuo epico palazzo dorato su sfondo blu scuro
ja: 濃い青色の背景に壮大な黄金の宮殿
ko: 진한 파란색 배경에 그려진 장엄한 황금 궁전
ms: Istana emas epik anda pada latar belakang biru tua
nb: Ditt episke gyldne palass på mørkeblå bakgrunn
nl: Jouw epische gouden paleis op donkerblauwe achtergrond
pt: O seu palácio dourado épico em fundo azul escuro
pt_br: Seu palácio dourado épico em fundo azul escuro
ro: Palatul tău epic de aur pe fundal albastru închis
tr: Koyu mavi zemin üzerine destansı altın sarayınız
uk: Ваш епічний золотий палац на синьому тлі
vi: Cung điện vàng hoành tráng của bạn trên nền xanh đậm
zh: 深藍色背景中您史詩般的金色宮殿

# NKS_THEMEPACKS_THEME_DESC_GRAPEKIWI
source: Grape and Kiwi mixed together
ar: العنب والكيوي مخلوطان مع بعض
de: Trauben und Kiwi gemischt
el: Σταφύλι και ακτινίδιο αναμειγνύονται μαζί
es: Uva y kiwi mezclados
fr: Raisin et kiwi mélangés ensemble
ga: Fíonchaor agus kiwi measctha le chéile
hi: अंगूर और कीवी को एक साथ मिलाकर
id: Campuran anggur dan kiwi
it: Uva e kiwi mescolati insieme
ja: ブドウとキウイを混ぜたもの
ko: 포도와 키위를 섞은 것
ms: Anggur dan Kiwi dicampur bersama
nb: Drue og Kiwi blandet sammen
nl: Druiven en kiwi's gemengd
pt: Grape e Kiwi misturados
pt_br: Uva e kiwi misturados
ro: Struguri și Kiwi s-au amestecat
tr: Üzüm ve kivi birlikte karıştırıldı
uk: Змішати виноград і ківі
vi: Nho và Kiwi trộn lẫn với nhau
zh: 葡萄和獼猴桃混合在一起

# NKS_THEMEPACKS_THEME_DESC_GRAPE
source: Colour scheme for grapes
ar: مخطط الألوان للعنب
de: Farbschema für Trauben
el: Σχέδιο χρωμάτων για σταφύλια
es: Esquema de colores para uvas
fr: Palette de couleurs pour les raisins
ga: Scéim dathanna le haghaidh fíonchaora
hi: अंगूर के लिए रंग योजना
id: Skema warna untuk anggur
it: Schema di colori per l'uva
ja: ブドウの配色
ko: 포도의 색상 구성표
ms: Skim warna untuk anggur
nb: Fargevalg for druer
nl: Kleurenschema voor druiven
pt: Esquema de cor para uvas
pt_br: Esquema de cores para uvas
ro: Schema de culori pentru struguri
tr: Üzümler için renk şeması
uk: Колірна схема для винограду
vi: Bảng màu cho nho
zh: 葡萄的配色方案

# NKS_THEMEPACKS_THEME_DESC_GREENMIX
source: Vivid and plastered green, blue, and purple colours
ar: ألوان زاهية ومبهجة باللون الأخضر والأزرق والأرجواني
de: Lebendige und verputzte Grün-, Blau- und Lilatöne
el: Ζωντανά και σοβατισμένα πράσινα, μπλε και μωβ χρώματα
es: Colores verde, azul y morado vivos y enlucidos.
fr: Couleurs vives et plâtrées vertes, bleues et violettes
ga: Dathanna beoga agus plástar glas, gorm, agus corcra
hi: चमकीले और चटकीले हरे, नीले और बैंगनी रंग
id: Warna hijau, biru, dan ungu yang cerah dan mencolok
it: Colori vivaci e intonacati di verde, blu e viola
ja: 鮮やかな緑、青、紫の色彩
ko: 생생하고 짙게 칠해진 녹색, 파란색, 보라색 색상
ms: Warna hijau, biru dan ungu yang terang dan ditampal
nb: Levende og pusset grønne, blå og lilla farger
nl: Levendige en gepleisterde groene, blauwe en paarse kleuren
pt: Cores verdes e rebocadas verdes, azul e roxo
pt_br: Cores vivas e rebocadas de verde, azul e roxo
ro: Culori vii și tencuite verde, albastru și violet
tr: Canlı ve sıvalı yeşil, mavi ve mor renkler
uk: Яскраві та оштукатурені зелені, сині та фіолетові кольори
vi: Màu xanh lá cây, xanh lam và tím rực rỡ và được trát vữa
zh: 鮮豔的綠色、藍色和紫色

# NKS_THEMEPACKS_THEME_DESC_GREENIFIED
source: Greenify your environment, greenify your kernel. Make Earth greener!
ar: اجعل بيئتك خضراء، اجعل نواة جهازك خضراء. اجعل الأرض أكثر خضرة!
de: Machen Sie Ihre Umwelt grüner, machen Sie Ihren Kern grüner. Machen Sie die Erde grüner!
el: Πρασινοποιήστε το περιβάλλον σας, πρασινίστε τον πυρήνα σας. Κάντε τη Γη πιο πράσινη!
es: Ecologice su entorno, ecologice su núcleo. ¡Hagamos que la Tierra sea más verde!
fr: Verdissez votre environnement, verdissez votre cœur. Rendez la Terre plus verte !
ga: Glasaigh do thimpeallacht, glasaigh d'eithne. Déan an Domhan níos glaise!
hi: अपने पर्यावरण को हरा-भरा बनाइये, अपने कर्नेल को हरा-भरा बनाइये। पृथ्वी को और हरा-भरा बनाइये!
id: Hijaukan lingkungan Anda, hijaukan inti Anda. Jadikan Bumi lebih hijau!
it: Rendi più verde il tuo ambiente, rendi più verde il tuo kernel. Rendi la Terra più verde!
ja: あなたの環境を緑化し、あなたの心を緑化しましょう。地球をもっと緑にしましょう!
ko: 환경을 녹색화하고, 커널을 녹색화하세요. 지구를 더 녹색으로 만드세요!
ms: Hijaukan persekitaran anda, hijaukan kernel anda. Jadikan Bumi lebih hijau!
nb: Grønngjør miljøet ditt, gjør kjernen grønn. Gjør jorden grønnere!
nl: Vergroen uw omgeving, vergroen uw kernel. Maak de aarde groener!
pt: Verde o seu ambiente, greenifique o seu kernel. Torne a Terra mais verde!
pt_br: Greenify seu ambiente, greenify seu kernel. Faça a Terra mais verde!
ro: Ecologizează-ți mediul, ecologizează-ți nucleul. Faceți Pământul mai verde!
tr: Çevrenizi yeşillendirin, çekirdeğinizi yeşillendirin. Dünyayı daha yeşil yapın!
uk: Озеленіть своє середовище, озеленіть своє ядро. Зроби Землю зеленішою!
vi: Xanh hóa môi trường của bạn, xanh hóa hạt nhân của bạn. Làm cho Trái đất xanh hơn!
zh: 綠化你的環境，綠化你的核心。讓地球更綠！

# NKS_THEMEPACKS_THEME_DESC_GREENRED
source: We've added green and red as colours.
ar: لقد أضفنا اللون الأخضر والأحمر كلونين.
de: Wir haben Grün und Rot als Farben hinzugefügt.
el: Προσθέσαμε το πράσινο και το κόκκινο ως χρώματα.
es: Hemos añadido verde y rojo como colores.
fr: Nous avons ajouté du vert et du rouge comme couleurs.
ga: Táimid tar éis glas agus dearg a chur leis mar dathanna.
hi: हमने इसमें हरा और लाल रंग भी जोड़ा है।
id: Kami telah menambahkan hijau dan merah sebagai warna.
it: Abbiamo aggiunto i colori verde e rosso.
ja: 色として緑と赤を追加しました。
ko: 우리는 녹색과 빨간색을 색상으로 추가했습니다.
ms: Kami telah menambah hijau dan merah sebagai warna.
nb: Vi har lagt til grønt og rødt som farger.
nl: We hebben groen en rood als kleuren toegevoegd.
pt: Adicionámos verde e vermelho como cores.
pt_br: Adicionamos verde e vermelho como cores.
ro: Am adăugat verde și roșu ca culori.
tr: Renk olarak yeşil ve kırmızıyı ekledik.
uk: Ми додали зелений і червоний кольори.
vi: Chúng tôi đã thêm màu xanh lá cây và đỏ.
zh: 我們添加了綠色和紅色作為顏色。
