Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ThemePacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_THEMEPACKS_THEME_DESC_LUBUNTU
source: Colour schemes from Lubuntu, a spinoff of a popular Linux operating system, Ubuntu
ar: مخططات الألوان من Lubuntu، وهو منتج فرعي من نظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata von Lubuntu, einem Spinoff des beliebten Linux-Betriebssystems Ubuntu
el: Χρωματικοί συνδυασμοί από το Lubuntu, ένα spinoff ενός δημοφιλούς λειτουργικού συστήματος Linux, του Ubuntu
es: Esquemas de color de Lubuntu, un derivado de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs de Lubuntu, un dérivé d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó Lubuntu, toradh eile de chóras oibriúcháin Linux coitianta, Ubuntu
hi: लुबुन्टू की रंग योजनाएं, जो कि लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू का एक स्पिनऑफ है
id: Skema warna dari Lubuntu, spinoff dari sistem operasi Linux populer, Ubuntu
it: Combinazioni di colori di Lubuntu, uno spin-off di un popolare sistema operativo Linux, Ubuntu
ja: 人気のLinuxオペレーティングシステムUbuntuのスピンオフであるLubuntuのカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 파생 제품인 Lubuntu의 색상 구성표
ms: Skim warna daripada Lubuntu, spin-off sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra Lubuntu, en spinoff av et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van Lubuntu, een spin-off van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores do Lubuntu, um spinoff de um popular sistema operativo Linux, o Ubuntu
pt_br: Esquemas de cores do Lubuntu, um spinoff de um popular sistema operacional Linux, o Ubuntu
ro: Scheme de culori de la Lubuntu, un spin-off al unui popular sistem de operare Linux, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'nun yan ürünü olan Lubuntu'dan renk şemaları
uk: Схеми кольорів від Lubuntu, похідного продукту популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ Lubuntu, một phiên bản phụ của hệ điều hành Linux phổ biến, Ubuntu
zh: Lubuntu 的配色方案，它是流行 Linux 作業系統 Ubuntu 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_MANJARO
source: Colour schemes from Manjaro, a spinoff of a Linux operating system, Arch Linux
ar: مخططات الألوان من Manjaro، وهو منتج فرعي لنظام التشغيل Linux، Arch Linux
de: Farbschemata von Manjaro, einem Spinoff des Linux-Betriebssystems Arch Linux
el: Χρωματικοί συνδυασμοί από το Manjaro, ένα spinoff ενός λειτουργικού συστήματος Linux, Arch Linux
es: Esquemas de color de Manjaro, un derivado del sistema operativo Linux, Arch Linux
fr: Schémas de couleurs de Manjaro, un dérivé d'un système d'exploitation Linux, Arch Linux
ga: Scéimeanna datha ó Manjaro, toradh eile de chóras oibriúcháin Linux, Arch Linux
hi: लिनक्स ऑपरेटिंग सिस्टम, आर्क लिनक्स के स्पिनऑफ, मंजारो से रंग योजनाएं
id: Skema warna dari Manjaro, spin-off dari sistem operasi Linux, Arch Linux
it: Combinazioni di colori di Manjaro, uno spin-off del sistema operativo Linux, Arch Linux
ja: Linux オペレーティングシステム Arch Linux のスピンオフである Manjaro のカラースキーム
ko: Linux 운영 체제인 Arch Linux의 파생 제품인 Manjaro의 색상 구성표
ms: Skim warna daripada Manjaro, spin-off sistem pengendalian Linux, Arch Linux
nb: Fargeskjemaer fra Manjaro, en spinoff av et Linux-operativsystem, Arch Linux
nl: Kleurenschema's van Manjaro, een spin-off van een Linux-besturingssysteem, Arch Linux
pt: Esquemas de cores do Manjaro, um spinoff de um sistema operativo Linux, o Arch Linux
pt_br: Esquemas de cores do Manjaro, um spinoff de um sistema operacional Linux, o Arch Linux
ro: Scheme de culori de la Manjaro, un spin-off al unui sistem de operare Linux, Arch Linux
tr: Manjaro'dan renk şemaları, bir Linux işletim sistemi olan Arch Linux'un bir yan ürünüdür
uk: Кольорові схеми від Manjaro, похідного продукту операційної системи Linux, Arch Linux
vi: Các bảng màu từ Manjaro, một sản phẩm phụ của hệ điều hành Linux, Arch Linux
zh: Manjaro 的配色方案（Linux 作業系統 Arch Linux 的衍生產品）

# NKS_THEMEPACKS_THEME_DESC_OPENSUSE
source: Colour schemes from a Linux operating system, openSUSE
ar: مخططات الألوان من نظام التشغيل Linux وopenSUSE
de: Farbschemata aus einem Linux-Betriebssystem, openSUSE
el: Χρωματικοί συνδυασμοί από λειτουργικό σύστημα Linux, openSUSE
es: Esquemas de color de un sistema operativo Linux, openSUSE
fr: Schémas de couleurs d'un système d'exploitation Linux, openSUSE
ga: Scéimeanna datha ó chóras oibriúcháin Linux, openSUSE
hi: लिनक्स ऑपरेटिंग सिस्टम, openSUSE से रंग योजनाएँ
id: Skema warna dari sistem operasi Linux, openSUSE
it: Combinazioni di colori da un sistema operativo Linux, openSUSE
ja: Linux オペレーティングシステム openSUSE のカラースキーム
ko: Linux 운영 체제인 openSUSE의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux, openSUSE
nb: Fargeskjemaer fra et Linux-operativsystem, openSUSE
nl: Kleurenschema's van een Linux-besturingssysteem, openSUSE
pt: Esquemas de cores de um sistema operativo Linux, openSUSE
pt_br: Esquemas de cores de um sistema operacional Linux, openSUSE
ro: Scheme de culori dintr-un sistem de operare Linux, openSUSE
tr: Bir Linux işletim sistemi olan openSUSE'den renk şemaları
uk: Колірні схеми з операційної системи Linux, openSUSE
vi: Các lược đồ màu từ hệ điều hành Linux, openSUSE
zh: Linux 作業系統 openSUSE 的配色方案

# NKS_THEMEPACKS_THEME_DESC_REDHAT
source: Colour schemes from a Linux operating system, Red Hat
ar: مخططات الألوان من نظام التشغيل Linux، Red Hat
de: Farbschemata aus einem Linux-Betriebssystem, Red Hat
el: Χρωματικοί συνδυασμοί από λειτουργικό σύστημα Linux, το Red Hat
es: Esquemas de color de un sistema operativo Linux, Red Hat
fr: Schémas de couleurs d'un système d'exploitation Linux, Red Hat
ga: Scéimeanna datha ó chóras oibriúcháin Linux, Red Hat
hi: लिनक्स ऑपरेटिंग सिस्टम, रेड हैट से रंग योजनाएँ
id: Skema warna dari sistem operasi Linux, Red Hat
it: Combinazioni di colori da un sistema operativo Linux, Red Hat
ja: Linuxオペレーティングシステム、Red Hatのカラースキーム
ko: Linux 운영 체제인 Red Hat의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux, Red Hat
nb: Fargeskjemaer fra et Linux-operativsystem, Red Hat
nl: Kleurenschema's van een Linux-besturingssysteem, Red Hat
pt: Esquemas de cores de um sistema operativo Linux, Red Hat
pt_br: Esquemas de cores de um sistema operacional Linux, Red Hat
ro: Scheme de culori dintr-un sistem de operare Linux, Red Hat
tr: Bir Linux işletim sistemi olan Red Hat'ten renk şemaları
uk: Колірні схеми з операційної системи Linux, Red Hat
vi: Các lược đồ màu từ hệ điều hành Linux, Red Hat
zh: Linux 作業系統 Red Hat 的配色方案

# NKS_THEMEPACKS_THEME_DESC_RENEGADE
source: Red shades with dynamic accent colours for attention-worthy text
ar: ظلال حمراء مع ألوان مميزة ديناميكية لنصوص تجذب الانتباه
de: Rottöne mit dynamischen Akzentfarben für aufmerksamkeitsstarken Text
el: Κόκκινες αποχρώσεις με δυναμικά χρώματα έμφασης για κείμενο που αξίζει την προσοχή
es: Tonos rojos con colores de acento dinámicos para un texto que llama la atención
fr: Nuances de rouge avec des couleurs d'accent dynamiques pour un texte qui attire l'attention
ga: Dathanna dearga le dathanna accent dinimiciúil le haghaidh téacs fiúntach
hi: ध्यान आकर्षित करने वाले पाठ के लिए गतिशील उच्चारण रंगों के साथ लाल शेड्स
id: Nuansa merah dengan warna aksen dinamis untuk teks yang menarik perhatian
it: Tonalità rosse con colori di accento dinamici per testi degni di attenzione
ja: 注目を集めるテキストのためのダイナミックなアクセントカラーを備えた赤い色合い
ko: 주목을 끄는 텍스트를 위한 역동적인 악센트 색상이 적용된 빨간색 음영
ms: Warna merah dengan warna aksen dinamik untuk teks yang menarik perhatian
nb: Røde nyanser med dynamiske aksentfarger for oppmerksomhetsverdig tekst
nl: Rode tinten met dynamische accentkleuren voor opvallende teksten
pt: Tons de vermelho com cores de destaque dinâmicas para texto que chama a atenção
pt_br: Tons de vermelho com cores de destaque dinâmicas para texto que chama a atenção
ro: Nuanțe roșii cu culori de accent dinamic pentru text care merită atenție
tr: Dikkat çekici metinler için dinamik vurgu renklerine sahip kırmızı tonlar
uk: Червоні відтінки з динамічними акцентними кольорами для тексту, який привертає увагу
vi: Sắc đỏ với màu sắc nhấn mạnh năng động cho văn bản đáng chú ý
zh: 紅色陰影搭配動態強調色，打造引人注目的文本

# NKS_THEMEPACKS_THEME_DESC_ROCKYLINUX
source: Colour schemes from Rocky Linux, a spinoff of a Linux operating system, Red Hat
ar: مخططات الألوان من Rocky Linux، وهو منتج فرعي لنظام التشغيل Linux، وRed Hat
de: Farbschemata von Rocky Linux, einem Spinoff des Linux-Betriebssystems Red Hat
el: Χρωματικοί συνδυασμοί από το Rocky Linux, ένα spinoff ενός λειτουργικού συστήματος Linux, το Red Hat
es: Esquemas de color de Rocky Linux, un derivado de un sistema operativo Linux, Red Hat
fr: Schémas de couleurs de Rocky Linux, un dérivé d'un système d'exploitation Linux, Red Hat
ga: Scéimeanna datha ó Rocky Linux, seachthairbhe de chóras oibriúcháin Linux, Red Hat
hi: रॉकी लिनक्स से रंग योजनाएं, लिनक्स ऑपरेटिंग सिस्टम का एक स्पिनऑफ, रेड हैट
id: Skema warna dari Rocky Linux, spin-off dari sistem operasi Linux, Red Hat
it: Combinazioni di colori di Rocky Linux, uno spin-off del sistema operativo Linux, Red Hat
ja: LinuxオペレーティングシステムRed HatのスピンオフであるRocky Linuxのカラースキーム
ko: Linux 운영 체제인 Red Hat의 스핀오프인 Rocky Linux의 색상 구성표
ms: Skim warna daripada Rocky Linux, spin-off sistem pengendalian Linux, Red Hat
nb: Fargeskjemaer fra Rocky Linux, en spinoff av et Linux-operativsystem, Red Hat
nl: Kleurenschema's van Rocky Linux, een spin-off van een Linux-besturingssysteem, Red Hat
pt: Esquemas de cores do Rocky Linux, um spinoff de um sistema operativo Linux, Red Hat
pt_br: Esquemas de cores do Rocky Linux, um spinoff de um sistema operacional Linux, Red Hat
ro: Scheme de culori de la Rocky Linux, un spin-off al unui sistem de operare Linux, Red Hat
tr: Linux işletim sistemi Red Hat'in bir yan ürünü olan Rocky Linux'tan renk şemaları
uk: Схеми кольорів від Rocky Linux, похідного продукту операційної системи Linux, Red Hat
vi: Các chương trình màu từ Rocky Linux, một nhánh của hệ điều hành Linux, Red Hat
zh: Rocky Linux 的顏色方案，這是 Linux 作業系統 Red Hat 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_SLACKWARE
source: Colour schemes from a Linux operating system, Slackware
ar: مخططات الألوان من نظام التشغيل Linux وSlackware
de: Farbschemata aus einem Linux-Betriebssystem, Slackware
el: Χρωματικοί συνδυασμοί από λειτουργικό σύστημα Linux, Slackware
es: Esquemas de color de un sistema operativo Linux, Slackware
fr: Schémas de couleurs d'un système d'exploitation Linux, Slackware
ga: Scéimeanna datha ó chóras oibriúcháin Linux, Slackware
hi: लिनक्स ऑपरेटिंग सिस्टम, स्लैकवेयर से रंग योजनाएँ
id: Skema warna dari sistem operasi Linux, Slackware
it: Combinazioni di colori da un sistema operativo Linux, Slackware
ja: Linux オペレーティングシステム Slackware のカラースキーム
ko: Linux 운영 체제, Slackware의 색상 구성표
ms: Skim warna daripada sistem pengendalian Linux, Slackware
nb: Fargeskjemaer fra et Linux-operativsystem, Slackware
nl: Kleurenschema's van een Linux-besturingssysteem, Slackware
pt: Esquemas de cores de um sistema operativo Linux, Slackware
pt_br: Esquemas de cores de um sistema operacional Linux, Slackware
ro: Scheme de culori dintr-un sistem de operare Linux, Slackware
tr: Bir Linux işletim sistemi olan Slackware'den renk şemaları
uk: Колірні схеми з операційної системи Linux, Slackware
vi: Các lược đồ màu từ hệ điều hành Linux, Slackware
zh: Linux 作業系統 Slackware 的配色方案

# NKS_THEMEPACKS_THEME_DESC_XUBUNTU
source: Colour schemes from Xubuntu, a spinoff of a popular Linux operating system, Ubuntu
ar: مخططات الألوان من Xubuntu، وهو منتج فرعي من نظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata von Xubuntu, einem Spinoff des beliebten Linux-Betriebssystems Ubuntu
el: Χρωματικοί συνδυασμοί από το Xubuntu, ένα spinoff ενός δημοφιλούς λειτουργικού συστήματος Linux, του Ubuntu
es: Esquemas de color de Xubuntu, un derivado de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs de Xubuntu, un dérivé d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó Xubuntu, toradh eile de chóras oibriúcháin Linux coitianta, Ubuntu
hi: लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू के स्पिनऑफ, एक्सुबंटू से रंग योजनाएं
id: Skema warna dari Xubuntu, spinoff dari sistem operasi Linux populer, Ubuntu
it: Schemi di colori di Xubuntu, uno spin-off di un popolare sistema operativo Linux, Ubuntu
ja: 人気のLinuxオペレーティングシステムUbuntuのスピンオフであるXubuntuのカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 파생 제품인 Xubuntu의 색상 구성표
ms: Skim warna daripada Xubuntu, spin-off sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra Xubuntu, en spinoff av et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van Xubuntu, een spin-off van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores do Xubuntu, um spinoff de um popular sistema operativo Linux, o Ubuntu
pt_br: Esquemas de cores do Xubuntu, um spinoff de um popular sistema operacional Linux, o Ubuntu
ro: Scheme de culori de la Xubuntu, un spin-off al unui sistem de operare Linux popular, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'nun bir yan ürünü olan Xubuntu'dan renk şemaları
uk: Колірні схеми від Xubuntu, допоміжного продукту популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ Xubuntu, một phiên bản phụ của hệ điều hành Linux phổ biến, Ubuntu
zh: Xubuntu 的配色方案，它是流行 Linux 作業系統 Ubuntu 的衍生產品

# NKS_THEMEPACKS_THEME_DESC_ZORINOS
source: Colour schemes from Zorin OS, an unofficial spinoff of a popular Linux operating system, Ubuntu
ar: مخططات الألوان من Zorin OS، وهو نظام تشغيل غير رسمي لنظام التشغيل Linux الشهير، Ubuntu
de: Farbschemata von Zorin OS, einem inoffiziellen Spinoff des beliebten Linux-Betriebssystems Ubuntu
el: Χρωματικοί συνδυασμοί από το Zorin OS, ένα ανεπίσημο spinoff ενός δημοφιλούς λειτουργικού συστήματος Linux, του Ubuntu
es: Esquemas de color de Zorin OS, una versión no oficial de un popular sistema operativo Linux, Ubuntu
fr: Schémas de couleurs de Zorin OS, un spin-off non officiel d'un système d'exploitation Linux populaire, Ubuntu
ga: Scéimeanna datha ó Zorin OS, toradh neamhoifigiúil de chóras oibriúcháin Linux coitianta, Ubuntu
hi: ज़ोरिन ओएस से रंग योजनाएं, एक लोकप्रिय लिनक्स ऑपरेटिंग सिस्टम, उबंटू का एक अनौपचारिक स्पिनऑफ
id: Skema warna dari Zorin OS, spin-off tidak resmi dari sistem operasi Linux populer, Ubuntu
it: Combinazioni di colori di Zorin OS, uno spin-off non ufficiale di un popolare sistema operativo Linux, Ubuntu
ja: 人気の Linux オペレーティングシステム Ubuntu の非公式スピンオフである Zorin OS のカラースキーム
ko: 인기 있는 Linux 운영 체제인 Ubuntu의 비공식적인 파생 제품인 Zorin OS의 색 구성표
ms: Skim warna daripada Zorin OS, spinoff tidak rasmi sistem pengendalian Linux yang popular, Ubuntu
nb: Fargeskjemaer fra Zorin OS, en uoffisiell spinoff av et populært Linux-operativsystem, Ubuntu
nl: Kleurenschema's van Zorin OS, een onofficiële spin-off van een populair Linux-besturingssysteem, Ubuntu
pt: Esquemas de cores do Zorin OS, um spinoff não oficial de um popular sistema operativo Linux, o Ubuntu
pt_br: Esquemas de cores do Zorin OS, um spinoff não oficial de um popular sistema operacional Linux, o Ubuntu
ro: Scheme de culori de la Zorin OS, un spin-off neoficial al unui sistem de operare Linux popular, Ubuntu
tr: Popüler bir Linux işletim sistemi olan Ubuntu'nun resmi olmayan bir yan ürünü olan Zorin OS'den renk şemaları
uk: Схеми кольорів від Zorin OS, неофіційного допоміжного продукту популярної операційної системи Linux Ubuntu
vi: Các bảng màu từ Zorin OS, một phiên bản phụ không chính thức của hệ điều hành Linux phổ biến, Ubuntu
zh: Zorin OS 的配色方案，Zorin OS 是流行 Linux 作業系統 Ubuntu 的非官方衍生產品

# NKS_THEMEPACKS_THEME_DESC_RASPBERRY
source: Raspberry colours
ar: ألوان توت العليق
de: Himbeerfarben
el: Χρώματα σμέουρου
es: Colores frambuesa
fr: Couleurs framboise
ga: Dathanna sú craobh
id: Warna Raspberry
it: Colori lampone
ja: ラズベリーカラー
ko: 라즈베리 색상
nl: Frambozenkleuren
pt: Cores framboesa
ro: Culori zmeură
tr: Ahududu renkleri
uk: Малинові кольори
vi: Màu mâm xôi
zh: 樹莓色

# NKS_THEMEPACKS_THEME_DESC_LEGACY2021
source: Colours from the Nitrocid KS logo (2021-2022)
ar: ألوان شعار نيتروسيد كي إس (٢٠٢١-٢٠٢٢)
de: Farben aus dem Nitrocid KS-Logo (2021-2022)
el: Χρώματα από το λογότυπο Nitrocid KS (2021-2022)
es: Colores del logotipo de Nitrocid KS (2021-2022)
fr: Couleurs du logo Nitrocid KS (2021-2022)
ga: Dathanna ó lógó Nitrocid KS (2021-2022)
id: Warna dari logo Nitrocid KS (2021-2022)
it: Colori del logo Nitrocid KS (2021-2022)
ja: ニトロシドKSロゴの色（2021-2022年）
ko: Nitrocid KS 로고 색상 (2021-2022)
nl: Kleuren van het Nitrocid KS-logo (2021-2022)
pt: Cores do logótipo Nitrocid KS (2021-2022)
ro: Culori din sigla Nitrocid KS (2021-2022)
tr: Nitrocid KS logosundan renkler (2021-2022)
uk: Кольори з логотипу Nitrocid KS (2021-2022)
vi: Màu sắc từ logo Nitrocid KS (2021-2022)
zh: Nitrocid KS 標誌的顏色（2021-2022）

# NKS_THEMEPACKS_THEME_DESC_LEGACY2022
source: Colours from the Nitrocid KS logo (2022-2024)
ar: ألوان شعار نيتروسيد كي إس (٢٠٢٢-٢٠٢٤)
de: Farben aus dem Nitrocid KS-Logo (2022-2024)
el: Χρώματα από το λογότυπο Nitrocid KS (2022-2024)
es: Colores del logotipo de Nitrocid KS (2022-2024)
fr: Couleurs du logo Nitrocid KS (2022-2024)
ga: Dathanna ó lógó Nitrocid KS (2022-2024)
id: Warna dari logo Nitrocid KS (2022-2024)
it: Colori del logo Nitrocid KS (2022-2024)
ja: ニトロシドKSロゴの色（2022-2024年）
ko: Nitrocid KS 로고 색상 (2022-2024)
nl: Kleuren van het Nitrocid KS-logo (2022-2024)
pt: Cores do logótipo Nitrocid KS (2022-2024)
ro: Culori din sigla Nitrocid KS (2022-2024)
tr: Nitrocid KS logosundan renkler (2022-2024)
uk: Кольори з логотипу Nitrocid KS (2022-2024)
vi: Màu sắc từ logo Nitrocid KS (2022-2024)
zh: Nitrocid KS 標誌的顏色（2022-2024）

# NKS_THEMEPACKS_THEME_DESC_APTIVIOLD
source: Earlier branding colours
ar: ألوان العلامة التجارية السابقة
es: Colores de marca anteriores
ga: Dathanna brandála níos luaithe
id: Warna merek sebelumnya
it: Colori del marchio precedenti
ja: 以前のブランドカラー
pt: Cores da marca anterior
uk: Попередні кольори брендування
vi: Màu sắc thương hiệu trước đây
zh: 早期品牌顏色
