Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.ThemePacks/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, pt_br, ro, tr, uk, vi, zh

# NKS_THEMEPACKS_THEME_DESC_GRINK
source: Green and pink mixed together
ar: الأخضر والوردي مختلطان معًا
de: Grün und Rosa gemischt
el: Πράσινο και ροζ αναμειγνύονται μαζί
es: Verde y rosa mezclados
fr: Vert et rose mélangés ensemble
ga: Glas agus bándearg measctha le chéile
hi: हरा और गुलाबी एक साथ मिश्रित
id: Hijau dan merah muda dicampur bersama
it: Verde e rosa mescolati insieme
ja: 緑とピンクが混ざり合った
ko: 녹색과 분홍색이 섞여있다
ms: Hijau dan merah jambu bercampur
nb: Grønt og rosa blandet sammen
nl: Groen en roze gemengd
pt: Verde e cor-de-rosa misturados
pt_br: Verde e rosa misturados
ro: Verde și roz amestecate împreună
tr: Yeşil ve pembe bir arada
uk: Зелений і рожевий змішані разом
vi: Xanh lá cây và hồng pha trộn với nhau
zh: 綠色和粉紅色混合在一起

# NKS_THEMEPACKS_THEME_DESC_GRUVBOX
source: One of the known terminal colour schemes
ar: أحد أنظمة الألوان الطرفية المعروفة
de: Eines der bekannten Terminalfarbschemata
el: Ένας από τους γνωστούς συνδυασμούς χρωμάτων τερματικών
es: Uno de los esquemas de colores de terminal conocidos
fr: L'un des schémas de couleurs de terminaux connus
ga: Ceann de na scéimeanna datha teirminéil atá ar eolas
hi: ज्ञात टर्मिनल रंग योजनाओं में से एक
id: Salah satu skema warna terminal yang dikenal
it: Uno degli schemi di colori terminali noti
ja: 既知の端末カラースキームの1つ
ko: 알려진 터미널 색상 구성표 중 하나
ms: Salah satu skema warna terminal yang diketahui
nb: Et av de kjente terminalfargeskjemaene
nl: Een van de bekende terminale kleurenschema's
pt: Um dos esquemas de cores terminais conhecidos
pt_br: Um dos esquemas de cores terminais conhecidos
ro: Una dintre schemele de culori cunoscute ale terminalului
tr: Bilinen terminal renk şemalarından biri
uk: Одна з відомих схем кольорів терміналів
vi: Một trong những bảng màu thiết bị đầu cuối được biết đến
zh: 已知的終端配色方案之一

# NKS_THEMEPACKS_THEME_DESC_HACKER
source: Green text on grey
ar: نص أخضر على رمادي
de: Grüner Text auf Grau
el: Πράσινο κείμενο σε γκρι
es: Texto verde sobre gris
fr: Texte vert sur fond gris
ga: Téacs glas ar liath
hi: ग्रे पर हरा पाठ
id: Teks hijau pada abu-abu
it: Testo verde su grigio
ja: 灰色の背景に緑の文字
ko: 회색에 녹색 텍스트
ms: Teks hijau pada kelabu
nb: Grønn tekst på grått
nl: Groene tekst op grijs
pt: Texto verde em cinzento
pt_br: Texto verde em cinza
ro: Text verde pe gri
tr: Gri zemin üzerine yeşil metin
uk: Зелений текст на сірому
vi: Văn bản màu xanh lá cây trên nền xám
zh: 灰色背景上的綠色文本

# NKS_THEMEPACKS_THEME_DESC_INDIAN
source: Traditional Indian colours right in your console.
ar: الألوان الهندية التقليدية موجودة مباشرة على وحدة التحكم الخاصة بك.
de: Traditionelle indische Farben direkt in Ihrer Konsole.
el: Παραδοσιακά ινδικά χρώματα ακριβώς στην κονσόλα σας.
es: Colores tradicionales de la India directamente en tu consola.
fr: Couleurs indiennes traditionnelles directement dans votre console.
ga: Dathanna traidisiúnta Indiacha díreach i do chonsól.
hi: पारंपरिक भारतीय रंग सीधे आपके कंसोल में।
id: Warna tradisional India langsung di konsol Anda.
it: I colori tradizionali indiani direttamente sulla tua console.
ja: 伝統的なインドの色彩をコンソールで再現。
ko: 콘솔에서 바로 전통적인 인도 색상을 느껴보세요.
ms: Warna tradisional India betul-betul dalam konsol anda.
nb: Tradisjonelle indiske farger rett i konsollen din.
nl: Traditionele Indiase kleuren rechtstreeks op uw console.
pt: Cores indígenas tradicionais mesmo na sua consola.
pt_br: Cores tradicionais indianas diretamente no seu console.
ro: Culori tradiționale indiene chiar în consola dvs.
tr: Geleneksel Hint renkleri konsolunuzda.
uk: Традиційні індійські кольори прямо у вашій консолі.
vi: Màu sắc truyền thống của Ấn Độ ngay trên bảng điều khiển của bạn.
zh: 傳統的印度顏色就在您的控制台中。

# NKS_THEMEPACKS_THEME_DESC_LEMON
source: Make your terminal full of lemon acid
ar: اجعل محطتك مليئة بحمض الليمون
de: Füllen Sie Ihr Terminal mit Zitronensäure
el: Κάντε το τερματικό σας γεμάτο με οξύ λεμονιού
es: Llena tu terminal de ácido de limón
fr: Faites votre terminal plein d'acide citronné
ga: Déan do chríochfort iomlán d'aigéad líomóide
hi: अपने टर्मिनल को नींबू एसिड से भरपूर बनाएं
id: Jadikan terminal Anda penuh dengan asam lemon
it: Riempi il tuo terminale di acido citrico
ja: 端末をレモン酸で満たす
ko: 터미널을 레몬산으로 가득 채우세요
ms: Jadikan terminal anda penuh dengan asid lemon
nb: Gjør terminalen din full av sitronsyre
nl: Maak je terminal vol met citroenzuur
pt: Faça o seu terminal cheio de ácido de limão
pt_br: Deixe seu terminal cheio de ácido cítrico
ro: Fă-ți terminalul plin de acid de lămâie
tr: Terminalinizi limon asidiyle doldurun
uk: Наповніть свій термінал лимонною кислотою
vi: Làm cho thiết bị đầu cuối của bạn đầy axit chanh
zh: 讓你的終點充滿檸檬酸

# NKS_THEMEPACKS_THEME_DESC_LIGHTPLANKS
source: Light wood planks
ar: ألواح خشبية خفيفة
de: Helle Holzbretter
el: Σανίδες από ανοιχτόχρωμο ξύλο
es: Tablones de madera clara
fr: Planches de bois clair
ga: Pleananna adhmaid éadrom
hi: हल्की लकड़ी के तख्ते
id: Papan kayu ringan
it: Tavole di legno chiaro
ja: 明るい色の木の板
ko: 가벼운 나무 판자
ms: Papan kayu ringan
nb: Lette treplanker
nl: Lichte houten planken
pt: Placas de madeira clara
pt_br: Tábuas de madeira clara
ro: Scânduri de lemn ușor
tr: Açık renkli ahşap plakalar
uk: Дошки зі світлого дерева
vi: Ván gỗ nhẹ
zh: 輕質木板

# NKS_THEMEPACKS_THEME_DESC_LINUXCOLORED
source: Standard Linux terminal colours
ar: ألوان محطة لينكس القياسية
de: Standardfarben für Linux-Terminals
el: Τυπικά χρώματα τερματικού Linux
es: Colores estándar de la terminal de Linux
fr: Couleurs standard du terminal Linux
ga: Dathanna caighdeánacha teirminéil Linux
hi: मानक लिनक्स टर्मिनल रंग
id: Warna terminal Linux standar
it: Colori standard del terminale Linux
ja: 標準の Linux ターミナルの色
ko: 표준 Linux 터미널 색상
ms: Warna terminal Linux standard
nb: Standard Linux-terminalfarger
nl: Standaard Linux-terminalkleuren
pt: Cores do terminal Linux padrão
pt_br: Cores padrão do terminal Linux
ro: Culorile standard ale terminalelor Linux
tr: Standart Linux terminal renkleri
uk: Стандартні кольори терміналів Linux
vi: Màu sắc chuẩn của thiết bị đầu cuối Linux
zh: 標準 Linux 終端顏色

# NKS_THEMEPACKS_THEME_DESC_LINUXUNCOLORED
source: Grey terminal
ar: محطة رمادية
de: Graue Klemme
el: Γκρι τερματικό
es: Terminal gris
fr: Borne grise
ga: Críochfort liath
hi: ग्रे टर्मिनल
id: Terminal abu-abu
it: Terminale grigio
ja: 灰色の端末
ko: 회색 터미널
ms: Terminal kelabu
nb: Grå terminal
nl: Grijze terminal
pt: Terminal cinzento
pt_br: Terminal cinza
ro: Terminal gri
tr: Gri terminal
uk: Сірий термінал
vi: Đầu cuối màu xám
zh: 灰色端子

# NKS_THEMEPACKS_THEME_DESC_MATERIALISTIC
source: Some Material Design text on your terminal
ar: بعض نصوص التصميم المادي على محطتك الطرفية
de: Einige Material Design-Texte auf Ihrem Terminal
el: Κάποιο κείμενο σχεδίασης υλικού στο τερματικό σας
es: Algunos textos de Material Design en tu terminal
fr: Du texte Material Design sur votre terminal
ga: Roinnt téacs Dearadh Ábhar ar do teirminéal
hi: आपके टर्मिनल पर कुछ मटेरियल डिज़ाइन पाठ
id: Beberapa teks Desain Material di terminal Anda
it: Un po' di testo Material Design sul tuo terminale
ja: 端末上のマテリアルデザインのテキスト
ko: 터미널의 일부 Material Design 텍스트
ms: Beberapa teks Reka Bentuk Bahan pada terminal anda
nb: Litt Material Design-tekst på terminalen din
nl: Een aantal Material Design-teksten op uw terminal
pt: Algum texto de design de material no seu terminal
pt_br: Algum texto do Material Design no seu terminal
ro: Un text Material Design pe terminalul dvs
tr: Terminalinizde bazı Material Design metinleri
uk: Трохи тексту Material Design на вашому терміналі
vi: Một số văn bản Material Design trên thiết bị đầu cuối của bạn
zh: 終端機上的一些 Material Design 文本

# NKS_THEMEPACKS_THEME_DESC_MAYA
source: Shades of orange and brown
ar: ظلال البرتقالي والبني
de: Orange- und Brauntöne
el: Αποχρώσεις του πορτοκαλί και του καφέ
es: Tonos de naranja y marrón.
fr: Nuances d'orange et de marron
ga: Shades de oráiste agus donn
hi: नारंगी और भूरे रंग
id: Nuansa oranye dan coklat
it: Sfumature di arancione e marrone
ja: オレンジと茶色の色合い
ko: 오렌지와 갈색의 음영
ms: Warna oren dan coklat
nb: Nyanser av oransje og brunt
nl: Tinten oranje en bruin
pt: Sombras de laranja e castanho
pt_br: Tons de laranja e marrom
ro: Nuanțe de portocaliu și maro
tr: Turuncu ve kahverengi tonları
uk: Відтінки оранжевого і коричневого
vi: Sắc cam và nâu
zh: 橙色和棕色色調

# NKS_THEMEPACKS_THEME_DESC_MELANGE
source: Melange theme inspired by the VIM theme of the same name
ar: موضوع مزيج مستوحى من موضوع VIM الذي يحمل نفس الاسم
de: Melange-Thema inspiriert vom gleichnamigen VIM-Thema
el: Θέμα Melange εμπνευσμένο από το ομώνυμο θέμα VIM
es: Tema Melange inspirado en el tema VIM del mismo nombre.
fr: Thème Melange inspiré du thème VIM du même nom
ga: Téama Melange spreagtha ag an téama VIM den ainm céanna
hi: मेलेंज थीम इसी नाम के VIM थीम से प्रेरित है
id: Tema melange terinspirasi oleh tema VIM dengan nama yang sama
it: Tema Melange ispirato al tema VIM con lo stesso nome
ja: 同名のVIMテーマにインスパイアされたMelangeテーマ
ko: 같은 이름의 VIM 테마에서 영감을 받은 Melange 테마
ms: Tema Melange diilhamkan oleh tema VIM dengan nama yang sama
nb: Melange-tema inspirert av VIM-temaet med samme navn
nl: Melange-thema geïnspireerd op het gelijknamige VIM-thema
pt: Tema Melange inspirado no tema VIM com o mesmo nome
pt_br: Tema Melange inspirado no tema VIM de mesmo nome
ro: Tema Melange inspirată din tema VIM cu același nume
tr: Aynı isimli VIM temasından esinlenen Melange teması
uk: Тема «Меланж» натхненна однойменною темою VIM
vi: Chủ đề Melange lấy cảm hứng từ chủ đề VIM cùng tên
zh: Melange 主題靈感源自同名 VIM 主題

# NKS_THEMEPACKS_THEME_DESC_MINT
source: Make your terminal full of mint
ar: اجعل محطتك مليئة بالنعناع
de: Füllen Sie Ihr Terminal mit Minze
el: Κάντε το τερματικό σας γεμάτο μέντα
es: Llena tu terminal de menta
fr: Faites de votre terminal un véritable concentré de menthe
ga: Déan do chríochfort iomlán de mint
hi: अपने टर्मिनल को पुदीने से भरपूर बनाएं
id: Jadikan terminal Anda penuh dengan mint
it: Rendi il tuo terminale pieno di menta
ja: ターミナルをミントでいっぱいにしましょう
ko: 터미널을 민트로 가득 채우세요
ms: Jadikan terminal anda penuh dengan pudina
nb: Gjør terminalen din full av mynte
nl: Maak uw terminal vol met munt
pt: Faça o seu terminal cheio de hortelã
pt_br: Deixe seu terminal cheio de hortelã
ro: Fă-ți terminalul plin de mentă
tr: Terminalinizi nane ile doldurun
uk: Зробіть свій термінал повним м’яти
vi: Làm cho thiết bị đầu cuối của bạn đầy bạc hà
zh: 讓你的終端機充滿薄荷味

# NKS_THEMEPACKS_THEME_DESC_MIRAI
source: Colour palette from Mirai Kuriyama from Beyond the Boundary.
ar: لوحة الألوان من ميراي كورياما من Beyond the Boundary.
de: Farbpalette von Mirai Kuriyama von Beyond the Boundary.
el: Χρωματική παλέτα από το Mirai Kuriyama από το Beyond the Boundary.
es: Paleta de colores de Mirai Kuriyama de Beyond the Boundary.
fr: Palette de couleurs de Mirai Kuriyama de Beyond the Boundary.
ga: Pailéad dathanna ó Mirai Kuriyama ó Thar an Teorainn.
hi: बियॉन्ड द बाउंड्री से मिराई कुरियामा का रंग पैलेट।
id: Palet warna dari Mirai Kuriyama dari Beyond the Boundary.
it: Palette di colori di Mirai Kuriyama di Beyond the Boundary.
ja: 境界の彼方の栗山未来さんのカラーパレット。
ko: Beyond the Boundary의 미라이 쿠리야마가 만든 컬러 팔레트입니다.
ms: Palet warna dari Mirai Kuriyama dari Beyond the Boundary.
nb: Fargepalett fra Mirai Kuriyama fra Beyond the Boundary.
nl: Kleurenpalet van Mirai Kuriyama van Beyond the Boundary.
pt: Paleta de cores de Mirai Kuriyama de Beyond the Boundary.
pt_br: Paleta de cores de Mirai Kuriyama de Beyond the Boundary.
ro: Paleta de culori de la Mirai Kuriyama din Beyond the Boundary.
tr: Beyond the Boundary'den Mirai Kuriyama'nın renk paleti.
uk: Палітра кольорів від Міраї Куріяма з фільму «Поза межею».
vi: Bảng màu từ Mirai Kuriyama trong Beyond the Boundary.
zh: 來自 Beyond the Boundary 的栗山未來的調色板。

# NKS_THEMEPACKS_THEME_DESC_VIMTHEME
source: A theme inspired by a VIM theme of the same name
ar: موضوع مستوحى من موضوع VIM الذي يحمل نفس الاسم
de: Ein Theme, das von einem gleichnamigen VIM-Theme inspiriert wurde
el: Ένα θέμα εμπνευσμένο από ένα θέμα VIM με το ίδιο όνομα
es: Un tema inspirado en un tema de VIM del mismo nombre.
fr: Un thème inspiré d'un thème VIM du même nom
ga: Téama spreagtha ag téama VIM den ainm céanna
hi: इसी नाम की VIM थीम से प्रेरित थीम
id: Tema yang terinspirasi oleh tema VIM dengan nama yang sama
it: Un tema ispirato a un tema VIM con lo stesso nome
ja: 同名のVIMテーマにインスパイアされたテーマ
ko: 같은 이름의 VIM 테마에서 영감을 받은 테마
ms: Tema yang diilhamkan oleh tema VIM dengan nama yang sama
nb: Et tema inspirert av et VIM-tema med samme navn
nl: Een thema geïnspireerd op een VIM-thema met dezelfde naam
pt: Um tema inspirado num tema VIM com o mesmo nome
pt_br: Um tema inspirado em um tema VIM de mesmo nome
ro: O temă inspirată de o temă VIM cu același nume
tr: Aynı isimli VIM temasından esinlenerek oluşturulmuş bir tema
uk: Тема, натхненна однойменною темою VIM
vi: Một chủ đề lấy cảm hứng từ chủ đề VIM cùng tên
zh: 主題靈感來自同名 VIM 主題

# NKS_THEMEPACKS_THEME_DESC_NEONBREEZE
source: Do you like neon blue and pink?
ar: هل تحب اللون الأزرق النيون والوردي؟
de: Du magst Neonblau und Pink?
el: Σας αρέσει το νέον μπλε και ροζ;
es: ¿Te gusta el azul neón y el rosa?
fr: Aimez-vous le bleu fluo et le rose ?
ga: An maith leat neon gorm agus bándearg?
hi: क्या आपको निऑन नीला और गुलाबी रंग पसंद है?
id: Apakah Anda suka warna biru neon dan merah muda?
it: Ti piacciono il blu neon e il rosa?
ja: ネオンブルーとピンクは好きですか?
ko: 네온 블루와 핑크를 좋아하시나요?
ms: Adakah anda suka neon biru dan merah jambu?
nb: Liker du neonblått og rosa?
nl: Houd je van neonblauw en roze?
pt: Gosta de azul néon e cor-de-rosa?
pt_br: Você gosta de azul neon e rosa?
ro: Îți place albastru neon și roz?
tr: Neon mavi ve pembeyi sever misiniz?
uk: Тобі подобаються неоново-блакитні та рожеві?
vi: Bạn có thích màu xanh neon và hồng không?
zh: 你喜歡霓虹藍和粉紅色嗎？

# NKS_THEMEPACKS_THEME_DESC_NEUTRALIZED
source: This theme should be neutral to you.
ar: يجب أن يكون هذا الموضوع محايدًا بالنسبة لك.
de: Dieses Thema sollte für Sie neutral sein.
el: Αυτό το θέμα πρέπει να είναι ουδέτερο για εσάς.
es: Este tema debe ser neutral para usted.
fr: Ce thème devrait être neutre pour vous.
ga: Ba cheart go mbeadh an téama seo neodrach duit.
hi: यह विषय आपके प्रति तटस्थ होना चाहिए।
id: Tema ini harus netral bagi Anda.
it: Per te questo tema dovrebbe essere neutro.
ja: このテーマはあなたにとって中立的なものであるべきです。
ko: 이 주제는 당신에게 중립적이어야 합니다.
ms: Tema ini sepatutnya neutral kepada anda.
nb: Dette temaet bør være nøytralt for deg.
nl: Dit thema moet neutraal voor u zijn.
pt: Este tema deve ser neutro para si.
pt_br: Este tema deve ser neutro para você.
ro: Această temă ar trebui să fie neutră pentru tine.
tr: Bu temanın sizin için nötr olması gerekir.
uk: Ця тема має бути для вас нейтральною.
vi: Chủ đề này không liên quan gì đến bạn.
zh: 這個主題對你來說應該是中性的。

# NKS_THEMEPACKS_THEME_DESC_NIGHTSKY
source: This is your night sky at the beginning of the night!
ar: هذه هي سماء الليل الخاصة بك في بداية الليل!
de: Das ist Ihr Nachthimmel zu Beginn der Nacht!
el: Αυτός είναι ο νυχτερινός σας ουρανός στην αρχή της νύχτας!
es: ¡Éste es tu cielo nocturno al comienzo de la noche!
fr: Voici votre ciel nocturne au début de la nuit !
ga: Seo é do spéir na hoíche ag tús na hoíche!
hi: यह रात की शुरुआत में आपका रात्रि आकाश है!
id: Inilah langit malam Anda di awal malam!
it: Questo è il tuo cielo notturno all'inizio della notte!
ja: これが夜の始まりの夜空です！
ko: 이것은 밤이 시작될 때의 밤하늘입니다!
ms: Ini adalah langit malam anda di awal malam!
nb: Dette er nattehimmelen din på begynnelsen av natten!
nl: Dit is uw nachtelijke hemel aan het begin van de nacht!
pt: Este é o seu céu noturno no início da noite!
pt_br: Este é o seu céu noturno no começo da noite!
ro: Acesta este cerul tău de noapte la începutul nopții!
tr: Bu, gecenin başlangıcındaki gece gökyüzünüz!
uk: Це ваше нічне небо на початку ночі!
vi: Đây là bầu trời đêm của bạn vào lúc đầu đêm!
zh: 這是你夜晚開始時的夜空！

# NKS_THEMEPACKS_THEME_DESC_OKTOBERFEST
source: October is coming soon, so get ready!
ar: إن شهر أكتوبر قادم قريبًا، لذا استعدوا!
de: Der Oktober kommt bald, also machen Sie sich bereit!
el: Ο Οκτώβριος έρχεται σύντομα, οπότε ετοιμαστείτε!
es: ¡Se acerca octubre, así que prepárate!
fr: Octobre arrive bientôt, alors préparez-vous !
ga: Tá mí Dheireadh Fómhair ag teacht go luath, mar sin bígí réidh!
hi: अक्टूबर जल्द ही आ रहा है, इसलिए तैयार हो जाओ!
id: Oktober segera tiba, jadi bersiaplah!
it: Ottobre è alle porte, quindi preparatevi!
ja: もうすぐ10月がやってきますので、準備しておきましょう！
ko: 10월이 곧 다가옵니다. 준비하세요!
ms: Oktober akan datang tidak lama lagi, jadi bersedia!
nb: Oktober kommer snart, så gjør deg klar!
nl: Oktober komt eraan, dus bereid je voor!
pt: Outubro está a chegar em breve, por isso preparem-se!
pt_br: Outubro está chegando, então prepare-se!
ro: Octombrie vine în curând, așa că pregătește-te!
tr: Ekim ayı yaklaşıyor, hazır olun!
uk: Скоро жовтень, тож готуйтеся!
vi: Tháng 10 sắp đến rồi, hãy chuẩn bị sẵn sàng nhé!
zh: 十月即將到來，做好準備！

# NKS_THEMEPACKS_THEME_DESC_ORANGESEA
source: The sea of orange
ar: بحر البرتقال
de: Das Meer aus Orange
el: Η θάλασσα του πορτοκαλιού
es: El mar de naranja
fr: La mer d'orange
ga: An fharraige oráiste
hi: नारंगी रंग का सागर
id: Lautan jeruk
it: Il mare d'arancia
ja: オレンジ色の海
ko: 오렌지의 바다
ms: Lautan oren
nb: Havet av appelsin
nl: De zee van oranje
pt: O mar de laranja
pt_br: O mar de laranja
ro: Marea de portocale
tr: Turuncu deniz
uk: Апельсинове море
vi: Biển cam
zh: 橘色的海洋

# NKS_THEMEPACKS_THEME_DESC_PHOSPHORIC
source: Phosphoric terminal that turns everything to orange
ar: محطة فوسفورية تحول كل شيء إلى اللون البرتقالي
de: Phosphorhaltiges Terminal, das alles orange färbt
el: Φωσφορικό τερματικό που μετατρέπει τα πάντα σε πορτοκαλί
es: Terminal fosfórica que convierte todo en naranja
fr: Terminal phosphorique qui transforme tout en orange
ga: Teirminéal fosfarach a iompaíonn gach rud go oráiste
hi: फॉस्फोरिक टर्मिनल जो हर चीज़ को नारंगी रंग में बदल देता है
id: Terminal fosfor yang mengubah segalanya menjadi oranye
it: Terminale fosforico che trasforma tutto in arancione
ja: すべてをオレンジ色に変えるリン酸端子
ko: 모든 것을 주황색으로 바꾸는 인산 말단
ms: Terminal fosforik yang menukarkan segala-galanya kepada oren
nb: Fosforholdig terminal som gjør alt til oransje
nl: Fosforterminale stof die alles oranje kleurt
pt: Terminal fosfórico que transforma tudo em laranja
pt_br: Terminal fosfórico que transforma tudo em laranja
ro: Terminal fosforic care transformă totul în portocaliu
tr: Her şeyi turuncuya çeviren fosforik terminal
uk: Фосфорний термінал, який перетворює все на помаранчевий
vi: Đầu cực photphoric làm mọi thứ chuyển sang màu cam
zh: 磷端子將一切變成橙色

# NKS_THEMEPACKS_THEME_DESC_REDBREEZE
source: Gives you a breeze of red.
ar: يعطيك نسيمًا أحمر.
de: Verleiht Ihnen einen Hauch von Rot.
el: Σου δίνει ένα κόκκινο αεράκι.
es: Te da una brisa de color rojo.
fr: Vous donne une brise rouge.
ga: Tugann tú Breeze of Red.
hi: आपको लाल हवा का अहसास देता है।
id: Memberikan Anda sedikit warna merah.
it: Ti regala una brezza di rosso.
ja: 赤い風を吹き込みます。
ko: 붉은색의 바람이 불어옵니다.
ms: Memberi anda angin merah.
nb: Gir deg en bris av rødt.
nl: Geeft je een vleugje rood.
pt: Dá-lhe uma brisa de vermelho.
pt_br: Dá a você uma brisa vermelha.
ro: Îți dă o briză de roșu.
tr: Kırmızı bir esinti verir.
uk: Дарує вітерець червоного кольору.
vi: Mang đến cho bạn làn gió màu đỏ.
zh: 給你一股紅色的氣息。

# NKS_THEMEPACKS_THEME_DESC_REDCONSOLE
source: A bloody red console
ar: وحدة تحكم حمراء دموية
de: Eine blutrote Konsole
el: Μια κατακόκκινη κονσόλα
es: Una consola roja sangrienta
fr: Une console rouge sanglante
ga: Consól fola dearg
hi: एक खूनी लाल कंसोल
id: Konsol merah berdarah
it: Una console rosso sangue
ja: 真っ赤なコンソール
ko: 피 묻은 붉은 콘솔
ms: Konsol merah berdarah
nb: En blodig rød konsoll
nl: Een bloedrode console
pt: Uma consola vermelha sangrenta
pt_br: Um console vermelho sangrento
ro: O consolă roșie a naibii
tr: Kan kırmızısı bir konsol
uk: Криваво-червона консоль
vi: Một chiếc bàn điều khiển màu đỏ đẫm máu
zh: 血紅色的控制台

# NKS_THEMEPACKS_THEME_DESC_SAKURA
source: Sakura trees will give you some Chinese breeze
ar: ستمنحك أشجار الساكورا بعض النسيم الصيني
de: Sakura-Bäume bringen eine chinesische Brise in Ihr Leben
el: Τα δέντρα Sakura θα σας δώσουν λίγο κινέζικο αεράκι
es: Los árboles de sakura te darán una brisa china
fr: Les cerisiers vous apporteront une brise chinoise
ga: Tabharfaidh crainn Sakura roinnt Breeze Síneach duit
hi: सकुरा के पेड़ आपको चीनी हवा का अहसास कराएंगे
id: Pohon sakura akan memberimu angin Cina
it: Gli alberi di ciliegio ti regaleranno un po' di brezza cinese
ja: 桜の木が中国の風を吹き込んでくれます
ko: 벚꽃나무가 중국 바람을 선사합니다
ms: Pokok sakura akan memberi anda sedikit angin Cina
nb: Sakura-trær vil gi deg litt kinesisk bris
nl: Sakura-bomen bezorgen je een Chinees briesje
pt: As árvores de Sakura dar-lhe-ão uma brisa chinesa
pt_br: As árvores de sakura lhe darão um pouco da brisa chinesa
ro: Copacii Sakura vă vor oferi puțină briză chinezească
tr: Sakura ağaçları size biraz Çin esintisi verecek
uk: Дерева сакури подарують вам китайський вітерець
vi: Cây hoa anh đào sẽ mang đến cho bạn một chút gió Trung Hoa
zh: 櫻花樹會帶給你一絲中國風

# NKS_THEMEPACKS_THEME_DESC_TEALED
source: All teal colours
ar: جميع الألوان الزرقاء
de: Alle blaugrünen Farben
el: Όλα τα γαλαζοπράσινα χρώματα
es: Todos los colores verde azulado
fr: Toutes les couleurs bleu sarcelle
ga: Gach dathanna teallaigh
hi: सभी चैती रंग
id: Semua warna biru kehijauan
it: Tutti i colori verde acqua
ja: すべて青緑色
ko: 모든 청록색
ms: Semua warna teal
nb: Alle blågrønne farger
nl: Alle blauwgroene kleuren
pt: Todas as cores azul-petróleo
pt_br: Todas as cores azul-petróleo
ro: Toate culorile teal
tr: Tüm turkuaz renkleri
uk: Усі чорні кольори
vi: Tất cả các màu xanh ngọc
zh: 所有青色

# NKS_THEMEPACKS_THEME_DESC_TECHNO
source: A theme for technology lovers
ar: موضوع لمحبي التكنولوجيا
de: Ein Thema für Technikliebhaber
el: Ένα θέμα για τους λάτρεις της τεχνολογίας
es: Un tema para los amantes de la tecnología.
fr: Un thème pour les amoureux de la technologie
ga: Téama le haghaidh lucht teicneolaíochta
hi: प्रौद्योगिकी प्रेमियों के लिए एक थीम
id: Tema untuk pecinta teknologi
it: Un tema per gli amanti della tecnologia
ja: テクノロジー愛好家のためのテーマ
ko: 기술 애호가를 위한 테마
ms: Tema untuk pencinta teknologi
nb: Et tema for teknologielskere
nl: Een thema voor technologieliefhebbers
pt: Um tema para os amantes da tecnologia
pt_br: Um tema para os amantes da tecnologia
ro: O temă pentru iubitorii de tehnologie
tr: Teknoloji tutkunlarına özel bir tema
uk: Тема для любителів технологій
vi: Một chủ đề dành cho những người yêu thích công nghệ
zh: 科技愛好者的主題

# NKS_THEMEPACKS_THEME_DESC_TRANCE
source: Trance music fan? This is the theme for you!
ar: هل أنت من محبي موسيقى الترانس؟ هذا هو الموضوع المناسب لك!
de: Fan von Trance-Musik? Dann ist dieses Thema genau das Richtige für Sie!
el: Θαυμαστής της μουσικής Trance; Αυτό είναι το θέμα για εσάς!
es: ¿Eres fanático de la música trance? ¡Este es el tema para ti!
fr: Fan de musique Trance ? Ce thème est fait pour vous !
ga: Lucht leanúna ceoil trance? Seo é an téama duit!
hi: ट्रांस संगीत के प्रशंसक? यह थीम आपके लिए है!
id: Penggemar musik trance? Tema ini cocok untuk Anda!
it: Appassionati di musica trance? Questo è il tema che fa per voi!
ja: トランスミュージックファンですか？これはあなたにぴったりのテーマです！
ko: 트랜스 음악 팬이신가요? 이게 바로 당신을 위한 테마입니다!
ms: Peminat muzik berkhayal? Ini adalah tema untuk anda!
nb: Fan av trancemusikk? Dette er temaet for deg!
nl: Fan van trancemuziek? Dit is het thema voor jou!
pt: Fã de música de Trance? Este é o tema para si!
pt_br: Fã de música trance? Este é o tema para você!
ro: Fan de muzică trance? Aceasta este tema pentru tine!
tr: Trance müzik hayranı mısınız? Bu tema tam size göre!
uk: Фанат трансової музики? Це тема для вас!
vi: Bạn là người hâm mộ nhạc Trance? Đây chính là chủ đề dành cho bạn!
zh: Trance 音樂迷？這就是為你準備的主題！
