Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Forecast/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_FORECAST_WEATHER_LATLONPROMPT
source: Enter the city latitude and longitude.
ar: أدخل خط العرض وخط الطول للمدينة.
de: Geben Sie den Breiten- und Längengrad der Stadt ein.
el: Εισαγάγετε το γεωγραφικό πλάτος και μήκος της πόλης.
es: Ingrese la latitud y longitud de la ciudad.
fr: Entrez la latitude et la longitude de la ville.
ga: Cuir isteach domhanleithead agus domhanfhad na cathrach.
hi: शहर का अक्षांश और देशांतर दर्ज करें.
id: Masukkan lintang dan bujur kota.
it: Inserisci latitudine e longitudine della città.
ja: 都市の緯度と経度を入力してください。
ko: 도시의 위도와 경도를 입력하세요.
ms: Masukkan latitud dan longitud bandar.
nb: Angi byens bredde- og lengdegrad.
nl: Voer de breedte- en lengtegraad van de stad in.
pt: Insira a latitude e longitude da cidade.
ro: Introduceți latitudinea și longitudinea orașului.
tr: Şehrin enlem ve boylamını girin.
uk: Введіть широту та довготу міста.
vi: Nhập vĩ độ và kinh độ của thành phố.
zh: 輸入城市的緯度和經度。

# NKS_FORECAST_WEATHER_APIKEY
source: You can get your own API key by consulting the IBM website for guidance.
ar: يمكنك الحصول على مفتاح واجهة برمجة التطبيقات (API) الخاص بك عن طريق الرجوع إلى موقع IBM الإلكتروني للحصول على إرشادات.
de: Sie können Ihren eigenen API-Schlüssel erhalten. Anleitungen hierzu finden Sie auf der IBM-Website.
el: Μπορείτε να αποκτήσετε το δικό σας κλειδί API συμβουλευόμενοι τον ιστότοπο της IBM για καθοδήγηση.
es: Puede obtener su propia clave API consultando el sitio web de IBM para obtener orientación.
fr: Vous pouvez obtenir votre propre clé API en consultant le site Web d'IBM pour obtenir des conseils.
ga: Is féidir leat d’eochair API féin a fháil ach dul i gcomhairle le suíomh Gréasáin IBM le haghaidh treorach.
hi: आप मार्गदर्शन के लिए आईबीएम वेबसाइट से परामर्श करके अपनी स्वयं की एपीआई कुंजी प्राप्त कर सकते हैं।
id: Anda bisa mendapatkan kunci API Anda sendiri dengan mengunjungi situs web IBM untuk mendapatkan panduan.
it: Puoi ottenere la tua chiave API consultando il sito Web IBM per indicazioni.
ja: IBM Web サイトのガイダンスを参照して、独自の API キーを取得できます。
ko: IBM 웹사이트에 문의하여 자체 API 키를 얻을 수 있습니다.
ms: Anda boleh mendapatkan kunci API anda sendiri dengan merujuk tapak web IBM untuk mendapatkan panduan.
nb: Du kan få din egen API-nøkkel ved å konsultere IBMs nettsted for veiledning.
nl: U kunt uw eigen API-sleutel verkrijgen door de IBM-website te raadplegen voor richtlijnen.
pt: É possível obter sua própria chave de API consultando o website da IBM para obter orientação.
ro: Puteți obține propria cheie API consultând site-ul web IBM pentru îndrumări.
tr: Rehberlik için IBM web sitesine başvurarak kendi API anahtarınızı alabilirsiniz.
uk: Ви можете отримати власний ключ API, звернувшись до веб-сайту IBM.
vi: Bạn có thể lấy khóa API của riêng mình bằng cách tham khảo hướng dẫn trên trang web của IBM.
zh: 您可以透過查閱 IBM 網站取得指導來取得自己的 API 金鑰。

# NKS_FORECAST_WEATHER_TUI_LOADING
source: Loading weather info from geographical location
ar: تحميل معلومات الطقس من الموقع الجغرافي
de: Wetterinformationen vom geografischen Standort laden
el: Φόρτωση πληροφοριών καιρού από γεωγραφική τοποθεσία
es: Cargando información meteorológica desde la ubicación geográfica
fr: Chargement des informations météo à partir d'un emplacement géographique
ga: Faisnéis aimsire á lódáil ó shuíomh geografach
hi: भौगोलिक स्थान से मौसम की जानकारी लोड करना
id: Memuat info cuaca dari lokasi geografis
it: Caricamento delle informazioni meteo dalla posizione geografica
ja: 地理的位置から天気情報を読み込み中
ko: 지리적 위치에서 날씨 정보 로드 중
ms: Memuatkan maklumat cuaca dari lokasi geografi
nb: Laster værinformasjon fra geografisk plassering
nl: Weerinformatie laden vanaf geografische locatie
pt: Carregando informações meteorológicas da localização geográfica
ro: Se încarcă informații despre vreme din locația geografică
tr: Coğrafi konumdan hava durumu bilgisi yükleniyor
uk: Завантаження інформації про погоду з географічного розташування
vi: Đang tải thông tin thời tiết từ vị trí địa lý
zh: 從地理位置載入天氣資訊

# NKS_FORECAST_WEATHER_TUI_CONDITION
source: Weather condition
ar: حالة الطقس
de: Wetterlage
el: Κατάσταση του καιρού
es: Condición climática
fr: Les conditions météorologiques
ga: Coinníoll aimsire
hi: मौसम स्थिति
id: Kondisi cuaca
it: Condizioni metereologiche
ja: 天気状況
ko: 기상 조건
ms: Keadaan cuaca
nb: Værforhold
nl: Weerconditie
pt: Condição climática
ro: Conditii meteo
tr: Hava durumu
uk: Погодні умови
vi: Tình hình thời tiết
zh: 氣候條件

# NKS_FORECAST_WEATHER_TUI_TEMPERATURE
source: Temperature
ar: درجة حرارة
de: Temperatur
el: Θερμοκρασία
es: Temperatura
fr: Température
ga: Teocht
hi: तापमान
id: Suhu
it: Temperatura
ja: 温度
ko: 온도
ms: Suhu
nb: Temperatur
nl: Temperatuur
pt: Temperatura
ro: Temperatura
tr: Sıcaklık
uk: температура
vi: Nhiệt độ
zh: 溫度

# NKS_FORECAST_WEATHER_TUI_WINDSPEED
source: Wind speed
ar: سرعة الرياح
de: Windgeschwindigkeit
el: ΤΑΧΥΤΗΤΑ ΑΝΕΜΟΥ
es: Velocidad del viento
fr: Vitesse du vent
ga: Luas na gaoithe
hi: हवा की गति
id: Kecepatan angin
it: Velocità del vento
ja: 風速
ko: 바람 속도
ms: Kelajuan angin
nb: Vindhastighet
nl: Windsnelheid
pt: Velocidade do vento
ro: Viteza vântului
tr: Rüzgar hızı
uk: Швидкість вітру
vi: Tốc độ gió
zh: 風速

# NKS_FORECAST_WEATHER_TUI_WINDDIRECTION
source: Wind direction
ar: اتجاه الرياح
de: Windrichtung
el: Κατεύθυνση ανέμου
es: Dirección del viento
fr: Direction du vent
ga: Treo na gaoithe
hi: हवा की दिशा
id: Arah angin
it: La direzione del vento
ja: 風向き
ko: 바람의 방향
ms: Arah angin
nb: Vindretning
nl: Windrichting
pt: Direção do vento
ro: Directia vantului
tr: Rüzgar yönü
uk: Напрямок вітру
vi: Hướng gió
zh: 風向

# NKS_FORECAST_WEATHER_TUI_HUMIDITY
source: Humidity rate
ar: معدل الرطوبة
de: Luftfeuchtigkeit
el: Ποσοστό υγρασίας
es: Tasa de humedad
fr: Taux d'humidité
ga: Ráta taise
hi: आर्द्रता दर
id: Tingkat Kelembaban
it: Tasso di umidità
ja: 湿度
ko: 습도율
ms: Kadar kelembapan
nb: Fuktighetsgrad
nl: Vochtigheidsgraad
pt: Taxa de umidade
ro: Rata de umiditate
tr: Nem oranı
uk: Показник вологості
vi: Tỷ lệ độ ẩm
zh: 濕度

# NKS_FORECAST_WEATHER_TUI_LAT
source: Latitude
ar: خط العرض
de: Breite
el: Γεωγραφικό πλάτος
es: Latitud
ga: Domhanleithead
hi: अक्षांश
id: Lintang
it: Latitudine
ja: 緯度
ko: 위도
ms: Latitud
nb: Breddegrad
nl: Breedtegraad
ro: Latitudine
tr: Enlem
uk: Широта
vi: Vĩ độ
zh: 緯度

# NKS_FORECAST_WEATHER_TUI_LON
source: Longitude
ar: خط الطول
de: Längengrad
el: Γεωγραφικό μήκος
es: Longitud
ga: Domhanfhad
hi: देशान्तर
id: Garis bujur
it: Longitudine
ja: 経度
ko: 경도
ms: Longitud
nb: Lengdegrad
nl: Lengtegraad
ro: Longitudine
tr: Boylam
uk: Довгота
vi: Kinh độ
zh: 經度

# NKS_FORECAST_WEATHER_TUI_CITYNAMEPROMPT
source: Enter a city name to search.
ar: أدخل اسم المدينة للبحث.
de: Geben Sie für die Suche einen Städtenamen ein.
el: Εισαγάγετε ένα όνομα πόλης για αναζήτηση.
es: Ingrese el nombre de una ciudad para buscar.
fr: Entrez un nom de ville à rechercher.
ga: Cuir isteach ainm cathrach chun cuardach a dhéanamh.
hi: खोजने के लिए शहर का नाम दर्ज करें.
id: Masukkan nama kota untuk mencari.
it: Inserisci il nome di una città da cercare.
ja: 検索する都市名を入力してください。
ko: 검색할 도시 이름을 입력하세요.
ms: Masukkan nama bandar untuk dicari.
nb: Skriv inn et bynavn for å søke.
nl: Voer een plaatsnaam in om te zoeken.
pt: Digite o nome de uma cidade para pesquisar.
ro: Introduceți un nume de oraș pentru a căuta.
tr: Arama yapmak için bir şehir adı girin.
uk: Введіть назву міста для пошуку.
vi: Nhập tên thành phố để tìm kiếm.
zh: 輸入城市名稱進行搜尋。

# NKS_FORECAST_WEATHER_TUI_NOCITIES
source: There are no cities by this name. If you are trying to search for a specific city, try searching for a broader location that is closest to the city that you're looking for.
ar: لا توجد مدن بهذا الاسم. إذا كنت تحاول البحث عن مدينة معينة، فحاول البحث عن موقع أوسع وأقرب إلى المدينة التي تبحث عنها.
de: Es gibt keine Städte mit diesem Namen. Wenn Sie nach einer bestimmten Stadt suchen, versuchen Sie, nach einem umfassenderen Ort zu suchen, der der gesuchten Stadt am nächsten liegt.
el: Δεν υπάρχουν πόλεις με αυτό το όνομα. Εάν προσπαθείτε να αναζητήσετε μια συγκεκριμένη πόλη, δοκιμάστε να αναζητήσετε μια ευρύτερη τοποθεσία που είναι πιο κοντά στην πόλη που αναζητάτε.
es: No hay ciudades con este nombre. Si está intentando buscar una ciudad específica, intente buscar una ubicación más amplia que esté más cercana a la ciudad que está buscando.
fr: Il n'existe aucune ville portant ce nom. Si vous essayez de rechercher une ville spécifique, essayez de rechercher un emplacement plus large, le plus proche de la ville que vous recherchez.
ga: Níl aon chathracha ann leis an ainm seo. Má tá tú ag iarraidh cathair ar leith a chuardach, déan iarracht áit níos leithne a chuardach atá in aice leis an gcathair atá uait.
hi: इस नाम का कोई शहर नहीं है। अगर आप किसी खास शहर को खोजने की कोशिश कर रहे हैं, तो उस शहर के सबसे नज़दीक किसी बड़े स्थान को खोजने की कोशिश करें जिसे आप खोज रहे हैं।
id: Tidak ada kota dengan nama ini. Jika Anda mencoba mencari kota tertentu, cobalah mencari lokasi yang lebih luas yang paling dekat dengan kota yang Anda cari.
it: Non ci sono città con questo nome. Se stai cercando una città specifica, prova a cercare una località più ampia e più vicina alla città che stai cercando.
ja: この名前の都市はありません。特定の都市を検索する場合は、探している都市に最も近い、より広い範囲での検索を試みてください。
ko: 이 이름의 도시가 없습니다. 특정 도시를 검색하려는 경우, 원하는 도시와 가장 가까운 더 넓은 위치를 검색해 보세요.
ms: Tiada bandar dengan nama ini. Jika anda cuba mencari bandar tertentu, cuba cari lokasi yang lebih luas yang paling hampir dengan bandar yang anda cari.
nb: Det er ingen byer med dette navnet. Hvis du prøver å søke etter en bestemt by, prøv å søke etter en bredere plassering som er nærmest byen du leter etter.
nl: Er zijn geen steden met deze naam. Als u naar een specifieke stad probeert te zoeken, probeer dan te zoeken naar een bredere locatie die het dichtst bij de stad ligt die u zoekt.
pt: Não existem cidades com este nome. Se você estiver tentando pesquisar uma cidade específica, tente pesquisar um local mais amplo e mais próximo da cidade que você está procurando.
ro: Nu există orașe cu acest nume. Dacă încercați să căutați un anumit oraș, încercați să căutați o locație mai largă, care este cea mai apropiată de orașul pe care îl căutați.
tr: Bu isimde şehir yok. Belirli bir şehri aramaya çalışıyorsanız, aradığınız şehre en yakın olan daha geniş bir konumu aramayı deneyin.
uk: Міст з такою назвою немає. Якщо ви намагаєтесь шукати конкретне місто, спробуйте знайти ширше розташування, яке є найближчим до міста, яке ви шукаєте.
vi: Không có thành phố nào có tên này. Nếu bạn đang cố gắng tìm kiếm một thành phố cụ thể, hãy thử tìm kiếm một vị trí rộng hơn gần thành phố bạn đang tìm kiếm nhất.
zh: 沒有以此名稱命名的城市。如果您嘗試搜尋特定城市，請嘗試搜尋距離您要尋找的城市最近的更廣泛的位置。

# NKS_FORECAST_WEATHER_TUI_SELECTCITY
source: Select a city from the list below. The two numbers represent geographical locations.
ar: اختر مدينة من القائمة أدناه. الرقمان يمثلان المواقع الجغرافية.
de: Wählen Sie eine Stadt aus der Liste unten. Die beiden Zahlen repräsentieren geografische Standorte.
el: Επιλέξτε μια πόλη από την παρακάτω λίστα. Οι δύο αριθμοί αντιπροσωπεύουν γεωγραφικές τοποθεσίες.
es: Seleccione una ciudad de la lista a continuación. Los dos números representan ubicaciones geográficas.
fr: Sélectionnez une ville dans la liste ci-dessous. Les deux chiffres représentent des emplacements géographiques.
ga: Roghnaigh cathair ón liosta thíos. Léiríonn an dá uimhir láithreacha geografacha.
hi: नीचे दी गई सूची में से कोई शहर चुनें। दो संख्याएँ भौगोलिक स्थानों को दर्शाती हैं।
id: Pilih kota dari daftar di bawah ini. Dua angka mewakili lokasi geografis.
it: Seleziona una città dall'elenco sottostante. I due numeri rappresentano posizioni geografiche.
ja: 以下のリストから都市を選択してください。2 つの数字は地理的な場所を表します。
ko: 아래 목록에서 도시를 선택하세요. 두 숫자는 지리적 위치를 나타냅니다.
ms: Pilih bandar daripada senarai di bawah. Dua nombor mewakili lokasi geografi.
nb: Velg en by fra listen nedenfor. De to tallene representerer geografiske steder.
nl: Selecteer een stad uit de onderstaande lijst. De twee cijfers vertegenwoordigen geografische locaties.
pt: Selecione uma cidade na lista abaixo. Os dois números representam localizações geográficas.
ro: Selectați un oraș din lista de mai jos. Cele două numere reprezintă locații geografice.
tr: Aşağıdaki listeden bir şehir seçin. İki sayı coğrafi konumları temsil eder.
uk: Виберіть місто зі списку нижче. Два числа представляють географічні положення.
vi: Chọn một thành phố từ danh sách bên dưới. Hai con số đại diện cho vị trí địa lý.
zh: 從下面的清單中選擇一個城市。這兩個數字代表地理位置。

# NKS_FORECAST_WEATHER_TUI_LATPROMPT
source: Enter city latitude.
ar: أدخل خط العرض للمدينة.
de: Geben Sie den Breitengrad der Stadt ein.
el: Εισαγάγετε το γεωγραφικό πλάτος της πόλης.
es: Introduzca la latitud de la ciudad.
fr: Entrez la latitude de la ville.
ga: Cuir isteach domhanleithead na cathrach.
hi: शहर का अक्षांश दर्ज करें.
id: Masukkan lintang kota.
it: Inserisci la latitudine della città.
ja: 都市の緯度を入力してください。
ko: 도시 위도를 입력하세요.
ms: Masukkan latitud bandar.
nb: Angi bybreddegrad.
nl: Voer de breedtegraad van de stad in.
pt: Insira a latitude da cidade.
ro: Introduceți latitudinea orașului.
tr: Şehrin enlemini girin.
uk: Введіть широту міста.
vi: Nhập vĩ độ của thành phố.
zh: 輸入城市緯度。

# NKS_FORECAST_WEATHER_TUI_LONPROMPT
source: Enter city longitude.
ar: أدخل خط الطول للمدينة.
de: Geben Sie den Längengrad der Stadt ein.
el: Εισαγάγετε γεωγραφικό μήκος πόλης.
es: Introduzca la longitud de la ciudad.
fr: Entrez la longitude de la ville.
ga: Cuir isteach domhanfhad na cathrach.
hi: शहर का देशांतर दर्ज करें.
id: Masukkan bujur kota.
it: Inserisci la longitudine della città.
ja: 都市の経度を入力してください。
ko: 도시 경도를 입력하세요.
ms: Masukkan longitud bandar.
nb: Angi bylengdegrad.
nl: Voer de lengtegraad van de stad in.
pt: Insira a longitude da cidade.
ro: Introduceți longitudinea orașului.
tr: Şehir boylamını girin.
uk: Введіть довготу міста.
vi: Nhập kinh độ của thành phố.
zh: 輸入城市經度。

# NKS_FORECAST_WEATHER_TUI_LATINVALID
source: Latitude is invalid.
ar: خط العرض غير صالح.
de: Der Breitengrad ist ungültig.
el: Το γεωγραφικό πλάτος δεν είναι έγκυρο.
es: La latitud no es válida.
fr: La latitude n'est pas valide.
ga: Tá Domhanleithead neamhbhailí.
hi: अक्षांश अमान्य है.
id: Lintang tidak valid.
it: La latitudine non è valida.
ja: 緯度が無効です。
ko: 위도가 잘못되었습니다.
ms: Latitud tidak sah.
nb: Breddegrad er ugyldig.
nl: Breedtegraad is ongeldig.
pt: A latitude é inválida.
ro: Latitudinea este nevalidă.
tr: Enlem geçersiz.
uk: Широта недійсна.
vi: Vĩ độ không hợp lệ.
zh: 緯度無效。

# NKS_FORECAST_WEATHER_TUI_LONINVALID
source: Longitude is invalid.
ar: خط الطول غير صالح.
de: Der Längengrad ist ungültig.
el: Το γεωγραφικό μήκος δεν είναι έγκυρο.
es: La longitud no es válida.
fr: La longitude n'est pas valide.
ga: Tá Domhanfhad neamhbhailí.
hi: देशांतर अमान्य है.
id: Bujur tidak valid.
it: La longitudine non è valida.
ja: 経度が無効です。
ko: 경도가 잘못되었습니다.
ms: Longitud tidak sah.
nb: Lengdegrad er ugyldig.
nl: Lengtegraad is ongeldig.
pt: A longitude é inválida.
ro: Longitudinea este nevalidă.
tr: Boylam geçersiz.
uk: Недійсна довгота.
vi: Kinh độ không hợp lệ.
zh: 經度無效。

# NKS_FORECAST_WEATHER_TUI_APIKEYPROMPT
source: You can get your own API key by consulting the IBM website for guidance. Enter The Weather Channel API key.
ar: يمكنك الحصول على مفتاح واجهة برمجة التطبيقات (API) الخاص بك عن طريق الرجوع إلى موقع IBM الإلكتروني للحصول على إرشادات. أدخل مفتاح واجهة برمجة تطبيقات قناة الطقس.
de: Sie können Ihren eigenen API-Schlüssel erhalten. Anleitungen hierzu finden Sie auf der IBM-Website. Geben Sie den API-Schlüssel von The Weather Channel ein.
el: Μπορείτε να αποκτήσετε το δικό σας κλειδί API συμβουλευόμενοι τον ιστότοπο της IBM για καθοδήγηση. Εισαγάγετε το κλειδί API του καναλιού καιρού.
es: Puede obtener su propia clave API consultando el sitio web de IBM para obtener orientación. Ingrese la clave API de Weather Channel.
fr: Vous pouvez obtenir votre propre clé API en consultant le site Web d'IBM pour obtenir des conseils. Entrez la clé API Weather Channel.
ga: Is féidir leat d’eochair API féin a fháil ach dul i gcomhairle le suíomh Gréasáin IBM le haghaidh treorach. Cuir isteach eochair API Weather Channel.
hi: आप मार्गदर्शन के लिए IBM वेबसाइट से परामर्श करके अपनी खुद की API कुंजी प्राप्त कर सकते हैं। वेदर चैनल API कुंजी दर्ज करें।
id: Anda bisa mendapatkan kunci API Anda sendiri dengan mengunjungi situs web IBM untuk mendapatkan panduan. Masukkan kunci API The Weather Channel.
it: Puoi ottenere la tua chiave API consultando il sito Web IBM per indicazioni. Inserisci la chiave API Weather Channel.
ja: IBM Web サイトのガイダンスを参照して、独自の API キーを取得できます。The Weather Channel API キーを入力します。
ko: IBM 웹사이트에 문의하여 자체 API 키를 얻을 수 있습니다. 날씨 채널 API 키를 입력하세요.
ms: Anda boleh mendapatkan kunci API anda sendiri dengan merujuk tapak web IBM untuk mendapatkan panduan. Masukkan kunci API Saluran Cuaca.
nb: Du kan få din egen API-nøkkel ved å konsultere IBMs nettsted for veiledning. Skriv inn Weather Channel API-nøkkelen.
nl: U kunt uw eigen API-sleutel verkrijgen door de IBM-website te raadplegen voor richtlijnen. Voer de API-sleutel van het weerkanaal in.
pt: É possível obter sua própria chave de API consultando o website da IBM para obter orientação. Insira a chave da API do Weather Channel.
ro: Puteți obține propria cheie API consultând site-ul web IBM pentru îndrumări. Introduceți cheia API Weather Channel.
tr: Rehberlik için IBM web sitesine danışarak kendi API anahtarınızı alabilirsiniz. The Weather Channel API anahtarını girin.
uk: Ви можете отримати власний ключ API, звернувшись до веб-сайту IBM. Введіть ключ API Weather Channel.
vi: Bạn có thể lấy khóa API của riêng mình bằng cách tham khảo trang web IBM để được hướng dẫn. Nhập khóa API của Weather Channel.
zh: 您可以透過查閱 IBM 網站取得指導來取得自己的 API 金鑰。輸入天氣頻道 API 金鑰。

# NKS_FORECAST_WEATHER_TUI_APIKEYNOTPROVIDED
source: The Weather Channel API key is not provided. If you need help, consult the IBM website.
ar: لم يتم توفير مفتاح Weather Channel API. إذا كنت بحاجة إلى مساعدة، قم بزيارة موقع ويب IBM.
de: Der Weather Channel-API-Schlüssel wird nicht bereitgestellt. Wenn Sie Hilfe benötigen, konsultieren Sie die IBM-Website.
el: Το κλειδί API καναλιού καιρού δεν παρέχεται. Εάν χρειάζεστε βοήθεια, συμβουλευτείτε τον ιστότοπο της IBM.
es: No se proporciona la clave API de Weather Channel. Si necesita ayuda, consulte el sitio web de IBM.
fr: La clé API Weather Channel n'est pas fournie. Si vous avez besoin d'aide, consultez le site Web IBM.
ga: Ní sholáthraítear eochair Weather Channel API. Má tá cabhair uait, féach ar shuíomh Gréasáin IBM.
hi: मौसम चैनल API कुंजी उपलब्ध नहीं है। यदि आपको सहायता की आवश्यकता है, तो IBM वेबसाइट से परामर्श लें।
id: Kunci API Weather Channel tidak tersedia. Jika Anda memerlukan bantuan, kunjungi situs web IBM.
it: La chiave API Weather Channel non viene fornita. Se hai bisogno di aiuto, consulta il sito Web IBM.
ja: Weather Channel API キーが提供されていません。ヘルプが必要な場合は、IBM Web サイトを参照してください。
ko: Weather Channel API 키는 제공되지 않습니다. 도움이 필요하면 IBM 웹사이트를 참조하세요.
ms: Kunci API Saluran Cuaca tidak disediakan. Jika anda memerlukan bantuan, rujuk tapak web IBM.
nb: Weather Channel API-nøkkelen er ikke oppgitt. Hvis du trenger hjelp, kan du gå til IBMs nettsted.
nl: De Weather Channel API-sleutel wordt niet verstrekt. Raadpleeg de IBM-website als u hulp nodig hebt.
pt: A chave da API Weather Channel não é fornecida. Se precisar de ajuda, consulte o website da IBM.
ro: Cheia API Weather Channel nu este furnizată. Dacă aveți nevoie de ajutor, consultați site-ul web IBM.
tr: Weather Channel API anahtarı sağlanmamıştır. Yardıma ihtiyacınız varsa, IBM web sitesine bakın.
uk: Ключ API Weather Channel не надається. Якщо вам потрібна допомога, зверніться на веб-сайт IBM.
vi: Khóa API Weather Channel không được cung cấp. Nếu bạn cần trợ giúp, hãy tham khảo trang web IBM.
zh: 未提供天氣頻道 API 金鑰。如果您需要協助，請造訪 IBM 網站。

# NKS_FORECAST_WEATHER_TUI_KEYBINDING_ADD
source: Add
ar: يضيف
de: Hinzufügen
el: Προσθέτω
es: Agregar
fr: Ajouter
ga: Cuir
hi: जोड़ना
id: Menambahkan
it: Aggiungere
ja: 追加
ko: 추가하다
ms: Tambah
nb: Legge til
nl: Toevoegen
pt: Adicionar
ro: Adăuga
tr: Eklemek
uk: додати
vi: Thêm vào
zh: 添加

# NKS_FORECAST_WEATHER_TUI_KEYBINDING_REMOVEALL
source: Remove All
ar: إزالة الكل
de: Alle entfernen
el: Κατάργηση όλων
es: Eliminar todo
fr: Supprimer tout
ga: Bain Uile
hi: सभी हटाएं
id: Hapus semua
it: Rimuovi tutto
ja: すべて削除
ko: 모두 제거
ms: Keluarkan Semua
nb: Fjern alle
nl: Alles verwijderen
pt: Remova tudo
ro: Eliminați tot
tr: Tümünü Kaldır
uk: Видалити все
vi: Xóa tất cả
zh: 全部刪除

# NKS_FORECAST_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_FORECAST_WEATHER_TUI_KEYBINDING_ADDMANUAL
source: Add Manually
ar: أضف يدويًا
de: Manuell hinzufügen
el: Προσθήκη χειροκίνητα
es: Agregar manualmente
fr: Ajouter manuellement
ga: Cuir de láimh
hi: मैन्युअल रूप से जोड़ें
id: Tambahkan Secara Manual
it: Aggiungi manualmente
ja: 手動で追加
ko: 수동으로 추가
ms: Tambah Secara Manual
nb: Legg til manuelt
nl: Handmatig toevoegen
pt: Adicionar manualmente
ro: Adăugați manual
tr: Manuel olarak ekle
uk: Додати вручну
vi: Thêm thủ công
zh: 手動新增

# NKS_FORECAST_WEATHER_EXCEPTION_NODAYPARTARRAY
source: Can't get day part array
ar: لا يمكن الحصول على مجموعة أجزاء اليوم
de: Array für Tagesabschnitte kann nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη του πίνακα μερικής ημέρας
es: No se puede obtener la matriz de partes del día
fr: Impossible d'obtenir le tableau des parties du jour
ga: Ní féidir eagar páirteanna lae a fháil
hi: दिन भाग सरणी प्राप्त नहीं की जा सकी
id: Tidak bisa mendapatkan array bagian hari
it: Impossibile ottenere la matrice delle parti del giorno
ja: 曜日区分配列を取得できません
ko: 일별 부분 배열을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan tatasusunan bahagian hari
nb: Kan ikke få dag del array
nl: Kan dagdeelarray niet ophalen
pt: Não é possível obter um array de parte do dia
ro: Nu se poate obține matricea de părți de zi
tr: Gün bölümü dizisi alınamıyor
uk: Не вдається отримати масив частин дня
vi: Không thể lấy được mảng phần ngày
zh: 無法取得日期部分數組

# NKS_FORECAST_WEATHER_EXCEPTION_NODAYPART
source: Can't get day part
ar: لا يمكن الحصول على جزء اليوم
de: Kann den Tagesteil nicht abrufen
el: Δεν μπορώ να λάβω μέρος της ημέρας
es: No puedo obtener la parte del día
fr: Impossible d'obtenir la partie de la journée
ga: Ní féidir cuid den lá a fháil
hi: दिन का भाग नहीं मिल सकता
id: Tidak bisa mendapatkan bagian hari
it: Non riesco a vedere la parte del giorno
ja: 曜日パートを取得できません
ko: 하루 중 일부를 얻을 수 없습니다
ms: Tidak dapat bahagian hari
nb: Kan ikke få del av dagen
nl: Kan geen dagdeel krijgen
pt: Não consigo fazer parte do dia
ro: Nu pot primi parte de zi
tr: Gün bölümünü alamıyorum
uk: Не вдається отримати частину дня
vi: Không thể có được phần ngày
zh: 無法取得日間部分
