Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Forecast/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_FORECAST_COMMAND_WEATHEROLD_DESC
source: Shows weather info for specified city. Uses OpenWeatherMap.
ar: يظهر معلومات الطقس لمدينة محددة. يستخدم OpenWeatherMap.
de: Zeigt Wetterinformationen für die angegebene Stadt an. Verwendet OpenWeatherMap.
el: Εμφανίζει πληροφορίες καιρού για συγκεκριμένη πόλη. Χρησιμοποιεί το OpenWeatherMap.
es: Muestra información meteorológica para la ciudad especificada. Utiliza OpenWeatherMap.
fr: Affiche les informations météorologiques pour la ville spécifiée. Utilise OpenWeatherMap.
ga: Taispeánann sé faisnéis aimsire don chathair shonraithe. Úsáideann OpenWeatherMap.
hi: निर्दिष्ट शहर के लिए मौसम की जानकारी दिखाता है। OpenWeatherMap का उपयोग करता है।
id: Menampilkan info cuaca untuk kota tertentu. Menggunakan OpenWeatherMap.
it: Mostra le informazioni meteo per la città specificata. Utilizza OpenWeatherMap.
ja: 指定した都市の天気情報を表示します。 OpenWeatherMapを使用します。
ko: 지정된 도시의 날씨 정보를 표시합니다. OpenWeatherMap을 사용합니다.
ms: Menunjukkan maklumat cuaca untuk bandar tertentu. Menggunakan OpenWeatherMap.
nb: Viser værinformasjon for spesifisert by. Bruker OpenWeatherMap.
nl: Toont weersinformatie voor de opgegeven stad. Maakt gebruik van OpenWeatherMap.
pt: Mostra informações meteorológicas para a cidade especificada. Usa OpenWeatherMap.
ro: Afișează informații despre vreme pentru orașul specificat. Utilizează OpenWeatherMap.
tr: Belirtilen şehir için hava durumu bilgilerini gösterir. OpenWeatherMap kullanır.
uk: Показує інформацію про погоду для вказаного міста. Використовує OpenWeatherMap.
vi: Hiển thị thông tin thời tiết cho thành phố cụ thể. Sử dụng OpenWeatherMap.
zh: 顯示指定城市的天氣信息。使用 OpenWeatherMap。

# NKS_FORECAST_WEATHEROLD_INFO_HEADER
source: -- Weather info for {0} --
ar: - معلومات الطقس لـ {0} -
de: - Wetterinformationen für {0} -
el: -- Πληροφορίες καιρού για {0} --
es: - Información meteorológica de {0} -
fr: - Informations météo pour {0} -
ga: -- Eolas aimsire le haghaidh {0} --
hi: - {0} के लिए मौसम की जानकारी -
id: -- Info cuaca untuk {0} --
it: - Informazioni meteo per {0} -
ja: -{0}の天気情報-
ko: -{0}의 날씨 정보-
ms: -- Maklumat cuaca untuk {0} --
nb: -- Værinformasjon for {0} --
nl: - Weersinformatie voor {0} -
pt: - Informações meteorológicas para {0} -
ro: -- Informații meteo pentru {0} --
tr: -- {0} için hava durumu bilgisi --
uk: -- Інформація про погоду для {0} --
vi: -- Thông tin thời tiết cho {0} --
zh: -- {0} 的天氣信息 --

# NKS_FORECAST_WEATHEROLD_INFO_WEATHER
source: Weather: {0}
ar: الطقس: {0}
de: Wetter: {0}
el: Καιρός: {0}
es: Clima: {0}
fr: Météo: {0}
ga: Aimsir: {0}
hi: मौसम: {0}
id: Cuaca: {0}
it: Meteo: {0}
ja: 天気：{0}
ko: 날씨 : {0}
ms: Cuaca: {0}
nb: Vær: {0}
nl: Weer: {0}
pt: Tempo: {0}
ro: Vremea: {0}
tr: Hava Durumu: {0}
uk: Погода: {0}
vi: Thời tiết: {0}
zh: 天氣：{0}

# NKS_FORECAST_WEATHEROLD_INFO_PRESSURE
source: Pressure: {0}
ar: الضغط: {0}
de: Druck: {0}
el: Πίεση: {0}
es: Presión: {0}
fr: Pression: {0}
ga: Brú: {0}
hi: दबाव: {0}
id: Tekanan: {0}
it: Pressione: {0}
ja: 圧力：{0}
ko: 압력 : {0}
ms: Tekanan: {0}
nb: Trykk: {0}
nl: Druk: {0}
pt: Pressão: {0}
ro: Presiune: {0}
tr: Basınç: {0}
uk: Тиск: {0}
vi: Áp suất: {0}
zh: 壓力：{0}

# NKS_FORECAST_WEATHEROLD_INFO_HUMIDITY
source: Humidity: {0}
ar: الرطوبة: {0}
de: Luftfeuchtigkeit: {0}
el: Υγρασία: {0}
es: Humedad: {0}
fr: Humidité: {0}
ga: Bogthaise: {0}
hi: आर्द्रता: {0}
id: Kelembaban: {0}
it: Umidità: {0}
ja: 湿度：{0}
ko: 습도 : {0}
ms: Kelembapan: {0}
nb: Fuktighet: {0}
nl: Vochtigheid: {0}
pt: Umidade: {0}
ro: Umiditate: {0}
tr: Nem: {0}
uk: Вологість: {0}
vi: Độ ẩm: {0}
zh: 濕度：{0}

# NKS_FORECAST_WEATHEROLD_APIKEY
source: You can get your own API key at https://home.openweathermap.org/api_keys.
ar: يمكنك الحصول على مفتاح API الخاص بك على https://home.openweathermap.org/api_keys.
de: Sie können Ihren eigenen API-Schlüssel unter https://home.openweathermap.org/api_keys erhalten.
el: Μπορείτε να αποκτήσετε το δικό σας κλειδί API στη διεύθυνση https://home.openweathermap.org/api_keys.
es: Puede obtener su propia clave API en https://home.openweathermap.org/api_keys.
fr: Vous pouvez obtenir votre propre clé API sur https://home.openweathermap.org/api_keys.
ga: Is féidir leat d’eochair API féin a fháil ag https://home.openweathermap.org/api_keys.
hi: आप https://home.openweathermap.org/api_keys पर अपनी खुद की एपीआई कुंजी प्राप्त कर सकते हैं।
id: Anda bisa mendapatkan kunci API Anda sendiri di https://home.openweathermap.org/api_keys.
it: Puoi ottenere la tua chiave API su https://home.openweathermap.org/api_keys.
ja: https://home.openweathermap.org/api_keysで独自のAPIキーを取得できます。
ko: https://home.openweathermap.org/api_keys에서 고유 한 API 키를 얻을 수 있습니다.
ms: Anda boleh mendapatkan kunci API anda sendiri di https://home.openweathermap.org/api_keys.
nb: Du kan få din egen API-nøkkel på https://home.openweathermap.org/api_keys.
nl: U kunt uw eigen API-sleutel krijgen op https://home.openweathermap.org/api_keys.
pt: Você pode obter sua própria chave de API em https://home.openweathermap.org/api_keys.
ro: Puteți obține propria cheie API la https://home.openweathermap.org/api_keys.
tr: https://home.openweathermap.org/api_keys adresinden kendi API anahtarınızı alabilirsiniz.
uk: Ви можете отримати власний ключ API на сторінці https://home.openweathermap.org/api_keys.
vi: Bạn có thể lấy khóa API của riêng mình tại https://home.openweathermap.org/api_keys.
zh: 您可以在 https://home.openweathermap.org/api_keys 獲取自己的 API 密鑰。

# NKS_FORECAST_SETTINGS_PREFERREDUNIT_NAME
source: Preferred Unit for Temperature
ar: الوحدة المفضلة لدرجة الحرارة
de: Bevorzugte Einheit für die Temperatur
el: Προτιμώμενη μονάδα για τη θερμοκρασία
es: Unidad preferida para temperatura
fr: Unité préférée pour la température
ga: An tAonad is Fearr le haghaidh Teocht
hi: तापमान के लिए पसंदीदा इकाई
id: Satuan Pilihan untuk Suhu
it: Unità preferita per la temperatura
ja: 温度の優先単位
ko: 선호하는 온도 단위
ms: Unit Pilihan untuk Suhu
nb: Foretrukket enhet for temperatur
nl: Voorkeurseenheid voor temperatuur
pt: Unidade preferida para temperatura
ro: Unitate preferată pentru temperatură
tr: Sıcaklık için Tercih Edilen Birim
uk: Бажана одиниця вимірювання температури
vi: Đơn vị ưa thích cho nhiệt độ
zh: 首選溫度單位

# NKS_FORECAST_WEATHEROLD_INFO_FEELSLIKE
source: Feels like: {0}
ar: يشبه: {0}
de: Fühlt sich an wie: {0}
el: Αισθάνεται σαν: {0}
es: Se siente como: {0}
fr: Ressenti comme: {0}
ga: Mothaíonn sé mar: {0}
hi: ऐसा लगता है: {0}
id: Rasanya seperti: {0}
it: Sembra: {0}
ja: のように感じる：{0}
ko: 느낌 : {0}
ms: Terasa seperti: {0}
nb: Føles som: {0}
nl: Voelt als: {0}
pt: Parece: {0}
ro: Se simte ca: {0}
tr: Şuna benziyor: {0}
uk: Відчуття: {0}
vi: Cảm giác như: {0}
zh: 感覺就像：{0}

# NKS_FORECAST_WEATHEROLD_INFO_TEMPERATURE
source: Temperature: {0}
ar: درجة الحرارة: {0}
de: Temperatur: {0}
el: Θερμοκρασία: {0}
es: Temperatura: {0}
fr: Température: {0}
ga: Teocht: {0}
hi: तापमान: {0}
id: Suhu: {0}
it: Temperatura: {0}
ja: 温度：{0}
ko: 온도 : {0}
ms: Suhu: {0}
nb: Temperatur: {0}
nl: Temperatuur: {0}
pt: Temperatura: {0}
ro: Temperatura: {0}
tr: Sıcaklık: {0}
uk: Температура: {0}
vi: Nhiệt độ: {0}
zh: 溫度：{0}

# NKS_FORECAST_WEATHEROLD_INFO_WINDSPEED
source: Wind speed: {0}
ar: سرعة الرياح: {0}
de: Windgeschwindigkeit: {0}
el: Ταχύτητα ανέμου: {0}
es: Velocidad del viento: {0}
fr: Vitesse du vent: {0}
ga: Luas na gaoithe: {0}
hi: हवा की गति: {0}
id: Kecepatan angin: {0}
it: Velocità del vento: {0}
ja: 風速：{0}
ko: 풍속 : {0}
ms: Kelajuan angin: {0}
nb: Vindstyrke: {0}
nl: Windsnelheid: {0}
pt: Velocidade do vento: {0}
ro: Viteza vântului: {0}
tr: Rüzgar hızı: {0}
uk: Швидкість вітру: {0}
vi: Tốc độ gió: {0}
zh: 風速：{0}

# NKS_FORECAST_WEATHEROLD_INFO_WINDDIRECTION
source: Wind direction: {0}
ar: اتجاه الرياح: {0}
de: Windrichtung: {0}
el: Διεύθυνση ανέμου: {0}
es: Dirección del viento: {0}
fr: Direction du vent: {0}
ga: Treo na gaoithe: {0}
hi: हवा की दिशा: {0}
id: Arah angin: {0}
it: Direzione del vento: {0}
ja: 風向：{0}
ko: 풍향 : {0}
ms: Arah angin: {0}
nb: Vindretning: {0}
nl: Windrichting: {0}
pt: Direção do vento: {0}
ro: Direcția vântului: {0}
tr: Rüzgar yönü: {0}
uk: Напрямок вітру: {0}
vi: Hướng gió: {0}
zh: 風向：{0}

# NKS_FORECAST_COMMAND_WEATHEROLD_SWITCH_LIST_DESC
source: Shows all the available cities
ar: يظهر كل المدن المتاحة
de: Zeigt alle verfügbaren Städte an
el: Εμφανίζει όλες τις διαθέσιμες πόλεις
es: Muestra todas las ciudades disponibles
fr: Affiche toutes les villes disponibles
ga: Taispeáin na cathracha go léir atá ar fáil
hi: सभी उपलब्ध शहरों को दिखाता है
id: Menampilkan semua kota yang tersedia
it: Mostra tutte le città disponibili
ja: 利用可能なすべての都市を表示します
ko: 사용 가능한 모든 도시를 표시합니다.
ms: Menunjukkan semua bandar yang ada
nb: Viser alle tilgjengelige byer
nl: Toont alle beschikbare steden
pt: Mostra todas as cidades disponíveis
ro: Afișează toate orașele disponibile
tr: Mevcut tüm şehirleri gösterir
uk: Показує всі доступні міста
vi: Hiển thị tất cả các thành phố có sẵn
zh: 顯示所有可用城市

# NKS_FORECAST_WEATHER_TUI_KEYBINDING_REMOVE
source: Remove
ar: يزيل
de: Entfernen
el: Αφαιρώ
es: Eliminar
fr: Retirer
ga: Bain
hi: निकालना
id: Menghapus
it: Rimuovere
ja: 取り除く
ko: 제거하다
ms: Alih keluar
nb: Fjerne
nl: Verwijderen
pt: Remover
ro: Elimina
tr: Kaldırmak
uk: видалити
vi: Di dời
zh: 消除

# NKS_FORECAST_APIKEYPROMPT
source: Enter your API key:
ar: أدخل مفتاح API الخاص بك:
de: Geben Sie Ihren API-Schlüssel ein:
el: Εισαγάγετε το κλειδί API σας:
es: Ingrese su clave API:
fr: Saisissez votre clé API :
ga: Cuir isteach d'eochair API:
hi: अपनी एपीआई कुंजी दर्ज करें:
id: Masukkan kunci API Anda:
it: Inserisci la tua chiave API:
ja: API キーを入力してください:
ko: API 키를 입력하세요:
ms: Masukkan kunci API anda:
nb: Skriv inn API-nøkkelen din:
nl: Voer uw API-sleutel in:
pt: Insira sua chave de API:
ro: Introduceți cheia dvs. API:
tr: API anahtarınızı girin:
uk: Введіть ключ API:
vi: Nhập khóa API của bạn:
zh: 輸入您的 API 金鑰：

# NKS_FORECAST_WEATHEROLD_CITYLISTLINK
source: You can either consult the below link for the list of cities with their IDs, or, pass "-list" to this command.
ar: يمكنك إما الرجوع إلى الرابط أدناه للحصول على قائمة المدن بمعرفاتها، أو تمرير "-list" إلى هذا الأمر.
de: Sie können entweder den folgenden Link aufrufen, um die Liste der Städte mit ihren IDs anzuzeigen, oder „-list“ an diesen Befehl übergeben.
el: Μπορείτε είτε να συμβουλευτείτε τον παρακάτω σύνδεσμο για τη λίστα των πόλεων με τα αναγνωριστικά τους είτε να περάσετε το "-list" σε αυτήν την εντολή.
es: Puede consultar el siguiente enlace para obtener la lista de ciudades con sus ID o pasar "-list" a este comando.
fr: Vous pouvez soit consulter le lien ci-dessous pour la liste des villes avec leurs identifiants, soit passer "-list" à cette commande.
ga: Is féidir leat breathnú ar an nasc thíos le haghaidh liosta na gcathracha a bhfuil a n-aitheantais acu, nó, "-list" a chur ar aghaidh chuig an ordú seo.
hi: आप या तो शहरों की उनकी आईडी के साथ सूची के लिए नीचे दिए गए लिंक से परामर्श ले सकते हैं, या, इस कमांड को "-सूची" पास कर सकते हैं।
id: Anda dapat merujuk ke tautan di bawah untuk melihat daftar kota beserta ID-nya, atau berikan "-list" pada perintah ini.
it: Puoi consultare il collegamento sottostante per l'elenco delle città con i loro ID oppure passare "-list" a questo comando.
ja: ID を持つ都市のリストについては、以下のリンクを参照するか、このコマンドに「-list」を渡すことができます。
ko: 해당 ID가 포함된 도시 목록을 보려면 아래 링크를 참조하거나 이 명령에 "-list"를 전달할 수 있습니다.
ms: Anda boleh sama ada merujuk pautan di bawah untuk senarai bandar dengan ID mereka, atau, hantar "-list" kepada arahan ini.
nb: Du kan enten konsultere lenken nedenfor for listen over byer med deres IDer, eller sende "-list" til denne kommandoen.
nl: U kunt de onderstaande link raadplegen voor de lijst met steden met hun ID's, of u kunt "-list" doorgeven aan deze opdracht.
pt: Você pode consultar no link abaixo a lista de cidades com seus IDs, ou passar "-list" para este comando.
ro: Puteți fie să consultați linkul de mai jos pentru lista orașelor cu ID-urile lor, fie să transmiteți „-list” la această comandă.
tr: Şehirlerin ID'leri ile birlikte listesine aşağıdaki bağlantıdan ulaşabilirsiniz veya bu komuta "-list" verebilirsiniz.
uk: Ви можете перейти за посиланням нижче, щоб переглянути список міст із їхніми ідентифікаторами, або передати цій команді "-list".
vi: Bạn có thể tham khảo liên kết bên dưới để biết danh sách các thành phố kèm ID của thành phố đó hoặc truyền "-list" vào lệnh này.
zh: 您可以查閱以下連結以獲取城市列表及其 ID，或將“-list”傳遞給此命令。

# NKS_FORECAST_SETTINGS_DESC
source: This section lets you configure how Forecast works.
ar: يتيح لك هذا القسم تكوين كيفية عمل التوقعات.
de: In diesem Abschnitt können Sie konfigurieren, wie die Prognose funktioniert.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας της Πρόβλεψης.
es: Esta sección le permite configurar cómo funciona Pronóstico.
fr: Cette section vous permet de configurer le fonctionnement de Forecast.
ga: Ligeann an chuid seo duit conas a oibríonn Réamhaisnéis a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि पूर्वानुमान कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja Prakiraan.
it: Questa sezione consente di configurare il funzionamento della previsione.
ja: このセクションでは、予測の動作方法を構成できます。
ko: 이 섹션에서는 예측 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara Ramalan berfungsi.
nb: Denne delen lar deg konfigurere hvordan prognosen fungerer.
nl: In deze sectie kunt u configureren hoe Prognose werkt.
pt: Esta seção permite configurar como o Forecast funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează Prognoza.
tr: Bu bölüm Forecast'ın nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу програми Forecast.
vi: Phần này cho phép bạn cấu hình cách thức hoạt động của Dự báo.
zh: 此部分可讓您配置 Forecast 的工作方式。

# NKS_FORECAST_COMMAND_WEATHER_DESC
source: Shows weather info for specified city. Uses The Weather Channel from IBM.
ar: يظهر معلومات الطقس لمدينة محددة. يستخدم قناة الطقس من IBM.
de: Zeigt Wetterinformationen für eine bestimmte Stadt an. Verwendet den Weather Channel von IBM.
el: Εμφανίζει πληροφορίες καιρού για συγκεκριμένη πόλη. Χρησιμοποιεί το κανάλι καιρού από την IBM.
es: Muestra información meteorológica de una ciudad específica. Utiliza The Weather Channel de IBM.
fr: Affiche les informations météorologiques pour la ville spécifiée. Utilise The Weather Channel d'IBM.
ga: Taispeánann sé faisnéis aimsire don chathair shonraithe. Úsáideann The Weather Channel ó IBM.
hi: निर्दिष्ट शहर के लिए मौसम की जानकारी दिखाता है। IBM से मौसम चैनल का उपयोग करता है।
id: Menampilkan info cuaca untuk kota tertentu. Menggunakan The Weather Channel dari IBM.
it: Mostra le informazioni meteo per la città specificata. Utilizza The Weather Channel di IBM.
ja: 指定された都市の天気情報を表示します。IBM の The Weather Channel を使用します。
ko: 특정 도시의 날씨 정보를 표시합니다. IBM의 The Weather Channel을 사용합니다.
ms: Menunjukkan maklumat cuaca untuk bandar tertentu. Menggunakan The Weather Channel daripada IBM.
nb: Viser værinformasjon for spesifisert by. Bruker The Weather Channel fra IBM.
nl: Toont weersinformatie voor de opgegeven stad. Maakt gebruik van The Weather Channel van IBM.
pt: Mostra informações meteorológicas para uma cidade específica. Usa o Weather Channel da IBM.
ro: Afișează informații despre vreme pentru orașul specificat. Utilizează The Weather Channel de la IBM.
tr: Belirtilen şehir için hava durumu bilgilerini gösterir. IBM'den The Weather Channel'ı kullanır.
uk: Показує інформацію про погоду для вказаного міста. Використовує Weather Channel від IBM.
vi: Hiển thị thông tin thời tiết cho thành phố cụ thể. Sử dụng The Weather Channel từ IBM.
zh: 顯示指定城市的天氣資訊。使用 IBM 的天氣頻道。

# NKS_FORECAST_COMMAND_WEATHER_SWITCH_TUI_DESC
source: Weather info in an interactive TUI
ar: معلومات الطقس في TUI التفاعلية
de: Wetterinfos im interaktiven TUI
el: Πληροφορίες για τον καιρό σε ένα διαδραστικό TUI
es: Información meteorológica en una TUI interactiva
fr: Informations météo dans un TUI interactif
ga: Eolas aimsire i TUI idirghníomhach
hi: इंटरैक्टिव TUI में मौसम की जानकारी
id: Info cuaca di TUI interaktif
it: Informazioni meteo in un'interfaccia utente interattiva
ja: インタラクティブなTUIでの天気情報
ko: 대화형 TUI의 날씨 정보
ms: Maklumat cuaca dalam TUI interaktif
nb: Værinformasjon i en interaktiv TUI
nl: Weerinformatie in een interactieve TUI
pt: Informações meteorológicas em uma TUI interativa
ro: Informații meteo într-un TUI interactiv
tr: Etkileşimli TUI'de hava durumu bilgisi
uk: Інформація про погоду в інтерактивному TUI
vi: Thông tin thời tiết trong TUI tương tác
zh: 互動式 TUI 中的天氣資訊

# NKS_FORECAST_COMMAND_WEATHER_SWITCH_LIST_DESC
source: Shows all the available cities and their latitude/longitude pairs
ar: يعرض جميع المدن المتاحة وأزواج خطوط الطول والعرض الخاصة بها
de: Zeigt alle verfügbaren Städte und ihre Breitengrad-/Längengradpaare an
el: Εμφανίζει όλες τις διαθέσιμες πόλεις και τα ζεύγη γεωγραφικού πλάτους/μήκους τους
es: Muestra todas las ciudades disponibles y sus pares de latitud/longitud.
fr: Affiche toutes les villes disponibles et leurs paires latitude/longitude
ga: Taispeánann sé na cathracha go léir atá ar fáil agus a bpéirí domhanleithead/domhanfhad
hi: सभी उपलब्ध शहरों और उनके अक्षांश/देशांतर जोड़ों को दिखाता है
id: Menampilkan semua kota yang tersedia dan pasangan lintang/bujurnya
it: Mostra tutte le città disponibili e le relative coppie latitudine/longitudine
ja: 利用可能なすべての都市とその緯度/経度のペアを表示します
ko: 사용 가능한 모든 도시와 위도/경도 쌍을 표시합니다.
ms: Menunjukkan semua bandar yang tersedia dan pasangan latitud/longitudnya
nb: Viser alle tilgjengelige byer og deres breddegrad/lengdegrad-par
nl: Toont alle beschikbare steden en hun lengte- en breedtegraadparen
pt: Mostra todas as cidades disponíveis e seus pares de latitude/longitude
ro: Afișează toate orașele disponibile și perechile lor latitudine/longitudine
tr: Mevcut tüm şehirleri ve enlem/boylam çiftlerini gösterir
uk: Показує всі доступні міста та їхні пари широти/довготи
vi: Hiển thị tất cả các thành phố có sẵn và cặp vĩ độ/kinh độ của chúng
zh: 顯示所有可用城市及其緯度/經度對

# NKS_FORECAST_WEATHER_INFO_HEADER
source: -- Weather info --
ar: - معلومات الطقس -
de: -- Wetterinfo --
el: -- Πληροφορίες καιρού --
es: -- Información meteorológica --
fr: -- Informations météo --
ga: -- Eolas aimsire --
hi: -- मौसम की जानकारी --
id: -- Info cuaca --
it: -- Informazioni meteo --
ja: -- 天気情報 --
ko: -- 날씨 정보 --
ms: -- Maklumat cuaca --
nb: -- Værinformasjon --
nl: -- Weerinformatie --
pt: - Informações meteorológicas -
ro: -- Informații meteo --
tr: -- Hava durumu bilgisi --
uk: -- Інформація про погоду --
vi: -- Thông tin thời tiết --
zh: -- 天氣資訊 --

# NKS_FORECAST_WEATHER_INFO_LATLON
source: Latitude and Longitude
ar: خطوط الطول والعرض
de: Breiten-und Längengrad
el: Γεωγραφικό πλάτος και γεωγραφικό μήκος
es: Latitud y longitud
fr: Latitude et longitude
ga: Domhanleithead agus Domhanfhad
hi: अक्षांश और देशांतर
id: Lintang dan Bujur
it: Latitudine e longitudine
ja: 緯度と経度
ko: 위도와 경도
ms: Latitud dan Longitud
nb: Breddegrad og lengdegrad
nl: Breedtegraad en lengtegraad
pt: Latitude e longitude
ro: Latitudine și longitudine
tr: Enlem ve Boylam
uk: Широта і довгота
vi: Vĩ độ và Kinh độ
zh: 緯度和經度

# NKS_FORECAST_WEATHER_INFO_CLOUDCOVER
source: Cloud cover
ar: غطاء من الغيوم
de: Wolkendecke
el: Νεφοκάλυψη
es: Cubierto de nubes
fr: Couverture nuageuse
ga: Clúdach scamall
hi: बादल मूंदना
id: Tutupan awan
it: Coperto dalle nuvole
ja: 雲量
ko: 구름 덮개
ms: Penutup awan
nb: Skydekke
nl: Bewolking
pt: Cobertura de nuvens
ro: Plafon de nori
tr: Bulut örtüsü
uk: Хмарність
vi: Mây che phủ
zh: 雲層覆蓋

# NKS_FORECAST_WEATHER_INFO_TIMEOFDAY
source: Time of day
ar: وقت اليوم
de: Uhrzeit
el: Ωρα της ημέρας
es: Hora del día
fr: Moment de la journée
ga: Am den lá
hi: अपना समय
id: Waktu dalam sehari
it: Ora del giorno
ja: 時刻
ko: 하루 중 시간
ms: Masa hari
nb: Tid på døgnet
nl: Tijdstip
pt: Hora do dia
ro: Ora din zi
tr: Günün saati
uk: Час доби
vi: Thời gian trong ngày
zh: 一天中的時間

# NKS_FORECAST_WEATHER_INFO_MINTEMP
source: Minimum temperature
ar: درجة الحرارة الدنيا
de: Mindesttemperatur
el: Ελάχιστη θερμοκρασία
es: Temperatura mínima
fr: Température minimale
ga: Teocht íosta
hi: न्यूनतम तापमान
id: Suhu minimum
it: Temperatura minima
ja: 最低気温
ko: 최저온도
ms: Suhu minimum
nb: Minimum temperatur
nl: Minimale temperatuur
pt: Temperatura mínima
ro: Temperatura minima
tr: Minimum sıcaklık
uk: Мінімальна температура
vi: Nhiệt độ tối thiểu
zh: 最低溫度

# NKS_FORECAST_WEATHER_INFO_MAXTEMP
source: Maximum temperature
ar: درجة الحرارة القصوى
de: Maximale Temperatur
el: Μέγιστη θερμοκρασία
es: Temperatura máxima
fr: Température maximale
ga: Teocht uasta
hi: अधिकतम तापमान
id: Suhu maksimum
it: Temperatura massima
ja: 最高気温
ko: 최대 온도
ms: Suhu maksimum
nb: Maksimal temperatur
nl: Maximale temperatuur
pt: Temperatura máxima
ro: Temperatura maxima
tr: Maksimum sıcaklık
uk: Максимальна температура
vi: Nhiệt độ tối đa
zh: 最高溫度

# NKS_FORECAST_WEATHER_INFO_PCPCHANGE
source: Precipitation chance
ar: فرصة هطول الأمطار
de: Niederschlagswahrscheinlichkeit
el: Πιθανότητα βροχόπτωσης
es: Probabilidad de precipitación
fr: Risque de précipitations
ga: Seans báisteach
hi: वर्षा की संभावना
id: Peluang terjadinya presipitasi
it: Possibilità di precipitazioni
ja: 降水確率
ko: 강수확률
ms: Peluang hujan
nb: Nedbør sjanse
nl: Kans op neerslag
pt: Chance de precipitação
ro: Sansa de precipitatii
tr: Yağış olasılığı
uk: Можливість опадів
vi: Cơ hội mưa
zh: 降水機會

# NKS_FORECAST_WEATHER_INFO_PCPTYPE
source: Precipitation type
ar: نوع هطول الأمطار
de: Niederschlagsart
el: Τύπος βροχόπτωσης
es: Tipo de precipitación
fr: Type de précipitation
ga: Cineál frasaíochta
hi: वर्षा का प्रकार
id: Jenis curah hujan
it: Tipo di precipitazione
ja: 降水タイプ
ko: 강수량 유형
ms: Jenis kerpasan
nb: Nedbørstype
nl: Soort neerslag
pt: Tipo de precipitação
ro: Tipul precipitațiilor
tr: Yağış türü
uk: Тип опадів
vi: Loại mưa
zh: 降水型

# NKS_FORECAST_WEATHER_INFO_HEATIDX
source: Heat index
ar: مؤشر الحرارة
de: Hitzeindex
el: Δείκτης θερμότητας
es: Índice de calor
fr: Indice de chaleur
ga: Innéacs teasa
hi: ताप सूचकांक
id: indeks panas
it: Indice di calore
ja: 熱指数
ko: 열지수
ms: Indeks haba
nb: Varmeindeks
nl: Warmte-index
pt: Índice de calor
ro: Index de caldura
tr: Isı indeksi
uk: Індекс тепла
vi: Chỉ số nhiệt
zh: 熱度指數

# NKS_FORECAST_WEATHER_INFO_WINDCHILL
source: Wind chill
ar: هواء بارد
el: Δροσιά
es: Escalofríos
fr: Refroidissement éolien
ga: Fuar na gaoithe
hi: शीतल पवन
id: Angin dingin
it: Vento gelido
ja: 風の寒さ
ko: 차가운 바람
ms: Sejuk angin
nb: Vindkjøling
nl: Gevoelstemperatuur
pt: Vento frio
ro: Frig vântului
tr: Rüzgarın soğukluğu
uk: Охолодження вітром
vi: Gió lạnh
zh: 風寒

# NKS_FORECAST_WEATHER_INFO_UVINDEX
source: Ultraviolet index
ar: مؤشر الأشعة فوق البنفسجية
de: Ultravioletter Index
el: Δείκτης υπεριώδους
es: índice ultravioleta
fr: Indice ultraviolet
ga: Innéacs ultraivialait
hi: पराबैंगनी सूचकांक
id: Indeks ultraviolet
it: Indice ultravioletto
ja: 紫外線指数
ko: 자외선 지수
ms: Indeks ultraviolet
nb: Ultrafiolett indeks
nl: Ultraviolette index
pt: Índice ultravioleta
ro: Indexul ultraviolet
tr: Ultraviyole indeksi
uk: Ультрафіолетовий індекс
vi: Chỉ số tia cực tím
zh: 紫外線指數

# NKS_FORECAST_WEATHER_INFO_UVDESC
source: Ultraviolet description
ar: وصف الأشعة فوق البنفسجية
de: Ultraviolette Beschreibung
el: Περιγραφή υπεριώδους
es: Descripción ultravioleta
fr: Description des ultraviolets
ga: Cur síos ultraivialait
hi: पराबैंगनी विवरण
id: Deskripsi ultraviolet
it: Descrizione ultravioletta
ja: 紫外線の説明
ko: 자외선 설명
ms: Penerangan ultraviolet
nb: Ultrafiolett beskrivelse
nl: Ultraviolette beschrijving
pt: Descrição ultravioleta
ro: Descriere ultravioletă
tr: Ultraviyole açıklaması
uk: Ультрафіолетовий опис
vi: Mô tả tia cực tím
zh: 紫外線說明
