Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Forecast/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_FORECAST_SETTINGS_PREFERREDUNIT_DESC
source: Select your preferred unit for temperature (this only applies to the "weather" command). 1 is Kelvin, 2 is Metric, and 3 is Imperial.
ar: حدد الوحدة المفضلة لديك لدرجة الحرارة (ينطبق هذا فقط على أمر "الطقس"). 1 هي كلفن، و2 هي متري، و3 هي إمبراطوري.
de: Wählen Sie Ihre bevorzugte Temperatureinheit aus (dies gilt nur für den Befehl „Wetter“). 1 ist Kelvin, 2 ist metrisch und 3 ist imperial.
el: Επιλέξτε τη μονάδα που προτιμάτε για τη θερμοκρασία (αυτό ισχύει μόνο για την εντολή "καιρός"). Το 1 είναι το Kelvin, το 2 το Metric και το 3 το Imperial.
es: Seleccione su unidad preferida para la temperatura (esto solo se aplica al comando "clima"). 1 es Kelvin, 2 es métrico y 3 es imperial.
fr: Sélectionnez votre unité préférée pour la température (cela s'applique uniquement à la commande « météo »). 1 est Kelvin, 2 est métrique et 3 est impérial.
ga: Roghnaigh an t-aonad is fearr leat don teocht (ní bhaineann sé seo ach leis an ordú "aimsire"). Is é 1 Kelvin, tá 2 Méadrach, agus 3 Impiriúil.
hi: तापमान के लिए अपनी पसंदीदा इकाई चुनें (यह केवल "मौसम" कमांड पर लागू होता है)। 1 केल्विन है, 2 मीट्रिक है, और 3 इंपीरियल है।
id: Pilih satuan suhu yang Anda inginkan (ini hanya berlaku untuk perintah "cuaca"). 1 adalah Kelvin, 2 adalah Metrik, dan 3 adalah Imperial.
it: Seleziona l'unità di misura preferita per la temperatura (questo vale solo per il comando "meteo"). 1 è Kelvin, 2 è metrico e 3 è imperiale.
ja: 温度の単位を選択します (これは「天気」コマンドにのみ適用されます)。1 はケルビン、2 はメートル法、3 はヤードポンド法です。
ko: 온도에 대한 원하는 단위를 선택하세요(이것은 "날씨" 명령에만 적용됩니다). 1은 켈빈, 2는 미터법, 3은 영국식입니다.
ms: Pilih unit pilihan anda untuk suhu (ini hanya terpakai pada arahan "cuaca"). 1 ialah Kelvin, 2 ialah Metrik, dan 3 ialah Imperial.
nb: Velg din foretrukne enhet for temperatur (dette gjelder kun for "vær"-kommandoen). 1 er Kelvin, 2 er metrisk og 3 er Imperial.
nl: Selecteer de gewenste eenheid voor temperatuur (dit geldt alleen voor de opdracht 'weer'). 1 is Kelvin, 2 is metrisch en 3 is imperiaal.
pt: Selecione a sua unidade preferida para a temperatura (isto aplica-se apenas ao comando "clima"). 1 é Kelvin, 2 é Métrico e 3 é Imperial.
ro: Selectați unitatea preferată pentru temperatură (aceasta se aplică numai comenzii „vtemei”). 1 este Kelvin, 2 este metric și 3 este imperial.
tr: Sıcaklık için tercih ettiğiniz birimi seçin (bu yalnızca "hava durumu" komutu için geçerlidir). 1 Kelvin, 2 Metrik ve 3 İngiliz'dir.
uk: Виберіть потрібну одиницю вимірювання температури (це стосується лише команди «погода»). 1 – Кельвін, 2 – Метричний, 3 – Імперський.
vi: Chọn đơn vị nhiệt độ ưa thích của bạn (chỉ áp dụng cho lệnh "thời tiết"). 1 là Kelvin, 2 là Metric và 3 là Imperial.
zh: 選擇您喜歡的溫度單位（這只適用於“天氣”命令）。 1 是開爾文，2 是公制，3 是英制。

# NKS_FORECAST_COMMAND_WEATHER_ARGUMENT_LATITUDE_DESC
source: Latitude to use
ar: خط العرض للاستخدام
de: Nutzungsspielraum
el: Γεωγραφικό πλάτος προς χρήση
es: Libertad de uso
fr: Latitude d'utilisation
ga: Domhanleithead le húsáid
hi: उपयोग हेतु अक्षांश
id: Lintang untuk digunakan
it: Latitudine da utilizzare
ja: 使用する緯度
ko: 사용할 위도
ms: Latitud untuk digunakan
nb: Breddegrad å bruke
nl: Breedtegraad om te gebruiken
pt: Latitude para usar
ro: Latitudine de utilizat
tr: Kullanılacak enlem
uk: Latitude для використання
vi: Vĩ độ sử dụng
zh: 使用範圍

# NKS_FORECAST_COMMAND_WEATHER_ARGUMENT_LONGITUDE_DESC
source: Longitude to use
ar: خط الطول الذي يجب استخدامه
de: Zu verwendender Längengrad
el: Γεωγραφικό μήκος προς χρήση
es: Longitud a utilizar
fr: Longitude à utiliser
ga: Domhanfhad a úsáid
hi: उपयोग करने के लिए देशांतर
id: Garis bujur yang akan digunakan
it: Longitudine da utilizzare
ja: 使用する経度
ko: 사용할 경도
ms: Longitud untuk digunakan
nb: Lengdegrad å bruke
nl: Lengtegraad om te gebruiken
pt: Longitude a utilizar
ro: Longitudine de utilizat
tr: Kullanılacak boylam
uk: Довгота для використання
vi: Kinh độ để sử dụng
zh: 要使用的經度

# NKS_FORECAST_COMMAND_WEATHER_ARGUMENT_APIKEY_DESC
source: Weather.com API key
ar: مفتاح API الخاص بـ Weather.com
de: Weather.com API-Schlüssel
el: Κλειδί API Weather.com
es: Clave API de Weather.com
fr: Clé API de Weather.com
ga: Weather.com eochair API
hi: Weather.com API कुंजी
id: Kunci API Weather.com
it: Chiave API Weather.com
ja: Weather.com API キー
ko: Weather.com API 키
ms: Kunci API Weather.com
nb: Weather.com API-nøkkel
nl: Weather.com API-sleutel
pt: Chave API da Weather.com
ro: Cheia API Weather.com
tr: Weather.com API anahtarı
uk: Ключ API Weather.com
vi: Khóa API Weather.com
zh: Weather.com API 金鑰

# NKS_FORECAST_COMMAND_WEATHEROLD_ARGUMENT_CITY_DESC
source: City ID or city name known to OpenWeatherMap
ar: معرف المدينة أو اسم المدينة المعروف في OpenWeatherMap
de: Städte-ID oder Städtename, der OpenWeatherMap bekannt ist
el: Το αναγνωριστικό πόλης ή το όνομα πόλης είναι γνωστό στο OpenWeatherMap
es: Identificación de ciudad o nombre de ciudad conocido por OpenWeatherMap
fr: ID de la ville ou nom de la ville connu d'OpenWeatherMap
ga: ID cathrach nó ainm cathrach ar eolas ag OpenWeatherMap
hi: शहर की आईडी या शहर का नाम जो OpenWeatherMap को ज्ञात है
id: ID Kota atau nama kota yang diketahui OpenWeatherMap
it: ID città o nome città noto a OpenWeatherMap
ja: OpenWeatherMap に知られている都市 ID または都市名
ko: OpenWeatherMap에서 알려진 도시 ID 또는 도시 이름
ms: ID bandar atau nama bandar yang dikenali OpenWeatherMap
nb: By-ID eller bynavn kjent for OpenWeatherMap
nl: Stad-ID of stadsnaam bekend bij OpenWeatherMap
pt: ID da cidade ou nome da cidade conhecido pelo OpenWeatherMap
ro: ID-ul orașului sau numele orașului cunoscut de OpenWeatherMap
tr: OpenWeatherMap tarafından bilinen şehir kimliği veya şehir adı
uk: Ідентифікатор міста або назва міста, відома OpenWeatherMap
vi: ID thành phố hoặc tên thành phố được OpenWeatherMap biết đến
zh: OpenWeatherMap 已知的城市 ID 或城市名稱

# NKS_FORECAST_COMMAND_WEATHEROLD_ARGUMENT_APIKEY_DESC
source: OpenWeatherMap API key
ar: مفتاح API لـ OpenWeatherMap
de: OpenWeatherMap API-Schlüssel
el: Κλειδί API OpenWeatherMap
es: Clave API de OpenWeatherMap
fr: Clé API OpenWeatherMap
ga: Eochair API OpenWeatherMap
hi: OpenWeatherMap API कुंजी
id: Kunci API OpenWeatherMap
it: Chiave API OpenWeatherMap
ja: OpenWeatherMap APIキー
ko: OpenWeatherMap API 키
ms: Kunci API OpenWeatherMap
nb: OpenWeatherMap API-nøkkel
nl: OpenWeatherMap API-sleutel
pt: Chave API OpenWeatherMap
ro: Cheia API OpenWeatherMap
tr: OpenWeatherMap API anahtarı
uk: Ключ API OpenWeatherMap
vi: Khóa API OpenWeatherMap
zh: OpenWeatherMap API 金鑰

# NKS_FORECAST_WEATHER_TUI_HELP01_TITLE
source: Weather forecast
es: Pronóstico del tiempo
fr: Prévisions météo
hi: मौसम का अनुमान
id: Prakiraan cuaca
pt: Previsão do tempo
tr: Hava Durumu Tahmini
uk: Прогноз погоди
zh: 天氣預報

# NKS_FORECAST_WEATHER_TUI_HELP01_DESC
source: Weather forecast information in your fingertips
es: Información del pronóstico del tiempo al alcance de tu mano
fr: L'information météo à portée de main
hi: मौसम के अनुमान की जानकारी आपकी उंगलियों पर
id: Informasi prakiraan cuaca di ujung jari Anda
pt: Informação de previsão do tempo na ponta dos seus dedos
tr: Hava durumu bilgileri parmaklarınızın ucunda
uk: Інформація про прогноз погоди у вас під рукою
zh: 天氣預報資訊盡在掌握

# NKS_FORECAST_WEATHER_TUI_HELP01_BODY
source: The weather forecast is a group of information that contains weather data, such as temperature, forecast (sunny, rainy, etc.), and ultraviolet index. Using your network connection, you can find out what's the weather state in the current time and date.
es: El pronóstico del tiempo es un conjunto de datos meteorológicos, como la temperatura, el pronóstico (soleado, lluvioso, etc.) y el índice ultravioleta. Con tu conexión de red, puedes saber qué tiempo hace en la fecha y hora actuales.
fr: Les prévisions météo regroupent des données météorologiques telles que la température, les prévisions (ensoleillé, pluvieux, etc.) et l'indice UV. Grâce à votre connexion internet, vous pouvez consulter la météo actuelle.
hi: मौसम का अनुमान जानकारी का एक ग्रुप है जिसमें मौसम का डेटा होता है, जैसे तापमान, अनुमान (धूप, बारिश, वगैरह), और अल्ट्रावॉयलेट इंडेक्स। अपने नेटवर्क कनेक्शन का इस्तेमाल करके, आप पता लगा सकते हैं कि अभी के समय और तारीख में मौसम कैसा है।
id: Prakiraan cuaca adalah kumpulan informasi yang berisi data cuaca, seperti suhu, prakiraan (cerah, hujan, dll.), dan indeks ultraviolet. Dengan menggunakan koneksi jaringan Anda, Anda dapat mengetahui kondisi cuaca pada waktu dan tanggal saat ini.
pt: A previsão meteorológica é um conjunto de informações que contém dados meteorológicos, como a temperatura, a previsão (ensolarado, chuvoso, etc.) e o índice ultravioleta. Utilizando a sua ligação à internet, pode descobrir como está o tempo na data e hora atuais.
tr: Hava durumu tahmini, sıcaklık, hava durumu tahmini (güneşli, yağmurlu vb.) ve ultraviyole indeksi gibi hava durumu verilerini içeren bir bilgi grubudur. Ağ bağlantınızı kullanarak, mevcut saat ve tarihteki hava durumunu öğrenebilirsiniz.
uk: Прогноз погоди – це група інформації, яка містить дані про погоду, такі як температура, прогноз (сонячно, дощить тощо) та ультрафіолетовий індекс. Використовуючи мережеве підключення, ви можете дізнатися про стан погоди на поточну дату та час.
zh: 天氣預報是一組包含天氣資料的訊息，例如溫度、天氣預報（晴天、雨天等）和紫外線指數。透過網路連接，您可以了解當前時間和日期的天氣狀況。

# NKS_FORECAST_WEATHER_TUI_HELP02_TITLE
source: Sources used
es: Fuentes utilizadas
fr: Sources utilisées
hi: इस्तेमाल किए गए सोर्स
id: Sumber yang digunakan
pt: Fontes utilizadas
tr: Kullanılan Kaynaklar
uk: Використані джерела
zh: 數據來源

# NKS_FORECAST_WEATHER_TUI_HELP02_DESC
source: What are the sources that we use?
es: ¿Qué fuentes utilizamos?
fr: Quelles sont nos sources ?
hi: हम कौन से सोर्स इस्तेमाल करते हैं?
id: Sumber apa saja yang kami gunakan?
pt: Quais são as fontes que utilizamos?
tr: Hangi kaynakları kullanıyoruz?
uk: Які джерела ми використовуємо?
zh: 我們使用哪些資料來源？

# NKS_FORECAST_WEATHER_TUI_HELP02_BODY
source: We use OpenWeatherMap for the weather forecast data, but we also support The Weather Channel (weather.com) for the same data if you can pay for the service.
es: Utilizamos OpenWeatherMap para los datos del pronóstico del tiempo, pero también ofrecemos soporte a The Weather Channel (weather.com) para obtener los mismos datos si puedes pagar por el servicio.
fr: Nous utilisons OpenWeatherMap pour les données de prévisions météo, et nous proposons également les mêmes données sur The Weather Channel (weather.com) moyennant un abonnement.
hi: हम मौसम के अनुमान के डेटा के लिए OpenWeatherMap का इस्तेमाल करते हैं, लेकिन अगर आप सर्विस के लिए पैसे दे सकते हैं तो हम उसी डेटा के लिए The Weather Channel (weather.com) को भी सपोर्ट करते हैं।
id: Kami menggunakan OpenWeatherMap untuk data prakiraan cuaca, tetapi kami juga mendukung The Weather Channel (weather.com) untuk data yang sama jika Anda dapat membayar layanan tersebut.
pt: Utilizamos o OpenWeatherMap para os dados de previsão meteorológica, mas também suportamos o The Weather Channel (weather.com) para os mesmos dados, caso possa pagar o serviço.
tr: Hava durumu tahmini verileri için OpenWeatherMap kullanıyoruz, ancak ücretli bir hizmet olması durumunda aynı veriler için The Weather Channel'ı (weather.com) da destekliyoruz.
uk: Ми використовуємо OpenWeatherMap для даних прогнозу погоди, але ми також підтримуємо The Weather Channel (weather.com) для отримання тих самих даних, якщо ви можете заплатити за послугу.
zh: 我們使用 OpenWeatherMap 取得天氣預報數據，如果您願意付費，我們也支援使用 The Weather Channel (weather.com) 提供的相同數據。
