Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.ChatbotAI/Resources/Languages/Output/Localizations.*.resx
Languages: de, es, fr, ga, hi, hi_latn, id, it, ja, ko, pt_br, ro, vi, zh

# NKS_CHATBOTAI_COMMAND_CHATBOT_DESC
source: Initialises the chatbot using ChatGPT
de: Initialisiert den Chatbot mit ChatGPT.
es: Inicializa el chatbot con ChatGPT.
fr: Initialise le chatbot avec ChatGPT
ga: Tosaíonn sé an comhrábot ag baint úsáide as ChatGPT
hi: ChatGPT का उपयोग करके चैटबॉट को प्रारंभ करता है
hi_latn: chhatgpt ka upayog karake chaitabot ko praarambh karata hai
id: Menginisialisasi chatbot menggunakan ChatGPT
it: Inizializza il chatbot utilizzando ChatGPT
ja: ChatGPT を使用してチャットボットを初期化します。
ko: ChatGPT를 사용하여 챗봇을 초기화합니다.
pt_br: Inicializa o chatbot usando o ChatGPT
ro: Inițializează chatbot-ul folosind ChatGPT
vi: Khởi tạo chatbot bằng ChatGPT
zh: 使用 ChatGPT 初始化聊天機器人

# NKS_CHATBOTAI_COMMAND_CHATBOT_SWITCH_APIKEY_DESC
source: Overrides the API key that is configured in the settings
de: Überschreibt den in den Einstellungen konfigurierten API-Schlüssel.
es: Anula la clave API configurada en la configuración.
fr: Remplace la clé API configurée dans les paramètres
ga: Sáraíonn sé an eochair API atá cumraithe sna socruithe
hi: सेटिंग्स में कॉन्फ़िगर की गई API कुंजी को ओवरराइड करता है
hi_latn: setings mein konfigar kee gaee api kunjee ko ovararaid karata hai
id: Mengganti kunci API yang dikonfigurasi di pengaturan
it: Sostituisce la chiave API configurata nelle impostazioni
ja: 設定で設定されている API キーを上書きします。
ko: 설정에서 구성된 API 키를 재정의합니다.
pt_br: Substitui a chave de API configurada nas configurações
ro: Suprascrie cheia API configurată în setări
vi: Ghi đè khóa API được cấu hình trong cài đặt
zh: 覆蓋設定中配置的 API 金鑰

# NKS_CHATBOTAI_COMMAND_CHATBOT_SWITCH_MODEL_DESC
source: Specifies the ChatGPT model variant
de: Gibt die ChatGPT-Modellvariante an.
es: Especifica la variante del modelo ChatGPT.
fr: Spécifie la variante du modèle ChatGPT
ga: Sonraíonn sé an malairt mhúnla ChatGPT
hi: ChatGPT मॉडल वैरिएंट निर्दिष्ट करता है
hi_latn: chhatgpt modal vairient nirdisht karata hai
id: Menentukan varian model ChatGPT
it: Specifica la variante del modello ChatGPT
ja: ChatGPT モデルバリアントを指定します。
ko: ChatGPT 모델 변형을 지정합니다.
pt_br: Especifica a variante do modelo ChatGPT
ro: Specifică varianta modelului ChatGPT
vi: Chỉ định biến thể mô hình ChatGPT
zh: 指定 ChatGPT 模型變體

# NKS_CHATBOTAI_SHELL_DISCLAIMER
source: We encourage responsible use of the chatbot. This uses ChatGPT's API, which is owned by OpenAI. We are not affiliated with them, and this is not an official ChatGPT client. We recommend that you read the terms and conditions of ChatGPT before using the chatbot. You can exit using '/exit'.
de: Wir empfehlen Ihnen einen verantwortungsvollen Umgang mit dem Chatbot. Dieser verwendet die API von ChatGPT, die OpenAI gehört. Wir stehen in keiner Verbindung zu OpenAI, und dies ist kein offizieller ChatGPT-Client. Lesen Sie die Nutzungsbedingungen von ChatGPT, bevor Sie den Chatbot verwenden. Sie können die Anwendung mit „/exit“ beenden.
es: Recomendamos el uso responsable del chatbot. Este utiliza la API de ChatGPT, propiedad de OpenAI. No estamos afiliados a ellos y este no es un cliente oficial de ChatGPT. Te recomendamos leer los términos y condiciones de ChatGPT antes de usar el chatbot. Puedes salir con '/exit'.
fr: Nous encourageons une utilisation responsable du chatbot. Ce dernier utilise l'API de ChatGPT, propriété d'OpenAI. Nous n'y sommes pas affiliés et il ne s'agit pas d'un client ChatGPT officiel. Nous vous recommandons de lire les conditions générales de ChatGPT avant d'utiliser le chatbot. Vous pouvez quitter avec « /exit ».
ga: Molaimid úsáid fhreagrach an chomhrábot. Úsáideann sé seo API ChatGPT, atá faoi úinéireacht OpenAI. Nílimid cleamhnaithe leo, agus ní cliant oifigiúil ChatGPT é seo. Molaimid duit téarmaí agus coinníollacha ChatGPT a léamh sula n-úsáideann tú an comhrábot. Is féidir leat scoir ag baint úsáide as '/exit'.
hi: हम चैटबॉट के ज़िम्मेदारीपूर्ण उपयोग को प्रोत्साहित करते हैं। यह ChatGPT के API का उपयोग करता है, जिसका स्वामित्व OpenAI के पास है। हम उनसे संबद्ध नहीं हैं, और यह एक आधिकारिक ChatGPT क्लाइंट नहीं है। हमारा सुझाव है कि आप चैटबॉट का उपयोग करने से पहले ChatGPT के नियम और शर्तें पढ़ लें। आप '/exit' का उपयोग करके बाहर निकल सकते हैं।
hi_latn: ham chaitabot ke zimmedaareepoorn upayog ko protsaahit karate hain. yah chhatgpt ke api ka upayog karata hai, jisaka svaamitv opainai ke paas hai. ham unase sambaddh nahin hain, aur yah ek aadhikaarik chhatgpt klaint nahin hai. hamaara sujhaav hai ki aap chaitabot ka upayog karane se pahale chhatgpt ke niyam aur sharten padh len. aap /aixit ka upayog karake baahar nikal sakate hain.
id: Kami menganjurkan penggunaan chatbot yang bertanggung jawab. Ini menggunakan API ChatGPT, yang dimiliki oleh OpenAI. Kami tidak berafiliasi dengan mereka, dan ini bukan klien ChatGPT resmi. Kami menyarankan Anda membaca syarat dan ketentuan ChatGPT sebelum menggunakan chatbot. Anda dapat keluar menggunakan '/exit'.
it: Incoraggiamo un uso responsabile del chatbot. Questo utilizza l'API di ChatGPT, di proprietà di OpenAI. Non siamo affiliati con loro e questo non è un client ChatGPT ufficiale. Ti consigliamo di leggere i termini e le condizioni di ChatGPT prima di utilizzare il chatbot. Puoi uscire usando '/exit'.
ja: チャットボットは責任ある使用を推奨します。これは OpenAI が所有する ChatGPT API を使用しています。私たちは OpenAI と提携しておらず、これは公式の ChatGPT クライアントではありません。チャットボットを使用する前に、ChatGPT の利用規約をお読みになることをお勧めします。「/exit」で終了できます。
ko: 챗봇을 책임감 있게 사용하는 것을 권장합니다. 이 챗봇은 OpenAI가 소유한 ChatGPT API를 사용합니다. OpenAI는 OpenAI와 제휴 관계가 없으며, 공식 ChatGPT 클라이언트가 아닙니다. 챗봇을 사용하기 전에 ChatGPT의 이용 약관을 읽어보시기 바랍니다. '/exit'를 사용하여 종료할 수 있습니다.
pt_br: Incentivamos o uso responsável do chatbot. Ele usa a API do ChatGPT, que é de propriedade da OpenAI. Não somos afiliados a eles e este não é um cliente oficial do ChatGPT. Recomendamos que você leia os termos e condições do ChatGPT antes de usar o chatbot. Você pode sair usando '/exit'.
ro: Încurajăm utilizarea responsabilă a chatbot-ului. Acesta utilizează API-ul ChatGPT, care este deținut de OpenAI. Nu suntem afiliați cu aceștia și acesta nu este un client oficial ChatGPT. Vă recomandăm să citiți termenii și condițiile ChatGPT înainte de a utiliza chatbot-ul. Puteți ieși folosind „/exit”.
vi: Chúng tôi khuyến khích sử dụng chatbot một cách có trách nhiệm. ChatGPT sử dụng API của ChatGPT, thuộc sở hữu của OpenAI. Chúng tôi không liên kết với OpenAI và đây không phải là ứng dụng ChatGPT chính thức. Chúng tôi khuyên bạn nên đọc kỹ các điều khoản và điều kiện của ChatGPT trước khi sử dụng chatbot. Bạn có thể thoát bằng cách sử dụng '/exit'.
zh: 我們鼓勵負責任地使用聊天機器人。此操作使用 ChatGPT 的 API，該 API 由 OpenAI 擁有。我們與他們沒有任何關聯，並且這不是官方的 ChatGPT 客戶端。我們建議您在使用聊天機器人之前閱讀 ChatGPT 的條款和條件。您可以使用“/exit”退出。

# NKS_CHATBOTAI_COMMON_SHELL_ERROR
source: There was an error with the Chatbot AI shell:
de: Es ist ein Fehler mit der Chatbot-KI-Shell aufgetreten:
es: Se ha producido un error con la interfaz de la IA del Chatbot:
fr: Une erreur s'est produite avec le shell Chatbot AI :
ga: Bhí earráid ann leis an mblaosc Chatbot AI:
hi: Chatbot AI शेल में एक त्रुटि हुई:
hi_latn: chhatbot ai shel mein ek truti huee:
id: Terjadi kesalahan pada shell Chatbot AI:
it: Si è verificato un errore con la shell di Chatbot AI:
ja: Chatbot AI シェルでエラーが発生しました:
ko: 챗봇 AI 셸에 오류가 발생했습니다.
pt_br: Ocorreu um erro com o shell do Chatbot AI:
ro: A apărut o eroare cu shell-ul Chatbot AI:
vi: Đã xảy ra lỗi với shell Chatbot AI:
zh: 聊天機器人 AI shell 發生錯誤：

# NKS_CHATBOTAI_SHELL_COMMAND_PROMPT_DESC
source: Sends prompt to the chatbot
de: Sendet eine Eingabeaufforderung an den Chatbot.
es: Envía un mensaje al chatbot.
fr: Envoie une invite au chatbot
ga: Seolann sé leid chuig an gcomhrábot
hi: चैटबॉट को प्रॉम्प्ट भेजता है
hi_latn: chaitabot ko prompt bhejata hai
id: Mengirim prompt ke chatbot
it: Invia un prompt al chatbot
ja: チャットボットにプロンプトを送信します。
ko: 챗봇에 프롬프트를 전송합니다.
pt_br: Envia prompt para o chatbot
ro: Trimite o solicitare către chatbot
vi: Gửi lời nhắc đến chatbot
zh: 向聊天機器人發送提示

# NKS_CHATBOTAI_SHELL_COMMAND_PROMPT_ARGUMENT_PROMPTSTRING_DESC
source: String representing the prompt
de: String, der die Eingabeaufforderung darstellt.
es: Cadena que representa el mensaje.
fr: Chaîne représentant l'invite
ga: Teaghrán a léiríonn an leid
hi: प्रॉम्प्ट का प्रतिनिधित्व करने वाला स्ट्रिंग
hi_latn: prompt ka pratinidhitv karane vaala string
id: String yang mewakili prompt
it: Stringa che rappresenta il prompt
ja: プロンプトを表す文字列
ko: 프롬프트를 나타내는 문자열
pt_br: String representando o prompt
ro: Șir care reprezintă solicitarea
vi: Chuỗi đại diện cho lời nhắc
zh: 表示提示的字串

# NKS_CHATBOTAI_EXCEPTION_NOCLIENT
source: There is no chatbot client.
de: Es gibt keinen Chatbot-Client.
es: No hay ningún cliente del chatbot.
fr: Il n'y a pas de client chatbot.
ga: Níl aon chliant comhrábot ann.
hi: कोई चैटबॉट क्लाइंट नहीं है।
hi_latn: koee chaitabot klaint nahin hai.
id: Tidak ada klien chatbot.
it: Non esiste un client chatbot.
ja: チャットボットクライアントがありません。
ko: 챗봇 클라이언트가 없습니다.
pt_br: Não há cliente de chatbot.
ro: Nu există niciun client chatbot.
vi: Không có ứng dụng chatbot nào.
zh: 沒有聊天機器人客戶端。

# NKS_CHATBOTAI_RESPONDING
source: Responding...
de: Antwortet...
es: Respondiendo...
fr: Réponse en cours…
ga: Ag freagairt...
hi: प्रतिक्रिया दे रहा है...
hi_latn: pratikriya de raha hai...
id: Merespons...
it: Risposta in corso...
ja: 応答しています...
ko: 응답 중...
pt_br: Respondendo...
ro: Se răspunde...
vi: Đang phản hồi...
zh: 正在響應…

# NKS_CHATBOTAI_POSTRESPONSE
source: This chatbot may generate inaccurate responses, so check for facts accordingly.
de: Dieser Chatbot generiert möglicherweise ungenaue Antworten. Überprüfen Sie daher die Fakten.
es: Este chatbot puede generar respuestas inexactas, así que comprueba los datos.
fr: Ce chatbot peut générer des réponses inexactes ; veuillez donc vérifier les informations.
ga: D'fhéadfadh an comhrábot seo freagraí míchruinne a ghiniúint, mar sin seiceáil le haghaidh fíricí dá réir.
hi: यह चैटबॉट गलत प्रतिक्रियाएँ दे सकता है, इसलिए तदनुसार तथ्यों की जाँच करें।
hi_latn: yah chaitabot galat pratikriyaen de sakata hai, isalie tadanusaar tathyon kee jaanch karen.
id: Chatbot ini mungkin menghasilkan respons yang tidak akurat, jadi periksalah fakta yang sesuai.
it: Questo chatbot potrebbe generare risposte imprecise, quindi verifica i fatti di conseguenza.
ja: このチャットボットは不正確な応答を生成する可能性がありますので、事実関係を確認してください。
ko: 이 챗봇은 부정확한 응답을 생성할 수 있으므로, 관련 정보를 확인하세요.
pt_br: Este chatbot pode gerar respostas imprecisas, portanto, verifique os fatos adequadamente.
ro: Acest chatbot poate genera răspunsuri inexacte, așa că verificați dacă există informații corespunzătoare.
vi: Chatbot này có thể tạo ra phản hồi không chính xác, vì vậy hãy kiểm tra thông tin cho phù hợp.
zh: 此聊天機器人可能產生不準確的回應，因此請相應地檢查事實。

# NKS_CHATBOTAI_EXCEPTION_LASTSHELLTYPEMISMATCH
source: The last shell is not this shell to detach from.
de: Die letzte Shell ist nicht diese Shell, von der die Verbindung getrennt werden soll.
es: La última interfaz no es la que se debe desconectar.
fr: Le dernier shell n'est pas celui dont vous souhaitez vous détacher.
ga: Ní hé an bhlaosc deireanach an bhlaosc seo le scaradh uaidh.
hi: अंतिम शेल वह शेल नहीं है जिससे अलग किया जाना है।
hi_latn: antim shel vah shel nahin hai jisase alag kiya jaana hai.
id: Shell terakhir bukanlah shell yang akan dilepaskan.
it: L'ultima shell non è questa shell da cui scollegarsi.
ja: 最後に接続したシェルは、このシェルからデタッチするものではありません。
ko: 마지막 셸은 분리할 셸이 아닙니다.
pt_br: O último shell não é este shell para desvincular.
ro: Ultima shell nu este această shell de la care să vă detașați.
vi: Shell cuối cùng không phải là shell để tách ra.
zh: 最後一個要分離的 shell 不是此 shell。

# NKS_CHATBOTAI_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
de: Fehler beim Abrufen der Einstellungseinträge.
es: Error al obtener las entradas de configuración.
fr: Échec de l'obtention des entrées de paramètres.
ga: Theip ar iontrálacha socruithe a fháil.
hi: सेटिंग्स प्रविष्टियाँ प्राप्त करने में विफल।
hi_latn: setings pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
pt_br: Falha ao obter as entradas de configuração.
ro: Nu s-au putut obține intrările de setări.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_CHATBOTAI_APIKEYPROMPT
source: Write an API key for ChatGPT
de: Schreiben Sie einen API-Schlüssel für ChatGPT.
es: Escribe una clave API para ChatGPT
fr: Écrire une clé API pour ChatGPT
ga: Scríobh eochair API do ChatGPT
hi: ChatGPT के लिए API कुंजी लिखें
hi_latn: chhatgpt ke lie api kunjee likhen
id: Tulis kunci API untuk ChatGPT
it: Scrivi una chiave API per ChatGPT
ja: ChatGPTのAPIキーを入力してください。
ko: ChatGPT용 API 키를 작성하세요.
pt_br: Escreva uma chave de API para o ChatGPT
ro: Scrieți o cheie API pentru ChatGPT
vi: Ghi khóa API cho ChatGPT
zh: 為 ChatGPT 寫入 API 金鑰

# NKS_CHATBOTAI_APIKEYNOTPROVIDED
source: API key is not provided.
de: API-Schlüssel nicht angegeben.
es: No se proporciona la clave API.
fr: La clé API n'est pas fournie.
ga: Níl eochair API curtha ar fáil.
hi: API कुंजी प्रदान नहीं की गई है।
hi_latn: api kunjee pradaan nahin kee gaee hai.
id: Kunci API tidak disediakan.
it: La chiave API non è fornita.
ja: APIキーが指定されていません。
ko: API 키가 제공되지 않았습니다.
pt_br: A chave de API não foi fornecida.
ro: Cheia API nu este furnizată.
vi: Khóa API không được cung cấp.
zh: 未提供 API 金鑰。

# NKS_CHATBOTAI_SETTINGS_ENTRYDESC
source: Configures the Chatbot AI powered by ChatGPT
de: Konfiguriert die Chatbot-KI von ChatGPT.
es: Configura la IA del chatbot con tecnología de ChatGPT.
fr: Configure l'IA du chatbot optimisée par ChatGPT
ga: Cumraíonn sé an Chatbot AI faoi thiomáint ag ChatGPT
hi: ChatGPT द्वारा संचालित चैटबॉट AI को कॉन्फ़िगर करता है
hi_latn: chhatgpt dvaara sanchaalit chaitabot ai ko konfigar karata hai
id: Mengonfigurasi Chatbot AI yang didukung oleh ChatGPT
it: Configura l'intelligenza artificiale del Chatbot basata su ChatGPT
ja: ChatGPTを搭載したチャットボットAIを設定します。
ko: ChatGPT 기반 Chatbot AI를 구성합니다.
pt_br: Configura a IA do Chatbot com tecnologia ChatGPT
ro: Configurează Chatbot AI alimentat de ChatGPT
vi: Cấu hình Chatbot AI được hỗ trợ bởi ChatGPT
zh: 配置由 ChatGPT 提供支援的聊天機器人 AI

# NKS_CHATBOTAI_SETTINGS_CHATGPTAPIKEY_NAME
source: ChatGPT API Key
de: ChatGPT-API-Schlüssel
es: Clave API de ChatGPT
fr: Clé API ChatGPT
ga: Eochair API ChatGPT
hi: ChatGPT API कुंजी
hi_latn: chhatgpt api kunjee
id: Kunci API ChatGPT
it: Chiave API di ChatGPT
ja: ChatGPT APIキー
ko: ChatGPT API 키
pt_br: Chave de API do ChatGPT
ro: Cheie API ChatGPT
vi: Khóa API ChatGPT
zh: ChatGPT API 金鑰

# NKS_CHATBOTAI_SETTINGS_CHATGPTAPIKEY_DESC
source: Your API key for ChatGPT for access. While you can use the free API key, you can't use advanced models. If you want full access to all paid models, you'll have to pay for the access.
de: Ihr API-Schlüssel für ChatGPT für den Zugriff. Sie können zwar den kostenlosen API-Schlüssel verwenden, erweiterte Modelle sind jedoch nicht verfügbar. Für vollen Zugriff auf alle kostenpflichtigen Modelle ist ein kostenpflichtiger Zugriff erforderlich.
es: Tu clave API para acceder a ChatGPT. Aunque puedes usar la clave API gratuita, no puedes usar los modelos avanzados. Si quieres acceso completo a todos los modelos de pago, tendrás que pagar por el acceso.
fr: Votre clé API pour ChatGPT pour l'accès. Bien que vous puissiez utiliser la clé API gratuite, vous ne pouvez pas utiliser les modèles avancés. Pour un accès complet à tous les modèles payants, vous devrez payer.
ga: D'eochair API do ChatGPT le haghaidh rochtana. Cé gur féidir leat an eochair API saor in aisce a úsáid, ní féidir leat samhlacha ardleibhéil a úsáid. Más mian leat rochtain iomlán a fháil ar gach samhail íoctha, beidh ort íoc as an rochtain.
hi: एक्सेस के लिए ChatGPT हेतु आपकी API कुंजी। हालाँकि आप मुफ़्त API कुंजी का उपयोग कर सकते हैं, लेकिन आप उन्नत मॉडल का उपयोग नहीं कर सकते। यदि आप सभी सशुल्क मॉडल तक पूर्ण पहुँच चाहते हैं, तो आपको एक्सेस के लिए भुगतान करना होगा।
hi_latn: ekses ke lie chhatgpt hetu aapakee api kunjee. haalaanki aap muft api kunjee ka upayog kar sakate hain, lekin aap unnat modal ka upayog nahin kar sakate. yadi aap sabhee sashulk modal tak poorn pahunch chaahate hain, to aapako ekses ke lie bhugataan karana hoga.
id: Kunci API Anda untuk ChatGPT untuk akses. Meskipun Anda dapat menggunakan kunci API gratis, Anda tidak dapat menggunakan model lanjutan. Jika Anda ingin akses penuh ke semua model berbayar, Anda harus membayar untuk akses tersebut.
it: La tua chiave API per ChatGPT per l'accesso. Sebbene tu possa utilizzare la chiave API gratuita, non puoi utilizzare i modelli avanzati. Se desideri l'accesso completo a tutti i modelli a pagamento, dovrai pagare per l'accesso.
ja: ChatGPTにアクセスするためのAPIキーです。無料のAPIキーは使用できますが、高度なモデルは使用できません。すべての有料モデルにフルアクセスするには、アクセス料金を支払う必要があります。
ko: 액세스를 위한 ChatGPT용 API 키입니다. 무료 API 키는 사용할 수 있지만 고급 모델은 사용할 수 없습니다. 모든 유료 모델에 대한 전체 액세스를 원하시면 액세스 비용을 지불해야 합니다.
pt_br: Sua chave de API para o ChatGPT para acesso. Embora você possa usar a chave de API gratuita, não é possível usar modelos avançados. Se quiser acesso total a todos os modelos pagos, você terá que pagar pelo acesso.
ro: Cheia ta API pentru ChatGPT pentru acces. Deși poți utiliza cheia API gratuită, nu poți utiliza modele avansate. Dacă dorești acces complet la toate modelele plătite, va trebui să plătești pentru acces.
vi: Khóa API của bạn cho ChatGPT để truy cập. Mặc dù bạn có thể sử dụng khóa API miễn phí, nhưng bạn không thể sử dụng các mô hình nâng cao. Nếu bạn muốn truy cập đầy đủ vào tất cả các mô hình trả phí, bạn sẽ phải trả phí.
zh: 您用於存取 ChatGPT 的 API 金鑰。雖然您可以使用免費 API 金鑰，但無法使用高級模型。如果您想完全存取所有付費模型，則需要付費。
