Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_CHATTR_ADDFAILED
source: Failed to add attribute.
ar: فشل إضافة السمة.
de: Attribut konnte nicht hinzugefügt werden.
el: Αποτυχία προσθήκης χαρακτηριστικού.
es: No se pudo agregar el atributo.
fr: Échec de l'ajout de l'attribut.
ga: Theip ar an tréith a chur leis.
hi: विशेषता जोड़ने में विफल।
hi_latn: visheshata jodane mein viphal.
id: Gagal menambahkan atribut.
it: Impossibile aggiungere l'attributo.
ja: 属性の追加に失敗しました。
ko: 속성을 추가하지 못했습니다.
ms: Gagal menambah atribut.
nb: Kunne ikke legge til attributtet.
nl: Toevoegen van kenmerk is mislukt.
pt: Falha ao adicionar atributo.
ro: Nu s-a putut adăuga atributul.
tr: Öznitelik eklenemedi.
uk: Не вдалося додати атрибут.
vi: Không thể thêm thuộc tính.
zh: 添加屬性失敗。

# NKS_SHELL_SHELLS_UESH_CHATTR_REMOVEFAILED
source: Failed to remove attribute.
ar: فشل إزالة السمة.
de: Attribut konnte nicht entfernt werden.
el: Αποτυχία κατάργησης χαρακτηριστικού.
es: No se pudo eliminar el atributo.
fr: Échec de la suppression de l'attribut.
ga: Theip ar an tréith a bhaint.
hi: विशेषता निकालने में विफल।
hi_latn: visheshata nikaalane mein viphal.
id: Gagal menghapus atribut.
it: Impossibile rimuovere l'attributo.
ja: 属性の削除に失敗しました。
ko: 속성을 제거하지 못했습니다.
ms: Gagal mengalih keluar atribut.
nb: Kunne ikke fjerne attributtet.
nl: Kan kenmerk niet verwijderen.
pt: Falha ao remover atributo.
ro: Atributul nu a fost eliminat.
tr: Öznitelik kaldırılamadı.
uk: Не вдалося видалити атрибут.
vi: Không thể xóa thuộc tính.
zh: 無法移除屬性。

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACEINLINE_DESC
source: Replaces a word or phrase with another one in a line
ar: يستبدل كلمة أو عبارة بأخرى في سطر
de: Ersetzt ein Wort oder eine Phrase durch ein anderes in einer Zeile
el: Αντικαθιστά μια λέξη ή φράση με μια άλλη σε μια γραμμή
es: Reemplaza una palabra o frase por otra en una línea
fr: Remplace un mot ou une phrase par un autre dans une ligne
ga: Cuirtear focal nó frása in ionad focal eile i líne
hi: किसी शब्द या वाक्यांश को एक पंक्ति में दूसरे के साथ बदलता है
hi_latn: kisee shabd ya vaakyaansh ko ek pankti mein doosare ke saath badalata hai
id: Mengganti kata atau frasa dengan kata atau frasa lain dalam satu baris
it: Sostituisce una parola o una frase con un'altra in una riga
ja: 行内の単語またはフレーズを別の単語またはフレーズに置き換えます
ko: 한 줄에서 단어 나 구를 다른 단어로 바꿉니다.
ms: Menggantikan perkataan atau frasa dengan yang lain dalam satu baris
nb: Erstatter et ord eller en setning med et annet på en linje
nl: Vervangt een woord of zin door een ander op een regel
pt: Substitui uma palavra ou frase por outra em uma linha
ro: Înlocuiește un cuvânt sau o expresie cu altul dintr-o linie
tr: Bir kelimeyi veya ifadeyi satırdaki başka bir kelime veya ifadeyle değiştirir
uk: Замінює слово або фразу іншим у рядку
vi: Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác trong một dòng
zh: 用一行中的另一個詞或短語替換一個詞或詞組

# NKS_SETTINGS_COMMON_TRUECOLORS_NAME
source: Activate true colors
ar: قم بتنشيط الألوان الحقيقية
de: Aktivieren Sie echte Farben
el: Ενεργοποιήστε τα αληθινά χρώματα
es: Activar colores verdaderos
fr: Activez les vraies couleurs
ga: Gníomhachtaigh dathanna fíor
hi: सच्चे रंगों को सक्रिय करें
hi_latn: sachche rangon ko sakriy karen
id: Aktifkan warna asli
it: Attiva i veri colori
ja: トゥルーカラーを有効にする
ko: 트루 컬러 활성화
ms: Aktifkan warna sebenar
nb: Aktiver ekte farger
nl: Activeer echte kleuren
pt: Ative cores verdadeiras
ro: Activați culorile adevărate
tr: Gerçek renkleri etkinleştir
uk: Активуйте справжні кольори
vi: Kích hoạt màu sắc thực
zh: 激活真實色彩

# NKS_SHELL_SHELLS_UESH_UNBLOCKDBGDEV_UNBLOCKFAILED
source: Failed to unblock {0}.
ar: فشل إلغاء حظر {0}.
de: {0} konnte nicht entsperrt werden.
el: Η κατάργηση αποκλεισμού του {0} απέτυχε.
es: No se pudo desbloquear {0}.
fr: Échec du déblocage de {0}.
ga: Theip ar an mbac a bhaint de {0}.
hi: {0} को अनवरोधित करने में विफल।
hi_latn: {0} ko anavarodhit karane mein viphal.
id: Gagal membuka blokir {0}.
it: Impossibile sbloccare {0}.
ja: {0}のブロックを解除できませんでした。
ko: {0} 차단을 해제하지 못했습니다.
ms: Gagal menyahsekat {0}.
nb: Kunne ikke oppheve blokkeringen av {0}.
nl: Deblokkeren van {0} is mislukt.
pt: Falha ao desbloquear {0}.
ro: Nu s-a putut debloca {0}.
tr: {0} engellemesi kaldırılamadı.
uk: Не вдалося розблокувати {0}.
vi: Không thể bỏ chặn {0}.
zh: 無法取消阻止 {0}。

# NKS_SHELL_SHELLS_UESH_BLOCKDBGDEV_BLOCKED
source: {0} is already blocked.
ar: {0} محظور بالفعل.
de: {0} ist bereits blockiert.
el: Το {0} είναι ήδη αποκλεισμένο.
es: {0} ya está bloqueado.
fr: {0} est déjà bloqué.
ga: Tá bac ar {0} cheana féin.
hi: {0} पहले से अवरुद्ध है।
hi_latn: {0} pahale se avaruddh hai.
id: {0} sudah diblokir.
it: {0} è già bloccato.
ja: {0}はすでにブロックされています。
ko: {0}은 (는) 이미 차단되었습니다.
ms: {0} sudah disekat.
nb: {0} er allerede blokkert.
nl: {0} is al geblokkeerd.
pt: {0} já está bloqueado.
ro: {0} este deja blocat.
tr: {0} zaten engellendi.
uk: {0} уже заблоковано.
vi: {0} đã bị chặn.
zh: {0} 已被阻止。

# NKS_SHELL_SHELLS_UESH_BLOCKDBGDEV_SUCCESS
source: {0} can't join remote debug now.
ar: {0} لا يمكنه الانضمام إلى تصحيح الأخطاء عن بُعد الآن.
de: {0} kann jetzt nicht am Remote-Debug teilnehmen.
el: Ο χρήστης {0} δεν μπορεί να συμμετάσχει στον απομακρυσμένο εντοπισμό σφαλμάτων τώρα.
es: {0} no puede unirse a la depuración remota ahora.
fr: {0} ne peut pas rejoindre le débogage à distance pour le moment.
ga: Ní féidir le {0} páirt a ghlacadh sa chiandhifhabht anois.
hi: {0} अब दूरस्थ डीबग में शामिल नहीं हो सकते।
hi_latn: {0} ab doorasth deebag mein shaamil nahin ho sakate.
id: {0} tidak dapat bergabung dengan debug jarak jauh sekarang.
it: {0} non può partecipare al debug remoto ora.
ja: {0}は現在リモートデバッグに参加できません。
ko: {0}은 (는) 지금 원격 디버그에 참여할 수 없습니다.
ms: {0} tidak boleh menyertai nyahpepijat jauh sekarang.
nb: {0} kan ikke bli med i ekstern feilsøking nå.
nl: {0} kan nu niet deelnemen aan foutopsporing op afstand.
pt: {0} não pode ingressar na depuração remota agora.
ro: {0} nu se poate alătura acum la depanare la distanță.
tr: {0} şu anda uzaktan hata ayıklamaya katılamıyor.
uk: {0} зараз не може приєднатися до віддаленого налагодження.
vi: {0} hiện không thể tham gia gỡ lỗi từ xa.
zh: {0} 現在無法加入遠程調試。

# NKS_SHELL_SHELLS_UESH_BLOCKDBGDEV_BLOCKFAILED
source: Failed to block {0}.
ar: فشل حظر {0}.
de: Fehler beim Blockieren von {0}.
el: Αποτυχία αποκλεισμού του {0}.
es: No se pudo bloquear a {0}.
fr: Échec du blocage de {0}.
ga: Theip ar {0} a bhlocáil.
hi: {0} ब्लॉक करने में विफल।
hi_latn: {0} blok karane mein viphal.
id: Gagal memblokir {0}.
it: Impossibile bloccare {0}.
ja: {0}のブロックに失敗しました。
ko: {0}을 (를) 차단하지 못했습니다.
ms: Gagal menyekat {0}.
nb: Kunne ikke blokkere {0}.
nl: Blokkeren van {0} is mislukt.
pt: Falha ao bloquear {0}.
ro: Blocarea {0} a eșuat.
tr: {0} engellenemedi.
uk: Не вдалося заблокувати {0}.
vi: Không chặn được {0}.
zh: 未能阻止 {0}。

# NKS_SHELL_SHELLS_UESH_GET_DOWNLOADING
source: Downloading from {0}...
ar: جارٍ التنزيل من {0} ...
de: Herunterladen von {0} ...
el: Λήψη από {0}...
es: Descargando desde {0} ...
fr: Téléchargement depuis {0}…
ga: Á íoslódáil ó {0}...
hi: {0} से डाउनलोड हो रहा है ...
hi_latn: {0} se daunalod ho raha hai ...
id: Mengunduh dari {0}...
it: Download da {0} ...
ja: {0}からダウンロードしています...
ko: {0}에서 다운로드 중 ...
ms: Memuat turun daripada {0}...
nb: Laster ned fra {0}...
nl: Downloaden van {0} ...
pt: Baixando de {0} ...
ro: Se descarcă de pe {0}...
tr: {0} adresinden indiriliyor...
uk: Завантаження з {0}...
vi: Đang tải xuống từ {0}...
zh: 正在從 {0} 下載...

# NKS_SETTINGS_KERNEL_NETWORK_PROGBARTRANSFER_NAME
source: Show progress bar while downloading or uploading from "get" or "put" command
ar: إظهار شريط التقدم أثناء التنزيل أو التحميل من أمر "get" أو "put"
de: Zeige den Fortschrittsbalken beim Herunterladen oder Hochladen vom Befehl "get" oder "put"
el: Εμφάνιση γραμμής προόδου κατά τη λήψη ή τη μεταφόρτωση από την εντολή "get" ή "put".
es: Mostrar barra de progreso al descargar o cargar desde el comando "get" o "put"
fr: Afficher la barre de progression lors du téléchargement ou du téléversement à partir de la commande «get» ou «put»
ga: Taispeáin barra dul chun cinn agus tú ag íoslódáil nó ag uaslódáil ó ordú "faigh" nó "cuir".
hi: "प्राप्त" या "पुट" कमांड से डाउनलोड या अपलोड करते समय प्रगति बार दिखाएं
hi_latn: "praapt" ya "put" kamaand se daunalod ya apalod karate samay pragati baar dikhaen
id: Tampilkan bilah kemajuan saat mengunduh atau mengunggah dari perintah "get" atau "put"
it: Mostra la barra di avanzamento durante il download o il caricamento dal comando "get" o "put"
ja: 「get」または「put」コマンドからダウンロードまたはアップロード中にプログレスバーを表示する
ko: "get"또는 "put"명령에서 다운로드 또는 업로드하는 동안 진행률 표시 줄 표시
ms: Tunjukkan bar kemajuan semasa memuat turun atau memuat naik daripada arahan "get" atau "put".
nb: Vis fremdriftslinjen mens du laster ned eller laster opp fra "get" eller "put"-kommandoen
nl: Toon voortgangsbalk tijdens het downloaden of uploaden met de opdracht "get" of "put"
pt: Mostra a barra de progresso ao baixar ou enviar do comando "get" ou "put"
ro: Afișați bara de progres în timp ce descărcați sau încărcați din comanda „get” sau „put”.
tr: "get" veya "put" komutuyla indirme veya yükleme sırasında ilerleme çubuğunu göster
uk: Показувати індикатор прогресу під час завантаження або завантаження за допомогою команди "get" або "put".
vi: Hiển thị thanh tiến trình khi tải xuống hoặc tải lên từ lệnh "get" hoặc "put"
zh: 從“get”或“put”命令下載或上傳時顯示進度條

# NKS_SETTINGS_KERNEL_NETWORK_PROGBARTRANSFER_DESC
source: If true, it makes "get" or "put" show the progress bar while downloading or uploading.
ar: إذا كان هذا صحيحًا ، فإنه يجعل "get" أو "put" يظهر شريط التقدم أثناء التنزيل أو التحميل.
de: Wenn dies der Fall ist, wird beim Herunterladen oder Hochladen "get" oder "put" der Fortschrittsbalken angezeigt.
el: Εάν ισχύει, κάνει το "get" ή το "put" να εμφανίζει τη γραμμή προόδου κατά τη λήψη ή τη μεταφόρτωση.
es: Si es verdadero, hace que "get" o "put" muestre la barra de progreso mientras se descarga o carga.
fr: Si c'est vrai, cela fait "get" ou "put" afficher la barre de progression lors du téléchargement ou du téléchargement.
ga: Más fíor, déanann sé "a fháil" nó "cuir" an barra dul chun cinn a thaispeáint agus é á íoslódáil nó á uaslódáil.
hi: यदि सही है, तो यह डाउनलोड या अपलोड करते समय प्रगति बार को "प्राप्त" या "पुट" दिखाता है।
hi_latn: yadi sahee hai, to yah daunalod ya apalod karate samay pragati baar ko "praapt" ya "put" dikhaata hai.
id: Jika benar, maka "get" atau "put" akan menampilkan bilah kemajuan selagi mengunduh atau mengunggah.
it: Se è vero, "get" o "put" mostra la barra di avanzamento durante il download o il caricamento.
ja: trueの場合、ダウンロードまたはアップロード中に「get」または「put」にプログレスバーが表示されます。
ko: true이면 다운로드 또는 업로드 중에 진행률 표시 줄을 "get"또는 "put"에 표시합니다.
ms: Jika benar, ia menjadikan "dapatkan" atau "letakkan" menunjukkan bar kemajuan semasa memuat turun atau memuat naik.
nb: Hvis det er sant, får det "get" eller "put" til å vise fremdriftslinjen mens du laster ned eller laster opp.
nl: Als dit waar is, laat het "get" of "put" de voortgangsbalk zien tijdens het downloaden of uploaden.
pt: Se verdadeiro, faz "get" ou "put" mostrar a barra de progresso durante o download ou upload.
ro: Dacă este adevărat, „obține” sau „put” arată bara de progres în timpul descărcării sau încărcării.
tr: Doğruysa, indirme veya yükleme sırasında "get" veya "put" komutunun ilerleme çubuğunu göstermesini sağlar.
uk: Якщо істина, «get» або «put» показує панель прогресу під час завантаження або завантаження.
vi: Nếu đúng, lệnh "get" hoặc "put" sẽ hiển thị thanh tiến trình khi tải xuống hoặc tải lên.
zh: 如果為真，它會使“get”或“put”在下載或上傳時顯示進度條。

# NKS_SHELL_SHELLS_UESH_COMMAND_PUT_DESC
source: Uploads a file to specified website
ar: يقوم بتحميل ملف إلى موقع الويب المحدد
de: Lädt eine Datei auf die angegebene Website hoch
el: Μεταφορτώνει ένα αρχείο σε καθορισμένο ιστότοπο
es: Carga un archivo al sitio web especificado
fr: Télécharge un fichier sur le site Web spécifié
ga: Uaslódálann sé comhad chuig suíomh Gréasáin sonraithe
hi: निर्दिष्ट वेबसाइट पर एक फ़ाइल अपलोड करता है
hi_latn: nirdisht vebasait par ek fail apalod karata hai
id: Mengunggah file ke situs web tertentu
it: Carica un file sul sito web specificato
ja: 指定したウェブサイトにファイルをアップロードします
ko: 지정된 웹 사이트에 파일을 업로드합니다.
ms: Memuat naik fail ke tapak web tertentu
nb: Laster opp en fil til et spesifisert nettsted
nl: Uploadt een bestand naar de opgegeven website
pt: Carrega um arquivo para o site especificado
ro: Încarcă un fișier pe site-ul web specificat
tr: Belirtilen web sitesine bir dosya yükler
uk: Завантажує файл на вказаний веб-сайт
vi: Tải một tập tin lên trang web được chỉ định
zh: 上傳文件到指定網站

# NKS_SHELL_SHELLS_UESH_COMMAND_PING_DESC
source: Pings an address
ar: يرسل عنوان
de: Pingt eine Adresse an
el: Πραγματοποιεί ping σε μια διεύθυνση
es: Hace ping a una dirección
fr: Pings une adresse
ga: Ping seoladh
hi: एक पता लिखता है
hi_latn: ek pata likhata hai
id: Ping alamat
it: Ping un indirizzo
ja: アドレスをpingします
ko: 주소를 핑
ms: Ping alamat
nb: Pinger en adresse
nl: Pingt een adres
pt: Pings um endereço
ro: Trimite ping la o adresă
tr: Bir adresi pingler
uk: Пінгує адресу
vi: Ping một địa chỉ
zh: Ping 一個地址

# NKS_SHELL_SHELLS_UESH_PUT_PROGRESS
source: Uploading {0} to {1}...
ar: جارٍ تحميل {0} إلى {1} ...
de: {0} auf {1} hochladen ...
el: Μεταφόρτωση {0} στο {1}...
es: Subiendo {0} a {1} ...
fr: Téléversement de {0} vers {1} ...
ga: {0} á uaslódáil go {1}…
hi: {0} से {1} पर अपलोड कर रहा है ...
hi_latn: {0} se {1} par apalod kar raha hai ...
id: Mengunggah {0} ke {1}...
it: Caricamento di {0} su {1} ...
ja: {0}を{1}にアップロードしています...
ko: {1}에 {0} 업로드 중 ...
ms: Memuat naik {0} ke {1}...
nb: Laster opp {0} til {1}...
nl: Uploaden {0} naar {1} ...
pt: Enviando {0} para {1} ...
ro: Se încarcă {0} în {1}...
tr: {0} {1}'e yükleniyor...
uk: Завантаження {0} до {1}...
vi: Đang tải {0} lên {1}...
zh: 正在將 {0} 上傳到 {1}...

# NKS_SHELL_SHELLS_UESH_PUT_SUCCESS
source: Upload has completed.
ar: اكتمل التحميل.
de: Der Upload ist abgeschlossen.
el: Η μεταφόρτωση ολοκληρώθηκε.
es: Se completó la carga.
fr: Le téléchargement est terminé.
ga: Críochnaíodh an t-uaslódáil.
hi: अपलोड पूरा हो गया है।
hi_latn: apalod poora ho gaya hai.
id: Pengunggahan telah selesai.
it: Il caricamento è stato completato.
ja: アップロードが完了しました。
ko: 업로드가 완료되었습니다.
ms: Muat naik telah selesai.
nb: Opplastingen er fullført.
nl: Upload is voltooid.
pt: O upload foi concluído.
ro: Încărcarea a fost finalizată.
tr: Yükleme tamamlandı.
uk: Завантаження завершено.
vi: Quá trình tải lên đã hoàn tất.
zh: 上傳完成。

# NKS_SHELL_SHELLS_UESH_PUT_NEEDSFTP
source: Please use "ftp" if you are going to upload files to the FTP server.
ar: الرجاء استخدام "ftp" إذا كنت تنوي تحميل الملفات إلى خادم FTP.
de: Bitte verwenden Sie "ftp", wenn Sie Dateien auf den FTP-Server hochladen möchten.
el: Χρησιμοποιήστε "ftp" εάν πρόκειται να ανεβάσετε αρχεία στον διακομιστή FTP.
es: Utilice "ftp" si va a cargar archivos en el servidor FTP.
fr: Veuillez utiliser "ftp" si vous allez télécharger des fichiers sur le serveur FTP.
ga: Úsáid "ftp" le do thoil má tá tú chun comhaid a uaslódáil chuig an bhfreastalaí FTP.
hi: यदि आप FTP सर्वर पर फाइल अपलोड करने जा रहे हैं, तो कृपया "ftp" का उपयोग करें।
hi_latn: yadi aap ftp sarvar par phail apalod karane ja rahe hain, to krpaya "ftp" ka upayog karen.
id: Silakan gunakan "ftp" jika Anda akan mengunggah berkas ke server FTP.
it: Usa "ftp" se intendi caricare file sul server FTP.
ja: FTPサーバーにファイルをアップロードする場合は「ftp」を使用してください。
ko: FTP 서버에 파일을 업로드하려면 "ftp"를 사용하십시오.
ms: Sila gunakan "ftp" jika anda akan memuat naik fail ke pelayan FTP.
nb: Vennligst bruk "ftp" hvis du skal laste opp filer til FTP-serveren.
nl: Gebruik "ftp" als u bestanden naar de FTP-server gaat uploaden.
pt: Use "ftp" se for enviar arquivos para o servidor FTP.
ro: Vă rugăm să utilizați „ftp” dacă aveți de gând să încărcați fișiere pe serverul FTP.
tr: FTP sunucusuna dosya yükleyecekseniz lütfen "ftp" kullanın.
uk: Будь ласка, використовуйте "ftp", якщо ви збираєтеся завантажувати файли на сервер FTP.
vi: Vui lòng sử dụng "ftp" nếu bạn muốn tải tập tin lên máy chủ FTP.
zh: 如果您要將文件上傳到 FTP 服務器，請使用“ftp”。

# NKS_SHELL_SHELLS_UESH_PUT_FAILED
source: Upload failed in try {0}: {1}
ar: فشل التحميل في محاولة {0}: {1}
de: Upload beim Versuch {0} fehlgeschlagen: {1}
el: Η μεταφόρτωση απέτυχε στην προσπάθεια {0}: {1}
es: La carga falló en el intento {0}: {1}
fr: Échec de l'importation lors de l'essai {0}: {1}
ga: Theip ar an uaslódáil in iarracht {0}: {1}
hi: अपलोड करने में विफल {0}: {1}
hi_latn: apalod karane mein viphal {0}: {1}
id: Pengunggahan gagal pada percobaan {0}: {1}
it: Caricamento non riuscito durante la prova {0}: {1}
ja: アップロードは試行{0}で失敗しました：{1}
ko: {0} 시도에서 업로드 실패 : {1}
ms: Muat naik gagal dalam percubaan {0}: {1}
nb: Opplasting mislyktes i forsøk {0}: {1}
nl: Uploaden mislukt in poging {0}: {1}
pt: Falha no upload na tentativa {0}: {1}
ro: Încărcarea a eșuat în încercarea {0}: {1}
tr: Yükleme {0} denemesinde başarısız oldu: {1}
uk: Помилка завантаження під час спроби {0}: {1}
vi: Tải lên không thành công trong lần thử {0}: {1}
zh: 嘗試 {0} 時上傳失敗：{1}

# NKS_SETTINGS_KERNEL_NETWORK_UPRETRYTIMES_DESC
source: Write how many times the "put" command should retry failed uploads. It must be numeric.
ar: اكتب عدد المرات التي يجب أن يعيد فيها الأمر "put" محاولة التحميلات الفاشلة. يجب أن تكون رقمية.
de: Schreiben Sie, wie oft der Befehl "put" fehlgeschlagene Uploads wiederholen soll. Es muss numerisch sein.
el: Γράψτε πόσες φορές η εντολή "put" θα πρέπει να επαναλάβει τις αποτυχημένες μεταφορτώσεις. Πρέπει να είναι αριθμητικό.
es: Escriba cuántas veces el comando "put" debe reintentar las cargas fallidas. Debe ser numérico.
fr: Écrivez combien de fois la commande "put" doit réessayer les téléchargements ayant échoué. Il doit être numérique.
ga: Scríobh cé mhéad uair ba cheart don ordú "cuir" uaslódálacha teipthe a thriail arís. Caithfidh sé a bheith uimhriúil.
hi: कितनी बार "पुट" कमांड को विफल अपलोड को फिर से लिखना चाहिए। यह न्यूमेरिक होना चाहिए।
hi_latn: kitanee baar "put" kamaand ko viphal apalod ko phir se likhana chaahie. yah nyoomerik hona chaahie.
id: Tuliskan berapa kali perintah "put" harus mencoba lagi unggahan yang gagal. Harus berupa angka.
it: Scrivi quante volte il comando "put" deve ritentare i caricamenti non riusciti. Deve essere numerico.
ja: 「put」コマンドが失敗したアップロードを再試行する回数を書き込みます。数値である必要があります。
ko: "put"명령이 실패한 업로드를 재 시도해야하는 횟수를 작성하십시오. 숫자 여야합니다.
ms: Tulis berapa kali arahan "put" harus mencuba semula muat naik yang gagal. Ia mestilah angka.
nb: Skriv hvor mange ganger "put"-kommandoen skal prøve mislykkede opplastinger på nytt. Det må være numerisk.
nl: Schrijf op hoe vaak het "put" -commando mislukte uploads opnieuw moet proberen. Het moet numeriek zijn.
pt: Escreva quantas vezes o comando "put" deve repetir uploads com falha. Deve ser numérico.
ro: Scrieți de câte ori ar trebui să reîncerce comanda „put” încărcările eșuate. Trebuie să fie numeric.
tr: "put" komutunun başarısız yüklemeleri kaç kez tekrar denemesi gerektiğini yazın. Sayısal olmalıdır.
uk: Напишіть, скільки разів команда "put" повинна повторити спробу невдалого завантаження. Воно має бути числовим.
vi: Viết số lần lệnh "put" phải thử lại các lần tải lên không thành công. Số lần này phải là số.
zh: 寫下“put”命令應該重試失敗上傳的次數。它必須是數字。

# NKS_SHELL_SHELLS_UESH_PING_NEEDSADDR
source: Address may not be empty.
ar: يجب ألا يكون العنوان فارغًا.
de: Die Adresse darf nicht leer sein.
el: Η διεύθυνση μπορεί να μην είναι κενή.
es: La dirección no puede estar vacía.
fr: L'adresse n'est peut-être pas vide.
ga: Seans nach bhfuil an seoladh folamh.
hi: पता खाली नहीं हो सकता।
hi_latn: pata khaalee nahin ho sakata.
id: Alamat tidak boleh kosong.
it: L'indirizzo non può essere vuoto.
ja: アドレスを空にすることはできません。
ko: 주소는 비워 둘 수 없습니다.
ms: Alamat mungkin tidak kosong.
nb: Adressen kan ikke være tom.
nl: Adres mag niet leeg zijn.
pt: O endereço não pode estar vazio.
ro: Este posibil ca adresa să nu fie goală.
tr: Adres boş bırakılamaz.
uk: Адреса не може бути пустою.
vi: Địa chỉ không được để trống.
zh: 地址不能為空。

# NKS_SHELL_SHELLS_UESH_PING_FAILED
source: Failed to ping {0}: {1}
ar: فشل تنفيذ الأمر ping {0}: {1}
de: Fehler beim Pingen von {0}: {1}
el: Απέτυχε το ping {0}: {1}
es: Error al hacer ping {0}: {1}
fr: Échec de l'envoi du ping {0}: {1}
ga: Theip ar ping {0}: {1}
hi: {0}: {1} पिंग करने में विफल
hi_latn: {0}: {1} ping karane mein viphal
id: Gagal melakukan ping ke {0}: {1}
it: Impossibile eseguire il ping {0}: {1}
ja: {0}へのpingに失敗しました：{1}
ko: {0} ping 실패 : {1}
ms: Gagal ping {0}: {1}
nb: Kunne ikke pinge {0}: {1}
nl: Kan {0} niet pingen: {1}
pt: Falha ao fazer ping em {0}: {1}
ro: Nu s-a trimis ping la {0}: {1}
tr: {0}: {1} pingleme başarısız oldu
uk: Не вдалося виконати ping {0}: {1}
vi: Không thể ping {0}: {1}
zh: 無法 ping {0}：{1}

# NKS_SHELL_SHELLS_UESH_PING_SUCCESS
source: Ping succeeded in {0} ms.
ar: نجح الأمر Ping في {0} مللي ثانية.
de: Ping war in {0} ms erfolgreich.
el: Το ping πέτυχε σε {0} ms.
es: El ping se realizó correctamente en {0} ms.
fr: Le ping a réussi dans {0} ms.
ga: D'éirigh le Ping {0} ms.
hi: पिंग {0} एमएस में सफल रहा।
hi_latn: ping {0} emes mein saphal raha.
id: Ping berhasil dalam {0} ms.
it: Ping riuscito in {0} ms.
ja: pingは{0}ミリ秒で成功しました。
ko: {0} ms 후에 Ping이 성공했습니다.
ms: Ping berjaya dalam {0} ms.
nb: Pingen lyktes på {0} ms.
nl: Ping geslaagd in {0} ms.
pt: Ping teve sucesso em {0} ms.
ro: Ping a reușit în {0} ms.
tr: Ping {0} ms'de başarılı oldu.
uk: Пінгування виконано через {0} мс.
vi: Ping thành công sau {0} ms.
zh: Ping 在 {0} 毫秒內成功。

# NKS_FILES_EDITORS_TEXTEDITOR_EXCEPTION_LINENUMEXCEEDSLASTNUM
source: The specified line number may not be larger than the last file line number.
ar: قد لا يكون رقم السطر المحدد أكبر من رقم سطر الملف الأخير.
de: Die angegebene Zeilennummer darf nicht größer als die letzte Dateizeilennummer sein.
el: Ο καθορισμένος αριθμός γραμμής δεν μπορεί να είναι μεγαλύτερος από τον αριθμό γραμμής του τελευταίου αρχείου.
es: El número de línea especificado no puede ser mayor que el último número de línea del archivo.
fr: Le numéro de ligne spécifié ne peut pas être supérieur au dernier numéro de ligne de fichier.
ga: Ní fhéadfaidh an uimhir líne sonraithe a bheith níos mó ná an uimhir líne comhaid dheireanach.
hi: निर्दिष्ट पंक्ति संख्या अंतिम फ़ाइल लाइन संख्या से बड़ी नहीं हो सकती है।
hi_latn: nirdisht pankti sankhya antim fail lain sankhya se badee nahin ho sakatee hai.
id: Nomor baris yang ditentukan tidak boleh lebih besar dari nomor baris file terakhir.
it: Il numero di riga specificato non può essere maggiore dell'ultimo numero di riga del file.
ja: 指定された行番号は、最後のファイルの行番号より大きくすることはできません。
ko: 지정된 줄 번호는 마지막 파일 줄 번호보다 클 수 없습니다.
ms: Nombor baris yang ditentukan mungkin tidak lebih besar daripada nombor baris fail terakhir.
nb: Det angitte linjenummeret kan ikke være større enn det siste fillinjenummeret.
nl: Het opgegeven regelnummer mag niet groter zijn dan het laatste regelnummer van het bestand.
pt: O número da linha especificado não pode ser maior que o último número da linha do arquivo.
ro: Numărul de linie specificat nu poate fi mai mare decât numărul ultimului rând al fișierului.
tr: Belirtilen satır numarası son dosya satır numarasından büyük olamaz.
uk: Зазначений номер рядка не може бути більшим за номер останнього рядка файлу.
vi: Số dòng được chỉ định không được lớn hơn số dòng của tệp cuối cùng.
zh: 指定的行號不能大於最後一個文件的行號。
