Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_CHHOSTNAME_DESC
source: Changes host name
ar: يغير اسم المضيف
de: Ändert den Hostnamen
el: Αλλάζει το όνομα κεντρικού υπολογιστή
es: Cambia el nombre de host
fr: Modifie le nom d'hôte
ga: Athraítear ainm an óstaigh
hi: होस्ट नाम बदलता है
hi_latn: host naam badalata hai
id: Mengubah nama host
it: Modifica il nome host
ja: ホスト名を変更します
ko: 호스트 이름 변경
ms: Menukar nama hos
nb: Endrer vertsnavn
nl: Wijzigt de hostnaam
pt: Altera o nome do host
ro: Schimbă numele gazdei
tr: Ana bilgisayar adını değiştirir
uk: Змінює ім'я хоста
vi: Thay đổi tên máy chủ
zh: 更改主機名

# NKS_SHELL_SHELLS_UESH_COMMAND_CHMAL_DESC
source: Changes MAL, the MOTD After Login
ar: يغير MAL ، MOTD بعد تسجيل الدخول
de: Ändert MAL, die MOTD nach dem Login
el: Αλλάζει το MAL, το MOTD μετά τη σύνδεση
es: Cambia MAL, el MOTD después de iniciar sesión
fr: Modifie MAL, le MOTD après la connexion
ga: Athruithe MAL, an MOTD Tar éis Logáil Isteach
hi: लॉगिन के बाद MAL, MOTD में बदलाव करता है
hi_latn: login ke baad mal, motd mein badalaav karata hai
id: Perubahan MAL, MOTD Setelah Login
it: Cambia MAL, il MOTD dopo il login
ja: ログイン後のMOTDであるMALを変更します
ko: 로그인 후 MAL, MOTD 변경
ms: Menukar MAL, MOTD Selepas Log Masuk
nb: Endrer MAL, MOTD etter pålogging
nl: Verandert MAL, de MOTD na inloggen
pt: MAL muda, o MOTD após o login
ro: Schimbă MAL, MOTD după conectare
tr: Girişten Sonra MAL, MOTD'yi Değiştirir
uk: Змінює MAL, MOTD після входу
vi: Thay đổi MAL, MOTD sau khi đăng nhập
zh: 登錄後更改 MAL、MOTD

# NKS_SHELL_SHELLS_UESH_COMMAND_CHMOTD_DESC
source: Changes MOTD, the Message Of The Day
ar: يغير MOTD ، رسالة اليوم
de: Ändert MOTD, die Botschaft des Tages
el: Αλλάζει το MOTD, το Μήνυμα της Ημέρας
es: Cambia MOTD, el mensaje del día
fr: Change MOTD, le message du jour
ga: Athruithe MOTD, Teachtaireacht an Lae
hi: परिवर्तन, दिन का संदेश
hi_latn: parivartan, din ka sandesh
id: Perubahan MOTD, Pesan Hari Ini
it: Cambia MOTD, il messaggio del giorno
ja: MOTD、今日のメッセージを変更します
ko: 오늘의 메시지 인 MOTD 변경
ms: Mengubah MOTD, Mesej Hari Ini
nb: Endrer MOTD, The Message Of The Day
nl: Verandert MOTD, de boodschap van de dag
pt: Muda MOTD, a mensagem do dia
ro: Schimbă MOTD, mesajul zilei
tr: Günün Mesajı MOTD'yi Değiştiriyor
uk: Зміни MOTD, повідомлення дня
vi: Thay đổi MOTD, Thông điệp của ngày
zh: 改變 MOTD，今日訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_CHUSRNAME_DESC
source: Changes user name
ar: يغير اسم المستخدم
de: Ändert den Benutzernamen
el: Αλλάζει το όνομα χρήστη
es: Cambia el nombre de usuario
fr: Modifie le nom d'utilisateur
ga: Athraítear ainm úsáideora
hi: उपयोगकर्ता नाम बदलता है
hi_latn: upayogakarta naam badalata hai
id: Mengubah nama pengguna
it: Modifica il nome utente
ja: ユーザー名を変更します
ko: 사용자 이름 변경
ms: Menukar nama pengguna
nb: Endrer brukernavn
nl: Verandert gebruikersnaam
pt: Altera o nome do usuário
ro: Schimbă numele de utilizator
tr: Kullanıcı adını değiştirir
uk: Змінює ім'я користувача
vi: Thay đổi tên người dùng
zh: 更改用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_PERM_DESC
source: Manage permissions for users
ar: إدارة الأذونات للمستخدمين
de: Verwalten von Berechtigungen für Benutzer
el: Διαχείριση δικαιωμάτων για χρήστες
es: Administrar permisos para usuarios
fr: Gérer les autorisations des utilisateurs
ga: Bainistigh ceadanna d'úsáideoirí
hi: उपयोगकर्ताओं के लिए अनुमतियां प्रबंधित करें
hi_latn: upayogakartaon ke lie anumatiyaan prabandhit karen
id: Kelola izin untuk pengguna
it: Gestisci le autorizzazioni per gli utenti
ja: ユーザーの権限を管理する
ko: 사용자 권한 관리
ms: Urus kebenaran untuk pengguna
nb: Administrer tillatelser for brukere
nl: Beheer machtigingen voor gebruikers
pt: Gerenciar permissões para usuários
ro: Gestionați permisiunile pentru utilizatori
tr: Kullanıcılar için izinleri yönetin
uk: Керуйте дозволами для користувачів
vi: Quản lý quyền cho người dùng
zh: 管理用戶的權限

# NKS_SHELL_SHELLS_UESH_COMMAND_RMUSER_DESC
source: Removes a user from the list
ar: يزيل مستخدم من القائمة
de: Entfernt einen Benutzer aus der Liste
el: Αφαιρεί έναν χρήστη από τη λίστα
es: Elimina un usuario de la lista.
fr: Supprime un utilisateur de la liste
ga: Baintear úsáideoir den liosta
hi: उपयोगकर्ता को सूची से निकालता है
hi_latn: upayogakarta ko soochee se nikaalata hai
id: Menghapus pengguna dari daftar
it: Rimuove un utente dall'elenco
ja: リストからユーザーを削除します
ko: 목록에서 사용자를 제거합니다.
ms: Mengalih keluar pengguna daripada senarai
nb: Fjerner en bruker fra listen
nl: Verwijdert een gebruiker uit de lijst
pt: Remove um usuário da lista
ro: Elimină un utilizator din listă
tr: Bir kullanıcıyı listeden kaldırır
uk: Видаляє користувача зі списку
vi: Xóa người dùng khỏi danh sách
zh: 從列表中刪除用戶

# NKS_KERNEL_UPDATES_CHECKFAILED
source: Failed to check for updates.
ar: فشل في البحث عن التحديثات.
de: Fehler beim Suchen nach Updates.
el: Απέτυχε ο έλεγχος για ενημερώσεις.
es: Error al buscar actualizaciones.
fr: Échec de la vérification des mises à jour.
ga: Theip ar sheiceáil le haghaidh nuashonruithe.
hi: अद्यतनों की जांच करने में विफल।
hi_latn: adyatanon kee jaanch karane mein viphal.
id: Gagal memeriksa pembaruan.
it: Impossibile controllare gli aggiornamenti.
ja: 更新の確認に失敗しました。
ko: 업데이트를 확인하지 못했습니다.
ms: Gagal menyemak kemas kini.
nb: Kunne ikke se etter oppdateringer.
nl: Controleren op updates is mislukt.
pt: Falha ao verificar atualizações.
ro: Nu s-au putut verifica actualizări.
tr: Güncellemeleri kontrol etme başarısız oldu.
uk: Не вдалося перевірити наявність оновлень.
vi: Không kiểm tra được bản cập nhật.
zh: 未能檢查更新。

# NKS_USERS_LOGIN_EXCEPTION_NOUSERS
source: There are no more users remaining in the list.
ar: لا يوجد المزيد من المستخدمين في القائمة.
de: Es sind keine Benutzer mehr in der Liste.
el: Δεν υπάρχουν άλλοι χρήστες στη λίστα.
es: No quedan más usuarios en la lista.
fr: Il ne reste plus d'utilisateurs dans la liste.
ga: Níl a thuilleadh úsáideoirí fágtha ar an liosta.
hi: सूची में अधिक उपयोगकर्ता शेष नहीं हैं।
hi_latn: soochee mein adhik upayogakarta shesh nahin hain.
id: Tidak ada lagi pengguna yang tersisa dalam daftar.
it: Non ci sono più utenti rimasti nell'elenco.
ja: リストに残っているユーザーはもういません。
ko: 목록에 남아있는 사용자가 더 이상 없습니다.
ms: Tiada lagi pengguna yang tinggal dalam senarai.
nb: Det er ikke flere brukere igjen på listen.
nl: Er zijn geen gebruikers meer in de lijst.
pt: Não há mais usuários restantes na lista.
ro: Nu mai sunt utilizatori în listă.
tr: Listede başka kullanıcı kalmadı.
uk: У списку більше немає користувачів.
vi: Không còn người dùng nào trong danh sách.
zh: 列表中已無剩餘用戶。

# NKS_SHELL_SHELLS_UESH_DISMISSNOTIF_FAILURE
source: Error trying to dismiss notification.
ar: خطأ في محاولة رفض الإخطار.
de: Fehler beim Versuch, die Benachrichtigung zu schließen.
el: Σφάλμα κατά την προσπάθεια απόρριψης της ειδοποίησης.
es: Error al intentar ignorar la notificación.
fr: Erreur lors de la tentative de rejet de la notification.
ga: Earráid agus iarracht á déanamh an fógra a dhíbhe.
hi: सूचना को खारिज करने की कोशिश कर रहा त्रुटि
hi_latn: soochana ko khaarij karane kee koshish kar raha truti
id: Terjadi kesalahan saat mencoba mengabaikan pemberitahuan.
it: Errore durante il tentativo di ignorare la notifica.
ja: 通知を却下しようとしてエラーが発生しました。
ko: 알림을 닫는 중에 오류가 발생했습니다.
ms: Ralat cuba mengetepikan pemberitahuan.
nb: Feil under forsøk på å avvise varsel.
nl: Fout bij het negeren van melding.
pt: Erro ao tentar dispensar notificação.
ro: Eroare la încercarea de a respinge notificarea.
tr: Bildirimi kapatmaya çalışırken hata oluştu.
uk: Помилка при спробі закрити сповіщення.
vi: Có lỗi khi cố gắng bỏ qua thông báo.
zh: 嘗試關閉通知時出錯。

# NKS_USERS_EXCEPTION_CREATEFAILED
source: usrmgr: Failed to create username {0}: {1}
ar: usrmgr: فشل إنشاء اسم المستخدم {0}: {1}
de: usrmgr: Benutzername {0} konnte nicht erstellt werden: {1}
el: usrmgr: Απέτυχε η δημιουργία ονόματος χρήστη {0}: {1}
es: usrmgr: no se pudo crear el nombre de usuario {0}: {1}
fr: usrmgr: échec de la création du nom d'utilisateur {0}: {1}
ga: usrmgr: Theip ar chruthú ainm úsáideora {0}: {1}
hi: usrmgr: उपयोगकर्ता नाम {0} बनाने में विफल: {1}
hi_latn: usrmgr: upayogakarta naam {0} banaane mein viphal: {1}
id: usrmgr: Gagal membuat nama pengguna {0}: {1}
it: usrmgr: impossibile creare il nome utente {0}: {1}
ja: usrmgr：ユーザー名{0}の作成に失敗しました：{1}
ko: usrmgr : 사용자 이름 {0} 생성 실패 : {1}
ms: usrmgr: Gagal mencipta nama pengguna {0}: {1}
nb: usrmgr: Kunne ikke opprette brukernavn {0}: {1}
nl: usrmgr: kan geen gebruikersnaam {0} maken: {1}
pt: usrmgr: Falha ao criar nome de usuário {0}: {1}
ro: usrmgr: Nu s-a putut crea numele de utilizator {0}: {1}
tr: usrmgr: Kullanıcı adı {0} oluşturulamadı: {1}
uk: usrmgr: Не вдалося створити ім’я користувача {0}: {1}
vi: usrmgr: Không tạo được tên người dùng {0}: {1}
zh: usrmgr：無法創建用戶名 {0}：{1}

# NKS_USERS_EXCEPTION_RENAMEFAILED
source: Failed to rename user. {0}
ar: فشلت إعادة تسمية المستخدم. {0}
de: Benutzer konnte nicht umbenannt werden. {0}
el: Η μετονομασία χρήστη απέτυχε. {0}
es: No se pudo cambiar el nombre del usuario. {0}
fr: Échec du changement de nom de l'utilisateur. {0}
ga: Theip ar an úsáideoir a athainmniú. {0}
hi: उपयोगकर्ता का नाम बदलने में विफल। {0}
hi_latn: upayogakarta ka naam badalane mein viphal. {0}
id: Gagal mengganti nama pengguna. {0}
it: Impossibile rinominare l'utente. {0}
ja: ユーザーの名前変更に失敗しました。 {0}
ko: 사용자 이름을 바꾸지 못했습니다. {0}
ms: Gagal menamakan semula pengguna. {0}
nb: Kunne ikke endre navn på bruker. {0}
nl: Het wijzigen van de naam van de gebruiker is mislukt. {0}
pt: Falha ao renomear o usuário. {0}
ro: Nu s-a putut redenumi utilizatorul. {0}
tr: Kullanıcının adı değiştirilemedi. {0}
uk: Не вдалося перейменувати користувача. {0}
vi: Không đổi tên được người dùng. {0}
zh: 重命名用戶失敗。 {0}

# NKS_USERS_EXCEPTION_USERNOTFOUND2
source: User not found
ar: المستخدم ليس موجود
de: Benutzer nicht gefunden
el: Ο χρήστης δεν βρέθηκε
es: Usuario no encontrado
fr: Utilisateur non trouvé
ga: Úsáideoir gan aimsiú
hi: उपयोगकर्ता नहीं मिला
hi_latn: upayogakarta nahin mila
id: Pengguna tidak ditemukan
it: Utente non trovato
ja: ユーザーが見つかりません
ko: 사용자를 찾을 수 없습니다.
ms: Pengguna tidak ditemui
nb: Bruker ikke funnet
nl: Gebruiker niet gevonden
pt: Usuário não encontrado
ro: Utilizator nu a fost găsit
tr: Kullanıcı bulunamadı
uk: Користувача не знайдено
vi: Không tìm thấy người dùng
zh: 未找到用戶

# NKS_SHELL_SHELLS_UESH_CHPWD_FAILURE
source: Failed to change password of username: {0}
ar: فشل تغيير كلمة مرور اسم المستخدم: {0}
de: Fehler beim Ändern des Kennworts des Benutzernamens: {0}
el: Απέτυχε η αλλαγή του κωδικού πρόσβασης του ονόματος χρήστη: {0}
es: No se pudo cambiar la contraseña del nombre de usuario: {0}
fr: Échec de la modification du mot de passe du nom d'utilisateur: {0}
ga: Níorbh fhéidir pasfhocal an ainm úsáideora a athrú: {0}
hi: उपयोगकर्ता नाम का पासवर्ड बदलने में विफल: {0}
hi_latn: upayogakarta naam ka paasavard badalane mein viphal: {0}
id: Gagal mengubah kata sandi nama pengguna: {0}
it: Impossibile modificare la password del nome utente: {0}
ja: ユーザー名のパスワードの変更に失敗しました：{0}
ko: 사용자 이름의 비밀번호 변경 실패 : {0}
ms: Gagal menukar kata laluan nama pengguna: {0}
nb: Kunne ikke endre passordet til brukernavnet: {0}
nl: Kan wachtwoord van gebruikersnaam niet wijzigen: {0}
pt: Falha ao alterar a senha do nome de usuário: {0}
ro: Nu s-a putut schimba parola numelui de utilizator: {0}
tr: Kullanıcı adı {0} şifresi değiştirilemedi
uk: Не вдалося змінити пароль імені користувача: {0}
vi: Không thể thay đổi mật khẩu của tên người dùng: {0}
zh: 更改用戶名密碼失敗：{0}

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_FINDFILEFORMATCHFAILED
source: Unable to find file to match string "{0}": {1}
ar: تعذر العثور على ملف يطابق السلسلة "{0}": {1}
de: Datei kann nicht gefunden werden, die der Zeichenfolge "{0}" entspricht: {1}
el: Δεν είναι δυνατή η εύρεση αρχείου που να ταιριάζει με τη συμβολοσειρά "{0}": {1}
es: No se pudo encontrar el archivo que coincida con la cadena "{0}": {1}
fr: Impossible de trouver le fichier correspondant à la chaîne "{0}": {1}
ga: Ní féidir comhad a aimsiú a mheaitseálann an teaghrán "{0}": {1}
hi: "{0}" से मिलान करने के लिए फ़ाइल खोजने में असमर्थ: {1}
hi_latn: "{0}" se milaan karane ke lie fail khojane mein asamarth: {1}
id: Tidak dapat menemukan berkas yang cocok dengan string "{0}": {1}
it: Impossibile trovare il file che corrisponda alla stringa "{0}": {1}
ja: 文字列 "{0}"に一致するファイルが見つかりません：{1}
ko: "{0}"문자열과 일치하는 파일을 찾을 수 없습니다. {1}
ms: Tidak dapat mencari fail yang sepadan dengan rentetan "{0}": {1}
nb: Kan ikke finne fil som samsvarer med strengen "{0}": {1}
nl: Kan bestand niet vinden dat overeenkomt met tekenreeks "{0}": {1}
pt: Não foi possível localizar o arquivo para a string "{0}": {1}
ro: Imposibil de găsit fișierul care să corespundă șirului „{0}”: {1}
tr: "{0}" dizesiyle eşleşen dosya bulunamadı: {1}
uk: Не вдається знайти файл, який відповідає рядку "{0}": {1}
vi: Không tìm thấy tệp nào khớp với chuỗi "{0}": {1}
zh: 無法找到與字符串“{0}”匹配的文件：{1}

# NKS_SETTINGS_KERNEL_GENERAL_KERNELUPDATE_CHECKUPDATES_DESC
source: Each startup, it will check for updates.
ar: كل بدء التشغيل ، سوف يتحقق من وجود تحديثات.
de: Bei jedem Start wird nach Updates gesucht.
el: Κάθε εκκίνηση, θα ελέγχει για ενημερώσεις.
es: Cada inicio, buscará actualizaciones.
fr: À chaque démarrage, il vérifiera les mises à jour.
ga: Gach tosaithe, seiceálfaidh sé le haghaidh nuashonruithe.
hi: प्रत्येक स्टार्टअप, यह अपडेट के लिए जाँच करेगा।
hi_latn: pratyek staartap, yah apadet ke lie jaanch karega.
id: Setiap kali memulai, ia akan memeriksa pembaruan.
it: Ad ogni avvio, verificherà la presenza di aggiornamenti.
ja: 起動するたびに、更新を確認します。
ko: 시작할 때마다 업데이트를 확인합니다.
ms: Setiap permulaan, ia akan menyemak kemas kini.
nb: Hver oppstart vil den se etter oppdateringer.
nl: Elke keer dat het opstart, controleert het op updates.
pt: A cada inicialização, ele verificará se há atualizações.
ro: La fiecare pornire, va verifica dacă există actualizări.
tr: Her açılışta güncellemeleri kontrol edecektir.
uk: Під час кожного запуску він перевіряє наявність оновлень.
vi: Mỗi lần khởi động, nó sẽ kiểm tra các bản cập nhật.
zh: 每次啟動時，它都會檢查更新。

# NKS_SETTINGS_KERNEL_HARDWARE_QUIETPROBE_DESC
source: Keep hardware probing messages silent.
ar: حافظ على رسائل فحص الأجهزة صامتة.
de: Halten Sie Hardware-Prüfmeldungen stumm.
el: Κρατήστε σιωπηλά τα μηνύματα εξέτασης υλικού.
es: Mantenga los mensajes de prueba de hardware en silencio.
fr: Gardez les messages de détection du matériel silencieux.
ga: Coinnigh teachtaireachtaí iniúchta crua-earraí ina dtost.
hi: हार्डवेयर जांच संदेश चुप रखें।
hi_latn: haardaveyar jaanch sandesh chup rakhen.
id: Biarkan pesan pemeriksaan perangkat keras tetap diam.
it: Mantieni silenziosi i messaggi di verifica hardware.
ja: ハードウェアプロービングメッセージをサイレントに保ちます。
ko: 하드웨어 검색 메시지를 조용히 유지합니다.
ms: Pastikan mesej menyelidik perkakasan senyap.
nb: Hold meldinger om maskinvareundersøkelse stille.
nl: Houd hardware-onderzoekende berichten stil.
pt: Mantenha as mensagens de sondagem de hardware silenciosas.
ro: Păstrați mesajele de testare hardware silențioase.
tr: Donanım sorgulama mesajlarını sessiz tutun.
uk: Замовчувати повідомлення апаратного зондування.
vi: Giữ im lặng cho các thông báo thăm dò phần cứng.
zh: 保持硬件探測消息靜默。

# NKS_SETTINGS_KERNEL_LOGIN_SHOWMOTD_DESC
source: Show Message of the Day before displaying login screen.
ar: إظهار رسالة اليوم قبل عرض شاشة تسجيل الدخول.
de: Nachricht des Tages anzeigen, bevor der Anmeldebildschirm angezeigt wird.
el: Εμφάνιση του μηνύματος της ημέρας πριν από την εμφάνιση της οθόνης σύνδεσης.
es: Muestra el mensaje del día antes de mostrar la pantalla de inicio de sesión.
fr: Afficher le message du jour avant d'afficher l'écran de connexion.
ga: Taispeáin Teachtaireacht an Lae sula dtaispeánfar an scáileán logála isteach.
hi: लॉगिन स्क्रीन प्रदर्शित करने से पहले दिन का संदेश दिखाएं।
hi_latn: login skreen pradarshit karane se pahale din ka sandesh dikhaen.
id: Tampilkan Pesan Hari Ini sebelum menampilkan layar masuk.
it: Mostra il messaggio del giorno prima di visualizzare la schermata di accesso.
ja: ログイン画面を表示する前に、今日のメッセージを表示します。
ko: 로그인 화면을 표시하기 전에 오늘의 메시지를 표시합니다.
ms: Tunjukkan Mesej Hari ini sebelum memaparkan skrin log masuk.
nb: Vis dagens melding før påloggingsskjermen vises.
nl: Toon het bericht van de dag voordat het inlogscherm wordt weergegeven.
pt: Mostrar mensagem do dia antes de exibir a tela de login.
ro: Afișați mesajul zilei înainte de afișarea ecranului de conectare.
tr: Giriş ekranını görüntülemeden önce Günün Mesajını göster.
uk: Показати повідомлення дня перед відображенням екрана входу.
vi: Hiển thị Tin nhắn trong ngày trước khi hiển thị màn hình đăng nhập.
zh: 在顯示登錄屏幕之前顯示當天的消息。

# NKS_SETTINGS_KERNEL_LOGIN_CLEARSCREEN_DESC
source: Clear screen before displaying login screen.
ar: مسح الشاشة قبل عرض شاشة تسجيل الدخول.
de: Bildschirm löschen, bevor der Anmeldebildschirm angezeigt wird.
el: Εκκαθαρίστε την οθόνη πριν εμφανιστεί η οθόνη σύνδεσης.
es: Limpiar la pantalla antes de mostrar la pantalla de inicio de sesión.
fr: Effacer l'écran avant d'afficher l'écran de connexion.
ga: Scáileán soiléir sula dtaispeánfar an scáileán logála isteach.
hi: लॉगिन स्क्रीन प्रदर्शित करने से पहले स्पष्ट स्क्रीन।
hi_latn: login skreen pradarshit karane se pahale spasht skreen.
id: Bersihkan layar sebelum menampilkan layar masuk.
it: Cancella lo schermo prima di visualizzare la schermata di accesso.
ja: ログイン画面を表示する前に画面をクリアしてください。
ko: 로그인 화면을 표시하기 전에 화면을 지우십시오.
ms: Kosongkan skrin sebelum memaparkan skrin log masuk.
nb: Tøm skjermen før du viser påloggingsskjermen.
nl: Scherm wissen voordat het inlogscherm wordt weergegeven.
pt: Limpe a tela antes de exibir a tela de login.
ro: Ștergeți ecranul înainte de a afișa ecranul de conectare.
tr: Giriş ekranını görüntülemeden önce ekranı temizleyin.
uk: Очистити екран перед відображенням екрана входу.
vi: Xóa màn hình trước khi hiển thị màn hình đăng nhập.
zh: 在顯示登錄屏幕之前清除屏幕。

# NKS_SETTINGS_KERNEL_LOGIN_SHOWUSERS_DESC
source: Shows available users if enabled.
ar: يظهر المستخدمين المتاحين إذا تم تمكينه.
de: Zeigt verfügbare Benutzer an, falls aktiviert.
el: Εμφανίζει τους διαθέσιμους χρήστες εάν είναι ενεργοποιημένοι.
es: Muestra los usuarios disponibles si está habilitado.
fr: Affiche les utilisateurs disponibles si activé.
ga: Taispeáin úsáideoirí atá ar fáil má tá sé cumasaithe.
hi: सक्षम होने पर उपलब्ध उपयोगकर्ताओं को दिखाता है।
hi_latn: saksham hone par upalabdh upayogakartaon ko dikhaata hai.
id: Menampilkan pengguna yang tersedia jika diaktifkan.
it: Mostra gli utenti disponibili se abilitati.
ja: 有効になっている場合、利用可能なユーザーを表示します。
ko: 활성화 된 경우 사용 가능한 사용자를 표시합니다.
ms: Menunjukkan pengguna yang tersedia jika didayakan.
nb: Viser tilgjengelige brukere hvis aktivert.
nl: Toont beschikbare gebruikers indien ingeschakeld.
pt: Mostra os usuários disponíveis, se habilitado.
ro: Afișează utilizatorii disponibili dacă este activat.
tr: Etkinleştirildiğinde kullanılabilir kullanıcıları gösterir.
uk: Показує доступних користувачів, якщо ввімкнено.
vi: Hiển thị người dùng có sẵn nếu được bật.
zh: 如果啟用，則顯示可用用戶。

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_SIMPLIFIED_DESC
source: Simplified help command for all the shells
ar: أمر مساعدة مبسط لجميع القذائف
de: Vereinfachter Hilfebefehl für alle Shells
el: Απλοποιημένη εντολή βοήθειας για όλα τα κελύφη
es: Comando de ayuda simplificado para todos los proyectiles
fr: Commande d'aide simplifiée pour tous les shells
ga: Ordú cabhrach simplithe do na sliogáin go léir
hi: सभी गोले के लिए सरलीकृत सहायता कमांड
hi_latn: sabhee gole ke lie saraleekrt sahaayata kamaand
id: Perintah bantuan yang disederhanakan untuk semua shell
it: Comando di aiuto semplificato per tutte le shell
ja: すべてのシェルの簡略化されたヘルプコマンド
ko: 모든 쉘에 대한 단순화 된 도움말 명령
ms: Perintah bantuan yang dipermudahkan untuk semua cangkerang
nb: Forenklet hjelpekommando for alle skjellene
nl: Vereenvoudigde helpopdracht voor alle shells
pt: Comando de ajuda simplificado para todos os shells
ro: Comanda de ajutor simplificată pentru toate shell-urile
tr: Tüm kabuklar için basitleştirilmiş yardım komutu
uk: Спрощена команда довідки для всіх оболонок
vi: Lệnh trợ giúp đơn giản hóa cho tất cả các shell
zh: 所有 shell 的簡化幫助命令

# NKS_SETTINGS_KERNEL_FILESYSTEM_PARSEMODE_DESC
source: If enabled, the kernel will parse the whole folder for its total size. Else, will only parse the surface.
ar: في حالة التمكين ، ستقوم kernel بتحليل المجلد بالكامل لحجمه الإجمالي. عدا ذلك ، سيحلل السطح فقط.
de: Wenn aktiviert, analysiert der Kernel den gesamten Ordner auf seine Gesamtgröße. Andernfalls wird nur die Oberfläche analysiert.
el: Εάν είναι ενεργοποιημένο, ο πυρήνας θα αναλύσει ολόκληρο τον φάκελο για το συνολικό του μέγεθος. Διαφορετικά, θα αναλύσει μόνο την επιφάνεια.
es: Si está habilitado, el kernel analizará la carpeta completa para su tamaño total. De lo contrario, solo analizará la superficie.
fr: Si activé, le noyau analysera le dossier entier pour sa taille totale. Sinon, analysera uniquement la surface.
ga: Má tá sé cumasaithe, déanfaidh an eithne an fillteán iomlán a pharsáil dá mhéid iomlán. Seachas sin, ní dhéanfaidh sé ach an dromchla a pharsáil.
hi: यदि सक्षम है, तो कर्नेल पूरे आकार के लिए संपूर्ण फ़ोल्डर को पार्स कर देगा। एल्स, केवल सतह को पार्स करेगा।
hi_latn: yadi saksham hai, to karnel poore aakaar ke lie sampoorn foldar ko paars kar dega. els, keval satah ko paars karega.
id: Jika diaktifkan, kernel akan mengurai seluruh folder berdasarkan ukuran totalnya. Jika tidak, hanya akan mengurai permukaannya saja.
it: Se abilitato, il kernel analizzerà l'intera cartella per la sua dimensione totale. Altrimenti, analizzerà solo la superficie.
ja: 有効にすると、カーネルはフォルダ全体を解析して合計サイズを確認します。それ以外の場合は、サーフェスのみを解析します。
ko: 활성화되면 커널은 전체 크기에 대해 전체 폴더를 구문 분석합니다. 그렇지 않으면 표면 만 구문 분석합니다.
ms: Jika didayakan, kernel akan menghuraikan keseluruhan folder untuk jumlah saiznya. Jika tidak, hanya akan menghuraikan permukaan.
nb: Hvis aktivert, vil kjernen analysere hele mappen for dens totale størrelse. Ellers vil bare analysere overflaten.
nl: Indien ingeschakeld, zal de kernel de hele map ontleden voor zijn totale grootte. Anders ontleedt alleen het oppervlak.
pt: Se habilitado, o kernel analisará a pasta inteira para seu tamanho total. Caso contrário, analisará apenas a superfície.
ro: Dacă este activat, nucleul va analiza întregul folder pentru dimensiunea totală. În caz contrar, va analiza doar suprafața.
tr: Etkinleştirilirse, çekirdek tüm klasörü toplam boyutu için ayrıştıracaktır. Aksi takdirde, yalnızca yüzeyi ayrıştıracaktır.
uk: Якщо ввімкнено, ядро аналізуватиме загальний розмір усієї папки. В іншому випадку аналізуватиметься лише поверхня.
vi: Nếu được bật, kernel sẽ phân tích toàn bộ thư mục để biết tổng kích thước của nó. Nếu không, sẽ chỉ phân tích bề mặt.
zh: 如果啟用，內核將解析整個文件夾的總大小。否則，只會解析表面。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MARQUEEONSTARTUP_DESC
source: Enables eyecandy on startup
ar: تمكن eyecandy عند بدء التشغيل
de: Aktiviert Eyecandy beim Start
el: Ενεργοποιεί το eyecandy κατά την εκκίνηση
es: Habilita eyecandy en el inicio
fr: Active eyecandy au démarrage
ga: Cumasaíonn eyecandy ar tosaithe
hi: स्टार्टअप पर eyecandy को सक्षम करता है
hi_latn: staartap par aiyaichandy ko saksham karata hai
id: Mengaktifkan eyecandy saat memulai
it: Abilita eyecandy all'avvio
ja: 起動時にアイキャンディーを有効にします
ko: 시작시 eyecandy 활성화
ms: Mendayakan eyecandy pada permulaan
nb: Aktiverer eyecandy ved oppstart
nl: Maakt eyecandy mogelijk bij het opstarten
pt: Ativa o eyecandy na inicialização
ro: Activează eyecandy la pornire
tr: Başlangıçta göz alıcılığı etkinleştirir
uk: Вмикає eyecandy під час запуску
vi: Cho phép eyecandy khi khởi động
zh: 在啟動時啟用eyecandy
