Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_CAT_DESC
source: Prints content of file to console
ar: يطبع محتوى الملف إلى وحدة التحكم
de: Druckt den Inhalt der Datei auf die Konsole
el: Εκτυπώνει το περιεχόμενο του αρχείου στην κονσόλα
es: Imprime el contenido del archivo en la consola
fr: Imprime le contenu du fichier sur la console
ga: Priontaí ábhar an chomhaid chuig an consól
hi: फ़ाइल की सामग्री को कंसोल पर प्रिंट करता है
hi_latn: fail kee saamagree ko kansol par print karata hai
id: Mencetak konten file ke konsol
it: Stampa il contenuto del file sulla console
ja: ファイルの内容をコンソールに出力します
ko: 파일 내용을 콘솔로 인쇄
ms: Mencetak kandungan fail ke konsol
nb: Skriver ut innholdet i filen til konsollen
nl: Drukt inhoud van bestand af naar console
pt: Imprime o conteúdo do arquivo para o console
ro: Imprimă conținutul fișierului pe consolă
tr: Dosyanın içeriğini konsola yazdırır
uk: Виводить вміст файлу на консоль
vi: In nội dung của tập tin vào bảng điều khiển
zh: 將文件內容打印到控制台

# NKS_NETWORK_SPEEDDIAL_EXCEPTION_ENTRYALREADYEXISTS
source: Entry already exists.
ar: الإدخال موجود بالفعل.
de: Eintrag ist bereits vorhanden.
el: Η είσοδος υπάρχει ήδη.
es: La entrada ya existe.
fr: L'entrée existe déjà.
ga: Tá iontráil ann cheana féin.
hi: प्रवेश पहले से मौजूद है।
hi_latn: pravesh pahale se maujood hai.
id: Entri sudah ada.
it: La voce esiste già.
ja: エントリはすでに存在します。
ko: 항목이 이미 있습니다.
ms: Kemasukan sudah wujud.
nb: Oppføringen finnes allerede.
nl: Invoer bestaat al.
pt: A entrada já existe.
ro: Intrarea există deja.
tr: Giriş zaten mevcut.
uk: Запис уже існує.
vi: Mục nhập đã tồn tại.
zh: 條目已存在。

# NKS_SHELL_SHELLS_UESH_COMMAND_UNZIP_DESC
source: Extracts a ZIP archive
ar: مقتطفات من أرشيف مضغوط
de: Extrahiert ein ZIP-Archiv
el: Εξάγει ένα αρχείο ZIP
es: Extrae un archivo ZIP
fr: Extrait une archive ZIP
ga: Baintear cartlann ZIP as
hi: एक ज़िप संग्रह निकालता है
hi_latn: ek zip sangrah nikaalata hai
id: Mengekstrak arsip ZIP
it: Estrae un archivio ZIP
ja: ZIP アーカイブを抽出します
ko: ZIP 아카이브를 추출합니다.
ms: Mengekstrak arkib ZIP
nb: Trekker ut et ZIP-arkiv
nl: Pakt een ZIP-archief uit
pt: Extrai um arquivo ZIP
ro: Extrage o arhivă ZIP
tr: Bir ZIP arşivini çıkarır
uk: Розпаковує ZIP-архів
vi: Trích xuất một tệp ZIP
zh: 提取 ZIP 存檔

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_DESC
source: Creates a ZIP archive
ar: ينشئ أرشيفًا بتنسيق ZIP
de: Erstellt ein ZIP-Archiv
el: Δημιουργεί ένα αρχείο ZIP
es: Crea un archivo ZIP
fr: Crée une archive ZIP
ga: Cruthaíonn sé cartlann ZIP
hi: एक ज़िप संग्रह बनाता है
hi_latn: ek zip sangrah banaata hai
id: Membuat arsip ZIP
it: Crea un archivio ZIP
ja: ZIP アーカイブを作成します
ko: ZIP 아카이브 생성
ms: Mencipta arkib ZIP
nb: Oppretter et ZIP-arkiv
nl: Creëert een ZIP-archief
pt: Cria um arquivo ZIP
ro: Creează o arhivă ZIP
tr: Bir ZIP arşivi oluşturur
uk: Створює ZIP-архів
vi: Tạo một kho lưu trữ ZIP
zh: 創建 ZIP 存檔

# NKS_SHELL_SHELLS_ADMIN_COMMAND_LSEVENTS_DESC
source: Lists all fired events
ar: يسرد جميع الأحداث التي تم إطلاقها
de: Listet alle ausgelösten Ereignisse auf
el: Εμφανίζει όλα τα συμβάντα που ενεργοποιήθηκαν
es: Muestra todos los eventos disparados
fr: Répertorie tous les événements déclenchés
ga: Liostaíonn sé gach imeacht a scaoiltear
hi: सभी सक्रिय घटनाओं को सूचीबद्ध करता है
hi_latn: sabhee sakriy ghatanaon ko soocheebaddh karata hai
id: Mencantumkan semua peristiwa yang dipicu
it: Elenca tutti gli eventi attivati
ja: 発生したすべてのイベントをリストします
ko: 실행 된 모든 이벤트를 나열합니다.
ms: Menyenaraikan semua acara yang dipecat
nb: Viser alle avfyrte hendelser
nl: Toont alle ontslagen gebeurtenissen
pt: Lista todos os eventos disparados
ro: Listează toate evenimentele declanșate
tr: Tüm tetiklenen olayları listeler
uk: Перераховує всі запущені події
vi: Liệt kê tất cả các sự kiện đã kích hoạt
zh: 列出所有觸發的事件

# NKS_SETTINGS_KERNEL_SHELL_CURRDIR_NAME
source: Current Directory
ar: الدليل الحالي
de: Aktuelles Verzeichnis
el: Τρέχων κατάλογος
es: Directorio actual
fr: Répertoire actuel
ga: Eolaire Reatha
hi: वर्तमान निर्देशिका
hi_latn: vartamaan nirdeshika
id: Direktori Saat Ini
it: Elenco corrente
ja: カレントディレクトリ
ko: 현재 디렉토리
ms: Direktori Semasa
nb: Gjeldende katalog
nl: Huidige directory
pt: Diretório atual
ro: Directorul curent
tr: Güncel Dizin
uk: Поточний каталог
vi: Thư mục hiện tại
zh: 當前目錄

# NKS_SETTINGS_KERNEL_SHELL_CURRDIR_DESC
source: Sets the shell's current directory. Write an absolute path to any existing directory.
ar: يضبط الدليل الحالي للقذيفة. اكتب مسارًا مطلقًا لأي دليل موجود.
de: Legt das aktuelle Verzeichnis der Shell fest. Schreiben Sie einen absoluten Pfad zu einem beliebigen vorhandenen Verzeichnis.
el: Ορίζει τον τρέχοντα κατάλογο του κελύφους. Γράψτε μια απόλυτη διαδρομή σε οποιονδήποτε υπάρχοντα κατάλογο.
es: Establece el directorio actual del shell. Escriba una ruta absoluta a cualquier directorio existente.
fr: Définit le répertoire courant du shell. Écrivez un chemin absolu vers n'importe quel répertoire existant.
ga: Socraíonn sé eolaire reatha an bhlaosc. Scríobh cosán iomlán chuig aon eolaire atá ann cheana féin.
hi: शेल की वर्तमान निर्देशिका सेट करता है। किसी भी मौजूदा निर्देशिका के लिए एक पूर्ण पथ लिखें।
hi_latn: shel kee vartamaan nirdeshika set karata hai. kisee bhee maujooda nirdeshika ke lie ek poorn path likhen.
id: Mengatur direktori shell saat ini. Tulis jalur absolut ke direktori yang ada.
it: Imposta la directory corrente della shell. Scrivi un percorso assoluto per qualsiasi directory esistente.
ja: シェルの現在のディレクトリを設定します。既存のディレクトリへの絶対パスを書き込みます。
ko: 쉘의 현재 디렉토리를 설정합니다. 기존 디렉토리에 대한 절대 경로를 작성하십시오.
ms: Menetapkan direktori semasa shell. Tulis laluan mutlak ke mana-mana direktori sedia ada.
nb: Angir skallets gjeldende katalog. Skriv en absolutt bane til enhver eksisterende katalog.
nl: Stelt de huidige directory van de shell in. Schrijf een absoluut pad naar een bestaande map.
pt: Define o diretório atual do shell. Grave um caminho absoluto para qualquer diretório existente.
ro: Setează directorul curent al shell-ului. Scrieți o cale absolută către orice director existent.
tr: Kabuğun geçerli dizinini ayarlar. Mevcut herhangi bir dizine mutlak bir yol yazar.
uk: Встановлює поточний каталог оболонки. Напишіть абсолютний шлях до будь-якого існуючого каталогу.
vi: Đặt thư mục hiện tại của shell. Viết đường dẫn tuyệt đối đến bất kỳ thư mục hiện có nào.
zh: 設置 shell 的當前目錄。寫入任何現有目錄的絕對路徑。

# NKS_NETWORK_TYPES_RPC_PINGACK_TITLE
source: Ping!
ar: بينغ!
de: Klingeln!
el: Πινγκ!
es: ¡Silbido!
hi: पिंग!
id: Suara!
ja: ピン！
ko: 핑!
tr: Çıng!
uk: Пінг!
vi: Bình!
zh: 平！

# NKS_NETWORK_TYPES_RPC_PINGACK_DESC
source: {0} pinged you.
ar: أرسل {0} لك.
de: {0} hat Sie angepingt.
el: Ο {0} σας έκανε ping.
es: {0} te hizo ping.
fr: {0} vous a ping.
ga: Chuir {0} pingin ort.
hi: {0} ने आपको पिंग किया।
hi_latn: {0} ne aapako ping kiya.
id: {0} mengirim ping ke Anda.
it: {0} ti ha fatto un ping.
ja: {0} があなたに ping を送信しました。
ko: {0} 님이 핑했습니다.
ms: {0} telah ping anda.
nb: {0} pinget deg.
nl: {0} heeft je gepingd.
pt: {0} enviou um ping para você.
ro: {0} v-a sunat.
tr: {0} size ping attı.
uk: {0} запитав вас.
vi: {0} đã ping bạn.
zh: {0} 給你發了 ping。

# NKS_SETTINGS_KERNEL_NETWORK_SSHBANNER_NAME
source: Show SSH banner
ar: إظهار شعار SSH
de: SSH-Banner anzeigen
el: Εμφάνιση banner SSH
es: Mostrar banner SSH
fr: Afficher la bannière SSH
ga: Taispeáin bratach SSH
hi: SSH बैनर दिखाएं
hi_latn: ssh bainar dikhaen
id: Tampilkan spanduk SSH
it: Mostra banner SSH
ja: SSHバナーを表示
ko: SSH 배너 표시
ms: Tunjukkan sepanduk SSH
nb: Vis SSH-banner
nl: SSH-banner weergeven
pt: Mostrar banner SSH
ro: Afișați bannerul SSH
tr: SSH başlığını göster
uk: Показати банер SSH
vi: Hiển thị biểu ngữ SSH
zh: 顯示 SSH 橫幅

# NKS_SETTINGS_KERNEL_NETWORK_SSHBANNER_DESC
source: Shows the SSH server banner on connection.
ar: يعرض شعار خادم SSH عند الاتصال.
de: Zeigt das SSH-Server-Banner bei der Verbindung an.
el: Εμφανίζει το banner του διακομιστή SSH κατά τη σύνδεση.
es: Muestra el banner del servidor SSH en la conexión.
fr: Affiche la bannière du serveur SSH lors de la connexion.
ga: Taispeáin an meirge freastalaí SSH ar nasc.
hi: कनेक्शन पर SSH सर्वर बैनर दिखाता है।
hi_latn: kanekshan par ssh sarvar bainar dikhaata hai.
id: Menampilkan banner server SSH saat tersambung.
it: Mostra il banner del server SSH alla connessione.
ja: 接続時に SSH サーバー バナーを表示します。
ko: 연결시 SSH 서버 배너를 표시합니다.
ms: Menunjukkan sepanduk pelayan SSH semasa sambungan.
nb: Viser SSH-serverbanneret ved tilkobling.
nl: Toont de SSH-serverbanner bij verbinding.
pt: Mostra o banner do servidor SSH na conexão.
ro: Afișează bannerul serverului SSH la conexiune.
tr: Bağlantıda SSH sunucusunun başlığını gösterir.
uk: Показує банер сервера SSH під час підключення.
vi: Hiển thị biểu ngữ máy chủ SSH khi kết nối.
zh: 在連接時顯示 SSH 服務器橫幅。

# NKS_KERNEL_FIRSTRUN_PASSWORD_PROMPT
source: Password
ar: كلمه السر
de: Passwort
el: Κωδικός πρόσβασης
es: Contraseña
fr: Mot de passe
ga: Pasfhocal
hi: कुंजिका
hi_latn: kunjika
id: Kata sandi
it: Parola d'ordine
ja: パスワード
ko: 암호
ms: Kata laluan
nb: Passord
nl: Wachtwoord
pt: Senha
ro: Parola
tr: Şifre
uk: Пароль
vi: Mật khẩu
zh: 密碼

# NKS_FILES_EXCEPTION_NEUTRALIZENONEXISTENTPATH
source: Neutralized a non-existent path.
ar: تحييد مسار غير موجود.
de: Neutralisiert einen nicht existierenden Pfad.
el: Εξουδετέρωσε ανύπαρκτο μονοπάτι.
es: Neutralizó un camino inexistente.
fr: Neutralisé un chemin inexistant.
ga: Neodraithe cosán nach bhfuil ann.
hi: एक गैर-मौजूद पथ को बेअसर कर दिया।
hi_latn: ek gair-maujood path ko beasar kar diya.
id: Menetralkan jalur yang tidak ada.
it: Neutralizzato un percorso inesistente.
ja: 存在しないパスを無力化しました。
ko: 존재하지 않는 경로를 무효화했습니다.
ms: Dineutralkan jalan yang tidak wujud.
nb: Nøytraliserte en ikke-eksisterende vei.
nl: Een niet-bestaand pad geneutraliseerd.
pt: Neutralizou um caminho inexistente.
ro: Neutralizat o cale inexistentă.
tr: Olmayan bir yolu etkisiz hale getirdi.
uk: Нейтралізовано неіснуючий шлях.
vi: Vô hiệu hóa một con đường không tồn tại.
zh: 無效化一條不存在的路徑。

# NKS_SHELL_BASE_HELP_GENERALLISTING
source: General commands:
ar: أوامر عامة:
de: Allgemeine Befehle:
el: Γενικές εντολές:
es: Comandos generales:
fr: Commandes générales :
ga: Orduithe ginearálta:
hi: सामान्य आदेश:
hi_latn: saamaany aadesh:
id: Perintah umum:
it: Comandi generali:
ja: 一般的なコマンド:
ko: 일반 명령 :
ms: Perintah am:
nb: Generelle kommandoer:
nl: Algemene commando's:
pt: Comandos gerais:
ro: Comenzi generale:
tr: Genel komutlar:
uk: Загальні команди:
vi: Lệnh chung:
zh: 一般命令：

# NKS_MISC_SPLASHES_WELCOME_MAINTENANCE
source: Maintenance Mode
ar: نمط الصيانة
de: Wartungsmodus
el: λειτουργία συντήρησης
es: Modo de mantenimiento
fr: Mode de Maintenance
ga: Mód Cothabhála
hi: रखरखाव मोड
hi_latn: rakharakhaav mod
id: Mode Pemeliharaan
it: Modalità di manutenzione
ja: メンテナンスモード
ko: 유지 관리 모드
ms: Mod Penyelenggaraan
nb: Vedlikeholdsmodus
nl: onderhoudsstand
pt: Modo de manutenção
ro: modul de întreținere
tr: Bakım Modu
uk: Режим обслуговування
vi: Chế độ bảo trì
zh: 維護模式

# NKS_SETTINGS_KERNEL_SHELL_LOOKUPDIRS_NAME
source: Lookup Directories
ar: دلائل البحث
de: Verzeichnisse suchen
el: Αναζήτηση καταλόγων
es: Directorios de búsqueda
fr: Répertoires de recherche
ga: Cuardach Eolaire
hi: लुकअप निर्देशिका
hi_latn: lukap nirdeshika
id: Pencarian Direktori
it: Directory di ricerca
ja: ルックアップ ディレクトリ
ko: 디렉터리 조회
ms: Cari Direktori
nb: Slå opp kataloger
nl: Directory's opzoeken
pt: Consultar diretórios
ro: Directoare de căutare
tr: Dizinleri Ara
uk: Каталоги пошуку
vi: Tra cứu thư mục
zh: 查找目錄

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYWORD_DESC
source: Queries a word in a specified line or all lines
ar: للاستعلام عن كلمة في سطر محدد أو كل الأسطر
de: Fragt ein Wort in einer bestimmten Zeile oder allen Zeilen ab
el: Υποβάλλει ερώτημα σε μια λέξη σε μια καθορισμένη γραμμή ή σε όλες τις γραμμές
es: Consulta una palabra en una línea específica o en todas las líneas.
fr: Interroge un mot dans une ligne spécifiée ou toutes les lignes
ga: Ceistíonn sé focal i líne shonraithe nó i ngach líne
hi: किसी शब्द को एक निर्दिष्ट पंक्ति या सभी पंक्तियों में क्वेरी करता है
hi_latn: kisee shabd ko ek nirdisht pankti ya sabhee panktiyon mein kveree karata hai
id: Menanyakan kata dalam baris tertentu atau semua baris
it: Interroga una parola in una riga specificata o in tutte le righe
ja: 指定した行またはすべての行の単語をクエリします
ko: 지정된 줄 또는 모든 줄의 단어를 쿼리합니다.
ms: Menyoal perkataan dalam baris tertentu atau semua baris
nb: Spør etter et ord i en spesifisert linje eller alle linjer
nl: Vraagt een woord in een opgegeven regel of alle regels
pt: Consulta uma palavra em uma linha especificada ou em todas as linhas
ro: Interogează un cuvânt dintr-o linie specificată sau pe toate liniile
tr: Belirtilen bir satırdaki veya tüm satırlardaki bir kelimeyi sorgular
uk: Запитує слово у вказаному рядку або в усіх рядках
vi: Truy vấn một từ trong một dòng được chỉ định hoặc tất cả các dòng
zh: 查詢指定行或所有行的單詞

# NKS_NETWORK_TRANSFER_DOWNLOADINDICATOR
source: {0} of {1} downloaded.
ar: تم تنزيل {0} من {1}.
de: {0} von {1} heruntergeladen.
el: Λήφθηκαν {0} από {1}.
es: {0} de {1} descargado.
fr: {0} sur {1} téléchargés.
ga: {0} de {1} íosluchtaithe.
hi: {1} में से {0} डाउनलोड किया गया.
hi_latn: {1} mein se {0} daunalod kiya gaya.
id: {0} dari {1} diunduh.
it: {0} di {1} scaricati.
ja: {1} の {0} がダウンロードされました。
ko: {1} 개 중 {0} 개가 다운로드되었습니다.
ms: {0} daripada {1} dimuat turun.
nb: {0} av {1} lastet ned.
nl: {0} van {1} gedownload.
pt: {0} de {1} baixado.
ro: {0} din {1} descărcate.
tr: {0} / {1} indirildi.
uk: Завантажено {0} із {1}.
vi: Đã tải xuống {0} trong số {1}.
zh: 已下載 {0} 個，共 {1} 個。

# NKS_KERNEL_DEBUGGING_TESTFACADES_TRANSLATE_DESC
source: Tests translating a string that exists in resources to specific language
ar: اختبارات ترجمة سلسلة موجودة في الموارد إلى لغة معينة
de: Testet die Übersetzung einer in Ressourcen vorhandenen Zeichenfolge in eine bestimmte Sprache
el: Δοκιμάζει τη μετάφραση μιας συμβολοσειράς που υπάρχει στους πόρους σε συγκεκριμένη γλώσσα
es: Prueba la traducción de una cadena que existe en recursos a un idioma específico
fr: Teste la traduction d'une chaîne qui existe dans les ressources vers une langue spécifique
ga: Trialacha ag aistriú teaghrán atá in acmhainní go teanga ar leith
hi: संसाधनों में मौजूद स्ट्रिंग का विशिष्ट भाषा में अनुवाद करने का परीक्षण
hi_latn: sansaadhanon mein maujood string ka vishisht bhaasha mein anuvaad karane ka pareekshan
id: Pengujian menerjemahkan string yang ada di sumber daya ke bahasa tertentu
it: Verifica la traduzione di una stringa esistente nelle risorse in una lingua specifica
ja: リソースに存在する文字列を特定の言語に翻訳するテスト
ko: 리소스에있는 문자열을 특정 언어로 번역하는 테스트
ms: Ujian menterjemah rentetan yang wujud dalam sumber kepada bahasa tertentu
nb: Tester å oversette en streng som finnes i ressurser til et spesifikt språk
nl: Tests die een tekenreeks vertalen die in bronnen voorkomt naar een specifieke taal
pt: Testa a tradução de uma string existente em recursos para um idioma específico
ro: Testează traducerea unui șir care există în resurse într-un anumit limbaj
tr: Kaynaklarda bulunan bir dizeyi belirli bir dile çeviren testler
uk: Перевіряє переклад рядка, який існує в ресурсах, на певну мову
vi: Kiểm tra việc dịch một chuỗi tồn tại trong tài nguyên sang ngôn ngữ cụ thể
zh: 測試將資源中存在的字符串翻譯成特定語言

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTPLACES_DESC
source: Prints a string to console and parses the placeholders found
ar: يطبع سلسلة لوحدة التحكم ويوزع العناصر النائبة الموجودة
de: Gibt eine Zeichenfolge zur Konsole aus und analysiert die gefundenen Platzhalter
el: Εκτυπώνει μια συμβολοσειρά στην κονσόλα και αναλύει τα σύμβολα κράτησης θέσης που βρέθηκαν
es: Imprime una cadena en la consola y analiza los marcadores de posición encontrados
fr: Imprime une chaîne dans la console et analyse les espaces réservés trouvés
ga: Priontaí teaghrán le consól agus parsálann sé na sealbhóirí áit a aimsítear
hi: कंसोल के लिए एक स्ट्रिंग प्रिंट करता है और पाए गए प्लेसहोल्डर्स को पार्स करता है
hi_latn: kansol ke lie ek string print karata hai aur pae gae plesaholdars ko paars karata hai
id: Mencetak string ke konsol dan mengurai placeholder yang ditemukan
it: Stampa una stringa su console e analizza i segnaposto trovati
ja: 文字列をコンソールに出力し、見つかったプレースホルダーを解析します
ko: 콘솔에 문자열을 인쇄하고 찾은 자리 표시자를 구문 분석합니다.
ms: Mencetak rentetan untuk konsol dan menghuraikan ruang letak yang ditemui
nb: Skriver ut en streng til konsollen og analyserer plassholderne som er funnet
nl: Drukt een string af naar console en analyseert de gevonden tijdelijke aanduidingen
pt: Imprime uma string para o console e analisa os marcadores encontrados
ro: Imprimă un șir pentru consolă și analizează substituenții găsiți
tr: Konsola bir dize yazdırır ve bulunan yer tutucuları ayrıştırır
uk: Друкує рядок для консолі та аналізує знайдені заповнювачі
vi: In một chuỗi ra console và phân tích các chỗ giữ chỗ được tìm thấy
zh: 將字符串打印到控制台並解析找到的佔位符

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTREGEXP_DESC
source: Tests the regular expression facility
ar: اختبارات وسيلة التعبير العادي
de: Testet die Funktion für reguläre Ausdrücke
el: Δοκιμάζει την ικανότητα κανονικής έκφρασης
es: Prueba la facilidad de expresión regular
fr: Teste la fonction d'expression régulière
ga: Déantar tástáil ar an ngnátháis slonn
hi: रेगुलर एक्सप्रेशन सुविधा का परीक्षण करता है
hi_latn: regular eksapreshan suvidha ka pareekshan karata hai
id: Menguji fasilitas ekspresi reguler
it: Verifica la funzione di espressione regolare
ja: 正規表現機能をテストします
ko: 정규식 기능을 테스트합니다.
ms: Menguji kemudahan ungkapan biasa
nb: Tester det regulære uttrykket
nl: Test de reguliere expressie-faciliteit
pt: Testa a facilidade de expressão regular
ro: Testează facilitatea expresiei regulate
tr: Düzenli ifade olanağını test eder
uk: Перевіряє засіб регулярного виразу
vi: Kiểm tra tiện ích biểu thức chính quy
zh: 測試正則表達式工具

# NKS_KERNEL_DEBUGGING_TESTFACADES_COLORTEST_DESC
source: Tests the VT sequence for 255 colors
ar: يختبر تسلسل VT لـ 255 لونًا
de: Testet die VT-Sequenz für 255 Farben
el: Δοκιμάζει την ακολουθία VT για 255 χρώματα
es: Prueba la secuencia VT para 255 colores
fr: Teste la séquence VT pour 255 couleurs
ga: Tástáil an t-ord VT le haghaidh 255 dathanna
hi: 255 रंगों के लिए VT अनुक्रम का परीक्षण करें
hi_latn: 255 rangon ke lie vt anukram ka pareekshan karen
id: Menguji urutan VT untuk 255 warna
it: Testa la sequenza VT per 255 colori
ja: 255 色の VT シーケンスをテストします。
ko: 255 가지 색상에 대한 VT 시퀀스 테스트
ms: Menguji urutan VT untuk 255 warna
nb: Tester VT-sekvensen for 255 farger
nl: Test de VT-reeks voor 255 kleuren
pt: Testa a sequência VT para 255 cores
ro: Testează secvența VT pentru 255 de culori
tr: VT dizisini 255 renk için test eder
uk: Тестує послідовність VT для 255 кольорів
vi: Kiểm tra chuỗi VT cho 255 màu
zh: 測試 255 色的 VT 序列

# NKS_KERNEL_DEBUGGING_TESTFACADES_COLORTRUETEST_DESC
source: Tests the VT sequence for true color
ar: يختبر تسلسل VT للون الحقيقي
de: Testet die VT-Sequenz auf True Color
el: Δοκιμάζει την ακολουθία VT για αληθινό χρώμα
es: Prueba la secuencia VT para ver el color verdadero
fr: Teste la séquence VT pour la vraie couleur
ga: Tástáil an t-ord VT le haghaidh dath fíor
hi: सच्चे रंग के लिए वीटी अनुक्रम का परीक्षण करें
hi_latn: sachche rang ke lie veetee anukram ka pareekshan karen
id: Menguji urutan VT untuk warna sebenarnya
it: Verifica la sequenza VT per il colore reale
ja: トゥルーカラーの VT シーケンスをテストします。
ko: 트루 컬러에 대한 VT 시퀀스 테스트
ms: Menguji urutan VT untuk warna sebenar
nb: Tester VT-sekvensen for ekte farger
nl: Test de VT-reeks op ware kleuren
pt: Testa a sequência VT para a cor verdadeira
ro: Testează secvența VT pentru culoarea adevărată
tr: VT dizisini gerçek renk açısından test eder
uk: Перевіряє послідовність VT на справжній колір
vi: Kiểm tra trình tự VT để biết màu sắc thực sự
zh: 測試 VT 序列的真彩色

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATION_DESC
source: Sends a notification to test the receiver
ar: يرسل إخطارا لاختبار المتلقي
de: Sendet eine Benachrichtigung, um den Empfänger zu testen
el: Στέλνει μια ειδοποίηση για δοκιμή του δέκτη
es: Envía una notificación para probar el receptor
fr: Envoie une notification pour tester le récepteur
ga: Seoltar fógra chun an glacadóir a thástáil
hi: रिसीवर का परीक्षण करने के लिए एक सूचना भेजता है
hi_latn: riseevar ka pareekshan karane ke lie ek soochana bhejata hai
id: Mengirim pemberitahuan untuk menguji penerima
it: Invia una notifica per testare il ricevitore
ja: 受信者をテストするための通知を送信します
ko: 수신자를 테스트하기 위해 알림을 보냅니다.
ms: Menghantar pemberitahuan untuk menguji penerima
nb: Sender et varsel for å teste mottakeren
nl: Stuurt een melding om de ontvanger te testen
pt: Envia uma notificação para testar o receptor
ro: Trimite o notificare pentru a testa receptorul
tr: Alıcıyı test etmek için bir bildirim gönderir
uk: Надсилає сповіщення для перевірки приймача
vi: Gửi thông báo để kiểm tra người nhận
zh: 發送通知以測試接收器

# NKS_KERNEL_DEBUGGING_TESTFACADES_LISTCODEPAGES_DESC
source: Lists all supported codepages
ar: يسرد كافة صفحات التعليمات البرمجية المدعومة
de: Listet alle unterstützten Codepages auf
el: Εμφανίζει όλες τις υποστηριζόμενες κωδικοσελίδες
es: Muestra todas las páginas de códigos compatibles
fr: Répertorie toutes les pages de codes prises en charge
ga: Liostaíonn sé gach leathanach cód tacaithe
hi: सभी समर्थित कोडपेज सूचीबद्ध करता है
hi_latn: sabhee samarthit kodapej soocheebaddh karata hai
id: Mencantumkan semua halaman kode yang didukung
it: Elenca tutte le codepage supportate
ja: サポートされているすべてのコードページをリストします
ko: 지원되는 모든 코드 페이지를 나열합니다.
ms: Menyenaraikan semua halaman kod yang disokong
nb: Viser alle støttede kodesider
nl: Geeft een overzicht van alle ondersteunde codepagina's
pt: Lista todas as páginas de código com suporte
ro: Listează toate paginile de cod acceptate
tr: Desteklenen tüm kod sayfalarını listeler
uk: Перелічує всі підтримувані кодові сторінки
vi: Liệt kê tất cả các trang mã được hỗ trợ
zh: 列出所有支持的代碼頁

# NKS_KERNEL_DEBUGGING_TESTFACADES_PROBEHARDWARE_DESC
source: Tests probing the hardware
ar: اختبارات فحص الأجهزة
de: Tests zur Sondierung der Hardware
el: Δοκιμές που διερευνούν το υλικό
es: Pruebas que prueban el hardware
fr: Tests sondant le matériel
ga: Tástálacha chun na crua-earraí a iniúchadh
hi: हार्डवेयर की जांच करने वाले परीक्षण
hi_latn: haardaveyar kee jaanch karane vaale pareekshan
id: Pengujian yang menguji perangkat keras
it: Test che sondano l'hardware
ja: ハードウェアをプローブするテスト
ko: 하드웨어 검사 테스트
ms: Ujian menyelidik perkakasan
nb: Tester undersøking av maskinvaren
nl: Tests die de hardware onderzoeken
pt: Testes sondando o hardware
ro: Teste de sondare a hardware-ului
tr: Donanımı inceleyen testler
uk: Тести зондування обладнання
vi: Kiểm tra thăm dò phần cứng
zh: 測試探測硬件
