Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTDF_DESC
source: Print a string to debugger with formatting
ar: طباعة سلسلة إلى مصحح الأخطاء بالتنسيق
de: Gibt eine Zeichenfolge mit Formatierung an den Debugger aus
el: Εκτυπώστε μια συμβολοσειρά για εντοπισμό σφαλμάτων με μορφοποίηση
es: Imprime una cadena para depurar con formato
fr: Imprimer une chaîne sur le débogueur avec formatage
ga: Priontáil teaghrán go dífhabhtóir le formáidiú
hi: फ़ॉर्मेटिंग के साथ डीबगर करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: formeting ke saath deebagar par ek string print karen
id: Cetak string untuk di-debug dengan format
it: Stampa una stringa nel debugger con formattazione
ja: 書式設定された文字列をデバッガーに出力します
ko: 형식 지정을 사용하여 디버거에 문자열 인쇄
ms: Cetak rentetan untuk nyahpepijat dengan pemformatan
nb: Skriv ut en streng for å feilsøke med formatering
nl: Druk een tekenreeks af naar debugger met opmaak
pt: Imprima uma string para depurador com formatação
ro: Imprimați un șir pentru a depana cu formatare
tr: Biçimlendirmeyle hata ayıklayıcıya bir dize yazdırın
uk: Надрукувати рядок для налагоджувача з форматуванням
vi: In một chuỗi để gỡ lỗi với định dạng
zh: 將字串列印到調試器並格式化

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTF_DESC
source: Print a string to console with formatting
ar: طباعة سلسلة لوحدة التحكم بالتنسيق
de: Gibt eine Zeichenfolge mit Formatierung an die Konsole aus
el: Εκτυπώστε μια συμβολοσειρά στην κονσόλα με μορφοποίηση
es: Imprime una cadena en la consola con formato
fr: Imprimer une chaîne sur la console avec formatage
ga: Priontáil teaghrán go consól le formáidiú
hi: फ़ॉर्मेटिंग के साथ कंसोल करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: formeting ke saath kansol par ek string print karen
id: Cetak string ke konsol dengan pemformatan
it: Stampa una stringa sulla console con la formattazione
ja: 文字列をフォーマットしてコンソールに出力します
ko: 형식을 지정하여 콘솔에 문자열을 인쇄합니다.
ms: Cetak rentetan untuk konsol dengan pemformatan
nb: Skriv ut en streng til konsoll med formatering
nl: Druk een tekenreeks af naar de console met opmaak
pt: Imprima uma string para consolar com formatação
ro: Imprimați un șir pe consolă cu formatare
tr: Biçimlendirme ile konsola bir dize yazdır
uk: Вивести рядок на консоль із форматуванням
vi: In một chuỗi ra bảng điều khiển với định dạng
zh: 將帶有格式的字串列印到控制台

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTHIGHLIGHTED_DESC
source: Print a string to console with highlight
ar: طباعة سلسلة لوحدة التحكم مع التمييز
de: Gibt eine Zeichenfolge mit Hervorhebung an die Konsole aus
el: Εκτυπώστε μια συμβολοσειρά στην κονσόλα με επισήμανση
es: Imprime una cadena en la consola con resaltado
fr: Imprimer une chaîne sur la console avec surbrillance
ga: Priontáil teaghrán go consól le aibhsiú
hi: हाइलाइट के साथ कंसोल करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: hailait ke saath kansol par ek string print karen
id: Cetak string ke konsol dengan sorotan
it: Stampa una stringa sulla console con evidenziazione
ja: ハイライトを使用して文字列をコンソールに出力します
ko: 강조 표시를 사용하여 콘솔에 문자열을 인쇄합니다.
ms: Cetak rentetan untuk konsol dengan sorotan
nb: Skriv ut en streng til konsollen med utheving
nl: Druk een string af om te troosten met hoogtepunt
pt: Imprima uma string para consolar com destaque
ro: Imprimați un șir pentru consolă cu evidențiere
tr: Vurgulama ile konsola bir dize yazdırın
uk: Вивести рядок для консолі з виділенням
vi: In một chuỗi ra console với highlight
zh: 將字串列印到控制台並突出顯示

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTSEP_DESC
source: Print a separator to console
ar: طباعة فاصل لوحدة التحكم
de: Gibt ein Trennzeichen auf der Konsole aus
el: Εκτυπώστε ένα διαχωριστικό στην κονσόλα
es: Imprimir un separador a la consola.
fr: Imprimer un séparateur sur la console
ga: Priontáil deighilteoir chuig consól
hi: कंसोल के लिए एक विभाजक प्रिंट करें
hi_latn: kansol par ek vibhaajak print karen
id: Cetak pemisah ke konsol
it: Stampa un separatore sulla console
ja: セパレータをコンソールに出力する
ko: 콘솔에 구분 기호를 인쇄합니다.
ms: Cetak pemisah untuk konsol
nb: Skriv ut en skilletegn til konsollen
nl: Druk een scheidingsteken af op de console
pt: Imprima um separador para console
ro: Imprimați un separator pe consolă
tr: Konsola bir ayırıcı yazdır
uk: Вивести роздільник на консоль
vi: In một dấu phân cách vào bảng điều khiển
zh: 將分隔符號列印到控制台

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTSEPF_DESC
source: Print a separator to console with formatting
ar: طباعة فاصل لوحدة التحكم بالتنسيق
de: Drucken Sie ein Trennzeichen mit Formatierung auf die Konsole
el: Εκτυπώστε ένα διαχωριστικό στην κονσόλα με μορφοποίηση
es: Imprime un separador a la consola con formato.
fr: Imprimer un séparateur sur la console avec formatage
ga: Priontáil deighilteoir go consól le formáidiú
hi: फ़ॉर्मेटिंग के साथ कंसोल करने के लिए एक विभाजक प्रिंट करें
hi_latn: formeting ke saath kansol par ek vibhaajak print karen
id: Cetak pemisah ke konsol dengan pemformatan
it: Stampa un separatore sulla console con la formattazione
ja: セパレータを書式付きでコンソールに出力します
ko: 서식을 지정하여 콘솔에 구분 기호를 인쇄합니다.
ms: Cetak pemisah untuk konsol dengan pemformatan
nb: Skriv ut en skilletegn til konsoll med formatering
nl: Druk een scheidingsteken af naar de console met opmaak
pt: Imprima um separador para consolar com formatação
ro: Imprimați un separator pe consolă cu formatare
tr: Biçimlendirme ile konsola bir ayırıcı yazdırın
uk: Вивести роздільник на консоль із форматуванням
vi: In một dấu phân cách vào bảng điều khiển với định dạng
zh: 使用格式將分隔符號列印到控制台

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTWITHNEWLINES_DESC
source: Print a string to console with new lines in string
ar: اطبع سلسلة لوحدة التحكم بخطوط جديدة في السلسلة
de: Gibt einen String mit neuen Zeilen im String an die Konsole aus
el: Εκτυπώστε μια συμβολοσειρά στην κονσόλα με νέες γραμμές στη συμβολοσειρά
es: Imprime una cadena en la consola con nuevas líneas en la cadena
fr: Imprimer une chaîne sur la console avec de nouvelles lignes dans la chaîne
ga: Priontáil téad go consól le línte nua i teaghrán
hi: स्ट्रिंग में नई पंक्तियों के साथ कंसोल करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: string mein naee panktiyon ke saath kansol par ek string print karen
id: Cetak string ke konsol dengan baris baru dalam string
it: Stampa una stringa sulla console con nuove righe nella stringa
ja: 文字列に改行を入れてコンソールに文字列を出力します
ko: 문자열의 새 줄을 사용하여 콘솔에 문자열을 인쇄합니다.
ms: Cetak rentetan untuk konsol dengan baris baharu dalam rentetan
nb: Skriv ut en streng til konsoll med nye linjer i streng
nl: Druk een string af om te consoleren met nieuwe regels in de string
pt: Imprima uma string para consolar com novas linhas na string
ro: Imprimați un șir pe consolă cu linii noi în șir
tr: Yeni satırlar içeren bir dizeyi konsola yazdırın
uk: Надрукувати рядок для консолі з новими рядками в рядку
vi: In một chuỗi ra console với các dòng mới trong chuỗi
zh: 將字串列印到控制台，並在字串中換行

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTWITHNULLS_DESC
source: Print a string to console with null characters
ar: اطبع سلسلة لوحدة التحكم بأحرف فارغة
de: Gibt eine Zeichenfolge mit Nullzeichen an die Konsole aus
el: Εκτυπώστε μια συμβολοσειρά στην κονσόλα με μηδενικούς χαρακτήρες
es: Imprime una cadena en la consola con caracteres nulos
fr: Imprimer une chaîne sur la console avec des caractères nuls
ga: Priontáil teaghrán le consól le carachtair nialasach
hi: शून्य वर्णों के साथ कंसोल करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: shoony varnon ke saath kansol par ek string print karen
id: Cetak string ke konsol dengan karakter null
it: Stampa una stringa sulla console con caratteri null
ja: NULL 文字を含む文字列をコンソールに出力します
ko: null 문자를 사용하여 콘솔에 문자열을 인쇄합니다.
ms: Cetak rentetan untuk konsol dengan aksara nol
nb: Skriv ut en streng til konsoll med null-tegn
nl: Druk een string af naar console met nultekens
pt: Imprima uma string para console com caracteres nulos
ro: Imprimați un șir pe consolă cu caractere nule
tr: Konsola boş karakterler içeren bir dize yazdır
uk: Вивести рядок для консолі з нульовими символами
vi: In một chuỗi ra console với các ký tự null
zh: 將包含空字元的字串列印到控制台

# NKS_KERNEL_DEBUGGING_TESTFACADES_RDEBUG_DESC
source: Enables the remote debugger
ar: تمكين مصحح الأخطاء عن بعد
de: Aktiviert den Remote-Debugger
el: Ενεργοποιεί τον απομακρυσμένο εντοπισμό σφαλμάτων
es: Habilita el depurador remoto
fr: Active le débogueur distant
ga: Cumasaíonn sé an ciandhífhabhtóir
hi: रिमोट डिबगर को सक्षम करता है
hi_latn: rimot deebagar saksham karata hai
id: Mengaktifkan debugger jarak jauh
it: Abilita il debugger remoto
ja: リモートデバッガーを有効にします
ko: 원격 디버거를 활성화합니다.
ms: Mendayakan penyahpepijat jauh
nb: Aktiverer den eksterne debuggeren
nl: Schakelt de externe foutopsporing in
pt: Habilita o depurador remoto
ro: Activează depanatorul de la distanță
tr: Uzaktan hata ayıklayıcıyı etkinleştirir
uk: Вмикає віддалений налагоджувач
vi: Cho phép trình gỡ lỗi từ xa
zh: 啟用遠端偵錯工具

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATION_TEST_TITLE
source: Test notification
ar: إشعار الاختبار
de: Testbenachrichtigung
el: Ειδοποίηση δοκιμής
es: Notificación de prueba
fr: Notification de test
ga: Fógra tástála
hi: परीक्षण अधिसूचना
hi_latn: pareekshan adhisoochana
id: Pemberitahuan pengujian
it: Notifica di prova
ja: テスト通知
ko: 테스트 알림
ms: Pemberitahuan ujian
nb: Testvarsling
nl: Testmelding
pt: Notificação de teste
ro: Notificare de testare
tr: Test bildirimi
uk: Тестове сповіщення
vi: Thông báo kiểm tra
zh: 測試通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATION_TEST_DESC
source: Description is here
ar: الوصف هنا
de: Beschreibung gibt es hier
el: Η περιγραφή είναι εδώ
es: La descripción está aquí
fr: La description est ici
ga: Tá cur síos anseo
hi: विवरण यहाँ है
hi_latn: vivaran yahaan hai
id: Deskripsi ada di sini
it: La descrizione è qui
ja: 説明はこちら
ko: 설명은 여기
ms: Penerangan ada di sini
nb: Beskrivelse er her
nl: Beschrijving is hier
pt: A descrição está aqui
ro: Descrierea este aici
tr: Açıklama burada
uk: Опис тут
vi: Mô tả ở đây
zh: 說明在這裡

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONPROG_TEST_TITLE
source: Test progress notification
ar: إشعار التقدم في الاختبار
de: Benachrichtigung über den Testfortschritt
el: Ειδοποίηση προόδου δοκιμής
es: Notificación de progreso de la prueba
fr: Notification de progression du test
ga: Fógra um dhul chun cinn tástála
hi: परीक्षण प्रगति अधिसूचना
hi_latn: pareekshan pragati adhisoochana
id: Pemberitahuan kemajuan pengujian
it: Notifica dell'avanzamento del test
ja: テスト進捗通知
ko: 테스트 진행 알림
ms: Pemberitahuan kemajuan ujian
nb: Varsling om testfremdrift
nl: Melding testvoortgang
pt: Notificação de progresso do teste
ro: Notificarea progresului testului
tr: Test ilerleme bildirimi
uk: Сповіщення про хід тесту
vi: Thông báo tiến độ kiểm tra
zh: 測試進度通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONPROGF_DESC
source: Sends a failing progress notification to test the receiver
ar: يرسل إشعارًا بفشل التقدم لاختبار جهاز الاستقبال
de: Sendet eine Benachrichtigung über den fehlgeschlagenen Fortschritt, um den Empfänger zu testen
el: Στέλνει μια ειδοποίηση αποτυχίας προόδου για να ελέγξει τον δέκτη
es: Envía una notificación de progreso fallido para probar el receptor
fr: Envoie une notification de progression d'échec pour tester le récepteur
ga: Seoltar fógra um dhul chun cinn teipthe chun an glacadóir a thástáil
hi: रिसीवर का परीक्षण करने के लिए एक असफल प्रगति अधिसूचना भेजता है
hi_latn: riseevar ka pareekshan karane ke lie ek viphal pragati adhisoochana bhejata hai
id: Mengirim pemberitahuan kemajuan yang gagal untuk menguji penerima
it: Invia una notifica di avanzamento non riuscito per testare il ricevitore
ja: 失敗した進行状況通知を送信して受信者をテストします
ko: 수신기를 테스트하기 위해 실패한 진행 알림을 보냅니다.
ms: Menghantar pemberitahuan kemajuan yang gagal untuk menguji penerima
nb: Sender et mislykket fremdriftsvarsel for å teste mottakeren
nl: Verzendt een melding over de mislukte voortgang om de ontvanger te testen
pt: Envia uma notificação de progresso com falha para testar o receptor
ro: Trimite o notificare de progres eșuat pentru a testa receptorul
tr: Alıcıyı test etmek için başarısız bir ilerleme bildirimi gönderir
uk: Надсилає сповіщення про помилку, щоб перевірити приймач
vi: Gửi thông báo tiến trình không thành công để kiểm tra người nhận
zh: 發送失敗進度通知以測試接收器

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONPROGF_TEST_TITLE
source: Test failing notification
ar: اختبار فشل الإخطار
de: Benachrichtigung über einen fehlgeschlagenen Test
el: Ειδοποίηση αποτυχίας δοκιμής
es: Notificación de prueba fallida
fr: Notification d’échec du test
ga: Fógra teip tástála
hi: परीक्षण विफल होने की सूचना
hi_latn: pareekshan viphal adhisoochana
id: Pemberitahuan kegagalan pengujian
it: Notifica di test non riuscito
ja: テスト失敗の通知
ko: 테스트 실패 알림
ms: Pemberitahuan gagal ujian
nb: Test mislykket varsling
nl: Melding mislukte test
pt: Notificação de falha no teste
ro: Testarea eșuează notificarea
tr: Test başarısız bildirimi
uk: Сповіщення про помилку перевірки
vi: Thông báo lỗi kiểm tra
zh: 測試失敗通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONPROGINDETERMINATE_TEST_TITLE
source: Test indeterminate notification
ar: اختبار الإخطار غير محدد
de: Testen Sie die unbestimmte Benachrichtigung
el: Δοκιμή απροσδιόριστης ειδοποίησης
es: Prueba de notificación indeterminada
fr: Test de notification indéterminée
ga: Fógra neamhchinntithe a thástáil
hi: अनिश्चित अधिसूचना का परीक्षण करें
hi_latn: pareekshan anishchit adhisoochana
id: Uji notifikasi tak tentu
it: Testare la notifica indeterminata
ja: テスト不確定通知
ko: 불확실한 알림 테스트
ms: Uji pemberitahuan tak tentu
nb: Test ubestemt varsling
nl: Test onbepaalde melding
pt: Testar notificação indeterminada
ro: Testați notificarea nedeterminată
tr: Belirsiz bildirim testi
uk: Перевірте невизначене сповіщення
vi: Kiểm tra thông báo không xác định
zh: 測試不確定的通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONSIMPLE_DESC
source: Sends a notification as asterisk to test the receiver
ar: يرسل إشعارًا كعلامة النجمة لاختبار جهاز الاستقبال
de: Sendet eine Benachrichtigung als Sternchen, um den Empfänger zu testen
el: Στέλνει μια ειδοποίηση ως αστερίσκος για να ελέγξει τον δέκτη
es: Envía una notificación como asterisco para probar el receptor.
fr: Envoie une notification sous forme d'astérisque pour tester le récepteur
ga: Seoltar fógra mar réiltín chun an glacadóir a thástáil
hi: रिसीवर का परीक्षण करने के लिए तारांकन चिह्न के रूप में एक अधिसूचना भेजता है
hi_latn: riseevar ka pareekshan karane ke lie taaraankan chihn ke roop mein adhisoochana bhejata hai
id: Mengirimkan pemberitahuan sebagai tanda bintang untuk menguji penerima
it: Invia una notifica come asterisco per testare il ricevitore
ja: 通知をアスタリスクとして送信して受信者をテストします
ko: 수신기를 테스트하기 위해 알림을 별표로 보냅니다.
ms: Menghantar pemberitahuan sebagai asterisk untuk menguji penerima
nb: Sender et varsel som stjerne for å teste mottakeren
nl: Verzendt een melding als asterisk om de ontvanger te testen
pt: Envia uma notificação como asterisco para testar o receptor
ro: Trimite o notificare ca asterisc pentru a testa receptorul
tr: Alıcıyı test etmek için yıldız işareti şeklinde bir bildirim gönderir
uk: Надсилає сповіщення у вигляді зірочки, щоб перевірити приймач
vi: Gửi thông báo dưới dạng dấu hoa thị để kiểm tra người nhận
zh: 以星號形式發送通知以測試接收器

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONSIMPLE_TEST_TITLE
source: Test simple notification
ar: اختبار الإخطار البسيط
de: Testen Sie die einfache Benachrichtigung
el: Δοκιμή απλής ειδοποίησης
es: Probar notificación simple
fr: Tester une notification simple
ga: Tástáil fógra simplí
hi: सरल अधिसूचना का परीक्षण करें
hi_latn: saral adhisoochana ka pareekshan karata hai
id: Uji notifikasi sederhana
it: Prova una notifica semplice
ja: 簡単な通知をテストする
ko: 간단한 알림 테스트
ms: Uji pemberitahuan mudah
nb: Test enkel varsling
nl: Test eenvoudige melding
pt: Teste notificação simples
ro: Testați notificarea simplă
tr: Basit bildirimi test et
uk: Перевірте просте сповіщення
vi: Kiểm tra thông báo đơn giản
zh: 測試簡單的通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTARGS_DESC
source: Tests arguments
ar: حجج الاختبارات
de: Testet Argumente
el: Δοκιμάζει ορίσματα
es: Argumentos de prueba
fr: Arguments des tests
ga: Tástáil argóintí
hi: तर्कों का परीक्षण करता है
hi_latn: tarkon ka pareekshan karata hai
id: Menguji argumen
it: Testa gli argomenti
ja: 引数をテストする
ko: 인수를 테스트합니다.
ms: Menguji hujah
nb: Tester argumenter
nl: Test argumenten
pt: Argumentos de testes
ro: Testează argumentele
tr: Test argümanları
uk: Перевіряє аргументи
vi: Kiểm tra các đối số
zh: 測試參數

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTCRYPTORNG_DESC
source: Tests the cryptographically secure random number generator
ar: يختبر منشئ الأرقام العشوائية الآمنة تشفيرًا
de: Testet den kryptografisch sicheren Zufallszahlengenerator
el: Δοκιμάζει την κρυπτογραφικά ασφαλή γεννήτρια τυχαίων αριθμών
es: Prueba el generador de números aleatorios criptográficamente seguro
fr: Teste le générateur de nombres aléatoires cryptographiquement sécurisé
ga: Déanann sé tástáil ar an ngineadóir uimhir randamach atá slán cripteagrafach
hi: क्रिप्टोग्राफ़िक रूप से सुरक्षित यादृच्छिक संख्या जनरेटर का परीक्षण करता है
hi_latn: kriptograafik roop se surakshit yaadrchchhik sankhya janaretar ka pareekshan karata hai
id: Menguji generator angka acak yang aman secara kriptografi
it: Testa il generatore di numeri casuali crittograficamente sicuro
ja: 暗号的に安全な乱数ジェネレーターをテストします。
ko: 암호화된 보안 난수 생성기를 테스트합니다.
ms: Menguji penjana nombor rawak selamat secara kriptografi
nb: Tester den kryptografisk sikre tilfeldige tallgeneratoren
nl: Test de cryptografisch beveiligde generator van willekeurige getallen
pt: Testa o gerador de números aleatórios criptograficamente seguro
ro: Testează generatorul de numere aleatoare securizat criptografic
tr: Kriptografik olarak güvenli rastgele sayı üretecini test eder
uk: Тестує криптографічно безпечний генератор випадкових чисел
vi: Kiểm tra trình tạo số ngẫu nhiên an toàn về mặt mật mã
zh: 測試加密安全隨機數產生器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTCRYPTORNG_TEST
source: Returned numbers:
ar: الأرقام التي تم إرجاعها:
de: Zurückgegebene Nummern:
el: Επιστρεφόμενοι αριθμοί:
es: Números devueltos:
fr: Numéros renvoyés :
ga: Uimhreacha ar ais:
hi: लौटाए गए नंबर:
hi_latn: lautae gae nambar:
id: Angka yang dikembalikan:
it: Numeri restituiti:
ja: 返された数値:
ko: 반환된 번호:
ms: Nombor yang dikembalikan:
nb: Returnerte tall:
nl: Geretourneerde nummers:
pt: Números retornados:
ro: Numerele returnate:
tr: Döndürülen sayılar:
uk: Повернені номери:
vi: Số trả về:
zh: 傳回的數字：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTEVENT_DESC
source: Tests an event
ar: يختبر حدثًا ما
de: Testet ein Ereignis
el: Δοκιμάζει ένα συμβάν
es: Prueba un evento
fr: Teste un événement
ga: Imeacht a thástáil
hi: किसी घटना का परीक्षण करता है
hi_latn: eevent ka pareekshan karata hai
id: Menguji suatu acara
it: Testa un evento
ja: イベントをテストします
ko: 이벤트 테스트
ms: Menguji sesuatu peristiwa
nb: Tester en hendelse
nl: Test een gebeurtenis
pt: Testa um evento
ro: Testează un eveniment
tr: Bir olayı test eder
uk: Перевіряє подію
vi: Kiểm tra một sự kiện
zh: 測試一個事件

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTEVENT_PROMPT
source: Write an event name:
ar: اكتب اسم الحدث:
de: Geben Sie einen Veranstaltungsnamen ein:
el: Γράψτε ένα όνομα εκδήλωσης:
es: Escribe un nombre de evento:
fr: Écrivez un nom d'événement :
ga: Scríobh ainm imeachta:
hi: इवेंट का नाम लिखें:
hi_latn: eevent ka naam likhen:
id: Tulis nama acara:
it: Scrivi il nome dell'evento:
ja: イベント名を書きます:
ko: 이벤트 이름을 작성하세요:
ms: Tulis nama acara:
nb: Skriv et hendelsesnavn:
nl: Schrijf een evenementnaam:
pt: Escreva um nome de evento:
ro: Scrieți un nume de eveniment:
tr: Bir etkinlik adı yazın:
uk: Напишіть назву події:
vi: Viết tên sự kiện:
zh: 寫一個事件名稱：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTEXECUTEASSEMBLY_PROMPT
source: Write a path to assembly file:
ar: اكتب المسار إلى ملف التجميع:
de: Schreiben Sie einen Pfad zur Assembly-Datei:
el: Γράψτε μια διαδρομή προς το αρχείο συναρμολόγησης:
es: Escriba una ruta al archivo de ensamblaje:
fr: Écrivez un chemin vers le fichier d'assemblage :
ga: Scríobh cosán chuig an gcomhad tionóil:
hi: असेंबली फ़ाइल के लिए पथ लिखें:
hi_latn: asembalee fail ke lie path likhen:
id: Tulis jalur ke berkas assembly:
it: Scrivi un percorso per il file di assembly:
ja: アセンブリ ファイルへのパスを書き込みます。
ko: 어셈블리 파일의 경로를 작성합니다.
ms: Tulis laluan ke fail pemasangan:
nb: Skriv en bane til monteringsfilen:
nl: Schrijf een pad naar het assemblagebestand:
pt: Escreva um caminho para o arquivo assembly:
ro: Scrieți o cale către fișierul de asamblare:
tr: Derleme dosyasına bir yol yazın:
uk: Напишіть шлях до файлу збірки:
vi: Viết đường dẫn đến tệp lắp ráp:
zh: 寫入程序集檔案的路徑：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTFILESELECTOR_DESC
source: Tests the file selector
ar: يختبر محدد الملف
de: Testet die Dateiauswahl
el: Δοκιμάζει τον επιλογέα αρχείων
es: Prueba el selector de archivos.
fr: Teste le sélecteur de fichiers
ga: Déanann sé tástáil ar an roghnóir comhad
hi: फ़ाइल चयनकर्ता का परीक्षण करता है
hi_latn: fail chayanakarta ka pareekshan karata hai
id: Menguji pemilih file
it: Testa il selettore di file
ja: ファイルセレクターをテストします
ko: 파일 선택기를 테스트합니다.
ms: Menguji pemilih fail
nb: Tester filvelgeren
nl: Test de bestandskiezer
pt: Testa o seletor de arquivos
ro: Testează selectorul de fișiere
tr: Dosya seçiciyi test eder
uk: Тестує селектор файлів
vi: Kiểm tra trình chọn tập tin
zh: 測試文件選擇器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTFILESELECTOR_TEST
source: You've selected
ar: لقد حددت
de: Sie haben ausgewählt
el: Έχετε επιλέξει
es: Has seleccionado
fr: Vous avez sélectionné
ga: Tá tú roghnaithe
hi: आपने चयन कर लिया है
hi_latn: aapane chayan kiya hai
id: Anda telah memilih
it: Hai selezionato
ja: あなたが選択しました
ko: 당신이 선택했습니다
ms: Anda telah memilih
nb: Du har valgt
nl: Je hebt geselecteerd
pt: Você selecionou
ro: Ați selectat
tr: Seçtiğiniz
uk: Ви вибрали
vi: Bạn đã chọn
zh: 您已選擇

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTFILESSELECTOR_DESC
source: Tests the multiple files selector
ar: يختبر محدد الملفات المتعددة
de: Testet die Auswahl für mehrere Dateien
el: Δοκιμάζει τον επιλογέα πολλαπλών αρχείων
es: Prueba el selector de múltiples archivos.
fr: Teste le sélecteur de fichiers multiples
ga: Déanann sé tástáil ar an roghnóir comhaid iolracha
hi: एकाधिक फ़ाइलें चयनकर्ता का परीक्षण करता है
hi_latn: ekaadhik fail chayanakarta ka pareekshan karata hai
id: Menguji pemilih beberapa file
it: Testa il selettore di file multipli
ja: 複数のファイルセレクターをテストします
ko: 여러 파일 선택기를 테스트합니다.
ms: Menguji pemilih berbilang fail
nb: Tester velgeren for flere filer
nl: Test de selectie van meerdere bestanden
pt: Testa o seletor de vários arquivos
ro: Testează selectorul de fișiere multiple
tr: Birden fazla dosya seçiciyi test eder
uk: Тестує селектор кількох файлів
vi: Kiểm tra bộ chọn nhiều tệp
zh: 測試多文件選擇器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTFOLDERSELECTOR_DESC
source: Tests the folder selector
ar: يختبر محدد المجلد
de: Testet die Ordnerauswahl
el: Δοκιμάζει τον επιλογέα φακέλου
es: Prueba el selector de carpetas
fr: Teste le sélecteur de dossier
ga: Déanann sé tástáil ar an roghnóir fillteán
hi: फ़ोल्डर चयनकर्ता का परीक्षण करता है
hi_latn: foldar chayanakarta ka pareekshan karata hai
id: Menguji pemilih folder
it: Testa il selettore di cartelle
ja: フォルダーセレクターをテストします
ko: 폴더 선택기를 테스트합니다.
ms: Menguji pemilih folder
nb: Tester mappevelgeren
nl: Test de mapkiezer
pt: Testa o seletor de pasta
ro: Testează selectorul de foldere
tr: Klasör seçiciyi test eder
uk: Тестує селектор папок
vi: Kiểm tra trình chọn thư mục
zh: 測試資料夾選擇器
