Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_ARGUMENTS_RESET_WIPEDEBUGFAILED
source: Can't wipe debug files
ar: لا يمكن مسح ملفات التصحيح
de: Debugdateien können nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή αρχείων εντοπισμού σφαλμάτων
es: No se pueden borrar los archivos de depuración
fr: Impossible d'effacer les fichiers de débogage
ga: Ní féidir comhaid dífhabhtaithe a scriosadh
hi: डीबग फ़ाइलें मिटाई नहीं जा सकतीं
hi_latn: deebag failon ko mitaaya nahin ja sakata
id: Tidak dapat menghapus file debug
it: Impossibile cancellare i file di debug
ja: デバッグファイルを消去できません
ko: 디버그 파일을 지울 수 없습니다
ms: Tidak boleh memadam fail nyahpepijat
nb: Kan ikke tørke feilsøkingsfiler
nl: Debug-bestanden kunnen niet worden gewist
pt: Não é possível limpar os ficheiros de depuração
ro: Nu se pot șterge fișierele de depanare
tr: Hata ayıklama dosyaları silinemiyor
uk: Не вдається стерти файли налагодження
vi: Không thể xóa các tập tin gỡ lỗi
zh: 無法擦除偵錯文件

# NKS_KERNEL_CONFIGURATION_EXCEPTION_VALIDATIONFAILED
source: Kernel configuration will not work properly. Consult the kernel debugger for more info.
ar: لن يعمل تكوين النواة بشكل صحيح. راجع مصحح أخطاء النواة للحصول على مزيد من المعلومات.
de: Die Kernelkonfiguration funktioniert nicht ordnungsgemäß. Weitere Informationen erhalten Sie im Kernel-Debugger.
el: Η διαμόρφωση πυρήνα δεν θα λειτουργήσει σωστά. Συμβουλευτείτε το πρόγραμμα εντοπισμού σφαλμάτων του πυρήνα για περισσότερες πληροφορίες.
es: La configuración del kernel no funcionará correctamente. Consulta el depurador del kernel para obtener más información.
fr: La configuration du noyau ne fonctionnera pas correctement. Consultez le débogueur du noyau pour plus d'informations.
ga: Ní oibreoidh cumraíocht eithne i gceart. Téigh i gcomhairle leis an dífhabhtóir eithne le haghaidh tuilleadh faisnéise.
hi: कर्नेल कॉन्फ़िगरेशन ठीक से काम नहीं करेगा। अधिक जानकारी के लिए कर्नेल डीबगर से परामर्श करें।
hi_latn: karnel konfigareshan theek se kaam nahin karega. adhik jaanakaaree ke lie karnel deebagar se paraamarsh karen.
id: Konfigurasi kernel tidak akan berfungsi dengan baik. Konsultasikan debugger kernel untuk informasi lebih lanjut.
it: La configurazione del kernel non funzionerà correttamente. Consulta il debugger del kernel per maggiori informazioni.
ja: カーネル構成は正しく動作しません。詳細についてはカーネル デバッガーを参照してください。
ko: 커널 구성이 제대로 작동하지 않습니다. 자세한 내용은 커널 디버거를 참조하세요.
ms: Konfigurasi kernel tidak akan berfungsi dengan betul. Rujuk penyahpepijat kernel untuk mendapatkan maklumat lanjut.
nb: Kjernekonfigurasjon vil ikke fungere ordentlig. Se kjernefeilsøkeren for mer informasjon.
nl: Kernelconfiguratie werkt niet goed. Raadpleeg de kerneldebugger voor meer informatie.
pt: A configuração do kernel não funcionará corretamente. Consulte o depurador do kernel para obter mais informações.
ro: Configurația kernelului nu va funcționa corect. Consultați depanatorul kernelului pentru mai multe informații.
tr: Çekirdek yapılandırması düzgün çalışmayacaktır. Daha fazla bilgi için çekirdek hata ayıklayıcısına bakın.
uk: Конфігурація ядра не працюватиме належним чином. Зверніться до налагоджувача ядра для отримання додаткової інформації.
vi: Cấu hình kernel sẽ không hoạt động bình thường. Tham khảo trình gỡ lỗi kernel để biết thêm thông tin.
zh: 內核配置將無法正常運作。請查閱內核調試器以獲取更多資訊。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NOBASEKERNELCONFIG
source: Can't check configuration variables when no base kernel configuration is specified.
ar: لا يمكن التحقق من متغيرات التكوين عندما لا يتم تحديد تكوين نواة الأساس.
de: Konfigurationsvariablen können nicht überprüft werden, wenn keine Basiskernelkonfiguration angegeben ist.
el: Δεν είναι δυνατός ο έλεγχος των μεταβλητών διαμόρφωσης όταν δεν έχει καθοριστεί διαμόρφωση βασικού πυρήνα.
es: No se pueden comprobar las variables de configuración cuando no se especifica ninguna configuración del kernel base.
fr: Impossible de vérifier les variables de configuration lorsqu'aucune configuration de base du noyau n'est spécifiée.
ga: Ní féidir athróga cumraíochta a sheiceáil nuair nach bhfuil aon chumraíocht bun-eithne sonraithe.
hi: जब कोई आधार कर्नेल कॉन्फ़िगरेशन निर्दिष्ट नहीं किया गया हो तो कॉन्फ़िगरेशन चर की जाँच नहीं की जा सकती।
hi_latn: jab koee bes karnel konfigareshan nirdisht nahin kiya jaata hai, to konfigareshan char kee jaanch nahin kee ja sakatee.
id: Tidak dapat memeriksa variabel konfigurasi saat tidak ada konfigurasi kernel dasar yang ditentukan.
it: Impossibile controllare le variabili di configurazione se non è specificata alcuna configurazione di base del kernel.
ja: 基本カーネル構成が指定されていない場合、構成変数をチェックできません。
ko: 기본 커널 구성이 지정되지 않은 경우 구성 변수를 확인할 수 없습니다.
ms: Tidak dapat menyemak pembolehubah konfigurasi apabila tiada konfigurasi kernel asas ditentukan.
nb: Kan ikke sjekke konfigurasjonsvariabler når ingen basiskjernekonfigurasjon er spesifisert.
nl: Configuratievariabelen kunnen niet worden gecontroleerd als er geen basiskernelconfiguratie is opgegeven.
pt: Não é possível verificar variáveis de configuração quando não é especificada nenhuma configuração de kernel base.
ro: Nu se pot verifica variabilele de configurare când nu este specificată nicio configurație de bază a nucleului.
tr: Hiçbir temel çekirdek yapılandırması belirtilmediğinde yapılandırma değişkenleri kontrol edilemez.
uk: Неможливо перевірити змінні конфігурації, якщо не вказано базову конфігурацію ядра.
vi: Không thể kiểm tra các biến cấu hình khi không có cấu hình hạt nhân cơ sở nào được chỉ định.
zh: 當沒有指定基本內核配置時無法檢查配置變數。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NOKEYS
source: Can't check configuration variables when no keys are specified.
ar: لا يمكن التحقق من متغيرات التكوين عندما لا يتم تحديد أي مفاتيح.
de: Konfigurationsvariablen können nicht überprüft werden, wenn keine Schlüssel angegeben sind.
el: Δεν είναι δυνατός ο έλεγχος των μεταβλητών διαμόρφωσης όταν δεν έχουν καθοριστεί κλειδιά.
es: No se pueden comprobar las variables de configuración cuando no se especifican claves.
fr: Impossible de vérifier les variables de configuration lorsqu'aucune clé n'est spécifiée.
ga: Ní féidir athróga cumraíochta a sheiceáil nuair nach bhfuil aon eochracha sonraithe.
hi: जब कोई कुंजी निर्दिष्ट न हो तो कॉन्फ़िगरेशन चर की जाँच नहीं की जा सकती.
hi_latn: jab koee kunjee nirdisht nahin kee jaatee hai, to konfigareshan char kee jaanch nahin kee ja sakatee.
id: Tidak dapat memeriksa variabel konfigurasi saat tidak ada kunci yang ditentukan.
it: Impossibile controllare le variabili di configurazione se non è specificata alcuna chiave.
ja: キーが指定されていない場合は構成変数をチェックできません。
ko: 키가 지정되지 않으면 구성 변수를 확인할 수 없습니다.
ms: Tidak dapat menyemak pembolehubah konfigurasi apabila tiada kunci ditentukan.
nb: Kan ikke sjekke konfigurasjonsvariabler når ingen nøkler er spesifisert.
nl: Configuratievariabelen kunnen niet worden gecontroleerd als er geen sleutels zijn opgegeven.
pt: Não é possível verificar variáveis de configuração quando não é especificada nenhuma chave.
ro: Nu se pot verifica variabilele de configurare când nu sunt specificate chei.
tr: Hiçbir anahtar belirtilmediğinde yapılandırma değişkenleri kontrol edilemez.
uk: Неможливо перевірити змінні конфігурації, якщо не вказано ключі.
vi: Không thể kiểm tra các biến cấu hình khi không có khóa nào được chỉ định.
zh: 當沒有指定鍵時無法檢查配置變數。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_VALIDATIONFAILED_CUSTOM
source: Trying to register a custom setting with invalid content. Consult the kernel debugger for more info.
ar: محاولة تسجيل إعداد مخصص بمحتوى غير صالح. راجع مصحح أخطاء النواة للحصول على مزيد من المعلومات.
de: Es wird versucht, eine benutzerdefinierte Einstellung mit ungültigem Inhalt zu registrieren. Weitere Informationen erhalten Sie im Kernel-Debugger.
el: Προσπάθεια εγγραφής προσαρμοσμένης ρύθμισης με μη έγκυρο περιεχόμενο. Συμβουλευτείτε το πρόγραμμα εντοπισμού σφαλμάτων του πυρήνα για περισσότερες πληροφορίες.
es: Intentando registrar una configuración personalizada con contenido no válido. Consulta el depurador del núcleo para obtener más información.
fr: Tentative d'enregistrement d'un paramètre personnalisé avec un contenu non valide. Consultez le débogueur du noyau pour plus d'informations.
ga: Ag iarraidh socrú saincheaptha a chlárú le hábhar neamhbhailí. Téigh i gcomhairle leis an dífhabhtóir eithne le haghaidh tuilleadh faisnéise.
hi: अमान्य सामग्री के साथ कस्टम सेटिंग पंजीकृत करने का प्रयास किया जा रहा है। अधिक जानकारी के लिए कर्नेल डीबगर से परामर्श करें।
hi_latn: amaany saamagree ke saath kastam seting panjeekrt karane ka prayaas kar raha hai. adhik jaanakaaree ke lie karnel deebagar se paraamarsh karen.
id: Mencoba mendaftarkan pengaturan khusus dengan konten yang tidak valid. Konsultasikan debugger kernel untuk informasi lebih lanjut.
it: Tentativo di registrare un'impostazione personalizzata con contenuto non valido. Consulta il debugger del kernel per maggiori informazioni.
ja: 無効な内容のカスタム設定を登録しようとしています。詳細についてはカーネル デバッガーを参照してください。
ko: 잘못된 콘텐츠로 사용자 지정 설정을 등록하려고 합니다. 자세한 내용은 커널 디버거를 참조하세요.
ms: Cuba mendaftar tetapan tersuai dengan kandungan yang tidak sah. Rujuk penyahpepijat kernel untuk mendapatkan maklumat lanjut.
nb: Prøver å registrere en egendefinert innstilling med ugyldig innhold. Se kjernefeilsøkeren for mer informasjon.
nl: Proberen een aangepaste instelling met ongeldige inhoud te registreren. Raadpleeg de kerneldebugger voor meer informatie.
pt: A tentar registar uma configuração personalizada com conteúdo inválido. Consulte o depurador do kernel para obter mais informações.
ro: Se încearcă să înregistreze o setare personalizată cu conținut nevalid. Consultați depanatorul kernelului pentru mai multe informații.
tr: Geçersiz içerikle özel bir ayar kaydedilmeye çalışılıyor. Daha fazla bilgi için çekirdek hata ayıklayıcısına danışın.
uk: Спроба зареєструвати спеціальне налаштування з недійсним вмістом. Зверніться до налагоджувача ядра для отримання додаткової інформації.
vi: Đang cố gắng đăng ký cài đặt tùy chỉnh với nội dung không hợp lệ. Tham khảo trình gỡ lỗi kernel để biết thêm thông tin.
zh: 嘗試註冊具有無效內容的自訂設定。請查閱內核調試器以獲取更多資訊。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_VALIDATIONFAILED_BASE
source: Trying to register a base setting with invalid content. Consult the kernel debugger for more info
ar: محاولة تسجيل إعداد أساسي بمحتوى غير صالح. راجع مصحح أخطاء النواة للحصول على مزيد من المعلومات
de: Es wird versucht, eine Basiseinstellung mit ungültigem Inhalt zu registrieren. Weitere Informationen finden Sie im Kernel-Debugger.
el: Προσπάθεια εγγραφής μιας βασικής ρύθμισης με μη έγκυρο περιεχόμενο. Συμβουλευτείτε το πρόγραμμα εντοπισμού σφαλμάτων του πυρήνα για περισσότερες πληροφορίες
es: Intentando registrar una configuración base con contenido no válido. Consulta el depurador del núcleo para obtener más información
fr: Tentative d'enregistrement d'un paramètre de base avec un contenu non valide. Consultez le débogueur du noyau pour plus d'informations
ga: Ag iarraidh bunsocrú a chlárú le hábhar neamhbhailí. Téigh i gcomhairle leis an dífhabhtóir eithne le haghaidh tuilleadh faisnéise
hi: अमान्य सामग्री के साथ आधार सेटिंग पंजीकृत करने का प्रयास किया जा रहा है। अधिक जानकारी के लिए कर्नेल डीबगर से परामर्श करें
hi_latn: amaany saamagree ke saath bes seting panjeekrt karane ka prayaas kar raha hai. adhik jaanakaaree ke lie karnel deebagar se paraamarsh karen
id: Mencoba mendaftarkan pengaturan dasar dengan konten yang tidak valid. Konsultasikan debugger kernel untuk informasi lebih lanjut
it: Tentativo di registrare un'impostazione di base con contenuto non valido. Consultare il debugger del kernel per maggiori informazioni
ja: 無効な内容で基本設定を登録しようとしています。詳細についてはカーネル デバッガーを参照してください。
ko: 잘못된 콘텐츠로 기본 설정을 등록하려고 합니다. 자세한 내용은 커널 디버거를 참조하세요.
ms: Cuba mendaftarkan tetapan asas dengan kandungan yang tidak sah. Rujuk penyahpepijat kernel untuk mendapatkan maklumat lanjut
nb: Prøver å registrere en basisinnstilling med ugyldig innhold. Se kjernefeilsøkeren for mer informasjon
nl: Proberen een basisinstelling met ongeldige inhoud te registreren. Raadpleeg de kernel debugger voor meer informatie.
pt: A tentar registar uma configuração base com conteúdo inválido. Consulte o depurador do kernel para obter mais informações
ro: Încercarea de a înregistra o setare de bază cu conținut nevalid. Consultați depanatorul kernelului pentru mai multe informații
tr: Geçersiz içerikle bir temel ayarı kaydetmeye çalışılıyor. Daha fazla bilgi için çekirdek hata ayıklayıcısına danışın
uk: Спроба зареєструвати базове налаштування з недійсним вмістом. Зверніться до налагоджувача ядра для отримання додаткової інформації
vi: Đang cố gắng đăng ký một thiết lập cơ sở với nội dung không hợp lệ. Tham khảo trình gỡ lỗi hạt nhân để biết thêm thông tin
zh: 嘗試註冊具有無效內容的基本設定。查閱內核調試器以了解更多信息

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRIESFAILED_SPLASH
source: Failed to obtain splash settings entries.
ar: فشل في الحصول على إدخالات إعدادات البداية.
de: Einträge für die Splash-Einstellungen konnten nicht abgerufen werden.
el: Αποτυχία λήψης εγγραφών ρυθμίσεων εκκίνησης.
es: No se pudieron obtener las entradas de configuración de bienvenida.
fr: Impossible d'obtenir les entrées des paramètres de démarrage.
ga: Theip ar iontrálacha splancscáileáin a fháil.
hi: स्प्लैश सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: splaish seting pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan splash.
it: Impossibile ottenere le voci delle impostazioni splash.
ja: スプラッシュ設定エントリを取得できませんでした。
ko: 스플래시 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan percikan.
nb: Kunne ikke hente oppføringer for splash-innstillinger.
nl: Het is niet gelukt om de splash-instellingen op te halen.
pt: Falha ao obter entradas de definições de splash.
ro: Nu s-au putut obține intrările pentru setările splash.
tr: Açılış ayarları girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань заставки.
vi: Không lấy được mục cài đặt chào mừng.
zh: 無法取得啟動畫面設定條目。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_ICON_NEEDSADDON
source: The icons addon needs to be installed before being able to set this value.
ar: يجب تثبيت الوظيفة الإضافية للأيقونات قبل أن تتمكن من تعيين هذه القيمة.
de: Das Symbol-Add-on muss installiert werden, bevor dieser Wert festgelegt werden kann.
el: Το πρόσθετο εικονιδίων πρέπει να εγκατασταθεί για να μπορέσετε να ορίσετε αυτήν την τιμή.
es: Es necesario instalar el complemento de íconos antes de poder establecer este valor.
fr: Le module complémentaire d'icônes doit être installé avant de pouvoir définir cette valeur.
ga: Ní mór an breiseán deilbhíní a shuiteáil sula mbeifear in ann an luach seo a shocrú.
hi: यह मान सेट करने से पहले आइकन ऐडऑन को इंस्टॉल करना आवश्यक है।
hi_latn: is maan ko set karane mein saksham hone se pahale aaikan aidon ko instol kiya jaana chaahie.
id: Add-on ikon perlu diinstal sebelum dapat mengatur nilai ini.
it: Prima di poter impostare questo valore, è necessario installare il componente aggiuntivo delle icone.
ja: この値を設定するには、アイコン アドオンをインストールする必要があります。
ko: 이 값을 설정하려면 아이콘 애드온을 설치해야 합니다.
ms: Addon ikon perlu dipasang sebelum dapat menetapkan nilai ini.
nb: Ikontillegget må installeres før du kan sette denne verdien.
nl: De pictogrammen-invoegtoepassing moet worden geïnstalleerd voordat u deze waarde kunt instellen.
pt: O complemento de ícones precisa de ser instalado antes de poder definir este valor.
ro: Suplimentul cu pictograme trebuie instalat înainte de a putea seta această valoare.
tr: Bu değeri ayarlayabilmek için öncelikle ikon eklentisinin kurulu olması gerekiyor.
uk: Перш ніж встановити це значення, потрібно встановити додаток піктограм.
vi: Cần phải cài đặt tiện ích bổ sung biểu tượng trước khi có thể thiết lập giá trị này.
zh: 需要先安裝圖示插件才能設定此值。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_MULTIVAR_CHOOSE
source: Choose an entry for
ar: اختر إدخالاً لـ
de: Wählen Sie einen Eintrag für
el: Επιλέξτε μια καταχώρηση για
es: Elija una entrada para
fr: Choisissez une entrée pour
ga: Roghnaigh iontráil le haghaidh
hi: के लिए एक प्रविष्टि चुनें
hi_latn: isake lie ek pravishti chunen
id: Pilih entri untuk
it: Scegli una voce per
ja: エントリーを選択してください
ko: 항목을 선택하세요
ms: Pilih entri untuk
nb: Velg en oppføring for
nl: Kies een item voor
pt: Escolha uma entrada para
ro: Alegeți o intrare pentru
tr: Bir giriş seçin
uk: Виберіть запис для
vi: Chọn một mục nhập cho
zh: 選擇一個條目

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_RESETALL
source: Reset all
ar: إعادة تعيين الكل
de: Alles zurücksetzen
el: Επαναφορά όλων
es: Restablecer todo
fr: Réinitialiser tout
ga: Athshocraigh go léir
hi: सभी को पुनः तैयार करना
hi_latn: sabhee reeset karen
id: Setel ulang semuanya
it: Reimposta tutto
ja: すべてリセット
ko: 모두 재설정
ms: Tetapkan semula semua
nb: Tilbakestill alle
nl: Alles resetten
pt: Redefinir tudo
ro: Resetați toate
tr: Tümünü sıfırla
uk: Скинути все
vi: Đặt lại tất cả
zh: 全部重置

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_RESETENTRY
source: Reset entry
ar: إعادة تعيين الإدخال
de: Eintrag zurücksetzen
el: Επαναφορά καταχώρισης
es: Restablecer entrada
fr: Réinitialiser l'entrée
ga: Athshocraigh iontráil
hi: प्रविष्टि रीसेट करें
hi_latn: pravishti reeset karen
id: Setel ulang entri
it: Reimposta voce
ja: エントリをリセット
ko: 항목 재설정
ms: Tetapkan semula entri
nb: Tilbakestill oppføring
nl: Invoer resetten
pt: Reiniciar entrada
ro: Resetați intrarea
tr: Girişi sıfırla
uk: Скинути запис
vi: Đặt lại mục nhập
zh: 重置條目

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_EXCEPTION_ARGTYPE
source: Specified argument type is not valid
ar: نوع الحجة المحدد غير صالح
de: Der angegebene Argumenttyp ist ungültig
el: Ο καθορισμένος τύπος ορίσματος δεν είναι έγκυρος
es: El tipo de argumento especificado no es válido
fr: Le type d'argument spécifié n'est pas valide
ga: Níl an cineál argóinte sonraithe bailí
hi: निर्दिष्ट तर्क प्रकार मान्य नहीं है
hi_latn: nirdisht tark prakaar maany nahin hai
id: Tipe argumen yang ditentukan tidak valid
it: Il tipo di argomento specificato non è valido
ja: 指定された引数の型は無効です
ko: 지정된 인수 유형이 유효하지 않습니다.
ms: Jenis hujah yang ditentukan tidak sah
nb: Spesifisert argumenttype er ikke gyldig
nl: Het opgegeven argumenttype is niet geldig
pt: O tipo de argumento especificado não é válido
ro: Tipul de argument specificat nu este valid
tr: Belirtilen argüman türü geçerli değil
uk: Указаний тип аргументу недійсний
vi: Kiểu đối số được chỉ định không hợp lệ
zh: 指定的參數類型無效

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKSETTINGSENTRIES_FAILED
source: One or more of the configuration entries have invalid variables or enumerations and need to be fixed. Consult the kernel debugger for more info.
ar: يحتوي أحد أو أكثر من إدخالات التكوين على متغيرات أو تعدادات غير صالحة وتحتاج إلى إصلاح. راجع مصحح أخطاء النواة للحصول على مزيد من المعلومات.
de: Einer oder mehrere Konfigurationseinträge haben ungültige Variablen oder Aufzählungen und müssen korrigiert werden. Weitere Informationen finden Sie im Kernel-Debugger.
el: Μία ή περισσότερες από τις καταχωρήσεις διαμόρφωσης έχουν μη έγκυρες μεταβλητές ή απαριθμήσεις και πρέπει να διορθωθούν. Συμβουλευτείτε το πρόγραμμα εντοπισμού σφαλμάτων του πυρήνα για περισσότερες πληροφορίες.
es: Una o más de las entradas de configuración tienen variables o enumeraciones no válidas y deben corregirse. Consulta el depurador del núcleo para obtener más información.
fr: Une ou plusieurs entrées de configuration contiennent des variables ou des énumérations non valides et doivent être corrigées. Consultez le débogueur du noyau pour plus d'informations.
ga: Tá athróga nó áirimh neamhbhailí ag ceann amháin nó níos mó de na hiontrálacha cumraíochta agus ní mór iad a shocrú. Téigh i gcomhairle leis an dífhabhtóir eithne le haghaidh tuilleadh faisnéise.
hi: एक या अधिक कॉन्फ़िगरेशन प्रविष्टियों में अमान्य चर या गणनाएँ हैं और उन्हें ठीक करने की आवश्यकता है। अधिक जानकारी के लिए कर्नेल डीबगर से परामर्श करें।
hi_latn: ek ya adhik konfigareshan pravishtiyon mein amaany char ya gananaen hain aur unhen theek karane kee aavashyakata hai. adhik jaanakaaree ke lie karnel deebagar se paraamarsh karen.
id: Satu atau beberapa entri konfigurasi memiliki variabel atau enumerasi yang tidak valid dan perlu diperbaiki. Konsultasikan debugger kernel untuk informasi lebih lanjut.
it: Una o più voci di configurazione hanno variabili o enumerazioni non valide e devono essere corrette. Consulta il debugger del kernel per maggiori informazioni.
ja: 1 つ以上の構成エントリに無効な変数または列挙体が含まれているため、修正する必要があります。詳細については、カーネル デバッガーを参照してください。
ko: 하나 이상의 구성 항목에 잘못된 변수나 열거형이 있으며 수정해야 합니다. 자세한 내용은 커널 디버거를 참조하세요.
ms: Satu atau lebih entri konfigurasi mempunyai pembolehubah atau penghitungan yang tidak sah dan perlu diperbaiki. Rujuk penyahpepijat kernel untuk mendapatkan maklumat lanjut.
nb: En eller flere av konfigurasjonsoppføringene har ugyldige variabler eller oppregninger og må fikses. Se kjernefeilsøkeren for mer informasjon.
nl: Een of meer van de configuratie-items hebben ongeldige variabelen of opsommingen en moeten worden hersteld. Raadpleeg de kerneldebugger voor meer informatie.
pt: Uma ou mais entradas de configuração têm variáveis ou enumerações inválidas e precisam de ser corrigidas. Consulte o depurador do kernel para obter mais informações.
ro: Una sau mai multe dintre intrările de configurare au variabile sau enumerari nevalide și trebuie remediate. Consultați depanatorul nucleului pentru mai multe informații.
tr: Yapılandırma girdilerinden bir veya daha fazlası geçersiz değişkenlere veya numaralandırmalara sahip ve düzeltilmesi gerekiyor. Daha fazla bilgi için çekirdek hata ayıklayıcısına danışın.
uk: Один або кілька записів конфігурації містять недійсні змінні або перерахування, і їх потрібно виправити. Зверніться до налагоджувача ядра для отримання додаткової інформації.
vi: Một hoặc nhiều mục cấu hình có biến hoặc liệt kê không hợp lệ và cần được sửa. Tham khảo trình gỡ lỗi hạt nhân để biết thêm thông tin.
zh: 一個或多個配置條目包含無效變數或枚舉，需要修復。請查閱內核調試器以獲取更多資訊。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHCULTURE
source: There is no culture by this name.
ar: لا يوجد ثقافة بهذا الاسم
de: Es gibt keine Kultur dieses Namens.
el: Δεν υπάρχει πολιτισμός με αυτό το όνομα.
es: No existe ninguna cultura con este nombre.
fr: Il n’existe aucune culture portant ce nom.
ga: Níl aon chultúr leis an ainm seo.
hi: इस नाम की कोई संस्कृति नहीं है।
hi_latn: is naam se koee sanskrti nahin hai.
id: Tidak ada budaya dengan nama ini.
it: Non esiste alcuna cultura con questo nome.
ja: この名前の文化は存在しません。
ko: 이런 이름의 문화는 없습니다.
ms: Tidak ada budaya dengan nama ini.
nb: Det er ingen kultur med dette navnet.
nl: Er bestaat geen cultuur met deze naam.
pt: Não existe cultura com esse nome.
ro: Nu există cultură cu acest nume.
tr: Bu isimde bir kültür bulunmamaktadır.
uk: Культури під такою назвою не існує.
vi: Không có nền văn hóa nào có tên này.
zh: 不存在以此名稱命名的文化。
