Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_LOGIN_PASSWORDPROMPT_DESC
source: Write how you want your password prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة كلمة المرور الخاصة بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre Passwortabfrage aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή του κωδικού πρόσβασής σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea tu solicitud de contraseña. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de mot de passe soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid pasfhocal a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप कैसे चाहते हैं कि आपका पासवर्ड शीघ्र हो। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
hi_latn: likhen ki aap kaise chaahate hain ki aapaka paasavard sheeghr ho. difolt shailee ka upayog karane ke lie khaalee chhod den. plesaholdars ko paars kiya jaata hai.
id: Tuliskan bagaimana Anda ingin kata sandi Anda ditampilkan. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia richiesta la password. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: パスワードプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 암호 프롬프트를 원하는 방식으로 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu kata laluan anda digesa. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at passordforespørselen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw wachtwoordprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt: Escreva como você deseja que seu prompt de senha seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie solicitarea parolei. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: Parola isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш запит пароля виглядав. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn nhắc nhở mật khẩu. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望密碼提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SETTINGS_KERNEL_LOGIN_SHOWMAL_DESC
source: Shows Message of the Day after displaying login screen.
ar: يعرض رسالة اليوم بعد عرض شاشة تسجيل الدخول.
de: Zeigt die Nachricht des Tages nach dem Anzeigen des Anmeldebildschirms.
el: Εμφανίζει το μήνυμα της ημέρας μετά την εμφάνιση της οθόνης σύνδεσης.
es: Muestra el mensaje del día después de mostrar la pantalla de inicio de sesión.
fr: Affiche le message du jour après avoir affiché l'écran de connexion.
ga: Taispeáin Teachtaireacht an Lae tar éis an scáileán logála isteach a thaispeáint.
hi: लॉगिन स्क्रीन प्रदर्शित करने के बाद दिन का संदेश दिखाता है।
hi_latn: login skreen pradarshit karane ke baad din ka sandesh dikhaata hai.
id: Menampilkan Pesan Hari Ini setelah menampilkan layar masuk.
it: Mostra il messaggio del giorno dopo aver visualizzato la schermata di accesso.
ja: ログイン画面を表示した後、今日のメッセージを表示します。
ko: 로그인 화면을 표시한 후 오늘의 메시지를 표시합니다.
ms: Menunjukkan Mesej Hari ini selepas memaparkan skrin log masuk.
nb: Viser dagens melding etter visning av påloggingsskjermen.
nl: Toont Bericht van de Dag na het weergeven van het inlogscherm.
pt: Mostra a Mensagem do Dia após a exibição da tela de login.
ro: Afișează mesajul zilei după afișarea ecranului de conectare.
tr: Giriş ekranı görüntülendikten sonra Günün Mesajı gösterilir.
uk: Показує повідомлення дня після відображення екрана входу.
vi: Hiển thị Tin nhắn trong ngày sau khi hiển thị màn hình đăng nhập.
zh: 顯示登錄屏幕後顯示每日消息。

# NKS_SETTINGS_KERNEL_FILESYSTEM_FILEDETAILSLIST_NAME
source: Show file details in list
ar: إظهار تفاصيل الملف في القائمة
de: Dateidetails in der Liste anzeigen
el: Εμφάνιση λεπτομερειών αρχείου στη λίστα
es: Mostrar detalles del archivo en la lista
fr: Afficher les détails du fichier dans la liste
ga: Taispeáin sonraí an chomhaid sa liosta
hi: सूची में फ़ाइल विवरण दिखाएं
hi_latn: soochee mein fail vivaran dikhaen
id: Tampilkan detail file dalam daftar
it: Mostra i dettagli del file nell'elenco
ja: リストにファイルの詳細を表示する
ko: 목록에 파일 세부 정보 표시
ms: Tunjukkan butiran fail dalam senarai
nb: Vis fildetaljer i listen
nl: Toon bestandsdetails in lijst
pt: Mostrar detalhes do arquivo na lista
ro: Afișați detaliile fișierului în listă
tr: Listede dosya ayrıntılarını göster
uk: Показати деталі файлу в списку
vi: Hiển thị chi tiết tập tin trong danh sách
zh: 在列表中顯示文件詳細信息

# NKS_SETTINGS_KERNEL_FILESYSTEM_FILEDETAILSLIST_DESC
source: Shows the brief file details while listing files
ar: يظهر تفاصيل الملف المختصرة أثناء سرد الملفات
de: Zeigt die kurzen Dateidetails beim Auflisten von Dateien an
el: Εμφανίζει τις σύντομες λεπτομέρειες του αρχείου κατά την καταχώριση αρχείων
es: Muestra los detalles breves del archivo mientras enumera los archivos
fr: Affiche les brefs détails du fichier lors de la liste des fichiers
ga: Taispeántar sonraí gairide an chomhaid agus comhaid á liostú
hi: फ़ाइलों को सूचीबद्ध करते समय संक्षिप्त फ़ाइल विवरण दिखाता है
hi_latn: failon ko soocheebaddh karate samay sankshipt fail vivaran dikhaata hai
id: Menampilkan detail file singkat sambil mencantumkan file
it: Mostra i brevi dettagli del file durante l'elenco dei file
ja: ファイルの一覧表示中にファイルの簡単な詳細を表示します
ko: 파일을 나열하는 동안 간략한 파일 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail ringkas semasa menyenaraikan fail
nb: Viser korte fildetaljer mens du viser filer
nl: Toont de korte bestandsdetails tijdens het weergeven van bestanden
pt: Mostra os breves detalhes do arquivo ao listar os arquivos
ro: Afișează detaliile scurte ale fișierului în timp ce listați fișierele
tr: Dosyaları listelerken kısa dosya ayrıntılarını gösterir
uk: Показує короткі відомості про файл під час переліку файлів
vi: Hiển thị thông tin chi tiết về tệp tóm tắt trong khi liệt kê các tệp
zh: 在列出文件時顯示簡要文件詳細信息

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_AUTOSTART_NAME
source: Automatically start remote debug on startup
ar: بدء التصحيح عن بعد تلقائيا عند بدء التشغيل
de: Remote-Debug automatisch beim Start starten
el: Αυτόματη έναρξη απομακρυσμένου εντοπισμού σφαλμάτων κατά την εκκίνηση
es: Iniciar automáticamente la depuración remota al iniciar
fr: Démarrer automatiquement le débogage à distance au démarrage
ga: Cuir tús le dífhabhtú cianda go huathoibríoch ar an am tosaithe
hi: स्टार्टअप पर स्वचालित रूप से दूरस्थ डीबग प्रारंभ करें
hi_latn: staartap par svachaalit roop se doorasth deebag praarambh karen
id: Mulai debug jarak jauh secara otomatis saat memulai
it: Avvia automaticamente il debug remoto all'avvio
ja: 起動時にリモートデバッグを自動的に開始します
ko: 시작 시 자동으로 원격 디버그 시작
ms: Mulakan nyahpepijat jauh secara automatik semasa permulaan
nb: Start ekstern feilsøking automatisk ved oppstart
nl: Automatisch foutopsporing op afstand starten bij opstarten
pt: Iniciar depuração remota automaticamente na inicialização
ro: Porniți automat depanarea de la distanță la pornire
tr: Başlangıçta uzaktan hata ayıklamayı otomatik olarak başlat
uk: Автоматичний запуск віддаленого налагодження під час запуску
vi: Tự động bắt đầu gỡ lỗi từ xa khi khởi động
zh: 啟動時自動啟動遠程調試

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_MESSAGEFORMAT_NAME
source: Remote debug message format
ar: تنسيق رسالة التصحيح عن بعد
de: Format der Remote-Debug-Meldung
el: Μορφή μηνύματος απομακρυσμένου εντοπισμού σφαλμάτων
es: Formato de mensaje de depuración remota
fr: Format du message de débogage à distance
ga: Formáid teachtaireachta dífhabhtaithe cianda
hi: दूरस्थ डिबग संदेश प्रारूप
hi_latn: doorasth dibag sandesh praaroop
id: Format pesan debug jarak jauh
it: Formato del messaggio di debug remoto
ja: リモートデバッグメッセージ形式
ko: 원격 디버그 메시지 형식
ms: Format mesej nyahpepijat jauh
nb: Meldingsformat for ekstern feilsøking
nl: Berichtindeling voor foutopsporing op afstand
pt: Formato de mensagem de depuração remota
ro: Formatul mesajului de depanare la distanță
tr: Uzaktan hata ayıklama mesajı biçimi
uk: Формат повідомлення віддаленого налагодження
vi: Định dạng tin nhắn gỡ lỗi từ xa
zh: 遠程調試消息格式

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_AUTOSTART_DESC
source: If you want remote debug to start on boot, enable this.
ar: إذا كنت تريد بدء التصحيح عن بُعد عند التمهيد ، فقم بتمكين هذا.
de: Wenn Sie möchten, dass das Remote-Debug beim Booten gestartet wird, aktivieren Sie dies.
el: Εάν θέλετε ο απομακρυσμένος εντοπισμός σφαλμάτων να ξεκινήσει κατά την εκκίνηση, ενεργοποιήστε το.
es: Si desea que la depuración remota comience en el arranque, habilítelo.
fr: Si vous voulez que le débogage à distance démarre au démarrage, activez-le.
ga: Más mian leat an dífhabhtú cianda a thosú ar an tosaithe, cumasaigh é seo.
hi: यदि आप बूट पर दूरस्थ डीबग प्रारंभ करना चाहते हैं, तो इसे सक्षम करें।
hi_latn: yadi aap boot par doorasth deebag praarambh karana chaahate hain, to ise saksham karen.
id: Jika Anda ingin debug jarak jauh dimulai saat boot, aktifkan ini.
it: Se vuoi che il debug remoto si avvii all'avvio, abilitalo.
ja: 起動時にリモートデバッグを開始する場合は、これを有効にします。
ko: 부팅 시 원격 디버그를 시작하려면 이를 활성화하십시오.
ms: Jika anda mahu nyahpepijat jauh bermula semasa but, dayakan ini.
nb: Hvis du vil at ekstern feilsøking skal starte ved oppstart, aktiver dette.
nl: Als u foutopsporing op afstand wilt starten bij het opstarten, schakelt u dit in.
pt: Se você deseja que a depuração remota inicie na inicialização, habilite isso.
ro: Dacă doriți ca depanarea de la distanță să înceapă la pornire, activați aceasta.
tr: Uzaktan hata ayıklamanın önyükleme sırasında başlamasını istiyorsanız bunu etkinleştirin.
uk: Якщо ви хочете, щоб віддалене налагодження запускалося під час завантаження, увімкніть це.
vi: Nếu bạn muốn gỡ lỗi từ xa bắt đầu khi khởi động, hãy bật tính năng này.
zh: 如果您希望遠程調試在啟動時啟動，請啟用此選項。

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_MESSAGEFORMAT_DESC
source: Specifies the remote debug message format. {0} for name, {1} for message.
ar: يحدد تنسيق رسالة التصحيح عن بعد. {0} للاسم ، {1} للرسالة.
de: Gibt das Format der Remote-Debug-Meldung an. {0} für Name, {1} für Nachricht.
el: Καθορίζει τη μορφή του μηνύματος απομακρυσμένου εντοπισμού σφαλμάτων. {0} για όνομα, {1} για μήνυμα.
es: Especifica el formato del mensaje de depuración remota. {0} para el nombre, {1} para el mensaje.
fr: Spécifie le format du message de débogage distant. {0} pour le nom, {1} pour le message.
ga: Sonraítear an fhormáid teachtaireachta dífhabhtaithe cianda. {0} don ainm, {1} don teachtaireacht.
hi: दूरस्थ डीबग संदेश स्वरूप निर्दिष्ट करता है। {0} नाम के लिए, {1} संदेश के लिए।
hi_latn: doorasth deebag sandesh svaroop nirdisht karata hai. {0} naam ke lie, {1} sandesh ke lie.
id: Menentukan format pesan debug jarak jauh. {0} untuk nama, {1} untuk pesan.
it: Specifica il formato del messaggio di debug remoto. {0} per nome, {1} per messaggio.
ja: リモートデバッグメッセージの形式を指定します。名前は{0}、メッセージは{1}。
ko: 원격 디버그 메시지 형식을 지정합니다. 이름의 경우 {0}, 메시지의 경우 {1}.
ms: Menentukan format mesej nyahpepijat jauh. {0} untuk nama, {1} untuk mesej.
nb: Angir formatet for ekstern feilsøkingsmelding. {0} for navn, {1} for melding.
nl: Specificeert de berichtindeling voor foutopsporing op afstand. {0} voor naam, {1} voor bericht.
pt: Especifica o formato da mensagem de depuração remota. {0} para nome, {1} para mensagem.
ro: Specifică formatul mesajului de depanare la distanță. {0} pentru nume, {1} pentru mesaj.
tr: Uzaktan hata ayıklama iletisi biçimini belirtir. Ad için {0}, ileti için {1}.
uk: Визначає формат повідомлення віддаленого налагодження. {0} для імені, {1} для повідомлення.
vi: Chỉ định định dạng tin nhắn gỡ lỗi từ xa. {0} cho tên, {1} cho tin nhắn.
zh: 指定遠程調試消息格式。{0} 表示名稱，{1} 表示消息。

# NKS_SETTINGS_KERNEL_NETWORK_PINGTIMEOUT_NAME
source: Ping timeout
ar: تنبيه انتهاء الوقت
de: Ping-Zeitüberschreitung
el: Χρονικό όριο ping
es: Tiempo de espera de ping
fr: Délai d'expiration du ping
ga: Teorainn ama ping
hi: पिंग मध्यांतर
hi_latn: ping madhyaantar
id: Waktu Ping habis
it: Timeout ping
ja: pingタイムアウト
ko: 핑 시간 초과
ms: Ping tamat masa
nb: Tidsavbrudd for ping
nl: Time-out voor ping
pt: Tempo limite de ping
tr: Ping zaman aşımı
uk: Час очікування ping
vi: Hết thời gian chờ ping
zh: Ping 超時

# NKS_SETTINGS_KERNEL_NETWORK_DOWNLOADPERCENTAGETEXT_NAME
source: Download percentage text
ar: تحميل نص النسبة المئوية
de: Prozentsatztext herunterladen
el: Λήψη ποσοστού κειμένου
es: Descargar texto de porcentaje
fr: Télécharger le texte du pourcentage
ga: Íoslódáil an téacs faoin gcéad
hi: प्रतिशत टेक्स्ट डाउनलोड करें
hi_latn: pratishat tekst daunalod karen
id: Unduh teks persentase
it: Scarica testo percentuale
ja: パーセンテージテキストをダウンロード
ko: 백분율 텍스트 다운로드
ms: Muat turun teks peratusan
nb: Last ned tekst i prosent
nl: Percentage tekst downloaden
pt: Baixar texto de porcentagem
ro: Descărcați textul procentual
tr: Yüzde metnini indir
uk: Завантажити відсотковий текст
vi: Tải xuống phần trăm văn bản
zh: 下載百分比文本

# NKS_SETTINGS_KERNEL_NETWORK_UPLOADPERCENTAGETEXT_NAME
source: Upload percentage text
ar: تحميل نص النسبة المئوية
de: Prozenttext hochladen
el: Μεταφόρτωση ποσοστού κειμένου
es: Subir texto de porcentaje
fr: Télécharger le texte du pourcentage
ga: Uaslódáil téacs faoin gcéad
hi: प्रतिशत टेक्स्ट अपलोड करें
hi_latn: pratishat tekst apalod karen
id: Unggah teks persentase
it: Carica testo percentuale
ja: パーセンテージテキストをアップロードする
ko: 업로드 비율 텍스트
ms: Muat naik teks peratusan
nb: Last opp tekst i prosent
nl: Upload percentage tekst
pt: Carregar texto de porcentagem
ro: Încărcați text procentual
tr: Yüzdelik metni yükle
uk: Завантажити відсотковий текст
vi: Tải lên phần trăm văn bản
zh: 上傳百分比文本

# NKS_SETTINGS_KERNEL_NETWORK_PINGTIMEOUT_DESC
source: How many milliseconds to wait before declaring timeout?
ar: كم ميلي ثانية يجب الانتظار قبل إعلان المهلة؟
de: Wie viele Millisekunden soll gewartet werden, bevor ein Timeout deklariert wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν δηλώσετε το timeout;
es: ¿Cuántos milisegundos hay que esperar antes de declarar el tiempo de espera?
fr: Combien de millisecondes attendre avant de déclarer le timeout ?
ga: Cé mhéad milleasoicind atá le fanacht sula bhfógrófar teorainn ama?
hi: टाइमआउट घोषित करने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
hi_latn: taimaut ghoshit karane se pahale kitane mileesekand prateeksha karen?
id: Berapa milidetik yang harus ditunggu sebelum menyatakan batas waktu?
it: Quanti millisecondi devono attendere prima di dichiarare il timeout?
ja: タイムアウトを宣言するまでに何ミリ秒待機しますか？
ko: 시간 초과를 선언하기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat perlu menunggu sebelum mengisytiharkan tamat masa?
nb: Hvor mange millisekunder skal man vente før man erklærer tidsavbrudd?
nl: Hoeveel milliseconden moet ik wachten voordat de time-out wordt aangegeven?
pt: Quantos milissegundos esperar antes de declarar o tempo limite?
ro: Câte milisecunde trebuie să așteptați înainte de a declara timeout?
tr: Zaman aşımını bildirmeden önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж оголосити час очікування?
vi: Phải đợi bao nhiêu mili giây trước khi tuyên bố hết thời gian chờ?
zh: 在聲明超時之前要等待多少毫秒？

# NKS_SETTINGS_KERNEL_NETWORK_DOWNLOADPERCENTAGETEXT_DESC
source: Write how you want your upload percentage text to be. Leave blank to use default style. Placeholders are parsed. {0} for uploaded size, {1} for target size, {2} for percentage.
ar: اكتب كيف تريد أن تكون نسبة تحميل النص. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة. {0} للحجم الذي تم تحميله ، {1} للحجم المستهدف ، {2} بالنسبة المئوية.
de: Schreiben Sie, wie Ihr prozentualer Upload-Text aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert. {0} für die hochgeladene Größe, {1} für die Zielgröße, {2} für den Prozentsatz.
el: Γράψτε πώς θέλετε να είναι το κείμενο του ποσοστού μεταφόρτωσης. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται. {0} για μεταφορτωμένο μέγεθος, {1} για μέγεθος στόχου, {2} για ποσοστό.
es: Escribe cómo quieres que sea tu texto de porcentaje de carga. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan. {0} para el tamaño subido, {1} para el tamaño objetivo, {2} para el porcentaje.
fr: Écrivez comment vous voulez que votre texte de pourcentage de téléchargement soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés. {0} pour la taille téléchargée, {1} pour la taille cible, {2} pour le pourcentage.
ga: Scríobh conas is mian leat do théacs céatadánach uaslódála a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil. {0} don mhéid uaslódáilte, {1} don mhéid sprice, {2} don chéatadán.
hi: लिखें कि आप अपने अपलोड प्रतिशत टेक्स्ट को कैसा बनाना चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है। {0} अपलोड किए गए आकार के लिए, {1} लक्ष्य आकार के लिए, {2} प्रतिशत के लिए।
hi_latn: likhen ki aap apane apalod pratishat tekst ko kaisa banaana chaahate hain. difolt shailee ka upayog karane ke lie khaalee chhod den. plesaholdars ko paars kiya jaata hai. {0} apalod kie gae aakaar ke lie, {1} lakshy aakaar ke lie, {2} pratishat ke lie.
id: Tuliskan persentase teks yang ingin Anda unggah. Kosongkan untuk menggunakan gaya default. Placeholder diurai. {0} untuk ukuran yang diunggah, {1} untuk ukuran target, {2} untuk persentase.
it: Scrivi come vuoi che sia il testo della percentuale di caricamento. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati. {0} per la dimensione caricata, {1} per la dimensione target, {2} per la percentuale.
ja: アップロード率のテキストをどのようにするかを書いてください。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。アップロードされたサイズの場合は{0}、ターゲットサイズの場合は{1}、パーセンテージの場合は{2}。
ko: 업로드 비율 텍스트를 원하는 방식으로 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다. 업로드된 크기의 경우 {0}, 대상 크기의 경우 {1}, 백분율의 경우 {2}
ms: Tulis bagaimana anda mahu teks peratusan muat naik anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan. {0} untuk saiz yang dimuat naik, {1} untuk saiz sasaran, {2} untuk peratusan.
nb: Skriv hvordan du vil at opplastingsprosentteksten skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres. {0} for opplastet størrelse, {1} for målstørrelse, {2} for prosentandel.
nl: Schrijf hoe u wilt dat uw uploadpercentagetekst is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd. {0} voor geüploade grootte, {1} voor doelgrootte, {2} voor percentage.
pt: Escreva como você deseja que seu texto de porcentagem de upload seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados. {0} para tamanho carregado, {1} para tamanho de destino, {2} para porcentagem.
ro: Scrieți cum doriți să fie textul procentual de încărcare. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați. {0} pentru dimensiunea încărcată, {1} pentru dimensiunea țintă, {2} pentru procent.
tr: Yükleme yüzdesi metninizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır. Yüklenen boyut için {0}, hedef boyut için {1}, yüzde için {2}.
uk: Напишіть, як ви хочете, щоб ваш текст відсотка завантаження був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються. {0} для завантаженого розміру, {1} для цільового розміру, {2} для відсотка.
vi: Viết phần trăm văn bản tải lên theo cách bạn muốn. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp. {0} cho kích thước đã tải lên, {1} cho kích thước mục tiêu, {2} cho phần trăm.
zh: 寫下您希望上傳百分比文本的方式。留空以使用默認樣式。佔位符被解析。{0} 表示上傳大小，{1} 表示目標大小，{2} 表示百分比。
