Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CALENDAR
source: An error occurred in the calendar manager.
ar: حدث خطأ في مدير التقويم.
de: Im Kalendermanager ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση ημερολογίου.
es: Se produjo un error en el administrador de calendario.
fr: Une erreur s'est produite dans le gestionnaire de calendrier.
ga: Tharla earráid sa bhainisteoir féilire.
hi: कैलेंडर प्रबंधक में कोई त्रुटि उत्पन्न हुई.
hi_latn: kailendar prabandhak mein koee truti huee.
id: Terjadi kesalahan pada pengelola kalender.
it: Si è verificato un errore nel gestore del calendario.
ja: カレンダーマネージャーでエラーが発生しました。
ko: 캘린더 관리자에서 오류가 발생했습니다.
ms: Ralat berlaku dalam pengurus kalendar.
nb: Det oppsto en feil i kalenderbehandlingen.
nl: Er is een fout opgetreden in het agendabeheer.
pt: Ocorreu um erro no gerenciador de calendário.
ro: A apărut o eroare în managerul de calendare.
tr: Takvim yöneticisinde bir hata oluştu.
uk: У менеджері календаря сталася помилка.
vi: Đã xảy ra lỗi trong trình quản lý lịch.
zh: 日曆管理器中發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOTIFICATIONMANAGEMENT
source: There was an error in the notification management.
ar: حدث خطأ في إدارة الإشعارات.
de: Es ist ein Fehler in der Benachrichtigungsverwaltung aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση ειδοποιήσεων.
es: Hubo un error en la gestión de notificaciones.
fr: Il y a eu une erreur dans la gestion des notifications.
ga: Tharla earráid sa bhainistíocht fógraí.
hi: अधिसूचना प्रबंधन में कोई त्रुटि हुई.
hi_latn: adhisoochana prabandhan mein koee truti huee.
id: Terjadi kesalahan dalam manajemen notifikasi.
it: Si è verificato un errore nella gestione delle notifiche.
ja: 通知管理にエラーが発生しました。
ko: 알림 관리에 오류가 발생했습니다.
ms: Terdapat ralat dalam pengurusan pemberitahuan.
nb: Det oppsto en feil i varslingsadministrasjonen.
nl: Er is een fout opgetreden in het meldingenbeheer.
pt: Ocorreu um erro no gerenciamento de notificações.
ro: A apărut o eroare în gestionarea notificărilor.
tr: Bildirim yönetiminde bir hata oluştu.
uk: Виникла помилка в управлінні сповіщеннями.
vi: Đã xảy ra lỗi trong việc quản lý thông báo.
zh: 通知管理出現錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LANGUAGEMANAGEMENT
source: There was an error in the language management.
ar: حدث خطأ في إدارة اللغة.
de: Es ist ein Fehler in der Sprachverwaltung aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση της γλώσσας.
es: Hubo un error en la gestión del idioma.
fr: Il y a eu une erreur dans la gestion des langues.
ga: Tharla earráid sa bhainistíocht teanga.
hi: भाषा प्रबंधन में त्रुटि हुई.
hi_latn: bhaasha prabandhan mein koee truti huee.
id: Terjadi kesalahan dalam manajemen bahasa.
it: Si è verificato un errore nella gestione della lingua.
ja: 言語管理にエラーが発生しました。
ko: 언어 관리에 오류가 있었습니다.
ms: Terdapat ralat dalam pengurusan bahasa.
nb: Det var en feil i språkadministrasjonen.
nl: Er was een fout in het taalbeheer.
pt: Ocorreu um erro no gerenciamento de idiomas.
ro: A apărut o eroare în gestionarea limbii.
tr: Dil yönetiminde bir hata oluştu.
uk: Виникла помилка в управлінні мовою.
vi: Đã xảy ra lỗi trong quản lý ngôn ngữ.
zh: 語言管理出現錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MODMANAGEMENT
source: There was an error in the mod management.
ar: حدث خطأ في إدارة الوضع.
de: Es ist ein Fehler in der Mod-Verwaltung aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση mod.
es: Hubo un error en la gestión del mod.
fr: Il y a eu une erreur dans la gestion des mods.
ga: Tharla earráid i mbainistíocht an mhodha.
hi: मॉड प्रबंधन में कोई त्रुटि थी.
hi_latn: mod prabandhan mein koee truti huee.
id: Terjadi kesalahan dalam manajemen mod.
it: Si è verificato un errore nella gestione delle mod.
ja: MOD管理に誤りがありました。
ko: 모드 관리에 오류가 있었습니다.
ms: Terdapat ralat dalam pengurusan mod.
nb: Det var en feil i modadministrasjonen.
nl: Er is een fout opgetreden in het modbeheer.
pt: Houve um erro no gerenciamento do mod.
ro: A apărut o eroare în gestionarea modului.
tr: Mod yönetiminde bir hata oluştu.
uk: Виникла помилка в управлінні модами.
vi: Đã xảy ra lỗi trong quá trình quản lý mod.
zh: 模組管理出現錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REFLECTION
source: There was an error in the reflection system.
ar: حدث خطأ في نظام الانعكاس.
de: Im Reflexionssystem ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στο σύστημα ανάκλασης.
es: Hubo un error en el sistema de reflexión.
fr: Il y a eu une erreur dans le système de réflexion.
ga: Tharla earráid sa chóras machnaimh.
hi: परावर्तन प्रणाली में कोई त्रुटि थी.
hi_latn: pratibimb pranaalee mein koee truti huee.
id: Terjadi kesalahan pada sistem refleksi.
it: Si è verificato un errore nel sistema di riflessione.
ja: 反射システムにエラーが発生しました。
ko: 반사 시스템에 오류가 발생했습니다.
ms: Terdapat ralat dalam sistem pantulan.
nb: Det var en feil i refleksjonssystemet.
nl: Er zat een fout in het reflectiesysteem.
pt: Houve um erro no sistema de reflexão.
ro: A apărut o eroare în sistemul de reflexie.
tr: Yansıma sisteminde bir hata oluştu.
uk: Сталася помилка в системі відображення.
vi: Đã xảy ra lỗi trong hệ thống phản ánh.
zh: 反射系統出現錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_EVENTMANAGEMENT
source: There was an error when trying to perform an operation for the kernel event management.
ar: حدث خطأ أثناء محاولة إجراء عملية لإدارة أحداث kernel.
de: Beim Versuch, einen Vorgang für die Kernel-Ereignisverwaltung auszuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης μιας λειτουργίας για τη διαχείριση συμβάντων πυρήνα.
es: Se produjo un error al intentar realizar una operación para la gestión de eventos del kernel.
fr: Une erreur s'est produite lors de la tentative d'exécution d'une opération de gestion des événements du noyau.
ga: Tharla earráid agus iarracht á déanamh oibríocht a dhéanamh do bhainistiú teagmhais eithne.
hi: कर्नेल इवेंट प्रबंधन के लिए एक ऑपरेशन करने का प्रयास करते समय एक त्रुटि हुई।
hi_latn: karnel eevent prabandhan ke lie koee kaarravaee karane ka prayaas karate samay koee truti huee.
id: Terjadi kesalahan saat mencoba menjalankan operasi untuk manajemen peristiwa kernel.
it: Si è verificato un errore durante il tentativo di eseguire un'operazione per la gestione degli eventi del kernel.
ja: カーネル イベント管理の操作を実行しようとしたときにエラーが発生しました。
ko: 커널 이벤트 관리를 위한 작업을 수행하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba melakukan operasi untuk pengurusan acara kernel.
nb: Det oppsto en feil under forsøk på å utføre en operasjon for kjernehendelsesbehandlingen.
nl: Er is een fout opgetreden bij het uitvoeren van een bewerking voor het kernelgebeurtenisbeheer.
pt: Ocorreu um erro ao tentar realizar uma operação de gerenciamento de eventos do kernel.
ro: A apărut o eroare la încercarea de a efectua o operație pentru gestionarea evenimentelor din nucleu.
tr: Çekirdek olay yönetimi için bir işlem gerçekleştirilmeye çalışılırken bir hata oluştu.
uk: Під час спроби виконати операцію для керування подіями ядра сталася помилка.
vi: Đã xảy ra lỗi khi cố gắng thực hiện thao tác quản lý sự kiện hạt nhân.
zh: 嘗試執行核心事件管理操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ADDONMANAGEMENT
source: There was an error when trying to perform an operation for the kernel addon management.
ar: حدث خطأ أثناء محاولة إجراء عملية لإدارة الوظائف الإضافية لـ kernel.
de: Beim Versuch, einen Vorgang für die Kernel-Add-on-Verwaltung auszuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης μιας λειτουργίας για τη διαχείριση του πρόσθετου πυρήνα.
es: Se produjo un error al intentar realizar una operación para la administración del complemento del kernel.
fr: Une erreur s'est produite lors de la tentative d'exécution d'une opération pour la gestion des modules complémentaires du noyau.
ga: Tharla earráid agus iarracht á déanamh oibríocht a dhéanamh do bhainistíocht addon na heithne.
hi: कर्नेल ऐडऑन प्रबंधन के लिए एक ऑपरेशन करने का प्रयास करते समय एक त्रुटि हुई।
hi_latn: karnel aidon prabandhan ke lie koee kaarravaee karane ka prayaas karate samay koee truti huee.
id: Terjadi kesalahan saat mencoba melakukan operasi untuk manajemen addon kernel.
it: Si è verificato un errore durante il tentativo di eseguire un'operazione per la gestione dei componenti aggiuntivi del kernel.
ja: カーネル アドオン管理の操作を実行しようとしたときにエラーが発生しました。
ko: 커널 애드온 관리 작업을 수행하려던 중 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba melakukan operasi untuk pengurusan addon kernel.
nb: Det oppsto en feil under forsøk på å utføre en operasjon for administrasjonen av kjernetillegget.
nl: Er is een fout opgetreden bij het uitvoeren van een bewerking voor het kernel-add-onbeheer.
pt: Ocorreu um erro ao tentar realizar uma operação de gerenciamento de complementos do kernel.
ro: A apărut o eroare la încercarea de a efectua o operație pentru gestionarea suplimentului kernel.
tr: Çekirdek eklenti yönetimi için bir işlem gerçekleştirilirken bir hata oluştu.
uk: Сталася помилка під час спроби виконати операцію для керування аддонами ядра.
vi: Đã xảy ra lỗi khi cố gắng thực hiện thao tác quản lý tiện ích bổ sung cho hạt nhân.
zh: 嘗試執行核心插件管理操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOTEMANAGEMENT
source: There was an error when trying to perform an operation for the note management.
ar: حدث خطأ أثناء محاولة إجراء عملية لإدارة الملاحظات.
de: Beim Versuch, einen Vorgang für die Notizenverwaltung auszuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης μιας λειτουργίας για τη διαχείριση σημειώσεων.
es: Ocurrió un error al intentar realizar una operación para la gestión de notas.
fr: Une erreur s'est produite lors de la tentative d'exécution d'une opération de gestion des notes.
ga: Tharla earráid agus iarracht á déanamh oibríocht a dhéanamh do bhainistíocht nótaí.
hi: नोट प्रबंधन के लिए कोई कार्रवाई करने का प्रयास करते समय एक त्रुटि हुई.
hi_latn: not prabandhan ke lie koee kaarravaee karane ka prayaas karate samay koee truti huee.
id: Terjadi kesalahan saat mencoba melakukan operasi untuk manajemen catatan.
it: Si è verificato un errore durante il tentativo di eseguire un'operazione per la gestione delle note.
ja: ノート管理の操作を実行しようとしたときにエラーが発生しました。
ko: 메모 관리 작업을 수행하는 중 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba melakukan operasi untuk pengurusan nota.
nb: Det oppsto en feil under forsøk på å utføre en operasjon for notatbehandlingen.
nl: Er is een fout opgetreden bij het uitvoeren van een bewerking voor het notitiebeheer.
pt: Ocorreu um erro ao tentar realizar uma operação de gerenciamento de notas.
ro: A apărut o eroare la încercarea de a efectua o operație pentru gestionarea notelor.
tr: Not yönetimi için bir işlem gerçekleştirilirken bir hata oluştu.
uk: Під час спроби виконати операцію для керування нотатками сталася помилка.
vi: Đã xảy ra lỗi khi thực hiện thao tác quản lý ghi chú.
zh: 嘗試執行筆記管理操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HARDWARE
source: Hardware component management failed.
ar: فشلت إدارة مكونات الأجهزة.
de: Die Verwaltung der Hardwarekomponenten ist fehlgeschlagen.
el: Η διαχείριση στοιχείων υλικού απέτυχε.
es: Error en la gestión de componentes de hardware.
fr: La gestion des composants matériels a échoué.
ga: Theip ar bhainistiú comhpháirteanna crua-earraí.
hi: हार्डवेयर घटक प्रबंधन विफल रहा.
hi_latn: haardaveyar ghatak prabandhan viphal hua.
id: Manajemen komponen perangkat keras gagal.
it: La gestione dei componenti hardware non è riuscita.
ja: ハードウェア コンポーネントの管理に失敗しました。
ko: 하드웨어 구성요소 관리에 실패했습니다.
ms: Pengurusan komponen perkakasan gagal.
nb: Administrering av maskinvarekomponenter mislyktes.
nl: Beheer van hardwarecomponenten mislukt.
pt: Falha no gerenciamento de componentes de hardware.
ro: Gestionarea componentelor hardware a eșuat.
tr: Donanım bileşeni yönetimi başarısız oldu.
uk: Помилка керування апаратними компонентами.
vi: Quản lý thành phần phần cứng không thành công.
zh: 硬體元件管理失敗。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LOGINHANDLER
source: Login handler failed. Please ensure that it's registered properly and that it does its job as expected.
ar: فشل معالج تسجيل الدخول. يرجى التأكد من تسجيله بشكل صحيح وأنه يقوم بعمله كما هو متوقع.
de: Der Anmeldehandler ist fehlgeschlagen. Bitte stellen Sie sicher, dass es ordnungsgemäß registriert ist und seine Aufgabe wie erwartet erfüllt.
el: Ο χειριστής σύνδεσης απέτυχε. Βεβαιωθείτε ότι έχει καταχωρηθεί σωστά και ότι κάνει τη δουλειά του όπως αναμένεται.
es: Error en el controlador de inicio de sesión. Asegúrese de que esté registrado correctamente y de que haga su trabajo como se esperaba.
fr: Le gestionnaire de connexion a échoué. Veuillez vous assurer qu'il est correctement enregistré et qu'il fait son travail comme prévu.
ga: Theip ar an láimhseáil logáil isteach. Cinntigh le do thoil go bhfuil sé cláraithe i gceart agus go ndéanann sé a chuid oibre mar a bhíothas ag súil leis.
hi: लॉगिन हैंडलर विफल रहा. कृपया सुनिश्चित करें कि यह ठीक से पंजीकृत है और यह अपेक्षा के अनुरूप अपना काम करता है।
hi_latn: login haindalar viphal hua. krpaya sunishchit karen ki yah theek se panjeekrt hai aur yah apekshit roop se apana kaam karata hai.
id: Penanganan login gagal. Pastikan penanganan tersebut telah terdaftar dengan benar dan berfungsi sebagaimana mestinya.
it: Gestore di accesso non riuscito. Assicurati che sia registrato correttamente e che svolga il suo lavoro come previsto.
ja: ログインハンドラが失敗しました。正しく登録されており、期待どおりに機能することを確認してください。
ko: 로그인 처리기에 실패했습니다. 제대로 등록되었는지, 예상대로 작동하는지 확인하세요.
ms: Pengendali log masuk gagal. Sila pastikan ia didaftarkan dengan betul dan ia menjalankan tugasnya seperti yang diharapkan.
nb: Påloggingsbehandler mislyktes. Sørg for at den er registrert riktig og at den gjør jobben sin som forventet.
nl: Aanmeldingshandler mislukt. Zorg ervoor dat het correct is geregistreerd en dat het zijn werk doet zoals verwacht.
pt: Falha no manipulador de login. Certifique-se de que ele esteja registrado corretamente e que faça seu trabalho conforme o esperado.
ro: Managerul de conectare a eșuat. Vă rugăm să vă asigurați că este înregistrat corect și că își face treaba conform așteptărilor.
tr: Giriş işleyicisi başarısız oldu. Lütfen düzgün bir şekilde kaydedildiğinden ve işini beklendiği gibi yaptığından emin olun.
uk: Помилка обробника входу. Будь ласка, переконайтеся, що він зареєстрований належним чином і виконує свою роботу належним чином.
vi: Trình xử lý đăng nhập không thành công. Vui lòng đảm bảo rằng nó được đăng ký đúng cách và thực hiện chức năng như mong đợi.
zh: 登入處理程序失敗。請確保它已正確註冊並按預期完成其工作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ENCODING
source: Encoding has failed. Check to make sure that your encoding driver works correctly and fix any problems if found, then try again.
ar: فشل الترميز. تحقق للتأكد من أن برنامج تشغيل التشفير الخاص بك يعمل بشكل صحيح وقم بإصلاح أي مشكلات إذا تم العثور عليها، ثم حاول مرة أخرى.
de: Die Codierung ist fehlgeschlagen. Stellen Sie sicher, dass Ihr Kodierungstreiber ordnungsgemäß funktioniert, beheben Sie etwaige Probleme und versuchen Sie es dann erneut.
el: Η κωδικοποίηση απέτυχε. Ελέγξτε για να βεβαιωθείτε ότι το πρόγραμμα οδήγησης κωδικοποίησης λειτουργεί σωστά και διορθώστε τυχόν προβλήματα εάν εντοπιστούν και, στη συνέχεια, δοκιμάστε ξανά.
es: La codificación ha fallado. Verifique para asegurarse de que su controlador de codificación funcione correctamente y solucione cualquier problema si lo encuentra, luego inténtelo nuevamente.
fr: L'encodage a échoué. Vérifiez que votre pilote d'encodage fonctionne correctement et corrigez tout problème s'il est détecté, puis réessayez.
ga: Theip ar an ionchódú. Cinntigh go n-oibríonn do thiománaí ionchódaithe i gceart agus chun aon fhadhb a réiteach má aimsítear é, ansin bain triail eile as.
hi: एन्कोडिंग विफल हो गई है. यह सुनिश्चित करने के लिए जांचें कि आपका एन्कोडिंग ड्राइवर सही ढंग से काम करता है और यदि कोई समस्या आती है तो उसे ठीक करें, फिर पुनः प्रयास करें।
hi_latn: enkoding viphal ho gaee hai. yah sunishchit karane ke lie jaanch karen ki aapaka enkoding draivar sahee dhang se kaam karata hai aur yadi koee samasya paee jaatee hai to use theek karen, phir punah prayaas karen.
id: Pengodean gagal. Periksa untuk memastikan bahwa driver pengodean berfungsi dengan benar dan perbaiki masalah jika ditemukan, lalu coba lagi.
it: La codifica non è riuscita. Verifica che il driver di codifica funzioni correttamente e risolvi eventuali problemi, se rilevati, quindi riprova.
ja: エンコードに失敗しました。エンコードドライバーが正しく動作していることを確認し、問題が見つかった場合は修正してから、再試行してください。
ko: 인코딩에 실패했습니다. 인코딩 드라이버가 올바르게 작동하는지 확인하고 문제가 발견되면 수정한 후 다시 시도하세요.
ms: Pengekodan telah gagal. Semak untuk memastikan pemacu pengekodan anda berfungsi dengan betul dan selesaikan sebarang masalah jika ditemui, kemudian cuba lagi.
nb: Koding mislyktes. Kontroller at kodingsdriveren fungerer som den skal, og reparer eventuelle problemer hvis de blir funnet, og prøv igjen.
nl: Het coderen is mislukt. Controleer of uw coderingsstuurprogramma correct werkt en los eventuele problemen op, en probeer het vervolgens opnieuw.
pt: A codificação falhou. Verifique se o driver de codificação funciona corretamente e corrija quaisquer problemas, se encontrados, e tente novamente.
ro: Codificarea a eșuat. Verificați pentru a vă asigura că driverul dvs. de codare funcționează corect și remediați orice problemă dacă este găsită, apoi încercați din nou.
tr: Kodlama başarısız oldu. Kodlama sürücünüzün doğru çalıştığından emin olun ve herhangi bir sorun bulursanız düzeltin, ardından tekrar deneyin.
uk: Помилка кодування. Переконайтеся, що ваш драйвер кодування працює належним чином, і виправте будь-які проблеми, якщо вони виявлені, а потім повторіть спробу.
vi: Mã hóa không thành công. Kiểm tra để đảm bảo trình điều khiển mã hóa của bạn hoạt động chính xác và khắc phục mọi sự cố nếu có, sau đó thử lại.
zh: 編碼失敗。檢查以確保您的編碼驅動程式正常運作並修復發現的任何問題，然後再試一次。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_PRIVACYCONSENT
source: Invalid privacy consent operation. Please make sure that the consent is correct and try again.
ar: عملية موافقة الخصوصية غير صالحة. يرجى التأكد من صحة الموافقة والمحاولة مرة أخرى.
de: Ungültiger Datenschutz-Zustimmungsvorgang. Bitte stellen Sie sicher, dass die Einwilligung korrekt ist und versuchen Sie es erneut.
el: Μη έγκυρη λειτουργία συναίνεσης απορρήτου. Βεβαιωθείτε ότι η συγκατάθεση είναι σωστή και προσπαθήστε ξανά.
es: Operación de consentimiento de privacidad no válida. Asegúrese de que el consentimiento sea correcto e inténtelo de nuevo.
fr: Opération de consentement à la confidentialité non valide. Veuillez vous assurer que le consentement est correct et réessayer.
ga: Oibríocht toilithe príobháideachta neamhbhailí. Cinntigh go bhfuil an toiliú i gceart agus bain triail eile as.
hi: अमान्य गोपनीयता सहमति कार्रवाई. कृपया सुनिश्चित करें कि सहमति सही है और पुनः प्रयास करें।
hi_latn: amaany gopaneeyata sahamati kaarravaee. krpaya sunishchit karen ki sahamati sahee hai aur punah prayaas karen.
id: Operasi persetujuan privasi tidak valid. Pastikan persetujuan sudah benar dan coba lagi.
it: Operazione di consenso privacy non valida. Assicurati che il consenso sia corretto e riprova.
ja: プライバシー同意操作が無効です。同意が正しいことを確認して、再試行してください。
ko: 개인 정보 보호 동의 작업이 잘못되었습니다. 동의가 올바른지 확인하고 다시 시도해 주세요.
ms: Operasi persetujuan privasi tidak sah. Sila pastikan bahawa persetujuan adalah betul dan cuba lagi.
nb: Ugyldig personvernsamtykkeoperasjon. Kontroller at samtykket er riktig og prøv igjen.
nl: Ongeldige bewerking voor privacytoestemming. Zorg ervoor dat de toestemming correct is en probeer het opnieuw.
pt: Operação de consentimento de privacidade inválida. Certifique-se de que o consentimento está correto e tente novamente.
ro: Operațiune de consimțământ pentru confidențialitate nevalidă. Vă rugăm să vă asigurați că consimțământul este corect și să încercați din nou.
tr: Geçersiz gizlilik onayı işlemi. Lütfen onayın doğru olduğundan emin olun ve tekrar deneyin.
uk: Недійсна операція згоди конфіденційності. Переконайтеся, що згода правильна, і повторіть спробу.
vi: Thao tác đồng ý bảo mật không hợp lệ. Vui lòng đảm bảo rằng sự đồng ý là chính xác và thử lại.
zh: 隱私同意操作無效。請確保同意正確，然後重試。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SPLASH
source: Splash manager has failed to perform your requested operation. Please check the splash name and try again.
ar: لقد فشل مدير سبلاش في تنفيذ العملية المطلوبة. يرجى التحقق من اسم البداية والمحاولة مرة أخرى.
de: Splash Manager konnte Ihren angeforderten Vorgang nicht ausführen. Bitte überprüfen Sie den Splash-Namen und versuchen Sie es erneut.
el: Το Splash Manager απέτυχε να εκτελέσει τη λειτουργία που ζητήσατε. Ελέγξτε το όνομα εκκίνησης και δοκιμάστε ξανά.
es: Splash Manager no pudo realizar la operación solicitada. Verifique el nombre de presentación e inténtelo nuevamente.
fr: Le gestionnaire Splash n'a pas réussi à effectuer l'opération demandée. Veuillez vérifier le nom du splash et réessayer.
ga: Theip ar an mbainisteoir splanc an oibríocht iarrtha a dhéanamh. Seiceáil an splancainm agus bain triail eile as.
hi: स्प्लैश प्रबंधक आपके अनुरोधित ऑपरेशन को निष्पादित करने में विफल रहा है। कृपया स्प्लैश नाम जांचें और पुनः प्रयास करें।
hi_latn: splaish prabandhak aapake anurodhit opareshan ko nishpaadit karane mein viphal raha hai. krpaya splaish naam kee jaanch karen aur punah prayaas karen.
id: Splash manager gagal menjalankan operasi yang Anda minta. Periksa nama splash dan coba lagi.
it: Splash Manager non è riuscito a eseguire l'operazione richiesta. Controlla il nome splash e riprova.
ja: スプラッシュ マネージャーは、要求された操作を実行できませんでした。スプラッシュ名を確認して、再試行してください。
ko: 스플래시 관리자가 요청한 작업을 수행하지 못했습니다. 스플래시 이름을 확인하고 다시 시도해 주세요.
ms: Pengurus Splash telah gagal melaksanakan operasi yang anda minta. Sila semak nama percikan dan cuba lagi.
nb: Splash-behandleren kunne ikke utføre den forespurte operasjonen. Kontroller splash-navnet og prøv igjen.
nl: Splash Manager heeft de gevraagde bewerking niet uitgevoerd. Controleer de splashnaam en probeer het opnieuw.
pt: O gerenciador Splash não conseguiu executar a operação solicitada. Verifique o nome inicial e tente novamente.
ro: Splash Manager nu a reușit să efectueze operațiunea solicitată. Verificați numele splash și încercați din nou.
tr: Splash manager talep ettiğiniz işlemi gerçekleştiremedi. Lütfen splash adını kontrol edin ve tekrar deneyin.
uk: Менеджеру Splash не вдалося виконати вказану вами операцію. Будь ласка, перевірте назву сплеска та повторіть спробу.
vi: Trình quản lý Splash không thực hiện được thao tác bạn yêu cầu. Vui lòng kiểm tra tên Splash và thử lại.
zh: Splash 管理員無法執行您要求的操作。請檢查初始名稱並重試。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_TEXT
source: Text tools failed to process your request.
ar: فشلت أدوات النص في معالجة طلبك.
de: Texttools konnten Ihre Anfrage nicht verarbeiten.
el: Τα εργαλεία κειμένου απέτυχαν να επεξεργαστούν το αίτημά σας.
es: Las herramientas de texto no pudieron procesar su solicitud.
fr: Les outils de texte n'ont pas réussi à traiter votre demande.
ga: Theip ar uirlisí téacs d'iarratas a phróiseáil.
hi: टेक्स्ट टूल आपके अनुरोध को संसाधित करने में विफल रहे।
hi_latn: tekst tool aapake anurodh ko sansaadhit karane mein viphal rahe.
id: Alat teks gagal memproses permintaan Anda.
it: Gli strumenti di testo non sono riusciti a elaborare la tua richiesta.
ja: テキスト ツールはリクエストを処理できませんでした。
ko: 텍스트 도구가 요청을 처리하지 못했습니다.
ms: Alat teks gagal memproses permintaan anda.
nb: Tekstverktøy kunne ikke behandle forespørselen din.
nl: Text Tools heeft uw verzoek niet kunnen verwerken.
pt: As ferramentas de texto não conseguiram processar sua solicitação.
ro: Instrumentele de text nu au reușit să proceseze solicitarea dvs.
tr: Metin araçları isteğinizi işleme koyamadı.
uk: Текстові інструменти не змогли обробити ваш запит.
vi: Công cụ văn bản không xử lý được yêu cầu của bạn.
zh: 文字工具無法處理您的請求。
