Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_USERS_EXCEPTION_REMOVEERROR
source: Error trying to remove username.
ar: خطأ في محاولة إزالة اسم المستخدم.
de: Fehler beim Versuch, den Nutzernamen zu entfernen.
el: Σφάλμα κατά την κατάργηση του ονόματος χρήστη.
es: Error al intentar eliminar el nombre de usuario.
fr: Erreur lors de la tentative de suppression du nom d'utilisateur.
ga: Earráid agus iarracht á déanamh an t-ainm úsáideora a bhaint.
hi: उपयोगकर्ता नाम हटाने का प्रयास करने में त्रुटि।
hi_latn: upayogakarta naam hataane kee koshish mein truti.
id: Terjadi kesalahan saat mencoba menghapus nama pengguna.
it: Errore durante il tentativo di rimuovere il nome utente.
ja: ユーザー名を削除しようとしてエラーが発生しました。
ko: 사용자 이름을 제거하는 중 오류가 발생했습니다.
ms: Ralat semasa cuba mengalih keluar nama pengguna.
nb: Feil under forsøk på å fjerne brukernavn.
nl: Fout bij proberen gebruikersnaam te verwijderen.
pt: Erro ao tentar remover o nome de usuário.
ro: Eroare la încercarea de a elimina numele de utilizator.
tr: Kullanıcı adı kaldırılırken hata oluştu.
uk: Помилка при спробі видалити ім'я користувача.
vi: Có lỗi khi cố gắng xóa tên người dùng.
zh: 嘗試刪除用戶名時出錯。

# NKS_MISC_SCREENSAVER_NOTFOUND
source: The requested screensaver {0} is not found.
ar: لم يتم العثور على شاشة التوقف المطلوبة {0}.
de: Der angeforderte Bildschirmschoner {0} wurde nicht gefunden.
el: Η ζητούμενη προφύλαξη οθόνης {0} δεν βρέθηκε.
es: El protector de pantalla solicitado {0} no se encuentra.
fr: L'économiseur d'écran demandé {0} est introuvable.
ga: Ní bhfuarthas an spárálaíscáileáin iarrtha {0}.
hi: अनुरोधित स्क्रीनसेवर {0} नहीं मिला है।
hi_latn: anurodh kiya gaya skreenasevar {0} nahin mila hai.
id: Screensaver yang diminta {0} tidak ditemukan.
it: Lo screensaver richiesto {0} non è stato trovato.
ja: 要求されたスクリーンセーバー{0}が見つかりません。
ko: 요청한 화면 보호기 {0}을 (를) 찾을 수 없습니다.
ms: Penjimat skrin yang diminta {0} tidak ditemui.
nb: Den forespurte skjermspareren {0} ble ikke funnet.
nl: De gevraagde screensaver {0} is niet gevonden.
pt: O protetor de tela solicitado {0} não foi encontrado.
ro: Screensaver-ul {0} solicitat nu a fost găsit.
tr: İstenen ekran koruyucu {0} bulunamadı.
uk: Запитана заставка {0} не знайдена.
vi: Không tìm thấy trình bảo vệ màn hình được yêu cầu {0}.
zh: 未找到請求的屏幕保護程序 {0}。

# NKS_SHELL_SHELLS_UESH_SETSAVER_SUCCESS
source: {0} is set to default screensaver.
ar: {0} مضبوط على شاشة التوقف الافتراضية.
de: {0} ist auf den Standard-Bildschirmschoner eingestellt.
el: Το {0} έχει οριστεί ως προεπιλεγμένη προφύλαξη οθόνης.
es: {0} está configurado como protector de pantalla predeterminado.
fr: {0} est défini sur l'écran de veille par défaut.
ga: Tá {0} socraithe mar spárálaíscáileáin réamhshocraithe.
hi: {0} डिफ़ॉल्ट स्क्रीनसेवर पर सेट है।
hi_latn: {0} difolt skreenasevar par set hai.
id: {0} ditetapkan sebagai screensaver default.
it: {0} è impostato sullo screensaver predefinito.
ja: {0}はデフォルトのスクリーンセーバーに設定されています。
ko: {0}이 기본 화면 보호기로 설정되어 있습니다.
ms: {0} ditetapkan kepada penyelamat skrin lalai.
nb: {0} er satt til standard skjermsparer.
nl: {0} is ingesteld op de standaard screensaver.
pt: {0} está definido como protetor de tela padrão.
ro: {0} este setat ca screensaver implicit.
tr: {0} varsayılan ekran koruyucu olarak ayarlandı.
uk: {0} встановлено як заставку за умовчанням.
vi: {0} được đặt thành trình bảo vệ màn hình mặc định.
zh: {0} 設置為默認屏幕保護程序。

# NKS_MISC_SCREENSAVER_EXCEPTION_NOTFOUND
source: Screensaver {0} not found in database. Check the name and try again.
ar: شاشة التوقف {0} غير موجودة في قاعدة البيانات. تحقق من الاسم وحاول مرة أخرى.
de: Der Bildschirmschoner {0} wurde nicht in der Datenbank gefunden. Überprüfen Sie den Namen und versuchen Sie es erneut.
el: Η προφύλαξη οθόνης {0} δεν βρέθηκε στη βάση δεδομένων. Ελέγξτε το όνομα και δοκιμάστε ξανά.
es: No se encontró el protector de pantalla {0} en la base de datos. Verifique el nombre e intente nuevamente.
fr: Économiseur d'écran {0} introuvable dans la base de données. Vérifiez le nom et réessayez.
ga: Níor aimsíodh spárálaíscáileáin {0} sa bhunachar sonraí. Seiceáil an t-ainm agus bain triail eile as.
hi: स्क्रीनसेवर {0} डेटाबेस में नहीं मिला। नाम की जाँच करें और पुनः प्रयास करें।
hi_latn: skreenasevar {0} detaabes mein nahin mila. naam kee jaanch karen aur punah prayaas karen.
id: Screensaver {0} tidak ditemukan dalam basis data. Periksa nama dan coba lagi.
it: Screensaver {0} non trovato nel database. Controlla il nome e riprova.
ja: スクリーンセーバー{0}がデータベースに見つかりません。名前を確認して再試行してください。
ko: 데이터베이스에서 화면 보호기 {0}을 (를) 찾을 수 없습니다. 이름을 확인하고 다시 시도하십시오.
ms: Screensaver {0} tidak ditemui dalam pangkalan data. Semak nama dan cuba lagi.
nb: Skjermsparer {0} ikke funnet i databasen. Sjekk navnet og prøv igjen.
nl: Screensaver {0} niet gevonden in database. Controleer de naam en probeer het opnieuw.
pt: Protetor de tela {0} não encontrado no banco de dados. Verifique o nome e tente novamente.
ro: Screensaverul {0} nu a fost găsit în baza de date. Verificați numele și încercați din nou.
tr: Ekran koruyucu {0} veritabanında bulunamadı. Adı kontrol edin ve tekrar deneyin.
uk: Заставка {0} не знайдена в базі даних. Перевірте назву та повторіть спробу.
vi: Không tìm thấy trình bảo vệ màn hình {0} trong cơ sở dữ liệu. Kiểm tra tên và thử lại.
zh: 在數據庫中找不到屏幕保護程序 {0}。檢查名稱並重試。

# NKS_FILES_EXCEPTION_DIRECTORYNOTFOUND1
source: Directory {0} not found.
ar: لم يتم العثور على الدليل {0}.
de: Das Verzeichnis {0} wurde nicht gefunden.
el: Ο κατάλογος {0} δεν βρέθηκε.
es: Directorio {0} no encontrado.
fr: Répertoire {0} introuvable.
ga: Eolaire {0} gan aimsiú.
hi: निर्देशिका {0} नहीं मिली।
hi_latn: nirdeshika {0} nahin milee.
id: Direktori {0} tidak ditemukan.
it: Directory {0} non trovata.
ja: ディレクトリ{0}が見つかりません。
ko: {0} 디렉토리를 찾을 수 없습니다.
ms: Direktori {0} tidak ditemui.
nb: Katalog {0} ble ikke funnet.
nl: Directory {0} niet gevonden.
pt: Diretório {0} não encontrado.
ro: Directorul {0} nu a fost găsit.
tr: {0} dizini bulunamadı.
uk: Каталог {0} не знайдено.
vi: Không tìm thấy thư mục {0}.
zh: 未找到目錄 {0}。

# NKS_FILES_EXCEPTION_DIRECTORYNOTFOUND2
source: Directory {0} not found
ar: لم يتم العثور على الدليل {0}
de: Verzeichnis {0} nicht gefunden
el: Ο κατάλογος {0} δεν βρέθηκε
es: Directorio {0} no encontrado
fr: Répertoire {0} introuvable
ga: Eolaire {0} gan aimsiú
hi: निर्देशिका {0} नहीं मिली
hi_latn: nirdeshika {0} nahin milee
id: Direktori {0} tidak ditemukan
it: Directory {0} non trovata
ja: ディレクトリ{0}が見つかりません
ko: {0} 디렉토리를 찾을 수 없습니다
ms: Direktori {0} tidak ditemui
nb: Katalog {0} ble ikke funnet
nl: Directory {0} niet gevonden
pt: Diretório {0} não encontrado
ro: Directorul {0} nu a fost găsit
tr: Dizin {0} bulunamadı
uk: Каталог {0} не знайдено
vi: Thư mục {0} không tìm thấy
zh: 找不到目錄 {0}

# NKS_SHELL_SHELLS_UESH_CHHOSTNAME_BLANKHOSTNAME
source: Blank host name.
ar: اسم المضيف فارغ.
de: Leerer Hostname
el: Κενό όνομα κεντρικού υπολογιστή.
es: Nombre de host en blanco.
fr: Nom d'hôte vide.
ga: Ainm óstach bán.
hi: खाली होस्ट नाम।
hi_latn: khaalee mejabaan naam.
id: Nama host kosong.
it: Nome host vuoto.
ja: 空白のホスト名。
ko: 빈 호스트 이름.
ms: Nama hos kosong.
nb: Tomt vertsnavn.
nl: Lege hostnaam.
pt: Nome do host em branco.
ro: Nume gazdă necompletat.
tr: Boş ana bilgisayar adı.
uk: Порожнє ім'я хоста.
vi: Tên máy chủ để trống.
zh: 空白主機名。

# NKS_SHELL_SHELLS_UESH_CHHOSTNAME_PROGRESS
source: Changing from: {0} to {1}...
ar: التغيير من: {0} إلى {1} ...
de: Wechseln von: {0} zu {1} ...
el: Αλλαγή από: {0} σε {1}...
es: Cambiando de: {0} a {1} ...
fr: Passage de: {0} à {1} ...
ga: Á athrú ó: {0} go {1}...
hi: से बदल रहा है: {0} से {1} ...
hi_latn: se badal raha hai: {0} se {1} ...
id: Mengubah dari: {0} ke {1}...
it: Passaggio da: {0} a {1} ...
ja: 変更：{0}から{1} ...
ko: {0}에서 {1} (으)로 변경 중 ...
ms: Menukar daripada: {0} kepada {1}...
nb: Endrer fra: {0} til {1}...
nl: Wijzigen van: {0} naar {1} ...
pt: Alterando de: {0} para {1} ...
ro: Se schimbă de la: {0} la {1}...
tr: Şundan değiştiriliyor: {0} ile {1}...
uk: Зміна з: {0} на {1}...
vi: Đang thay đổi từ: {0} thành {1}...
zh: 從：{0} 更改為 {1}...

# NKS_SHELL_SHELLS_UESH_CHMOTD_BLANK
source: Blank message of the day.
ar: رسالة فارغة من اليوم.
de: Leere Nachricht des Tages.
el: Κενό μήνυμα της ημέρας.
es: Mensaje en blanco del día.
fr: Message vide du jour.
ga: Teachtaireacht bán an lae.
hi: दिन का खाली संदेश।
hi_latn: din ka khaalee sandesh.
id: Pesan kosong hari ini.
it: Messaggio vuoto del giorno.
ja: その日の空白のメッセージ。
ko: 오늘의 빈 메시지.
ms: Mesej kosong hari ini.
nb: Tom melding for dagen.
nl: Blanco bericht van de dag.
pt: Mensagem em branco do dia.
ro: Mesajul gol al zilei.
tr: Günün boş mesajı.
uk: Пусте повідомлення дня.
vi: Tin nhắn trống trong ngày.
zh: 當天的空白消息。

# NKS_SHELL_SHELLS_UESH_CHMAL_BLANK
source: Blank MAL After Login.
ar: فارغ MAL بعد تسجيل الدخول.
de: Leere MAL nach der Anmeldung.
el: Κενό MAL μετά τη σύνδεση.
es: MAL en blanco después de iniciar sesión.
fr: Blank MAL après la connexion.
ga: Blank MAL Tar éis Logála Isteach.
hi: लॉगिन के बाद खाली MAL।
hi_latn: login ke baad khaalee emeel.
id: MAL Kosong Setelah Login.
it: MAL vuoto dopo l'accesso.
ja: ログイン後の空白のMAL。
ko: 로그인 후 빈 MAL.
ms: MAL Kosong Selepas Log Masuk.
nb: Blank MAL etter pålogging.
nl: Lege MAL na inloggen.
pt: MAL em branco após o login.
ro: MAL necompletat după conectare.
tr: Giriş Yaptıktan Sonra Boş MAL.
uk: Порожній MAL після входу.
vi: MAL trống sau khi đăng nhập.
zh: 登錄後空白 MAL。

# NKS_USERS_WRONGUSERPASSWORD
source: Wrong user password.
ar: كلمة مرور المستخدم خاطئة.
de: Falsches Benutzerpasswort
el: Λάθος κωδικός χρήστη.
es: Contraseña de usuario incorrecta.
fr: Mauvais mot de passe utilisateur.
ga: Pasfhocal úsáideora mícheart.
hi: गलत उपयोगकर्ता पासवर्ड।
hi_latn: galat upayogakarta paasavard.
id: Kata sandi pengguna salah.
it: Password utente errata.
ja: 間違ったユーザーパスワード。
ko: 사용자 비밀번호가 잘못되었습니다.
ms: Kata laluan pengguna yang salah.
nb: Feil brukerpassord.
nl: Verkeerd gebruikerswachtwoord.
pt: Senha incorreta do usuário.
ro: Parolă de utilizator greșită.
tr: Hatalı kullanıcı şifresi.
uk: Неправильний пароль користувача.
vi: Mật khẩu người dùng sai.
zh: 用戶密碼錯誤。

# NKS_SHELL_SHELLS_UESH_ADDUSER_PASSWORDMISMATCH
source: Passwords don't match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ga: Ní hionann pasfhocail.
hi: पासवर्ड मेल नहीं खाते।
hi_latn: paasavard mel nahin khaata hai.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
nb: Passord stemmer ikke.
nl: Wachtwoorden komen niet overeen.
pt: Senhas não coincidem.
ro: Parolele nu se potrivesc.
tr: Şifreler uyuşmuyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh: 密碼不匹配。

# NKS_SHELL_SHELLS_UESH_CHUSRNAME_SUCCESS
source: Username has been changed to {0}!
ar: تم تغيير اسم المستخدم إلى {0}!
de: Der Benutzername wurde in {0} geändert.
el: Το όνομα χρήστη έχει αλλάξει σε {0}!
es: El nombre de usuario ha sido cambiado a {0}!
fr: Le nom d'utilisateur a été changé en {0}!
ga: Athraíodh an t-ainm úsáideora go {0}!
hi: उपयोगकर्ता नाम बदलकर {0} कर दिया गया है!
hi_latn: upayogakarta naam badal diya gaya hai {0}!
id: Nama pengguna telah diubah menjadi {0}!
it: Il nome utente è stato cambiato in {0}!
ja: ユーザー名が{0}に変更されました！
ko: 사용자 이름이 {0} (으)로 변경되었습니다!
ms: Nama pengguna telah ditukar kepada {0}!
nb: Brukernavnet er endret til {0}!
nl: Gebruikersnaam is gewijzigd in {0}!
pt: O nome de usuário foi alterado para {0}!
ro: Numele de utilizator a fost schimbat în {0}!
tr: Kullanıcı adı {0} olarak değiştirildi!
uk: Ім'я користувача змінено на {0}!
vi: Tên người dùng đã được đổi thành {0}!
zh: 用戶名已更改為 {0}！

# NKS_USERS_EXCEPTION_NEWNAMEALREADYEXISTS
source: The new name you entered is already found.
ar: الاسم الجديد الذي أدخلته موجود بالفعل.
de: Der neue Name, den Sie eingegeben haben, ist bereits gefunden.
el: Το νέο όνομα που εισαγάγατε βρέθηκε ήδη.
es: El nuevo nombre que ingresaste ya está encontrado.
fr: Le nouveau nom que vous avez entré est déjà trouvé.
ga: Tá an t-ainm nua a d'iontráil tú le fáil cheana féin.
hi: आपके द्वारा दर्ज किया गया नया नाम पहले से ही पाया गया है।
hi_latn: aapake dvaara darj kiya gaya naya naam pahale se hee mila hai.
id: Nama baru yang Anda masukkan sudah ditemukan.
it: Il nuovo nome che hai inserito è già stato trovato.
ja: 入力した新しい名前はすでに見つかりました。
ko: 입력 한 새 이름이 이미 있습니다.
ms: Nama baharu yang anda masukkan sudah ditemui.
nb: Det nye navnet du skrev inn er allerede funnet.
nl: De nieuwe naam die u hebt ingevoerd, is al gevonden.
pt: O novo nome que você digitou já foi encontrado.
ro: Noul nume pe care l-ați introdus este deja găsit.
tr: Girdiğiniz yeni isim zaten mevcut.
uk: Нове ім'я, яке ви ввели, уже знайдено.
vi: Tên mới bạn nhập đã được tìm thấy.
zh: 已找到您輸入的新名稱。

# NKS_SHELL_SHELLS_UESH_VERIFY_NOTFOUND
source: {0} is not found.
ar: {0} غير موجود.
de: {0} wurde nicht gefunden.
el: Το {0} δεν βρέθηκε.
es: {0} no se encuentra.
fr: {0} introuvable.
ga: Ní bhfuarthas {0}.
hi: {0} नहीं मिला है।
hi_latn: {0} nahin mila hai.
id: {0} tidak ditemukan.
it: {0} non trovato.
ja: {0}が見つかりません。
ko: {0}을 (를) 찾을 수 없습니다.
ms: {0} tidak ditemui.
nb: {0} ble ikke funnet.
nl: {0} is niet gevonden.
pt: {0} não foi encontrado.
ro: {0} nu este găsit.
tr: {0} bulunamadı.
uk: {0} не знайдено.
vi: {0} không được tìm thấy.
zh: 未找到 {0}。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_RELOADED
source: Configuration reloaded. You might need to reboot the kernel for some changes to take effect.
ar: إعادة تحميل التكوين. قد تحتاج إلى إعادة تشغيل kernel حتى تصبح بعض التغييرات نافذة المفعول.
de: Konfiguration neu geladen Möglicherweise müssen Sie den Kernel neu starten, damit einige Änderungen wirksam werden.
el: Η διαμόρφωση φορτώθηκε ξανά. Ίσως χρειαστεί να επανεκκινήσετε τον πυρήνα για να τεθούν σε ισχύ ορισμένες αλλαγές.
es: Configuración recargada. Es posible que deba reiniciar el kernel para que algunos cambios surtan efecto.
fr: Configuration rechargée. Vous devrez peut-être redémarrer le noyau pour que certaines modifications prennent effet.
ga: Athlódáil an chumraíocht. Seans go mbeidh ort an t-eithne a atosú le go dtiocfaidh roinnt athruithe i bhfeidhm.
hi: कॉन्फ़िगरेशन पुनः लोड किया गया। प्रभावी होने के लिए आपको कुछ बदलावों के लिए कर्नेल को रिबूट करना पड़ सकता है।
hi_latn: konfigareshan punah lod kiya gaya. kuchh parivartanon ko prabhaavee hone ke lie aapako karnel ko reeboot karane kee aavashyakata ho sakatee hai.
id: Konfigurasi dimuat ulang. Anda mungkin perlu me-reboot kernel agar beberapa perubahan dapat diterapkan.
it: Configurazione ricaricata. Potrebbe essere necessario riavviare il kernel affinché alcune modifiche abbiano effetto.
ja: 設定がリロードされました。一部の変更を有効にするには、カーネルの再起動が必要になる場合があります。
ko: 구성이 다시로드되었습니다. 일부 변경 사항을 적용하려면 커널을 재부팅해야 할 수도 있습니다.
ms: Konfigurasi dimuat semula. Anda mungkin perlu but semula kernel untuk beberapa perubahan berkuat kuasa.
nb: Konfigurasjonen er lastet inn på nytt. Du må kanskje starte kjernen på nytt for at noen endringer skal tre i kraft.
nl: Configuratie opnieuw geladen. Mogelijk moet u de kernel opnieuw opstarten om een aantal wijzigingen door te voeren.
pt: Configuração recarregada. Pode ser necessário reinicializar o kernel para que algumas alterações entrem em vigor.
ro: Configurația a fost reîncărcată. Poate fi necesar să reporniți nucleul pentru ca unele modificări să aibă efect.
tr: Yapılandırma yeniden yüklendi. Bazı değişikliklerin etkili olması için çekirdeği yeniden başlatmanız gerekebilir.
uk: Конфігурацію перезавантажено. Вам може знадобитися перезавантажити ядро, щоб деякі зміни вступили в силу.
vi: Cấu hình đã được tải lại. Bạn có thể cần khởi động lại kernel để một số thay đổi có hiệu lực.
zh: 配置重新加載。您可能需要重新啟動內核以使某些更改生效。

# NKS_SHELL_SHELLS_UESH_SETSAVER_NOTFOUND
source: Screensaver {0} not found.
ar: لم يتم العثور على شاشة التوقف {0}.
de: Bildschirmschoner {0} nicht gefunden.
el: Η προφύλαξη οθόνης {0} δεν βρέθηκε.
es: Protector de pantalla {0} no encontrado.
fr: Économiseur d'écran {0} introuvable.
ga: Níor aimsíodh spárálaíscáileáin {0}.
hi: स्क्रीनसेवर {0} नहीं मिला।
hi_latn: skreenasevar {0} nahin mila.
id: Screensaver {0} tidak ditemukan.
it: Screensaver {0} non trovato.
ja: スクリーンセーバー{0}が見つかりません。
ko: 스크린 세이버 {0}을 (를) 찾을 수 없습니다.
ms: Penyimpan skrin {0} tidak ditemui.
nb: Finner ikke skjermsparer {0}.
nl: Screensaver {0} niet gevonden.
pt: Protetor de tela {0} não encontrado.
ro: Screensaver {0} nu a fost găsit.
tr: Ekran koruyucu {0} bulunamadı.
uk: Заставка {0} не знайдена.
vi: Không tìm thấy trình bảo vệ màn hình {0}.
zh: 未找到屏幕保護程序 {0}。

# NKS_SHELL_BASE_COMMANDS_ERROREXECUTE1
source: Error trying to execute command
ar: خطأ في محاولة تنفيذ الأمر
de: Fehler beim Ausführen des Befehls
el: Σφάλμα κατά την εκτέλεση της εντολής
es: Error al intentar ejecutar el comando
fr: Erreur lors de la tentative d'exécution de la commande
ga: Earráid agus iarracht á déanamh an t-ordú a rith
hi: कमांड निष्पादित करने में त्रुटि
hi_latn: kamaand nishpaadit karane ka prayaas karane mein truti
id: Terjadi kesalahan saat mencoba menjalankan perintah
it: Errore durante il tentativo di eseguire il comando
ja: コマンドの実行中にエラーが発生しました
ko: 명령을 실행하는 동안 오류가 발생했습니다
ms: Ralat semasa cuba melaksanakan arahan
nb: Feil under forsøk på å utføre kommandoen
nl: Fout bij proberen opdracht uit te voeren
pt: Erro ao tentar executar o comando
ro: Eroare la încercarea de a executa comanda
tr: Komut yürütülürken hata oluştu
uk: Помилка під час спроби виконати команду
vi: Lỗi khi cố gắng thực hiện lệnh
zh: 嘗試執行命令時出錯

# NKS_SHELL_SHELLS_UESH_COMMAND_CHDIR_DESC
source: Changes directory
ar: دليل التغييرات
de: Ändert das Verzeichnis
el: Κατάλογος αλλαγών
es: Directorio de cambios
fr: Répertoire de modifications
ga: Athruithe eolaire
hi: निर्देशिका बदल जाती है
hi_latn: nirdeshika badalata hai
id: Mengubah direktori
it: Cambia directory
ja: ディレクトリを変更します
ko: 디렉토리 변경
ms: Tukar direktori
nb: Endrer katalog
nl: Wijzigingenmap
pt: Muda o diretório
ro: Schimbă directorul
tr: Değişiklikler dizini
uk: Змінює каталог
vi: Thay đổi thư mục
zh: 更改目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_CHPWD_DESC
source: Changes password for current user
ar: يغير كلمة المرور للمستخدم الحالي
de: Ändert das Passwort für den aktuellen Benutzer
el: Αλλάζει τον κωδικό πρόσβασης για τον τρέχοντα χρήστη
es: Cambia la contraseña para el usuario actual
fr: Change le mot de passe pour l'utilisateur actuel
ga: Athraíonn pasfhocal don úsáideoir reatha
hi: वर्तमान उपयोगकर्ता के लिए पासवर्ड बदलता है
hi_latn: vartamaan upayogakarta ke lie paasavard badalata hai
id: Mengubah kata sandi untuk pengguna saat ini
it: Cambia la password per l'utente corrente
ja: 現在のユーザーのパスワードを変更します
ko: 현재 사용자의 비밀번호 변경
ms: Menukar kata laluan untuk pengguna semasa
nb: Endrer passord for gjeldende bruker
nl: Verandert het wachtwoord voor de huidige gebruiker
pt: Altera a senha do usuário atual
ro: Schimbă parola pentru utilizatorul actual
tr: Mevcut kullanıcı için parolayı değiştirir
uk: Змінює пароль поточного користувача
vi: Thay đổi mật khẩu cho người dùng hiện tại
zh: 更改當前用戶的密碼

# NKS_SHELL_SHELLS_COMMAND_HELP_DESC
source: Help page
ar: صفحة المساعدة
de: Hilfeseite
el: Σελίδα βοήθειας
es: Página de ayuda
fr: Page d'aide
ga: Leathanach cabhrach
hi: मदद पृष्ठ
hi_latn: sahaayata prshth
id: Halaman bantuan
it: Pagina di aiuto
ja: ヘルプページ
ko: 도움말 페이지
ms: Halaman bantuan
nb: Hjelpeside
nl: Help-pagina
pt: Página de ajuda
ro: Pagina de ajutor
tr: Yardım sayfası
uk: Сторінка довідки
vi: Trang trợ giúp
zh: 幫助頁面

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_DESC
source: List file/folder contents in current folder
ar: سرد محتويات الملف / المجلد في المجلد الحالي
de: Listet den Inhalt der Datei / des Ordners im aktuellen Ordner auf
el: Καταχωρίστε τα περιεχόμενα του αρχείου/φακέλου στον τρέχοντα φάκελο
es: Lista de contenidos de carpetas / archivos en la carpeta actual
fr: Liste le contenu du fichier / dossier dans le dossier actuel
ga: Liostaigh inneachar an chomhaid/an fhillteáin san fhillteán reatha
hi: वर्तमान फ़ोल्डर में सूची फ़ाइल / फ़ोल्डर सामग्री
hi_latn: vartamaan foldar mein fail / foldar saamagree soocheebaddh karen
id: Daftar isi file/folder di folder saat ini
it: Elenca il contenuto del file / cartella nella cartella corrente
ja: 現在のフォルダー内のファイル/フォルダーの内容を一覧表示する
ko: 현재 폴더의 파일 / 폴더 내용 나열
ms: Senaraikan kandungan fail/folder dalam folder semasa
nb: List fil-/mappeinnhold i gjeldende mappe
nl: Geef de inhoud van bestanden / mappen weer in de huidige map
pt: Listar o conteúdo do arquivo / pasta na pasta atual
ro: Listați conținutul fișierului/dosarului în folderul curent
tr: Geçerli klasördeki dosya/klasör içeriklerini listele
uk: Показати вміст файлу/папки в поточній папці
vi: Liệt kê nội dung tệp/thư mục trong thư mục hiện tại
zh: 列出當前文件夾中的文件/文件夾內容

# NKS_SHELL_SHELLS_UESH_COMMAND_LOCKSCREEN_DESC
source: Locks your screen with a password
ar: أقفال الشاشة بكلمة مرور
de: Sperrt Ihren Bildschirm mit einem Passwort
el: Κλειδώνει την οθόνη σας με κωδικό πρόσβασης
es: Bloquea tu pantalla con una contraseña
fr: Verrouille votre écran avec un mot de passe
ga: Glais do scáileán le pasfhocal
hi: आपकी स्क्रीन को पासवर्ड से लॉक करता है
hi_latn: paasavard ke saath apanee skreen ko lok karata hai
id: Mengunci layar Anda dengan kata sandi
it: Blocca lo schermo con una password
ja: パスワードで画面をロックします
ko: 비밀번호로 화면을 잠급니다
ms: Mengunci skrin anda dengan kata laluan
nb: Låser skjermen med et passord
nl: Vergrendelt uw scherm met een wachtwoord
pt: Bloqueia sua tela com uma senha
ro: Îți blochează ecranul cu o parolă
tr: Ekranınızı bir parola ile kilitler
uk: Блокує екран за допомогою пароля
vi: Khóa màn hình của bạn bằng mật khẩu
zh: 使用密碼鎖定您的屏幕

# NKS_SHELL_SHELLS_UESH_COMMAND_LOGOUT_DESC
source: Logs you out
ar: يسجل لك الخروج
de: Meldet dich ab
el: Σας αποσυνδέει
es: Cierra la sesión
fr: Vous déconnecte
ga: Logálann tú amach
hi: आपको लॉग आउट करता है
hi_latn: aapako log aaut karata hai
id: Membuat Anda keluar
it: Esci
ja: ログアウトします
ko: 로그 아웃
ms: Log anda keluar
nb: Logger deg ut
nl: Logt je uit
pt: Faz o logout
ro: Te deconectează
tr: Oturumunuzu kapatır
uk: Виходить із системи
vi: Đăng xuất bạn
zh: 將您註銷

# NKS_SHELL_SHELLS_UESH_COMMAND_MD_DESC
source: Creates a directory
ar: يخلق الدليل
de: Erstellt ein Verzeichnis
el: Δημιουργεί έναν κατάλογο
es: Crea un directorio
fr: Crée un répertoire
ga: Cruthaíonn eolaire
hi: एक निर्देशिका बनाता है
hi_latn: ek nirdeshika banaata hai
id: Membuat direktori
it: Crea una directory
ja: ディレクトリを作成します
ko: 디렉토리를 만듭니다
ms: Mencipta direktori
nb: Oppretter en katalog
nl: Creëert een map
pt: Cria um diretório
ro: Creează un director
tr: Bir dizin oluşturur
uk: Створює каталог
vi: Tạo một thư mục
zh: 創建目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_RELOADCONFIG_DESC
source: Reloads configuration file that is edited.
ar: إعادة تحميل ملف التكوين الذي تم تحريره.
de: Lädt die Konfigurationsdatei neu, die bearbeitet wurde.
el: Φορτώνει ξανά το αρχείο διαμόρφωσης που έχει υποστεί επεξεργασία.
es: Vuelve a cargar el archivo de configuración que se edita.
fr: Recharge le fichier de configuration qui est édité.
ga: Athlódáiltear an comhad cumraíochta atá curtha in eagar.
hi: संपादित किया गया कॉन्फ़िगरेशन फ़ाइल पुनः लोड करें।
hi_latn: sampaadit kee gaee konfigareshan fail ko punah lod karata hai.
id: Memuat ulang berkas konfigurasi yang diedit.
it: Ricarica il file di configurazione che è stato modificato.
ja: 編集された構成ファイルを再ロードします。
ko: 편집 된 구성 파일을 다시로드합니다.
ms: Muat semula fail konfigurasi yang diedit.
nb: Laster inn konfigurasjonsfilen som er redigert på nytt.
nl: Laadt het configuratiebestand opnieuw dat is bewerkt.
pt: Recarrega o arquivo de configuração editado.
ro: Reîncarcă fișierul de configurare care este editat.
tr: Düzenlenen yapılandırma dosyasını yeniden yükler.
uk: Перезавантажує файл конфігурації, який редагується.
vi: Tải lại tệp cấu hình đã được chỉnh sửa.
zh: 重新加載已編輯的配置文件。
