Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE1_TEXT1
source: Welcome to Nitrocid Kernel! Thank you for trying it out!
ar: مرحبا بكم في نواة النيتروسيد! شكرا لك على تجربتها!
de: Willkommen bei Nitrocid Kernel! Vielen Dank, dass Sie es ausprobiert haben!
el: Καλώς ήρθατε στο Nitrocid Kernel! Σας ευχαριστούμε που το δοκιμάσατε!
es: ¡Bienvenido a Nitrocid Kernel! ¡Gracias por probarlo!
fr: Bienvenue sur Nitrocid Kernel ! Merci de l'avoir essayé !
ga: Fáilte go dtí Eithne Nitrocid! Go raibh maith agat as triail a bhaint as!
hi: नाइट्रोसिड कर्नेल में आपका स्वागत है! इसे आज़माने के लिए धन्यवाद!
hi_latn: naitrosid karnel mein aapaka svaagat hai! ise aazamaane ke lie dhanyavaad!
id: Selamat datang di Nitrocid Kernel! Terima kasih telah mencobanya!
it: Benvenuti nel Nitrocid Kernel! Grazie per averlo provato!
ja: ニトロシッド カーネルへようこそ! お試しいただきありがとうございます!
ko: Nitrocid 커널에 오신 것을 환영합니다! 사용해 주셔서 감사합니다!
ms: Selamat datang ke Nitrocid Kernel! Terima kasih kerana mencubanya!
nb: Velkommen til Nitrocid Kernel! Takk for at du prøver det!
nl: Welkom bij Nitrocid Kernel! Bedankt voor het uitproberen!
pt: Bem-vindo ao Nitrocid Kernel! Obrigado por experimentar!
ro: Bun venit la Nitrocid Kernel! Vă mulțumim că l-ați încercat!
tr: Nitrocid Kernel'e hoş geldiniz! Denediğiniz için teşekkür ederiz!
uk: Ласкаво просимо до Nitrocid Kernel! Дякуємо, що спробували!
vi: Chào mừng đến với Nitrocid Kernel! Cảm ơn bạn đã dùng thử!
zh: 歡迎來到硝化內核！感謝您嘗試！

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE1_TEXT2
source: To get started, press ENTER.
ar: للبدء، اضغط على ENTER.
de: Um zu beginnen, drücken Sie die EINGABETASTE.
el: Για να ξεκινήσετε, πατήστε ENTER.
es: Para comenzar, presione ENTRAR.
fr: Pour commencer, appuyez sur ENTRÉE.
ga: Chun tús a chur leis, brúigh ENTER.
hi: आरंभ करने के लिए, ENTER दबाएँ.
hi_latn: aarambh karane ke lie, aintair dabaen.
id: Untuk memulai, tekan ENTER.
it: Per iniziare, premere INVIO.
ja: 開始するには、ENTER を押してください。
ko: 시작하려면 Enter 키를 누르세요.
ms: Untuk bermula, tekan ENTER.
nb: For å komme i gang, trykk ENTER.
nl: Druk op ENTER om aan de slag te gaan.
pt: Para começar, pressione ENTER.
ro: Pentru a începe, apăsați ENTER.
tr: Başlamak için ENTER'a basın.
uk: Щоб почати, натисніть ENTER.
vi: Để bắt đầu, hãy nhấn ENTER.
zh: 若要開始，請按 ENTER 鍵。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_LANGPROMPT
source: Select your language. By default, the kernel uses the English language, but you can select any other language here.
ar: اختر لغتك. بشكل افتراضي، يستخدم النواة اللغة الإنجليزية، ولكن يمكنك تحديد أي لغة أخرى هنا.
de: Wähle deine Sprache. Standardmäßig verwendet der Kernel die englische Sprache, Sie können hier jedoch jede andere Sprache auswählen.
el: Επιλέξτε την γλώσσα σας. Από προεπιλογή, ο πυρήνας χρησιμοποιεί την αγγλική γλώσσα, αλλά μπορείτε να επιλέξετε οποιαδήποτε άλλη γλώσσα εδώ.
es: Elige tu idioma. De forma predeterminada, el kernel utiliza el idioma inglés, pero aquí puedes seleccionar cualquier otro idioma.
fr: Choisissez votre langue. Par défaut, le noyau utilise la langue anglaise, mais vous pouvez sélectionner n'importe quelle autre langue ici.
ga: Roghnaigh do theanga. De réir réamhshocraithe, úsáideann an eithne an Béarla, ach is féidir leat teanga ar bith eile a roghnú anseo.
hi: अपनी भाषा का चयन करें। डिफ़ॉल्ट रूप से, कर्नेल अंग्रेजी भाषा का उपयोग करता है, लेकिन आप यहां किसी अन्य भाषा का चयन कर सकते हैं।
hi_latn: apanee bhaasha chunen. difolt roop se, karnel angrezee bhaasha ka upayog karata hai, lekin aap yahaan koee any bhaasha chun sakate hain.
id: Pilih bahasa Anda. Secara default, kernel menggunakan bahasa Inggris, tetapi Anda dapat memilih bahasa lain di sini.
it: Seleziona la tua lingua. Per impostazione predefinita, il kernel utilizza la lingua inglese, ma qui puoi selezionare qualsiasi altra lingua.
ja: あなたが使う言語を選んでください。デフォルトでは、カーネルは英語を使用しますが、ここで他の言語を選択することもできます。
ko: 언어를 선택하세요. 기본적으로 커널은 영어를 사용하지만 여기에서 다른 언어를 선택할 수 있습니다.
ms: Pilih bahasa anda. Secara lalai, kernel menggunakan bahasa Inggeris, tetapi anda boleh memilih mana-mana bahasa lain di sini.
nb: Velg ditt språk. Som standard bruker kjernen det engelske språket, men du kan velge hvilket som helst annet språk her.
nl: Selecteer je taal. Standaard gebruikt de kernel de Engelse taal, maar je kunt hier elke andere taal selecteren.
pt: Selecione sua lingua. Por padrão, o kernel usa o idioma inglês, mas você pode selecionar qualquer outro idioma aqui.
ro: Selectați limba dvs. În mod implicit, nucleul folosește limba engleză, dar puteți selecta orice altă limbă aici.
tr: Dilinizi seçin. Çekirdek varsayılan olarak İngilizce dilini kullanır, ancak burada başka herhangi bir dili seçebilirsiniz.
uk: Виберіть свою мову. За замовчуванням ядро використовує англійську мову, але тут можна вибрати будь-яку іншу мову.
vi: Chọn ngôn ngữ của bạn. Theo mặc định, kernel sử dụng ngôn ngữ tiếng Anh, nhưng bạn có thể chọn bất kỳ ngôn ngữ nào khác tại đây.
zh: 選擇你的語言。預設情況下，核心使用英語，但您可以在此處選擇任何其他語言。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE2_TITLE
source: Create your first user
ar: قم بإنشاء المستخدم الأول الخاص بك
de: Erstellen Sie Ihren ersten Benutzer
el: Δημιουργήστε τον πρώτο σας χρήστη
es: Crea tu primer usuario
fr: Créez votre premier utilisateur
ga: Cruthaigh do chéad úsáideoir
hi: अपना पहला उपयोगकर्ता बनाएं
hi_latn: apana pahala upayogakarta banaen
id: Buat pengguna pertama Anda
it: Crea il tuo primo utente
ja: 最初のユーザーを作成する
ko: 첫 번째 사용자 만들기
ms: Buat pengguna pertama anda
nb: Opprett din første bruker
nl: Maak uw eerste gebruiker aan
pt: Crie seu primeiro usuário
ro: Creați-vă primul utilizator
tr: İlk kullanıcınızı oluşturun
uk: Створіть свого першого користувача
vi: Tạo người dùng đầu tiên của bạn
zh: 創建您的第一個用戶

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE2_TEXT1
source: We'll help you create your own username. Select any name you want. This could be your nickname or your short name, as long as your username doesn't contain spaces and special characters and that it doesn't already exist. The following usernames are registered:
ar: سنساعدك في إنشاء اسم المستخدم الخاص بك. حدد أي اسم تريده. يمكن أن يكون هذا هو لقبك أو اسمك المختصر، طالما أن اسم المستخدم الخاص بك لا يحتوي على مسافات وأحرف خاصة وأنه غير موجود بالفعل. يتم تسجيل أسماء المستخدمين التالية:
de: Wir helfen Ihnen bei der Erstellung Ihres eigenen Benutzernamens. Wählen Sie einen beliebigen Namen aus. Dies kann Ihr Spitzname oder Ihr Kurzname sein, sofern Ihr Benutzername keine Leer- und Sonderzeichen enthält und dieser nicht bereits existiert. Folgende Benutzernamen sind registriert:
el: Θα σας βοηθήσουμε να δημιουργήσετε το δικό σας όνομα χρήστη. Επιλέξτε όποιο όνομα θέλετε. Αυτό μπορεί να είναι το ψευδώνυμό σας ή το σύντομο όνομά σας, εφόσον το όνομα χρήστη σας δεν περιέχει κενά και ειδικούς χαρακτήρες και δεν υπάρχει ήδη. Έχουν εγγραφεί τα ακόλουθα ονόματα χρήστη:
es: Te ayudaremos a crear tu propio nombre de usuario. Seleccione el nombre que desee. Este podría ser su apodo o su nombre corto, siempre y cuando su nombre de usuario no contenga espacios ni caracteres especiales y no exista ya. Están registrados los siguientes nombres de usuario:
fr: Nous vous aiderons à créer votre propre nom d'utilisateur. Sélectionnez le nom de votre choix. Il peut s'agir de votre pseudo ou de votre nom court, à condition que votre nom d'utilisateur ne contienne pas d'espaces ni de caractères spéciaux et qu'il n'existe pas déjà. Les noms d'utilisateur suivants sont enregistrés :
ga: Cabhróidh muid leat d’ainm úsáideora féin a chruthú. Roghnaigh ainm ar bith atá uait. D’fhéadfadh gurb é seo do leasainm nó d’ainm gairid, chomh fada agus nach bhfuil spásanna agus carachtair speisialta i d’ainm úsáideora agus nach ann dó cheana. Tá na hainmneacha úsáideoirí seo a leanas cláraithe:
hi: हम आपको अपना स्वयं का उपयोगकर्ता नाम बनाने में मदद करेंगे। अपना इच्छित कोई भी नाम चुनें. यह आपका उपनाम या आपका संक्षिप्त नाम हो सकता है, जब तक कि आपके उपयोगकर्ता नाम में रिक्त स्थान और विशेष वर्ण न हों और यह पहले से मौजूद न हो। निम्नलिखित उपयोगकर्ता नाम पंजीकृत हैं:
hi_latn: ham aapako apana svayan ka upayogakarta naam banaane mein madad karenge. koee bhee naam chunen jo aap chaahate hain. yah aapaka upanaam ya aapaka sankshipt naam ho sakata hai, basharte aapake upayogakarta naam mein rikt sthaan aur vishesh varn na hon aur yah pahale se maujood na ho. nimnalikhit upayogakarta naam panjeekrt hain:
id: Kami akan membantu Anda membuat nama pengguna Anda sendiri. Pilih nama yang Anda inginkan. Ini bisa berupa nama panggilan atau nama pendek Anda, asalkan nama pengguna Anda tidak mengandung spasi dan karakter khusus serta belum ada. Nama pengguna berikut terdaftar:
it: Ti aiuteremo a creare il tuo nome utente. Seleziona il nome che desideri. Potrebbe essere il tuo nickname o il tuo nome breve, a patto che il tuo nome utente non contenga spazi e caratteri speciali e che non esista già. Sono registrati i seguenti nomi utente:
ja: 独自のユーザー名の作成をお手伝いします。任意の名前を選択します。ユーザー名にスペースや特殊文字が含まれておらず、まだ存在していない限り、これはニックネームでもショートネームでもかまいません。以下のユーザー名が登録されています。
ko: 나만의 사용자 이름을 만들 수 있도록 도와드리겠습니다. 원하는 이름을 선택하세요. 사용자 이름에 공백이나 특수 문자가 포함되어 있지 않고 이미 존재하지 않는 한 이는 닉네임이나 닉네임일 수 있습니다. 다음 사용자 이름이 등록되어 있습니다:
ms: Kami akan membantu anda mencipta nama pengguna anda sendiri. Pilih mana-mana nama yang anda mahu. Ini mungkin nama panggilan anda atau nama pendek anda, selagi nama pengguna anda tidak mengandungi ruang dan aksara khas dan ia belum wujud. Nama pengguna berikut telah didaftarkan:
nb: Vi hjelper deg med å lage ditt eget brukernavn. Velg et hvilket som helst navn du ønsker. Dette kan være kallenavnet ditt eller det korte navnet ditt, så lenge brukernavnet ditt ikke inneholder mellomrom og spesialtegn og at det ikke allerede eksisterer. Følgende brukernavn er registrert:
nl: Wij helpen u bij het aanmaken van uw eigen gebruikersnaam. Selecteer elke gewenste naam. Dit kan uw bijnaam of uw korte naam zijn, zolang uw gebruikersnaam geen spaties en speciale tekens bevat en deze nog niet bestaat. De volgende gebruikersnamen zijn geregistreerd:
pt: Ajudaremos você a criar seu próprio nome de usuário. Selecione o nome que desejar. Este pode ser seu apelido ou nome abreviado, desde que seu nome de usuário não contenha espaços e caracteres especiais e que ainda não exista. Os seguintes nomes de usuário estão registrados:
ro: Vă vom ajuta să vă creați propriul nume de utilizator. Selectați orice nume doriți. Acesta poate fi porecla sau numele scurt, atâta timp cât numele de utilizator nu conține spații și caractere speciale și nu există deja. Sunt înregistrate următoarele nume de utilizator:
tr: Kendi kullanıcı adınızı oluşturmanıza yardımcı olacağız. İstediğiniz herhangi bir adı seçin. Bu, kullanıcı adınız boşluklar ve özel karakterler içermediği ve halihazırda mevcut olmadığı sürece takma adınız veya kısa adınız olabilir. Aşağıdaki kullanıcı adları kayıtlıdır:
uk: Ми допоможемо вам створити власне ім'я користувача. Виберіть будь-яке ім'я. Це може бути ваш псевдонім або ваше коротке ім’я, за умови, що ваше ім’я користувача не містить пробілів і спеціальних символів і воно ще не існує. Зареєстровано такі імена користувачів:
vi: Chúng tôi sẽ giúp bạn tạo tên người dùng của riêng bạn. Chọn bất kỳ tên nào bạn muốn. Đây có thể là biệt danh hoặc tên viết tắt của bạn, miễn là tên người dùng của bạn không chứa khoảng trắng và ký tự đặc biệt và chưa tồn tại. Các tên người dùng sau đây đã được đăng ký:
zh: 我們將幫助您創建自己的用戶名。選擇您想要的任何名稱。這可以是您的暱稱或簡稱，只要您的使用者名稱不包含空格和特殊字元且該使用者名稱尚不存在。已註冊以下使用者名稱：

# NKS_KERNEL_FIRSTRUN_PRESENTATION_USERNAMEPROMPT
source: Enter the username
ar: أدخل اسم المستخدم
de: Geben Sie den Benutzernamen ein
el: Εισαγάγετε το όνομα χρήστη
es: Ingrese el nombre de usuario
fr: Entrez le nom d'utilisateur
ga: Cuir isteach an t-ainm úsáideora
hi: उपयोक्तानाम दर्ज करें
hi_latn: upayogakarta naam darj karen
id: Masukkan nama pengguna
it: Inserisci il nome utente
ja: ユーザー名を入力してください
ko: 사용자 이름을 입력하세요
ms: Masukkan nama pengguna
nb: Skriv inn brukernavnet
nl: Voer de gebruikersnaam in
pt: Digite o nome de usuário
ro: Introduceți numele de utilizator
tr: Kullanıcı adını girin
uk: Введіть ім'я користувача
vi: Nhập tên người dùng
zh: 輸入使用者名稱

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PASSWORDPROMPT
source: Enter the password
ar: أدخل كلمة المرور
de: Geben Sie das Passwort ein
el: Εισαγάγετε τον κωδικό πρόσβασης
es: Introduce la contraseña
fr: Entrer le mot de passe
ga: Cuir isteach an focal faire
hi: पासवर्ड दर्ज करे
hi_latn: paasavard darj karen
id: Masukkan kata sandinya
it: Inserisci la password
ja: パスワードを入力してください
ko: 비밀번호를 입력하세요
ms: Masukkan kata laluan
nb: Skriv inn passordet
nl: Voer het wachtwoord in
pt: Digite a senha
ro: Introduceți parola
tr: Şifreyi girin
uk: Введіть пароль
vi: Nhập mật khẩu
zh: 輸入密碼

# NKS_KERNEL_FIRSTRUN_PRESENTATION_USERCREATIONFAILED
source: Failed to create username. Please ensure that your username doesn't contain spaces and special characters.
ar: فشل في إنشاء اسم المستخدم. يرجى التأكد من أن اسم المستخدم الخاص بك لا يحتوي على مسافات وأحرف خاصة.
de: Benutzername konnte nicht erstellt werden. Bitte stellen Sie sicher, dass Ihr Benutzername keine Leer- und Sonderzeichen enthält.
el: Αποτυχία δημιουργίας ονόματος χρήστη. Βεβαιωθείτε ότι το όνομα χρήστη σας δεν περιέχει κενά και ειδικούς χαρακτήρες.
es: No se pudo crear el nombre de usuario. Asegúrese de que su nombre de usuario no contenga espacios ni caracteres especiales.
fr: Échec de la création du nom d'utilisateur. Veuillez vous assurer que votre nom d'utilisateur ne contient pas d'espaces ni de caractères spéciaux.
ga: Theip ar chruthú ainm úsáideora. Cinntigh le do thoil nach bhfuil spásanna agus carachtair speisialta i d’ainm úsáideora.
hi: उपयोक्तानाम बनाने में विफल. कृपया सुनिश्चित करें कि आपके उपयोगकर्ता नाम में रिक्त स्थान और विशेष वर्ण नहीं हैं।
hi_latn: upayogakarta naam banaane mein viphal. krpaya sunishchit karen ki aapake upayogakarta naam mein rikt sthaan aur vishesh varn na hon.
id: Gagal membuat nama pengguna. Pastikan nama pengguna Anda tidak mengandung spasi dan karakter khusus.
it: Impossibile creare il nome utente. Assicurati che il tuo nome utente non contenga spazi e caratteri speciali.
ja: ユーザー名の作成に失敗しました。ユーザー名にスペースや特殊文字が含まれていないことを確認してください。
ko: 사용자 이름을 생성하지 못했습니다. 사용자 이름에 공백이나 특수 문자가 포함되어 있지 않은지 확인하십시오.
ms: Gagal mencipta nama pengguna. Sila pastikan bahawa nama pengguna anda tidak mengandungi ruang dan aksara khas.
nb: Kunne ikke opprette brukernavn. Sørg for at brukernavnet ditt ikke inneholder mellomrom og spesialtegn.
nl: Kan gebruikersnaam niet aanmaken. Zorg ervoor dat uw gebruikersnaam geen spaties en speciale tekens bevat.
pt: Falha ao criar nome de usuário. Certifique-se de que seu nome de usuário não contenha espaços e caracteres especiais.
ro: Nu s-a putut crea numele de utilizator. Asigurați-vă că numele dvs. de utilizator nu conține spații și caractere speciale.
tr: Kullanıcı adı oluşturulamadı. Lütfen kullanıcı adınızın boşluk ve özel karakterler içermediğinden emin olun.
uk: Не вдалося створити ім'я користувача. Будь ласка, переконайтеся, що ваше ім'я користувача не містить пробілів і спеціальних символів.
vi: Không tạo được tên người dùng. Vui lòng đảm bảo rằng tên người dùng của bạn không chứa khoảng trắng và ký tự đặc biệt.
zh: 建立使用者名稱失敗。請確保您的使用者名稱不包含空格和特殊字元。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE3_TITLE
source: Automatic updates
ar: التحديثات التلقائية
de: Automatische Updates
el: Αυτόματες ενημερώσεις
es: Actualizaciones automáticas
fr: Mises à jour automatiques
ga: Nuashonruithe uathoibríocha
hi: स्वचालित अद्यतन
hi_latn: svachaalit apadet
id: Pembaruan otomatis
it: Aggiornamenti automatici
ja: 自動更新
ko: 자동 업데이트
ms: Kemas kini automatik
nb: Automatiske oppdateringer
nl: Automatische updates
pt: Atualizações automáticas
ro: Actualizari automate
tr: Otomatik güncellemeler
uk: Автоматичні оновлення
vi: Cập nhật tự động
zh: 自動更新

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE3_TEXT1
source: Nitrocid KS currently updates itself to get the most recent version that includes general improvements and bug fixes. New major versions usually include breaking changes and new exciting features.
ar: يقوم Nitrocid KS حاليًا بتحديث نفسه للحصول على أحدث إصدار يتضمن تحسينات عامة وإصلاحات للأخطاء. تتضمن الإصدارات الرئيسية الجديدة عادةً تغييرات جذرية وميزات جديدة ومثيرة.
de: Nitrocid KS aktualisiert sich derzeit selbst, um die neueste Version zu erhalten, die allgemeine Verbesserungen und Fehlerbehebungen enthält. Neue Hauptversionen enthalten in der Regel bahnbrechende Änderungen und neue aufregende Funktionen.
el: Το Nitrocid KS ενημερώνεται επί του παρόντος για να λάβει την πιο πρόσφατη έκδοση που περιλαμβάνει γενικές βελτιώσεις και διορθώσεις σφαλμάτων. Οι νέες μεγάλες εκδόσεις περιλαμβάνουν συνήθως σημαντικές αλλαγές και νέα συναρπαστικά χαρακτηριστικά.
es: Nitrocid KS actualmente se actualiza para obtener la versión más reciente que incluye mejoras generales y correcciones de errores. Las nuevas versiones principales suelen incluir cambios importantes y nuevas funciones interesantes.
fr: Nitrocid KS se met actuellement à jour pour obtenir la version la plus récente qui inclut des améliorations générales et des corrections de bugs. Les nouvelles versions majeures incluent généralement des modifications importantes et de nouvelles fonctionnalités intéressantes.
ga: Nuashonraíonn Nitrocid KS é féin faoi láthair chun an leagan is déanaí a fháil a chuimsíonn feabhsuithe ginearálta agus ceartúcháin fhabht. Cuimsíonn leaganacha móra nua de ghnáth athruithe briste agus gnéithe spreagúla nua.
hi: नाइट्रोसिड केएस वर्तमान में नवीनतम संस्करण प्राप्त करने के लिए खुद को अपडेट करता है जिसमें सामान्य सुधार और बग फिक्स शामिल हैं। नए प्रमुख संस्करणों में आमतौर पर महत्वपूर्ण परिवर्तन और नई रोमांचक सुविधाएँ शामिल होती हैं।
hi_latn: nitrochid ks vartamaan mein sabase haal hee ke sanskaran ko praapt karane ke lie khud ko apadet karata hai jisamen saamaany sudhaar aur bag phiks shaamil hain. nae pramukh sanskaranon mein aam taur par breking parivartan aur naee romaanchak suvidhaen shaamil hotee hain.
id: Nitrocid KS saat ini memperbarui dirinya sendiri untuk mendapatkan versi terbaru yang mencakup perbaikan umum dan perbaikan bug. Versi utama baru biasanya mencakup perubahan yang merusak dan fitur baru yang menarik.
it: Nitrocid KS attualmente si aggiorna per ottenere la versione più recente che include miglioramenti generali e correzioni di bug. Le nuove versioni principali di solito includono modifiche importanti e nuove interessanti funzionalità.
ja: Nitrocid KS は現在、自身を更新して、一般的な改善とバグ修正を含む最新バージョンを取得します。新しいメジャー バージョンには通常、重大な変更と新しい魅力的な機能が含まれています。
ko: Nitrocid KS는 현재 일반적인 개선 사항과 버그 수정이 포함된 최신 버전을 얻기 위해 자체 업데이트됩니다. 새로운 주요 버전에는 일반적으로 획기적인 변경 사항과 새롭고 흥미로운 기능이 포함됩니다.
ms: Nitrocid KS pada masa ini mengemas kini dirinya sendiri untuk mendapatkan versi terkini yang merangkumi penambahbaikan umum dan pembetulan pepijat. Versi utama baharu biasanya termasuk perubahan terkini dan ciri menarik baharu.
nb: Nitrocid KS oppdaterer seg selv for å få den nyeste versjonen som inkluderer generelle forbedringer og feilrettinger. Nye hovedversjoner inkluderer vanligvis nye endringer og nye spennende funksjoner.
nl: Nitrocid KS werkt zichzelf momenteel bij om de meest recente versie te krijgen die algemene verbeteringen en bugfixes bevat. Nieuwe hoofdversies bevatten meestal baanbrekende wijzigingen en nieuwe opwindende functies.
pt: Atualmente, o Nitrocid KS se atualiza para obter a versão mais recente que inclui melhorias gerais e correções de bugs. Novas versões principais geralmente incluem alterações importantes e novos recursos interessantes.
ro: Nitrocid KS se actualizează în prezent pentru a obține cea mai recentă versiune care include îmbunătățiri generale și remedieri de erori. Noile versiuni majore includ de obicei modificări de ultimă oră și noi funcții interesante.
tr: Nitrocid KS şu anda genel iyileştirmeler ve hata düzeltmeleri içeren en son sürümü almak için kendini güncelliyor. Yeni büyük sürümler genellikle bozucu değişiklikler ve yeni heyecan verici özellikler içerir.
uk: Nitrocid KS наразі оновлюється, щоб отримати останню версію, яка містить загальні покращення та виправлення помилок. Нові основні версії зазвичай містять критичні зміни та нові захоплюючі функції.
vi: Nitrocid KS hiện đang tự cập nhật để có phiên bản mới nhất bao gồm các cải tiến chung và sửa lỗi. Các phiên bản chính mới thường bao gồm các thay đổi đột phá và các tính năng mới thú vị.
zh: Nitrocid KS 目前會自行更新以獲得最新版本，其中包括一般改進和錯誤修復。新的主要版本通常包括重大更改和新的令人興奮的功能。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_CHECKUPDATESPROMPT
source: Do you want Nitrocid KS to automatically check for updates?
ar: هل تريد أن يقوم Nitrocid KS بالتحقق تلقائيًا من التحديثات؟
de: Möchten Sie, dass Nitrocid KS automatisch nach Updates sucht?
el: Θέλετε το Nitrocid KS να ελέγχει αυτόματα για ενημερώσεις;
es: ¿Quieres que Nitrocid KS busque actualizaciones automáticamente?
fr: Voulez-vous que Nitrocid KS vérifie automatiquement les mises à jour ?
ga: Ar mhaith leat go ndéanfaidh Nitrocid KS seiceáil go huathoibríoch le haghaidh nuashonruithe?
hi: क्या आप चाहते हैं कि नाइट्रोसिड केएस अपडेट के लिए स्वचालित रूप से जाँच करे?
hi_latn: kya aap chaahate hain ki nitrochid ks apadet ke lie svachaalit roop se jaanch kare?
id: Apakah Anda ingin Nitrocid KS memeriksa pembaruan secara otomatis?
it: Vuoi che Nitrocid KS controlli automaticamente la presenza di aggiornamenti?
ja: Nitrocid KS が更新を自動的にチェックするようにしますか?
ko: Nitrocid KS가 자동으로 업데이트를 확인하도록 하시겠습니까?
ms: Adakah anda mahu Nitrocid KS menyemak kemas kini secara automatik?
nb: Vil du at Nitrocid KS automatisk skal se etter oppdateringer?
nl: Wilt u dat Nitrocid KS automatisch controleert op updates?
pt: Deseja que o Nitrocid KS verifique automaticamente se há atualizações?
ro: Doriți ca Nitrocid KS să verifice automat actualizările?
tr: Nitrocid KS'nin güncellemeleri otomatik olarak kontrol etmesini ister misiniz?
uk: Ви хочете, щоб Nitrocid KS автоматично перевіряв наявність оновлень?
vi: Bạn có muốn Nitrocid KS tự động kiểm tra bản cập nhật không?
zh: 您希望 Nitrocid KS 自動檢查更新嗎？
