Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_DRIVERS_HARDWARE_BASE_HDDPARSEFAILED
source: Failed to parse the HDD info. Ensure that it's a valid info list.
ar: فشل في تحليل معلومات القرص الصلب. تأكد من أنها قائمة معلومات صالحة.
de: Die Festplatteninformationen konnten nicht analysiert werden. Stellen Sie sicher, dass es sich um eine gültige Infoliste handelt.
el: Αποτυχία ανάλυσης των πληροφοριών του σκληρού δίσκου. Βεβαιωθείτε ότι πρόκειται για έγκυρη λίστα πληροφοριών.
es: No se pudo analizar la información del disco duro. Asegúrese de que sea una lista de información válida.
fr: Échec de l'analyse des informations sur le disque dur. Assurez-vous qu'il s'agit d'une liste d'informations valide.
ga: Theip ar an bhfaisnéis HDD a pharsáil. Cinntigh gur liosta faisnéise bailí é.
hi: HDD जानकारी को पार्स करने में विफल. सुनिश्चित करें कि यह एक वैध जानकारी सूची है।
hi_latn: hdd jaanakaaree paars karane mein viphal. sunishchit karen ki yah ek vaidh jaanakaaree soochee hai.
id: Gagal mengurai info HDD. Pastikan bahwa itu adalah daftar info yang valid.
it: Impossibile analizzare le informazioni sull'HDD. Assicurati che si tratti di un elenco di informazioni valido.
ja: HDD情報の解析に失敗しました。有効な情報リストであることを確認してください。
ko: HDD 정보를 구문 분석하지 못했습니다. 유효한 정보 목록인지 확인하세요.
ms: Gagal menghuraikan maklumat HDD. Pastikan ia adalah senarai maklumat yang sah.
nb: Kunne ikke analysere HDD-informasjonen. Sørg for at det er en gyldig informasjonsliste.
nl: Kan de HDD-informatie niet parseren. Zorg ervoor dat het een geldige informatielijst is.
pt: Falha ao analisar as informações do HDD. Certifique-se de que seja uma lista de informações válida.
ro: Nu s-au putut analiza informațiile HDD. Asigurați-vă că este o listă de informații validă.
tr: HDD bilgisi ayrıştırılamadı. Geçerli bir bilgi listesi olduğundan emin olun.
uk: Не вдалося проаналізувати інформацію про жорсткий диск. Переконайтеся, що це дійсний список інформації.
vi: Không phân tích được thông tin ổ cứng. Đảm bảo rằng đó là danh sách thông tin hợp lệ.
zh: 無法解析硬碟資訊。確保它是有效的資訊清單。

# NKS_DRIVERS_HARDWARE_BASE_PROCESSORVENDOR
source: Processor vendor:
ar: بائع المعالج:
de: Prozessoranbieter:
el: Πωλητής επεξεργαστή:
es: Proveedor de procesador:
fr: Fournisseur de processeur :
ga: Díoltóir próiseálaí:
hi: प्रोसेसर विक्रेता:
hi_latn: prosesar vikreta:
id: Vendor prosesor:
it: Fornitore del processore:
ja: プロセッサベンダー:
ko: 프로세서 공급업체:
ms: vendor pemproses:
nb: Prosessorleverandør:
nl: Processorleverancier:
pt: Fornecedor do processador:
ro: Furnizor procesor:
tr: İşlemci satıcısı:
uk: Постачальник процесора:
vi: Nhà cung cấp bộ xử lý:
zh: 處理器供應商：

# NKS_DRIVERS_HARDWARE_BASE_CLOCKSPEED2
source: Clock speed:
ar: سرعة الساعة:
de: Taktfrequenz:
el: Ταχύτητα ρολογιού:
es: Velocidad de reloj:
fr: Vitesse de l'horloge:
ga: Luas an chloig:
hi: घडी की गति:
hi_latn: ghadee kee gati:
id: Kecepatan jam:
it: Velocità dell'orologio:
ja: クロック速度:
ko: 시계 속도:
ms: Kelajuan jam:
nb: Klokkehastighet:
nl: Kloksnelheid:
pt: Velocidade do relógio:
ro: Viteza ceasului:
tr: Saat hızı:
uk: Тактова частота:
vi: Tốc độ đồng hồ:
zh: 時脈速度：

# NKS_DRIVERS_HARDWARE_BASE_TOTALCORES
source: Total cores:
ar: مجموع النوى:
de: Gesamtkerne:
el: Σύνολο πυρήνων:
es: Núcleos totales:
fr: Nombre total de cœurs :
ga: Croí iomlána:
hi: कुल कोर:
hi_latn: kul kor:
id: Jumlah inti:
it: Core totali:
ja: 合計コア数:
ko: 총 코어:
ms: Jumlah teras:
nb: Totale kjerner:
nl: Totaal kernen:
pt: Núcleos totais:
ro: Nuclee totale:
tr: Toplam çekirdek sayısı:
uk: Всього ядер:
vi: Tổng số lõi:
zh: 核心總數：

# NKS_DRIVERS_HARDWARE_BASE_CACHEDSIZES
source: Cache sizes:
ar: أحجام ذاكرة التخزين المؤقت:
de: Cache-Größen:
el: Μεγέθη προσωρινής μνήμης:
es: Tamaños de caché:
fr: Tailles des caches :
ga: Méideanna taisce:
hi: कैश आकार:
hi_latn: kaish aakaar:
id: Ukuran cache:
it: Dimensioni della cache:
ja: キャッシュサイズ:
ko: 캐시 크기:
ms: Saiz cache:
nb: Bufferstørrelser:
nl: Cachegroottes:
pt: Tamanhos de cache:
ro: Dimensiuni cache:
tr: Önbellek boyutları:
uk: Розміри кешу:
vi: Kích thước bộ nhớ đệm:
zh: 快取大小：

# NKS_DRIVERS_HARDWARE_BASE_TOTALUSABLEMEMORY
source: Total usable memory:
ar: إجمالي الذاكرة القابلة للاستخدام:
de: Gesamter nutzbarer Speicher:
el: Συνολική χρησιμοποιήσιμη μνήμη:
es: Memoria total utilizable:
fr: Mémoire totale utilisable :
ga: Cuimhne iomlán inúsáidte:
hi: कुल प्रयोग करने योग्य मेमोरी:
hi_latn: kul upayog yogy memoree:
id: Total memori yang dapat digunakan:
it: Memoria totale utilizzabile:
ja: 使用可能なメモリの合計:
ko: 사용 가능한 총 메모리:
ms: Jumlah memori yang boleh digunakan:
nb: Totalt brukbart minne:
nl: Totaal bruikbaar geheugen:
pt: Memória utilizável total:
ro: Memoria totală utilizabilă:
tr: Toplam kullanılabilir bellek:
uk: Загальна кількість використовуваної пам'яті:
vi: Tổng bộ nhớ có thể sử dụng:
zh: 總可用記憶體：

# NKS_DRIVERS_HARDWARE_BASE_TOTALRESERVEDMEMORY
source: Reserved memory:
ar: الذاكرة المحجوزة:
de: Reservierter Speicher:
el: Δεσμευμένη μνήμη:
es: Memoria reservada:
fr: Mémoire réservée :
ga: Cuimhne in áirithe:
hi: आरक्षित स्मृति:
hi_latn: aarakshit memoree:
id: Memori yang dicadangkan:
it: Memoria riservata:
ja: 予約済みメモリ:
ko: 예약된 메모리:
ms: Memori terpelihara:
nb: Reservert minne:
nl: Gereserveerd geheugen:
pt: Memória reservada:
ro: Memoria rezervata:
tr: Ayrılmış bellek:
uk: Зарезервована пам'ять:
vi: Bộ nhớ được dành riêng:
zh: 預留內存：

# NKS_DRIVERS_HARDWARE_BASE_DISKNUM
source: Disk number:
ar: رقم القرص:
de: Festplattennummer:
el: Αριθμός δίσκου:
es: Número de disco:
fr: Numéro de disque :
ga: Uimhir diosca:
hi: डिस्क संख्या:
hi_latn: disk sankhya:
id: Nomor cakram:
it: Numero del disco:
ja: ディスク番号:
ko: 디스크 번호:
ms: Nombor cakera:
nb: Disknummer:
nl: Schijfnummer:
pt: Número do disco:
ro: Numărul discului:
tr: Disk numarası:
uk: Номер диска:
vi: Số đĩa:
zh: 磁碟編號：

# NKS_DRIVERS_HARDWARE_BASE_PARTITIONS
source: Partitions:
ar: الأقسام:
de: Partitionen:
el: Κατατμήσεις:
es: Particiones:
ga: Deighiltí:
hi: विभाजन:
hi_latn: vibhaajan:
id: Partisi:
it: Partizioni:
ja: パーティション:
ko: 파티션:
ms: Pembahagian:
nb: Skillevegger:
nl: Partities:
pt: Partições:
ro: Partiții:
tr: Bölümler:
uk: Перегородки:
vi: Phân vùng:
zh: 分區：

# NKS_DRIVERS_HARDWARE_BASE_PARTITIONNUM
source: Partition number:
ar: رقم القسم:
de: Partitionsnummer:
el: Αριθμός διαμερίσματος:
es: Número de partición:
fr: Numéro de partition :
ga: Uimhir dheighiltí:
hi: विभाजन संख्या:
hi_latn: vibhaajan sankhya:
id: Nomor partisi:
it: Numero della partizione:
ja: パーティション番号:
ko: 파티션 번호:
ms: Nombor pembahagian:
nb: Partisjonsnummer:
nl: Partitienummer:
pt: Número da partição:
ro: Numărul partiției:
tr: Bölüm numarası:
uk: Номер розділу:
vi: Số phân vùng:
zh: 分區編號：

# NKS_DRIVERS_HARDWARE_BASE_GFXCARDNAME
source: Graphics card name:
ar: اسم بطاقة الرسومات:
de: Name der Grafikkarte:
el: Όνομα κάρτας γραφικών:
es: Nombre de la tarjeta gráfica:
fr: Nom de la carte graphique :
ga: Ainm an chárta grafaicí:
hi: ग्राफ़िक्स कार्ड का नाम:
hi_latn: graafiks kaard ka naam:
id: Nama kartu grafis:
it: Nome della scheda grafica:
ja: グラフィックカード名:
ko: 그래픽 카드 이름:
ms: Nama kad grafik:
nb: Navn på grafikkort:
nl: Naam grafische kaart:
pt: Nome da placa gráfica:
ro: Numele plăcii grafice:
tr: Ekran kartı adı:
uk: Назва відеокарти:
vi: Tên card đồ họa:
zh: 顯示卡名稱：

# NKS_DRIVERS_HARDWARE_BASE_PARSEFAILED
source: SpecProbe failed to parse some of the hardware. Below are the errors reported by SpecProbe:
ar: فشل SpecProbe في تحليل بعض الأجهزة. فيما يلي الأخطاء التي أبلغ عنها SpecProbe:
de: SpecProbe konnte einen Teil der Hardware nicht analysieren. Nachfolgend sind die von SpecProbe gemeldeten Fehler aufgeführt:
el: Το SpecProbe απέτυχε να αναλύσει μέρος του υλικού. Παρακάτω είναι τα σφάλματα που αναφέρονται από το SpecProbe:
es: SpecProbe no pudo analizar parte del hardware. A continuación se muestran los errores informados por SpecProbe:
fr: SpecProbe n'a pas réussi à analyser une partie du matériel. Vous trouverez ci-dessous les erreurs signalées par SpecProbe :
ga: Theip ar SpecProbe cuid de na crua-earraí a pharsáil. Seo thíos na hearráidí a thuairiscigh SpecProbe:
hi: SpecProbe कुछ हार्डवेयर को पार्स करने में विफल रहा। SpecProbe द्वारा रिपोर्ट की गई त्रुटियाँ नीचे दी गई हैं:
hi_latn: spaichprobai kuchh haardaveyar ko paars karane mein viphal raha. spaichprobai dvaara riport kee gaee trutiyaan neeche dee gaee hain:
id: SpecProbe gagal mengurai beberapa perangkat keras. Berikut adalah kesalahan yang dilaporkan oleh SpecProbe:
it: SpecProbe non è riuscito ad analizzare parte dell'hardware. Di seguito sono riportati gli errori segnalati da SpecProbe:
ja: SpecProbe は一部のハードウェアの解析に失敗しました。以下は SpecProbe によって報告されるエラーです。
ko: SpecProbe가 일부 하드웨어를 구문 분석하지 못했습니다. SpecProbe에서 보고한 오류는 다음과 같습니다.
ms: SpecProbe gagal menghuraikan beberapa perkakasan. Berikut ialah ralat yang dilaporkan oleh SpecProbe:
nb: SpecProbe klarte ikke å analysere noe av maskinvaren. Nedenfor er feilene rapportert av SpecProbe:
nl: SpecProbe is er niet in geslaagd een deel van de hardware te parseren. Hieronder staan de fouten gerapporteerd door SpecProbe:
pt: SpecProbe não conseguiu analisar parte do hardware. Abaixo estão os erros relatados pelo SpecProbe:
ro: SpecProbe nu a reușit să analizeze o parte din hardware. Mai jos sunt erorile raportate de SpecProbe:
tr: SpecProbe bazı donanımları ayrıştırmayı başaramadı. Aşağıda SpecProbe tarafından bildirilen hatalar yer almaktadır:
uk: SpecProbe не вдалося проаналізувати частину апаратного забезпечення. Нижче наведено помилки, про які повідомляє SpecProbe:
vi: SpecProbe không phân tích được một số phần cứng. Dưới đây là các lỗi được SpecProbe báo cáo:
zh: SpecProbe 無法解析某些硬體。以下是 SpecProbe 報告的錯誤：

# NKS_FILES_EXTENSIONS_NOEXTRAINFO
source: No extra information.
ar: لا توجد معلومات اضافية.
de: Keine zusätzlichen Informationen.
el: Χωρίς επιπλέον πληροφορίες.
es: Sin información adicional.
fr: Aucune information supplémentaire.
ga: Gan eolas breise.
hi: कोई अतिरिक्त जानकारी नहीं.
hi_latn: koee atirikt jaanakaaree nahin.
id: Tidak ada informasi tambahan.
it: Nessuna informazione aggiuntiva.
ja: 余分な情報はありません。
ko: 추가 정보가 없습니다.
ms: Tiada maklumat tambahan.
nb: Ingen ekstra informasjon.
nl: Geen extra informatie.
pt: Nenhuma informação extra.
ro: Fără informații suplimentare.
tr: Ekstra bilgi yok.
uk: Без додаткової інформації.
vi: Không có thông tin bổ sung.
zh: 沒有額外的資訊。

# NKS_FILES_EXTENSIONS_BIN_HASHSUM
source: File hash sum
ar: مجموع تجزئة الملف
de: Datei-Hash-Summe
el: Άθροισμα κατακερματισμού αρχείου
es: Suma de hash de archivo
fr: Somme de hachage du fichier
ga: Comhad hash sum
hi: फ़ाइल हैश राशि
hi_latn: fail haish yog
id: Jumlah hash file
it: Somma hash del file
ja: ファイルのハッシュ合計
ko: 파일 해시 합계
ms: Jumlah cincang fail
nb: Filhash sum
nl: Hashsom van bestand
pt: Soma de hash de arquivo
ro: Sumă hash fișier
tr: Dosya karma toplamı
uk: Хеш-сума файлу
vi: Tổng băm tập tin
zh: 文件哈希和

# NKS_FILES_EXTENSIONS_EXCEPTION_NOHANDLER
source: No default extension handler found for this extension.
ar: لم يتم العثور على معالج ملحق افتراضي لهذا الملحق.
de: Für diese Erweiterung wurde kein Standard-Erweiterungshandler gefunden.
el: Δεν βρέθηκε προεπιλεγμένος χειριστής επέκτασης για αυτήν την επέκταση.
es: No se encontró ningún controlador de extensión predeterminado para esta extensión.
fr: Aucun gestionnaire d'extension par défaut trouvé pour cette extension.
ga: Níor aimsíodh aon láimhseálaí réamhshocraithe don eisínteacht seo.
hi: इस एक्सटेंशन के लिए कोई डिफ़ॉल्ट एक्सटेंशन हैंडलर नहीं मिला.
hi_latn: is eksatenshan ke lie koee difolt eksatenshan haindalar nahin mila.
id: Tidak ditemukan penanganan ekstensi default untuk ekstensi ini.
it: Nessun gestore di estensione predefinito trovato per questa estensione.
ja: この拡張機能のデフォルトの拡張機能ハンドラーが見つかりません。
ko: 이 확장에 대한 기본 확장 처리기를 찾을 수 없습니다.
ms: Tiada pengendali sambungan lalai ditemui untuk sambungan ini.
nb: Fant ingen standard utvidelsesbehandler for denne utvidelsen.
nl: Er is geen standaardextensiehandler gevonden voor deze extensie.
pt: Nenhum manipulador de extensão padrão encontrado para esta extensão.
ro: Nu a fost găsit niciun handler de extensie implicit pentru această extensie.
tr: Bu uzantı için varsayılan uzantı işleyicisi bulunamadı.
uk: Для цього розширення не знайдено обробник розширення за замовчуванням.
vi: Không tìm thấy trình xử lý tiện ích mở rộng mặc định cho tiện ích mở rộng này.
zh: 找不到此擴充功能的預設擴充處理程序。

# NKS_FILES_EXTENSIONS_EXCEPTION_NEEDSADOT
source: Extensions must start with the dot. Hint:
ar: يجب أن تبدأ الامتدادات بالنقطة. تَلمِيح:
de: Erweiterungen müssen mit dem Punkt beginnen. Hinweis:
el: Οι επεκτάσεις πρέπει να ξεκινούν με την τελεία. Ιχνος:
es: Las extensiones deben comenzar con el punto. Pista:
fr: Les extensions doivent commencer par le point. Indice:
ga: Caithfidh síntí tosú leis an bpointe. Leid:
hi: एक्सटेंशन बिंदु से प्रारंभ होने चाहिए. संकेत देना:
hi_latn: eksatenshan dot se shuroo hone chaahie. sanket:
id: Ekstensi harus dimulai dengan titik. Petunjuk:
it: Le estensioni devono iniziare con il punto. Suggerimento:
ja: 拡張子はドットで始まる必要があります。ヒント：
ko: 확장자는 점으로 시작해야 합니다. 힌트:
ms: Sambungan mesti bermula dengan titik. Petunjuk:
nb: Utvidelser må starte med prikken. Hint:
nl: Extensies moeten beginnen met de punt. Tip:
pt: As extensões devem começar com o ponto. Dica:
ro: Extensiile trebuie să înceapă cu punctul. Aluzie:
tr: Uzantılar nokta ile başlamalıdır. İpucu:
uk: Розширення мають починатися з крапки. Підказка:
vi: Phần mở rộng phải bắt đầu bằng dấu chấm. Gợi ý:
zh: 擴展名必須以點開頭。暗示：

# NKS_FILES_EXTENSIONS_EXCEPTION_NEEDSIMPLEMENTER
source: No such implementer.
ar: لا يوجد مثل هذا المنفذ.
de: Kein solcher Implementierer.
el: Κανένας τέτοιος υλοποιητής.
es: No existe tal implementador.
fr: Aucun implémenteur de ce type.
ga: Níl feidhmitheoir den sórt sin ann.
hi: ऐसा कोई कार्यान्वयनकर्ता नहीं.
hi_latn: aisa koee kaaryaanvayanakarta nahin.
id: Tidak ada pelaksana seperti itu.
it: Nessun implementatore del genere.
ja: そのような実装者はいません。
ko: 그러한 구현자가 없습니다.
ms: Tiada pelaksana seperti itu.
nb: Ingen slik implementer.
nl: Zo'n uitvoerder bestaat niet.
pt: Não existe tal implementador.
ro: Nu există un astfel de implementator.
tr: Böyle bir uygulayıcı yok.
uk: Такого реалізатора немає.
vi: Không có người thực hiện như vậy.
zh: 沒有這樣的實施者。

# NKS_FILES_EXTENSIONS_EXCEPTION_NOEXTENSION
source: The extension isn't specified.
ar: لم يتم تحديد الامتداد.
de: Die Erweiterung ist nicht angegeben.
el: Η επέκταση δεν προσδιορίζεται.
es: La extensión no está especificada.
fr: L'extension n'est pas spécifiée.
ga: Níl an síneadh sonraithe.
hi: एक्सटेंशन निर्दिष्ट नहीं है.
hi_latn: eksatenshan nirdisht nahin hai.
id: Ekstensi tidak ditentukan.
it: L'estensione non è specificata.
ja: 拡張子は指定されていません。
ko: 확장자가 지정되지 않았습니다.
ms: Sambungan tidak dinyatakan.
nb: Utvidelsen er ikke spesifisert.
nl: De extensie is niet opgegeven.
pt: A extensão não está especificada.
ro: Extensia nu este specificată.
tr: Uzantı belirtilmemiş.
uk: Розширення не вказано.
vi: Phần mở rộng chưa được chỉ định.
zh: 未指定擴充名。

# NKS_FILES_EXTENSIONS_EXCEPTION_NOIMPLEMENTER
source: The implementer name isn't specified.
ar: لم يتم تحديد اسم المنفذ.
de: Der Name des Implementierers ist nicht angegeben.
el: Το όνομα του υλοποιητή δεν έχει καθοριστεί.
es: No se especifica el nombre del implementador.
fr: Le nom de l'implémenteur n'est pas spécifié.
ga: Níl ainm an fheidhmeora sonraithe.
hi: कार्यान्वयनकर्ता का नाम निर्दिष्ट नहीं है.
hi_latn: kaaryaanvayak naam nirdisht nahin hai.
id: Nama pelaksana tidak ditentukan.
it: Il nome dell'implementatore non è specificato.
ja: 実装者名は指定されていません。
ko: 구현자 이름이 지정되지 않았습니다.
ms: Nama pelaksana tidak dinyatakan.
nb: Implementeringsnavnet er ikke spesifisert.
nl: De naam van de implementator is niet opgegeven.
pt: O nome do implementador não foi especificado.
ro: Numele implementatorului nu este specificat.
tr: Uygulayıcı adı belirtilmemiş.
uk: Ім'я виконавця не вказано.
vi: Tên người thực hiện chưa được chỉ định.
zh: 未指定實施者名稱。

# NKS_FILES_EXTENSIONS_EXCEPTION_HANDLERNOTREGGED
source: Handler for extension is not registered.
ar: لم يتم تسجيل معالج التمديد.
de: Der Handler für die Erweiterung ist nicht registriert.
el: Ο χειριστής για επέκταση δεν είναι εγγεγραμμένος.
es: El controlador de la extensión no está registrado.
fr: Le gestionnaire d’extension n’est pas enregistré.
ga: Níl an láimhseálaí le haghaidh síneadh cláraithe.
hi: एक्सटेंशन के लिए हैंडलर पंजीकृत नहीं है.
hi_latn: eksatenshan ke lie haindalar panjeekrt nahin hai.
id: Penanganan untuk ekstensi tidak terdaftar.
it: Il gestore dell'estensione non è registrato.
ja: 拡張機能のハンドラが登録されていません。
ko: 확장용 핸들러가 등록되지 않았습니다.
ms: Pengendali untuk sambungan tidak berdaftar.
nb: Behandler for forlengelse er ikke registrert.
nl: Afhandelaar voor verlenging is niet geregistreerd.
pt: O manipulador da extensão não está registrado.
ro: Handler pentru extindere nu este înregistrat.
tr: Uzantı için işleyici kayıtlı değil.
uk: Обробник розширення не зареєстровано.
vi: Trình xử lý phần mở rộng chưa được đăng ký.
zh: 擴充處理程序未註冊。

# NKS_FILES_OPEN_NEEDSJSONSHELLADDON
source: It looks like that you don't have the JSON shell addon installed. In order to get extra features that it offers, install the addons pack.
ar: يبدو أنك لم تقم بتثبيت الملحق JSON Shell. من أجل الحصول على الميزات الإضافية التي يقدمها، قم بتثبيت حزمة الإضافات.
de: Es sieht so aus, als ob Sie das JSON-Shell-Add-on nicht installiert haben. Um die zusätzlichen Funktionen zu nutzen, installieren Sie das Add-On-Paket.
el: Φαίνεται ότι δεν έχετε εγκαταστήσει το πρόσθετο κελύφους JSON. Για να αποκτήσετε επιπλέον δυνατότητες που προσφέρει, εγκαταστήστε το πακέτο πρόσθετων.
es: Parece que no tienes instalado el complemento JSON Shell. Para obtener las funciones adicionales que ofrece, instale el paquete de complementos.
fr: Il semble que le module complémentaire shell JSON ne soit pas installé. Afin d’obtenir les fonctionnalités supplémentaires qu’il offre, installez le pack d’addons.
ga: Tá an chuma ar an scéal nach bhfuil an breiseán JSON shell suiteáilte agat. D'fhonn gnéithe breise a thairgeann sé a fháil, suiteáil an pacáiste addons.
hi: ऐसा लगता है कि आपके पास JSON शेल ऐडऑन स्थापित नहीं है। इसके द्वारा प्रदान की जाने वाली अतिरिक्त सुविधाएँ प्राप्त करने के लिए, ऐडऑन पैक स्थापित करें।
hi_latn: aisa lagata hai ki aapake paas json shel aidon instol nahin hai. isake dvaara ofar kee jaane vaalee atirikt suvidhaen praapt karane ke lie, aidon paik instol karen.
id: Sepertinya Anda belum memasang addon shell JSON. Untuk mendapatkan fitur tambahan yang ditawarkannya, pasang paket addon.
it: Sembra che tu non abbia installato il componente aggiuntivo della shell JSON. Per ottenere le funzionalità extra offerte, installa il pacchetto di componenti aggiuntivi.
ja: JSON シェル アドオンがインストールされていないようです。提供される追加機能を入手するには、アドオン パックをインストールします。
ko: JSON 셸 애드온이 설치되지 않은 것 같습니다. 제공되는 추가 기능을 얻으려면 애드온 팩을 설치하십시오.
ms: Nampaknya anda tidak memasang tambahan shell JSON. Untuk mendapatkan ciri tambahan yang ditawarkannya, pasang pek tambahan.
nb: Det ser ut til at du ikke har JSON-shell-tillegget installert. For å få ekstra funksjoner som den tilbyr, installer tilleggspakken.
nl: Het lijkt erop dat je de JSON shell-add-on niet hebt geïnstalleerd. Om extra functies te krijgen die het biedt, installeert u het add-onspakket.
pt: Parece que você não tem o complemento JSON Shell instalado. Para obter recursos extras que oferece, instale o pacote de complementos.
ro: Se pare că nu aveți instalat suplimentul shell JSON. Pentru a obține funcții suplimentare pe care le oferă, instalați pachetul de suplimente.
tr: Görünüşe göre JSON shell eklentisi yüklü değil. Sunduğu ekstra özellikleri elde etmek için eklenti paketini yükleyin.
uk: Схоже, у вас не встановлено аддон оболонки JSON. Щоб отримати додаткові функції, які він пропонує, встановіть пакет додатків.
vi: Có vẻ như bạn chưa cài đặt tiện ích bổ sung JSON shell. Để có thêm các tính năng mà nó cung cấp, hãy cài đặt gói tiện ích bổ sung.
zh: 您似乎沒有安裝 JSON shell 插件。為了獲得它提供的額外功能，請安裝插件包。

# NKS_FILES_OPEN_NEEDSSQLSHELLADDON
source: It looks like that you don't have the SQL shell addon installed. In order to get extra features that it offers, install the addons pack.
ar: يبدو أنه ليس لديك ملحق SQL Shell مثبتًا. من أجل الحصول على الميزات الإضافية التي يقدمها، قم بتثبيت حزمة الإضافات.
de: Es sieht so aus, als ob Sie das SQL-Shell-Add-on nicht installiert haben. Um die zusätzlichen Funktionen zu nutzen, installieren Sie das Add-On-Paket.
el: Φαίνεται ότι δεν έχετε εγκαταστήσει το πρόσθετο του κελύφους SQL. Για να αποκτήσετε επιπλέον δυνατότητες που προσφέρει, εγκαταστήστε το πακέτο πρόσθετων.
es: Parece que no tienes instalado el complemento SQL Shell. Para obtener las funciones adicionales que ofrece, instale el paquete de complementos.
fr: Il semble que le module complémentaire SQL Shell ne soit pas installé. Afin d’obtenir les fonctionnalités supplémentaires qu’il offre, installez le pack d’addons.
ga: Tá an chuma ar an scéal nach bhfuil an breiseán bhlaosc SQL suiteáilte agat. D'fhonn gnéithe breise a thairgeann sé a fháil, suiteáil an pacáiste addons.
hi: ऐसा लगता है कि आपके पास SQL शेल ऐडऑन स्थापित नहीं है। इसके द्वारा प्रदान की जाने वाली अतिरिक्त सुविधाएँ प्राप्त करने के लिए, ऐडऑन पैक स्थापित करें।
hi_latn: aisa lagata hai ki aapake paas sql shel aidon instol nahin hai. isake dvaara ofar kee jaane vaalee atirikt suvidhaen praapt karane ke lie, aidon paik instol karen.
id: Sepertinya Anda belum memasang addon shell SQL. Untuk mendapatkan fitur tambahan yang ditawarkannya, pasang paket addon.
it: Sembra che tu non abbia installato il componente aggiuntivo della shell SQL. Per ottenere le funzionalità extra offerte, installa il pacchetto di componenti aggiuntivi.
ja: SQL シェル アドオンがインストールされていないようです。提供される追加機能を入手するには、アドオン パックをインストールします。
ko: SQL 셸 애드온이 설치되지 않은 것 같습니다. 제공되는 추가 기능을 얻으려면 애드온 팩을 설치하십시오.
ms: Nampaknya anda tidak memasang addon shell SQL. Untuk mendapatkan ciri tambahan yang ditawarkannya, pasang pek tambahan.
nb: Det ser ut til at du ikke har SQL shell-tillegget installert. For å få ekstra funksjoner som den tilbyr, installer tilleggspakken.
nl: Het lijkt erop dat u de SQL-shell-add-on niet hebt geïnstalleerd. Om extra functies te krijgen die het biedt, installeert u het add-onspakket.
pt: Parece que você não tem o complemento SQL Shell instalado. Para obter recursos extras que oferece, instale o pacote de complementos.
ro: Se pare că nu aveți instalat suplimentul SQL shell. Pentru a obține funcții suplimentare pe care le oferă, instalați pachetul de suplimente.
tr: Görünüşe göre SQL shell eklentisi yüklü değil. Sunduğu ekstra özellikleri elde etmek için eklenti paketini yükleyin.
uk: Схоже, у вас не встановлено аддон оболонки SQL. Щоб отримати додаткові функції, які він пропонує, встановіть пакет додатків.
vi: Có vẻ như bạn chưa cài đặt tiện ích bổ sung SQL shell. Để có thêm các tính năng mà nó cung cấp, hãy cài đặt gói tiện ích bổ sung.
zh: 您似乎沒有安裝 SQL shell 插件。為了獲得它提供的額外功能，請安裝插件包。
