Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_GENERALBORDER_DESC
source: This allows you to configure the general border
ar: يتيح لك هذا تكوين الحدود العامة
de: Hiermit können Sie den allgemeinen Rahmen konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε το γενικό περίγραμμα
es: Esto le permite configurar el borde general
fr: Cela vous permet de configurer la bordure générale
ga: Ligeann sé seo duit an teorainn ghinearálta a chumrú
hi: यह आपको सामान्य बॉर्डर कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako saamaany bordar konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi batas umum
it: Consente di configurare il bordo generale
ja: これにより、一般的な境界線を設定できます
ko: 일반 테두리를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi sempadan umum
nb: Dette lar deg konfigurere den generelle grensen
nl: Hiermee kunt u de algemene rand configureren
pt: Isto permite que configure a borda geral
ro: Acest lucru vă permite să configurați chenarul general
tr: Bu, genel kenarlığı yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати загальну межу
vi: Điều này cho phép bạn định cấu hình đường viền chung
zh: 這允許您配置一般邊框

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRYNAMEEMPTY
source: Settings entry name may not be empty
ar: قد لا يكون اسم إدخال الإعدادات فارغًا.
de: Der Name des Einstellungseintrags darf nicht leer sein.
el: Το όνομα καταχώρισης ρυθμίσεων ενδέχεται να μην είναι κενό
es: El nombre de la entrada de configuración no puede estar vacío.
fr: Le nom de l'entrée de paramètres peut être renseigné.
ga: Seans nach mbeidh an t-ainm iontrála socruithe folamh
hi: सेटिंग प्रविष्टि का नाम रिक्त नहीं हो सकता
hi_latn: seting pravishti ka naam rikt nahin ho sakata
id: Nama entri pengaturan tidak boleh kosong
it: Il nome della voce Impostazioni non può essere vuoto
ja: 設定エントリ名は空欄にできません。
ko: 설정 항목 이름이 비어 있을 수 없습니다.
ms: Nama masukan tetapan mungkin tidak kosong
nb: Innstillingsoppføringsnavnet er kanskje ikke tomt
nl: De naam van het instellingenitem mag niet leeg zijn
pt: O nome da entrada de definições não pode estar vazio
ro: Este posibil ca numele intrării setărilor să nu fie necompletat
tr: Ayarlar girişi adı boş olmayabilir
uk: Назва параметрів не може бути пустою
vi: Tên mục nhập cài đặt không được để trống
zh: 設定條目名稱不能為空

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRYDESCEMPTY
source: Settings entry description may not be empty
ar: قد لا يكون وصف إدخال الإعدادات فارغًا.
de: Die Beschreibung des Einstellungseintrags darf nicht leer sein.
el: Η περιγραφή της καταχώρισης ρυθμίσεων ενδέχεται να μην είναι κενή
es: La descripción de la entrada de configuración no puede estar vacía.
fr: La description de l'entrée de paramètres peut être renseignée.
ga: Seans nach mbeidh cur síos ar iontráil socruithe folamh
hi: सेटिंग प्रविष्टि विवरण रिक्त नहीं हो सकता
hi_latn: seting pravishti vivaran rikt nahin ho sakata
id: Deskripsi entri pengaturan tidak boleh kosong
it: La descrizione della voce Impostazioni non può essere vuota
ja: 設定エントリの説明は空欄にできません。
ko: 설정 항목 설명이 비어 있을 수 없습니다.
ms: Perihalan entri tetapan mungkin tidak kosong
nb: Innstillingsoppføringsbeskrivelsen er kanskje ikke tom
nl: De beschrijving van het instellingenitem mag niet leeg zijn
pt: A descrição da entrada de definições não pode estar vazia
ro: Este posibil ca descrierea intrării setărilor să nu fie goală
tr: Ayarlar girişi açıklaması boş olmayabilir
uk: Опис параметрів не може бути порожнім
vi: Mô tả mục nhập cài đặt không được để trống
zh: 設定條目描述不能為空

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRYKEYLISTEMPTY
source: Settings entry may not have empty settings key list
ar: قد لا تحتوي قائمة مفاتيح الإعدادات على إدخال إعدادات فارغ.
de: Die Liste der Einstellungsschlüssel darf nicht leer sein.
el: Η καταχώριση ρυθμίσεων ενδέχεται να μην έχει κενή λίστα πλήκτρων ρυθμίσεων
es: La entrada de configuración no puede tener una lista de claves de configuración vacía.
fr: La liste des clés de paramètres peut être renseignée.
ga: Seans nach bhfuil liosta eochracha socruithe folamh ag iontráil socruithe
hi: सेटिंग प्रविष्टि में रिक्त सेटिंग कुंजी सूची नहीं हो सकती
hi_latn: seting pravishti mein rikt seting kunjee soochee nahin ho sakatee
id: Entri pengaturan tidak boleh memiliki daftar kunci pengaturan yang kosong
it: La voce Impostazioni non può avere un elenco di chiavi di impostazioni vuoto
ja: 設定エントリの設定キーリストは空欄にできません。
ko: 설정 항목의 설정 키 목록이 비어 있을 수 없습니다.
ms: Entri tetapan mungkin tidak mempunyai senarai kunci tetapan kosong
nb: Innstillingsoppføring har kanskje ikke tom innstillingsnøkkelliste
nl: De lijst met instellingensleutels mag niet leeg zijn
pt: A entrada de definições não pode ter uma lista de chaves de definições vazia
ro: Este posibil ca intrarea de setări să nu aibă o listă de chei de setări goală
tr: Ayarlar girişi boş ayarlar anahtar listesine sahip olmayabilir
uk: Запис налаштувань може не мати пустого списку ключів налаштувань
vi: Mục nhập cài đặt không được để trống danh sách khóa cài đặt
zh: 設定條目的設定鍵列表不能為空

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRYKEYNAMEEMPTY
source: Settings key name may not be empty
ar: قد لا يكون اسم مفتاح الإعدادات فارغًا.
de: Der Name des Einstellungsschlüssels darf nicht leer sein.
el: Το όνομα του κλειδιού ρυθμίσεων ενδέχεται να μην είναι κενό
es: El nombre de la clave de configuración no puede estar vacío.
fr: Le nom de la clé de paramètres peut être renseigné.
ga: Seans nach bhfuil ainm na heochrach socruithe folamh
hi: सेटिंग कुंजी का नाम रिक्त नहीं हो सकता
hi_latn: seting kunjee ka naam rikt nahin ho sakata
id: Nama kunci pengaturan tidak boleh kosong
it: Il nome della chiave di impostazioni non può essere vuoto
ja: 設定キー名は空欄にできません。
ko: 설정 키 이름이 비어 있을 수 없습니다.
ms: Nama kunci tetapan mungkin tidak kosong
nb: Innstillingsnøkkelnavnet er kanskje ikke tomt
nl: De naam van de instellingensleutel mag niet leeg zijn
pt: O nome da chave de definições não pode estar vazio
ro: Numele cheii de setări poate să nu fie gol
tr: Ayarlar anahtarı adı boş olmayabilir
uk: Назва ключа налаштувань не може бути пустою
vi: Tên khóa cài đặt không được để trống
zh: 設定鍵名稱不能為空

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRYKEYTYPEINVALID
source: Settings key may not hold invalid key type
ar: قد لا يحتوي مفتاح الإعدادات على نوع مفتاح غير صالح.
de: Der Einstellungsschlüssel darf keinen ungültigen Schlüsseltyp enthalten.
el: Το κλειδί ρυθμίσεων ενδέχεται να μην περιέχει μη έγκυρο τύπο κλειδιού
es: La clave de configuración no puede contener un tipo de clave no válido.
fr: La clé de paramètres peut contenir un type de clé non valide.
ga: Seans nach bhfuil cineál eochrach neamhbhailí in eochair shocruithe
hi: सेटिंग कुंजी में अमान्य कुंजी प्रकार नहीं हो सकता
hi_latn: seting kunjee mein amaany kunjee prakaar nahin ho sakata
id: Kunci pengaturan tidak boleh berisi jenis kunci yang tidak valid
it: La chiave di impostazioni non può contenere un tipo di chiave non valido
ja: 設定キーに無効なキータイプを指定することはできません。
ko: 설정 키에 잘못된 키 유형이 포함되어 있을 수 없습니다.
ms: Kunci tetapan mungkin tidak menyimpan jenis kunci yang tidak sah
nb: Innstillingsnøkkel inneholder kanskje ikke ugyldig nøkkeltype
nl: De instellingensleutel mag geen ongeldig sleuteltype bevatten
pt: A chave de definições não pode conter um tipo de chave inválido
ro: Este posibil ca cheia de setări să nu dețină un tip de cheie nevalid
tr: Ayarlar anahtarı geçersiz anahtar türünü barındırmıyor olabilir
uk: Ключ налаштувань може не містити недійсний тип ключа
vi: Khóa cài đặt không được giữ loại khóa không hợp lệ
zh: 設定鍵不能包含無效的鍵類型

# NKS_KERNEL_CONFIGURATION_INSTANCES_MAINSETTINGS
source: Kernel main settings
ar: إعدادات النواة الرئيسية.
de: Kernel-Haupteinstellungen
el: Βασικές ρυθμίσεις πυρήνα
es: Configuración principal del kernel
fr: Paramètres principaux du noyau
ga: Príomhshocruithe eithne
hi: कर्नेल मुख्य सेटिंग
hi_latn: karnel mukhy seting
id: Pengaturan utama kernel
it: Impostazioni principali del kernel
ja: カーネルのメイン設定
ko: 커널 기본 설정
ms: Tetapan utama kernel
nb: Kjernens hovedinnstillinger
nl: Hoofdinstellingen van de kernel
pt: Configurações principais do kernel
ro: Setările principale ale kernelului
tr: Çekirdek ana ayarları
uk: Основні налаштування ядра
vi: Cài đặt chính của hạt nhân
zh: 內核主設定

# NKS_KERNEL_CONFIGURATION_INSTANCES_SCREENAVERSETTINGS
source: Kernel screensaver settings
ar: إعدادات شاشة توقف النواة.
de: Kernel-Bildschirmschoner-Einstellungen
el: Ρυθμίσεις προφύλαξης οθόνης πυρήνα
es: Configuración del protector de pantalla del kernel
fr: Paramètres de l'économiseur d'écran du noyau
ga: Socruithe spárálaíscáileáin eithne
hi: कर्नेल स्क्रीनसेवर सेटिंग
hi_latn: karnel skreenasevar seting
id: Pengaturan screensaver kernel
it: Impostazioni dello screensaver del kernel
ja: カーネルのスクリーンセーバー設定
ko: 커널 화면보호기 설정
ms: Tetapan penyelamat skrin kernel
nb: Innstillinger for kjerneskjermsparer
nl: Instellingen voor de kernelscreensaver
pt: Configurações do protetor de ecrã do kernel
ro: Setări pentru screensaverul kernelului
tr: Çekirdek ekran koruyucu ayarları
uk: Налаштування заставки ядра
vi: Cài đặt trình bảo vệ màn hình hạt nhân
zh: 核心螢幕保護程式設定

# NKS_KERNEL_CONFIGURATION_INSTANCES_SPLASHSETTINGS
source: Kernel splash settings
ar: إعدادات بدء تشغيل النواة.
de: Kernel-Splash-Einstellungen
el: Ρυθμίσεις εκτόξευσης πυρήνα
es: Configuración de la pantalla de inicio del kernel
fr: Paramètres de l'écran de démarrage du noyau
ga: Socruithe splancscáileáin eithne
hi: कर्नेल स्प्लैश सेटिंग
hi_latn: karnel splaish seting
id: Pengaturan splash kernel
it: Impostazioni della schermata iniziale del kernel
ja: カーネルのスプラッシュ設定
ko: 커널 시작 화면 설정
ms: Tetapan percikan kernel
nb: Innstillinger for kjernesprut
nl: Instellingen voor de kernelsplash
pt: Configurações do ecrã inicial do kernel
ro: Setări de stropire a nucleului
tr: Çekirdek açılış ayarları
uk: Налаштування заставки ядра
vi: Cài đặt màn hình chào mừng hạt nhân
zh: 核心啟動畫面設定

# NKS_KERNEL_CONFIGURATION_INSTANCES_WIDGETSETTINGS
source: Kernel widgets settings
ar: إعدادات أدوات النواة.
de: Kernel-Widget-Einstellungen
el: Ρυθμίσεις γραφικών στοιχείων πυρήνα
es: Configuración de los widgets del kernel
fr: Paramètres des widgets du noyau
ga: Socruithe giuirléidí eithne
hi: कर्नेल विजेट सेटिंग
hi_latn: karnel vijet seting
id: Pengaturan widget kernel
it: Impostazioni dei widget del kernel
ja: カーネルのウィジェット設定
ko: 커널 위젯 설정
ms: Tetapan widget kernel
nb: Innstillinger for kjerne-widgets
nl: Instellingen voor de kernelwidgets
pt: Configurações dos widgets do kernel
ro: Setări pentru widget-uri Kernel
tr: Çekirdek widget ayarları
uk: Налаштування віджетів ядра
vi: Cài đặt tiện ích hạt nhân
zh: 內核小工具設定

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SELECTCONFIG
source: Select configuration
ar: اختيار التكوين.
de: Konfiguration auswählen
el: Επιλέξτε διαμόρφωση
es: Seleccionar configuración
fr: Sélectionner la configuration
ga: Roghnaigh cumraíocht
hi: कॉन्फ़िगरेशन चुनें
hi_latn: konfigareshan chunen
id: Pilih konfigurasi
it: Seleziona configurazione
ja: 構成を選択
ko: 구성 선택
ms: Pilih konfigurasi
nb: Velg konfigurasjon
nl: Configuratie selecteren
pt: Selecionar configuração
ro: Selectați configurația
tr: Yapılandırmayı seçin
uk: Виберіть конфігурацію
vi: Chọn cấu hình
zh: 選擇配置

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SELECTCONFIG_SELECT
source: Select a configuration instance to switch to.
ar: حدد نسخة تكوين للتبديل إليها.
de: Wählen Sie eine Konfigurationsinstanz aus, zu der gewechselt werden soll.
el: Επιλέξτε ένα στιγμιότυπο διαμόρφωσης για μετάβαση.
es: Seleccione una instancia de configuración a la que cambiar.
fr: Sélectionnez une instance de configuration vers laquelle basculer.
ga: Roghnaigh sampla cumraíochta le haistriú chuige.
hi: स्विच करने के लिए कॉन्फ़िगरेशन इंस्टेंस चुनें।
hi_latn: svich karane ke lie konfigareshan instens chunen.
id: Pilih contoh konfigurasi untuk beralih ke.
it: Seleziona un'istanza di configurazione a cui passare.
ja: 切り替える構成インスタンスを選択してください。
ko: 전환할 구성 인스턴스를 선택합니다.
ms: Pilih contoh konfigurasi untuk ditukar.
nb: Velg en konfigurasjonsforekomst å bytte til.
nl: Selecteer een configuratie-instantie waarnaar u wilt overschakelen.
pt: Selecione uma instância de configuração para alternar.
ro: Selectați o instanță de configurare la care să comutați.
tr: Geçiş yapmak için bir yapılandırma örneği seçin.
uk: Виберіть екземпляр конфігурації для переходу.
vi: Chọn một phiên bản cấu hình để chuyển sang.
zh: 選擇要切換到的配置實例。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SELECTCONFIG_FAILED
source: Can't select configuration
ar: لا يمكن تحديد الإعدادات
de: Konfiguration kann nicht ausgewählt werden
el: Δεν είναι δυνατή η επιλογή διαμόρφωσης
es: No se puede seleccionar la configuración
fr: Impossible de sélectionner la configuration
ga: Ní féidir cumraíocht a roghnú
hi: कॉन्फ़िगरेशन का चयन नहीं किया जा सकता
hi_latn: konfigareshan ka chayan nahin kiya ja sakata
id: Tidak dapat memilih konfigurasi
it: Impossibile selezionare la configurazione
ja: 設定を選択できません
ko: 구성을 선택할 수 없습니다.
ms: Tidak dapat memilih konfigurasi
nb: Kan ikke velge konfigurasjon
nl: Kan configuratie niet selecteren
pt: Não é possível selecionar a configuração
ro: Nu se poate selecta configurația
tr: Yapılandırma seçilemiyor
uk: Не вдається вибрати конфігурацію
vi: Không thể chọn cấu hình
zh: 無法選擇配置

# NKS_KNOWNADDONS_PACKS_SCREENSAVERS
source: Extra Screensavers Pack
ar: حزمة شاشات التوقف الإضافية
de: Zusätzliches Bildschirmschoner-Paket
el: Επιπλέον πακέτο προφύλαξης οθόνης
es: Paquete de salvapantallas adicionales
fr: Pack d'économiseurs d'écran supplémentaires
ga: Pacáiste breise spárálaíscáileáin
hi: अतिरिक्त स्क्रीनसेवर पैक
hi_latn: atirikt skreenasevar paik
id: Paket Screensaver Ekstra
it: Pacchetto salvaschermi extra
ja: 追加のスクリーンセーバー パック
ko: 추가 화면 보호기 팩
ms: Pek Penjimat Skrin Tambahan
nb: Ekstra skjermsparerpakke
nl: Extra schermbeveiligingspakket
pt: Pacote Extra de Protetores de Tela
ro: Pachet suplimentar de economizor de ecran
tr: Ekstra Ekran Koruyucu Paketi
uk: Пакет додаткових заставок
vi: Gói bảo vệ màn hình bổ sung
zh: 額外的螢幕保護程式包

# NKS_KNOWNADDONS_PACKS_SPLASHES
source: Extra Splashes Pack
ar: حزمة البقع الإضافية
de: Extra-Spritzer-Paket
es: Paquete de salpicaduras adicionales
fr: Pack d'éclaboussures supplémentaires
ga: Pacáiste Splashes Breise
hi: अतिरिक्त स्पलैश पैक
hi_latn: atirikt spalaish paik
id: Paket Percikan Ekstra
it: Pacchetto Spruzzi Extra
ja: エクストラスプラッシュパック
ko: 추가 스플래시 팩
ms: Pek Percikan Tambahan
nb: Ekstra sprutpakke
nl: Extra spattenpakket
pt: Pacote Extra de Salpicos
ro: Pachet de stropi suplimentare
tr: Ekstra Sıçrama Paketi
uk: Додатковий набір бризок
vi: Gói Splashes bổ sung
zh: 額外飛濺包

# NKS_KNOWNADDONS_PACKS_THEMES
source: Extra Themes Pack
ar: حزمة السمات الإضافية
de: Zusätzliches Themenpaket
el: Επιπλέον πακέτο θεμάτων
es: Paquete de temas adicionales
fr: Pack de thèmes supplémentaires
ga: Pacáiste Téamaí Breise
hi: अतिरिक्त थीम्स पैक
hi_latn: atirikt theem paik
id: Paket Tema Ekstra
it: Pacchetto temi extra
ja: 追加テーマパック
ko: 추가 테마 팩
ms: Pek Tema Tambahan
nb: Ekstra temapakke
nl: Extra themapakket
pt: Pacote de temas extras
ro: Pachet de teme suplimentare
tr: Ekstra Temalar Paketi
uk: Пакет додаткових тем
vi: Gói chủ đề bổ sung
zh: 額外主題包

# NKS_KNOWNADDONS_EXTRAS_AMUSEMENTS
source: Extras - Amusements
ar: إضافات - تسلية
de: Extras – Unterhaltung
el: Extras - Διασκέδαση
es: Extras - Diversiones
fr: Extras - Divertissements
ga: Extras - Siamsaí
hi: अतिरिक्त - मनोरंजन
hi_latn: atirikt - manoranjan
id: Tambahan - Hiburan
it: Extra - Divertimenti
ja: エクストラ - アミューズメント
ko: 기타 - 오락
ms: Tambahan - Hiburan
nb: Ekstrautstyr - Forlystelser
pt: Extras - Diversões
ro: Suplimente - Distracții
tr: Ekstralar - Eğlenceler
uk: Додатково - розваги
vi: Tiện ích bổ sung - Giải trí
zh: 附加服務 - 娛樂

# NKS_KNOWNADDONS_EXTRAS_ARCHIVE
source: Extras - Archive Shell
ar: الإضافات - أرشيف شل
de: Extras – Archiv-Shell
el: Extras - Αρχείο Κέλυφος
es: Extras - Archivo Shell
fr: Extras - Shell d'archives
ga: Extras - Blaosc Cartlainne
hi: अतिरिक्त - पुरालेख शैल
hi_latn: atirikt - aarkaiv shel
id: Ekstra - Arsip Shell
it: Extra - Archivio Shell
ja: エクストラ - アーカイブ シェル
ko: 추가 기능 - 아카이브 셸
ms: Tambahan - Shell Arkib
nb: Ekstra - Arkiv Shell
nl: Extra's - Archief Shell
pt: Extras - Arquivo Shell
ro: Suplimente - Shell de arhivă
tr: Ekstralar - Arşiv Kabuğu
uk: Додатково - Archive Shell
vi: Extras - Lưu trữ Shell
zh: 附加功能 - 存檔外殼

# NKS_KNOWNADDONS_EXTRAS_BASSBOOM
source: Extras - BassBoom
ar: إضافات - باس بوم
es: Extras - BajoBoom
hi: अतिरिक्त - बासबूम
hi_latn: atirikt - baasaboom
id: Tambahan - BassBoom
it: Extra: BassBoom
ja: エクストラ - BassBoom
ko: 추가 기능 - BassBoom
ms: Tambahan - BassBoom
nb: Ekstrautstyr - BassBoom
ro: Suplimente - BassBoom
tr: Ekstralar - BassBoom
uk: Додатково - BassBoom
vi: Thêm - BassBoom
zh: 附加功能 - BassBoom

# NKS_KNOWNADDONS_EXTRAS_CAFFEINE
source: Extras - Caffeine
ar: إضافات - الكافيين
de: Extras – Koffein
el: Extras - Καφεΐνη
es: Extras - Cafeína
fr: Extras - Caféine
ga: Extras - Caiféin
hi: अतिरिक्त - कैफीन
hi_latn: atirikt - kaipheen
id: Ekstra - Kafein
it: Extra - Caffeina
ja: エクストラ - カフェイン
ko: 추가사항 - 카페인
ms: Tambahan - Kafein
nb: Ekstra - koffein
nl: Extra's - Cafeïne
pt: Extras – Cafeína
ro: Suplimente - Cofeină
tr: Ekstralar - Kafein
uk: Додатково - Кофеїн
vi: Thêm - Caffeine
zh: 額外 - 咖啡因

# NKS_KNOWNADDONS_EXTRAS_CALCULATORS
source: Extras - Calculators
ar: إضافات - الآلات الحاسبة
de: Extras - Taschenrechner
el: Extras - Αριθμομηχανές
es: Extras - Calculadoras
fr: Extras - Calculatrices
ga: Extras - Áireamháin
hi: अतिरिक्त - कैलकुलेटर
hi_latn: atirikt - kailakuletar
id: Tambahan - Kalkulator
it: Extra - Calcolatrici
ja: エクストラ - 電卓
ko: 추가 사항 - 계산기
ms: Tambahan - Kalkulator
nb: Ekstra - Kalkulatorer
nl: Extra's - Rekenmachines
pt: Extras - Calculadoras
ro: Suplimente - Calculatoare
tr: Ekstralar - Hesap Makineleri
uk: Додатково - Калькулятори
vi: Tiện ích bổ sung - Máy tính
zh: 附加功能 - 計算器

# NKS_KNOWNADDONS_EXTRAS_CALENDAR
source: Extras - Calendar
ar: إضافات - التقويم
de: Extras - Kalender
el: Extras - Ημερολόγιο
es: Extras - Calendario
fr: Extras - Calendrier
ga: Extras - Féilire
hi: अतिरिक्त - कैलेंडर
hi_latn: atirikt - kailendar
id: Ekstra - Kalender
it: Extra - Calendario
ja: エクストラ - カレンダー
ko: 추가사항 - 달력
ms: Tambahan - Kalendar
nb: Ekstra - Kalender
nl: Extra's - Kalender
pt: Extras - Calendário
ro: Extra - Calendar
tr: Ekstralar - Takvim
uk: Додатково - Календар
vi: Thêm - Lịch
zh: 附加功能 - 日曆

# NKS_KNOWNADDONS_EXTRAS_COLORCONVERTER
source: Extras - Color Converter
ar: إضافات - محول الألوان
de: Extras - Farbkonverter
el: Extras - Μετατροπέας χρώματος
es: Extras - Convertidor de color
fr: Extras - Convertisseur de couleurs
ga: Extras - Tiontaire Datha
hi: अतिरिक्त - रंग परिवर्तक
hi_latn: atirikt - rang kanavartar
id: Ekstra - Konverter Warna
it: Extra - Convertitore di colori
ja: エクストラ - カラーコンバーター
ko: 추가 기능 - 색상 변환기
ms: Tambahan - Penukar Warna
nb: Ekstra - Fargekonverter
nl: Extra's - Kleurenconverter
pt: Extras - Conversor de Cores
ro: Extra - Convertor de culoare
tr: Ekstralar - Renk Dönüştürücü
uk: Додатково - Конвертер кольорів
vi: Phần bổ sung - Bộ chuyển đổi màu
zh: 附加功能 - 顏色轉換器

# NKS_KNOWNADDONS_EXTRAS_CONTACTS
source: Extras - Contacts
ar: إضافات - جهات الاتصال
de: Extras - Kontakte
el: Extras - Επαφές
es: Extras - Contactos
fr: Suppléments - Contacts
ga: Extras - Teagmhálacha
hi: अतिरिक्त - संपर्क
hi_latn: atirikt - sampark
id: Ekstra - Kontak
it: Extra - Contatti
ja: 追加情報 - 連絡先
ko: 기타 - 연락처
ms: Tambahan - Kenalan
nb: Ekstra - kontakter
nl: Extra's - Contacten
pt: Extras - Contatos
ro: Suplimente - Contacte
tr: Ekstralar - İletişim
uk: Додатково - Контакти
vi: Extras - Liên hệ
zh: 附加功能 - 聯絡方式

# NKS_KNOWNADDONS_EXTRAS_DIAGS
source: Extras - Diagnostics
ar: إضافات - التشخيص
de: Extras - Diagnose
el: Extras - Διαγνωστικά
es: Extras - Diagnóstico
fr: Extras - Diagnostic
ga: Extras - Diagnóisic
hi: अतिरिक्त - निदान
hi_latn: atirikt - nidaan
id: Ekstra - Diagnostik
it: Extra - Diagnostica
ja: 追加機能 - 診断
ko: 추가 기능 - 진단
ms: Tambahan - Diagnostik
nb: Ekstrautstyr - Diagnostikk
nl: Extra's - Diagnostiek
pt: Extras - Diagnóstico
ro: Suplimente - Diagnosticare
tr: Ekstralar - Tanılama
uk: Додатково - Діагностика
vi: Extras - Chẩn đoán
zh: 附加功能 - 診斷

# NKS_KNOWNADDONS_EXTRAS_DICTIONARY
source: Extras - Dictionary
ar: إضافات - قاموس
de: Extras - Wörterbuch
el: Extras - Λεξικό
es: Extras - Diccionario
fr: Extras - Dictionnaire
ga: Extras - Foclóir
hi: अतिरिक्त - शब्दकोश
hi_latn: atirikt - shabdakosh
id: Ekstra - Kamus
it: Extra - Dizionario
ja: エクストラ - 辞書
ko: 추가사항 - 사전
ms: Tambahan - Kamus
nb: Ekstra - Ordbok
nl: Extra's - Woordenboek
pt: Extras - Dicionário
ro: Extras - dicţionar
tr: Ekstralar - Sözlük
uk: Додатково - Словник
vi: Extras - Từ điển
zh: 額外 - 字典

# NKS_KNOWNADDONS_EXTRAS_DOCKING
source: Extras - Docking
ar: إضافات - الإرساء
de: Extras – Andocken
es: Extras - Atraque
fr: Extras - Amarrage
ga: Extras - Á
hi: अतिरिक्त - डॉकिंग
hi_latn: atirikt - doking
id: Ekstra - Docking
it: Extra: aggancio
ja: エクストラ - ドッキング
ko: 추가 사항 - 도킹
ms: Tambahan - Berlabuh
nb: Ekstrautstyr - Docking
ro: Suplimente - andocare
tr: Ekstralar - Yerleştirme
uk: Додатково - Док
vi: Tiện ích bổ sung - Docking
zh: 附加功能 - 對接

# NKS_KNOWNADDONS_EXTRAS_FORECAST
source: Extras - Forecast
ar: إضافات - توقعات
de: Extras - Prognose
el: Extras - Πρόβλεψη
es: Extras - Previsión
fr: Extras - Prévisions
ga: Extras - Réamhaisnéis
hi: अतिरिक्त - पूर्वानुमान
hi_latn: atirikt - poorvaanumaan
id: Ekstra - Prakiraan Cuaca
it: Extra - Previsione
ja: おまけ - 予報
ko: 추가사항 - 일기예보
ms: Tambahan - Ramalan
nb: Ekstra - Værmelding
nl: Extra's - Prognose
pt: Extras - Previsão
ro: Suplimente - Prognoză
tr: Ekstralar - Tahmin
uk: Додатково - Прогноз
vi: Thêm - Dự báo
zh: 額外 - 預測

# NKS_KNOWNADDONS_EXTRAS_NOTES
source: Extras - Notes
ar: إضافات - ملاحظات
de: Extras – Notizen
el: Extras - Σημειώσεις
es: Extras - Notas
fr: Extras - Remarques
ga: Extras - Nótaí
hi: अतिरिक्त - नोट्स
hi_latn: atirikt - nots
id: Tambahan - Catatan
it: Extra - Note
ja: おまけ - メモ
ko: 추가 사항 - 메모
ms: Tambahan - Nota
nb: Tillegg - Merknader
nl: Extra's - Opmerkingen
pt: Extras - Notas
ro: Suplimente - Note
tr: Ekstralar - Notlar
uk: Додатково - Примітки
vi: Phần bổ sung - Ghi chú
zh: 附加 - 註釋

# NKS_KNOWNADDONS_EXTRAS_THEMESTUDIO
source: Extras - Theme Studio
ar: إضافات - استوديو الموضوع
de: Extras – Themenstudio
es: Extras - Estudio temático
fr: Extras - Studio thématique
ga: Extras - Stiúideo Téama
hi: अतिरिक्त - थीम स्टूडियो
hi_latn: atirikt - theem stoodiyo
id: Ekstra - Studio Tema
it: Extra: studio a tema
ja: エクストラ - テーマスタジオ
ko: 기타 - 테마 스튜디오
ms: Tambahan - Studio Tema
nb: Ekstra - Theme Studio
nl: Extra's - Themastudio
pt: Extras - Estúdio Temático
ro: Suplimente - Studio tematic
tr: Ekstralar - Tema Stüdyosu
uk: Додатково - Theme Studio
vi: Phần bổ sung - Theme Studio
zh: 額外 - 主題工作室

# NKS_KNOWNADDONS_EXTRAS_TIPS
source: Extras - Kernel Tips
ar: إضافات - نصائح النواة
de: Extras – Kernel-Tipps
es: Extras: consejos sobre el kernel
fr: Extras - Astuces pour le noyau
ga: Extras - Leideanna Eithne
hi: अतिरिक्त - कर्नेल युक्तियाँ
hi_latn: atirikt - karnel tips
id: Ekstra - Tip Kernel
it: Extra: suggerimenti sul kernel
ja: 追加 - カーネルのヒント
ko: 추가 사항 - 커널 팁
ms: Tambahan - Petua Kernel
nb: Ekstrautstyr - kjernetips
pt: Extras - Dicas do Kernel
ro: Suplimente - Sfaturi pentru nuclee
tr: Ekstralar - Kernel İpuçları
uk: Додатково - Поради щодо ядра
vi: Phần bổ sung - Mẹo về Kernel
zh: 附加功能 - 內核提示
