Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_FILESYSTEM
source: A general filesystem error occurred. Check to make sure that the path specified is correct, and that the file or directory actually exists.
ar: حدث خطأ عام في نظام الملفات. تحقق للتأكد من صحة المسار المحدد، وأن الملف أو الدليل موجود بالفعل.
de: Es ist ein allgemeiner Dateisystemfehler aufgetreten. Stellen Sie sicher, dass der angegebene Pfad korrekt ist und die Datei oder das Verzeichnis tatsächlich vorhanden ist.
el: Παρουσιάστηκε ένα γενικό σφάλμα συστήματος αρχείων. Ελέγξτε για να βεβαιωθείτε ότι η διαδρομή που καθορίστηκε είναι σωστή και ότι το αρχείο ή ο κατάλογος υπάρχει πράγματι.
es: Se produjo un error general en el sistema de archivos. Verifique para asegurarse de que la ruta especificada sea correcta y que el archivo o directorio realmente exista.
fr: Une erreur générale du système de fichiers s'est produite. Vérifiez que le chemin spécifié est correct et que le fichier ou le répertoire existe réellement.
ga: Tharla earráid ghinearálta sa chóras comhad. Seiceáil le cinntiú go bhfuil an cosán sonraithe ceart, agus go bhfuil an comhad nó an t-eolaire ann i ndáiríre.
hi: एक सामान्य फ़ाइल सिस्टम त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि निर्दिष्ट पथ सही है, और फ़ाइल या निर्देशिका वास्तव में मौजूद है।
hi_latn: ek saamaany fail sistam truti huee. yah sunishchit karane ke lie jaanch karen ki nirdisht path sahee hai, aur yah ki fail ya nirdeshika vaastav mein maujood hai.
id: Terjadi kesalahan sistem berkas umum. Periksa untuk memastikan bahwa jalur yang ditentukan sudah benar, dan berkas atau direktori benar-benar ada.
it: Si è verificato un errore generale del file system. Verificare che il percorso specificato sia corretto e che il file o la directory esista effettivamente.
ja: 一般的なファイルシステムエラーが発生しました。指定したパスが正しいこと、およびファイルまたはディレクトリが実際に存在することを確認してください。
ko: 일반 파일 시스템 오류가 발생했습니다. 지정된 경로가 올바른지, 파일이나 디렉터리가 실제로 존재하는지 확인하세요.
ms: Ralat sistem fail umum berlaku. Semak untuk memastikan bahawa laluan yang ditentukan adalah betul dan fail atau direktori itu benar-benar wujud.
nb: Det oppstod en generell filsystemfeil. Kontroller at den angitte banen er riktig, og at filen eller katalogen faktisk eksisterer.
nl: Er is een algemene bestandssysteemfout opgetreden. Controleer of het opgegeven pad correct is en of het bestand of de map daadwerkelijk bestaat.
pt: Ocorreu um erro geral no sistema de arquivos. Verifique se o caminho especificado está correto e se o arquivo ou diretório realmente existe.
ro: A apărut o eroare generală a sistemului de fișiere. Verificați pentru a vă asigura că calea specificată este corectă și că fișierul sau directorul există de fapt.
tr: Genel bir dosya sistemi hatası oluştu. Belirtilen yolun doğru olduğundan ve dosyanın veya dizinin gerçekten var olduğundan emin olmak için kontrol edin.
uk: Сталася загальна помилка файлової системи. Переконайтеся, що вказано правильний шлях і що файл або каталог дійсно існує.
vi: Đã xảy ra lỗi hệ thống tệp chung. Kiểm tra để đảm bảo đường dẫn được chỉ định là đúng và tệp hoặc thư mục thực sự tồn tại.
zh: 發生一般檔案系統錯誤。檢查以確保指定的路徑正確，並且檔案或目錄確實存在。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_FTPFILESYSTEM
source: A general FTP filesystem error occurred. Check to make sure that the path specified is correct, and that the file or directory actually exists.
ar: حدث خطأ عام في نظام ملفات FTP. تحقق للتأكد من صحة المسار المحدد، وأن الملف أو الدليل موجود بالفعل.
de: Es ist ein allgemeiner FTP-Dateisystemfehler aufgetreten. Stellen Sie sicher, dass der angegebene Pfad korrekt ist und die Datei oder das Verzeichnis tatsächlich vorhanden ist.
el: Παρουσιάστηκε ένα γενικό σφάλμα συστήματος αρχείων FTP. Ελέγξτε για να βεβαιωθείτε ότι η διαδρομή που καθορίστηκε είναι σωστή και ότι το αρχείο ή ο κατάλογος υπάρχει πράγματι.
es: Se produjo un error general en el sistema de archivos FTP. Verifique para asegurarse de que la ruta especificada sea correcta y que el archivo o directorio realmente exista.
fr: Une erreur générale du système de fichiers FTP s'est produite. Vérifiez que le chemin spécifié est correct et que le fichier ou le répertoire existe réellement.
ga: Tharla earráid ghinearálta maidir le córas comhaid FTP. Seiceáil le cinntiú go bhfuil an cosán sonraithe ceart, agus go bhfuil an comhad nó an t-eolaire ann i ndáiríre.
hi: एक सामान्य FTP फ़ाइल सिस्टम त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि निर्दिष्ट पथ सही है, और फ़ाइल या निर्देशिका वास्तव में मौजूद है।
hi_latn: ek saamaany ftp fail sistam truti huee. yah sunishchit karane ke lie jaanch karen ki nirdisht path sahee hai, aur yah ki fail ya nirdeshika vaastav mein maujood hai.
id: Terjadi kesalahan sistem berkas FTP umum. Periksa untuk memastikan bahwa jalur yang ditentukan sudah benar, dan berkas atau direktori benar-benar ada.
it: Si è verificato un errore generale del file system FTP. Verificare che il percorso specificato sia corretto e che il file o la directory esista effettivamente.
ja: 一般的な FTP ファイルシステム エラーが発生しました。指定したパスが正しいこと、およびファイルまたはディレクトリが実際に存在することを確認してください。
ko: 일반 FTP 파일 시스템 오류가 발생했습니다. 지정된 경로가 올바른지, 파일이나 디렉터리가 실제로 존재하는지 확인하세요.
ms: Ralat sistem fail FTP umum berlaku. Semak untuk memastikan bahawa laluan yang ditentukan adalah betul dan fail atau direktori itu benar-benar wujud.
nb: Det oppstod en generell FTP-filsystemfeil. Kontroller at den angitte banen er riktig, og at filen eller katalogen faktisk eksisterer.
nl: Er is een algemene fout in het FTP-bestandssysteem opgetreden. Controleer of het opgegeven pad correct is en of het bestand of de map daadwerkelijk bestaat.
pt: Ocorreu um erro geral no sistema de arquivos FTP. Verifique se o caminho especificado está correto e se o arquivo ou diretório realmente existe.
ro: A apărut o eroare generală a sistemului de fișiere FTP. Verificați pentru a vă asigura că calea specificată este corectă și că fișierul sau directorul există de fapt.
tr: Genel bir FTP dosya sistemi hatası oluştu. Belirtilen yolun doğru olduğundan ve dosyanın veya dizinin gerçekten var olduğundan emin olmak için kontrol edin.
uk: Сталася загальна помилка файлової системи FTP. Переконайтеся, що вказано правильний шлях і що файл або каталог дійсно існує.
vi: Đã xảy ra lỗi hệ thống tệp FTP chung. Kiểm tra để đảm bảo đường dẫn được chỉ định là đúng và tệp hoặc thư mục thực sự tồn tại.
zh: 發生一般 FTP 檔案系統錯誤。檢查以確保指定的路徑正確，並且檔案或目錄確實存在。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_FTPNETWORK
source: A general FTP network error occurred. Check to make sure that your internet connection is working.
ar: حدث خطأ عام في شبكة FTP. تحقق للتأكد من أن اتصالك بالإنترنت يعمل.
de: Es ist ein allgemeiner FTP-Netzwerkfehler aufgetreten. Stellen Sie sicher, dass Ihre Internetverbindung funktioniert.
el: Παρουσιάστηκε ένα γενικό σφάλμα δικτύου FTP. Ελέγξτε για να βεβαιωθείτε ότι η σύνδεσή σας στο Διαδίκτυο λειτουργεί.
es: Se produjo un error general de la red FTP. Verifique para asegurarse de que su conexión a Internet esté funcionando.
fr: Une erreur générale du réseau FTP s'est produite. Vérifiez que votre connexion Internet fonctionne.
ga: Tharla earráid ghinearálta líonra FTP. Seiceáil le cinntiú go bhfuil do nasc idirlín ag obair.
hi: एक सामान्य FTP नेटवर्क त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपका इंटरनेट कनेक्शन काम कर रहा है।
hi_latn: ek saamaany ftp netavark truti huee. yah sunishchit karane ke lie jaanch karen ki aapaka intaranet kanekshan kaam kar raha hai.
id: Terjadi kesalahan jaringan FTP umum. Periksa untuk memastikan koneksi internet Anda berfungsi.
it: Si è verificato un errore generale della rete FTP. Verifica che la connessione Internet funzioni.
ja: 一般的な FTP ネットワーク エラーが発生しました。インターネット接続が機能していることを確認してください。
ko: 일반 FTP 네트워크 오류가 발생했습니다. 인터넷 연결이 작동하는지 확인하세요.
ms: Ralat rangkaian FTP umum berlaku. Semak untuk memastikan sambungan internet anda berfungsi.
nb: Det oppstod en generell FTP-nettverksfeil. Kontroller at Internett-tilkoblingen din fungerer.
nl: Er is een algemene FTP-netwerkfout opgetreden. Controleer of uw internetverbinding werkt.
pt: Ocorreu um erro geral de rede FTP. Verifique se sua conexão com a Internet está funcionando.
ro: A apărut o eroare generală de rețea FTP. Verificați pentru a vă asigura că conexiunea dvs. la internet funcționează.
tr: Genel bir FTP ağ hatası oluştu. İnternet bağlantınızın çalıştığından emin olun.
uk: Сталася загальна помилка мережі FTP. Переконайтеся, що підключення до Інтернету працює.
vi: Đã xảy ra lỗi mạng FTP chung. Kiểm tra để đảm bảo kết nối internet của bạn đang hoạt động.
zh: 發生一般 FTP 網路錯誤。檢查並確保您的網路連線正常。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_FTPSHELL
source: A general FTP shell error occurred.
ar: حدث خطأ عام في غلاف FTP.
de: Es ist ein allgemeiner FTP-Shell-Fehler aufgetreten.
el: Παρουσιάστηκε ένα γενικό σφάλμα φλοιού FTP.
es: Se produjo un error general del shell FTP.
fr: Une erreur générale du shell FTP s'est produite.
ga: Tharla earráid ghinearálta maidir le sliogán FTP.
hi: एक सामान्य FTP शेल त्रुटि उत्पन्न हुई.
hi_latn: ek saamaany ftp shel truti huee.
id: Terjadi kesalahan shell FTP umum.
it: Si è verificato un errore generale della shell FTP.
ja: 一般的な FTP シェル エラーが発生しました。
ko: 일반 FTP 쉘 오류가 발생했습니다.
ms: Ralat umum shell FTP berlaku.
nb: Det oppstod en generell FTP-shell-feil.
nl: Er is een algemene FTP-shellfout opgetreden.
pt: Ocorreu um erro geral de shell de FTP.
ro: A apărut o eroare generală de shell FTP.
tr: Genel bir FTP kabuk hatası oluştu.
uk: Сталася загальна помилка оболонки FTP.
vi: Đã xảy ra lỗi shell FTP chung.
zh: 發生一般 FTP shell 錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_GROUPMANAGEMENT
source: A group management error occurred.
ar: حدث خطأ في إدارة المجموعة.
de: Es ist ein Gruppenverwaltungsfehler aufgetreten.
el: Παρουσιάστηκε σφάλμα διαχείρισης ομάδας.
es: Se produjo un error en la administración del grupo.
fr: Une erreur de gestion de groupe s'est produite.
ga: Tharla earráid bhainistíochta ghrúpa.
hi: एक समूह प्रबंधन त्रुटि उत्पन्न हुई.
hi_latn: ek samooh prabandhan truti huee.
id: Terjadi kesalahan manajemen grup.
it: Si è verificato un errore di gestione del gruppo.
ja: グループ管理エラーが発生しました。
ko: 그룹 관리 오류가 발생했습니다.
ms: Ralat pengurusan kumpulan telah berlaku.
nb: Det oppstod en gruppeadministrasjonsfeil.
nl: Er is een groepsbeheerfout opgetreden.
pt: Ocorreu um erro de gerenciamento de grupo.
ro: A apărut o eroare de gestionare a grupului.
tr: Bir grup yönetimi hatası oluştu.
uk: Сталася помилка керування групою.
vi: Đã xảy ra lỗi quản lý nhóm.
zh: 發生群組管理錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HTTPSHEL
source: A general HTTP shell error occurred.
ar: حدث خطأ عام في غلاف HTTP.
de: Es ist ein allgemeiner HTTP-Shell-Fehler aufgetreten.
el: Παρουσιάστηκε ένα γενικό σφάλμα φλοιού HTTP.
es: Se produjo un error general de shell HTTP.
fr: Une erreur générale du shell HTTP s'est produite.
ga: Tharla earráid ghinearálta blaosc HTTP.
hi: एक सामान्य HTTP शेल त्रुटि उत्पन्न हुई.
hi_latn: ek saamaany http shel truti huee.
id: Terjadi kesalahan umum HTTP shell.
it: Si è verificato un errore generale della shell HTTP.
ja: 一般的な HTTP シェル エラーが発生しました。
ko: 일반 HTTP 셸 오류가 발생했습니다.
ms: Ralat shell HTTP umum berlaku.
nb: Det oppstod en generell HTTP-skallfeil.
nl: Er is een algemene HTTP-shellfout opgetreden.
pt: Ocorreu um erro geral de shell HTTP.
ro: A apărut o eroare generală de shell HTTP.
tr: Genel bir HTTP kabuk hatası oluştu.
uk: Сталася загальна помилка оболонки HTTP.
vi: Đã xảy ra lỗi shell HTTP chung.
zh: 發生一般 HTTP shell 錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDHASHALGORITHM
source: Invalid hash algorithm. If you're using a custom hash sum driver, check to make sure that the driver is loaded.
ar: خوارزمية التجزئة غير صالحة. إذا كنت تستخدم برنامج تشغيل مخصص لمجموع التجزئة، فتحقق للتأكد من تحميل برنامج التشغيل.
de: Ungültiger Hash-Algorithmus. Wenn Sie einen benutzerdefinierten Hashsummentreiber verwenden, stellen Sie sicher, dass der Treiber geladen ist.
el: Μη έγκυρος αλγόριθμος κατακερματισμού. Εάν χρησιμοποιείτε ένα προσαρμοσμένο πρόγραμμα οδήγησης κατακερματισμού, ελέγξτε για να βεβαιωθείτε ότι το πρόγραμμα οδήγησης έχει φορτωθεί.
es: Algoritmo hash no válido. Si está utilizando un controlador de suma hash personalizado, verifique que el controlador esté cargado.
fr: Algorithme de hachage invalide. Si vous utilisez un pilote de somme de hachage personnalisé, vérifiez que le pilote est chargé.
ga: Algartam hash neamhbhailí. Má tá tiománaí hash sum saincheaptha á úsáid agat, seiceáil chun a chinntiú go bhfuil an tiománaí luchtaithe.
hi: अमान्य हैश एल्गोरिथम. यदि आप कस्टम हैश सम ड्राइवर का उपयोग कर रहे हैं, तो यह सुनिश्चित करने के लिए जांचें कि ड्राइवर लोड है।
hi_latn: amaany haish elgoridam. yadi aap kastam haish yog draivar ka upayog kar rahe hain, to yah sunishchit karane ke lie jaanch karen ki draivar lod ho gaya hai.
id: Algoritma hash tidak valid. Jika Anda menggunakan driver hash sum khusus, periksa untuk memastikan bahwa driver tersebut telah dimuat.
it: Algoritmo hash non valido. Se utilizzi un driver di somma hash personalizzato, assicurati che il driver sia caricato.
ja: 無効なハッシュ アルゴリズムです。カスタム ハッシュ サム ドライバーを使用している場合は、ドライバーがロードされていることを確認してください。
ko: 해시 알고리즘이 잘못되었습니다. 사용자 정의 해시 합계 드라이버를 사용하는 경우 드라이버가 로드되었는지 확인하세요.
ms: Algoritma cincang tidak sah. Jika anda menggunakan pemacu jumlah cincang tersuai, semak untuk memastikan pemandu dimuatkan.
nb: Ugyldig hash-algoritme. Hvis du bruker en egendefinert hash-sum-driver, må du kontrollere at driveren er lastet inn.
nl: Ongeldig hash-algoritme. Als u een aangepast hashsum-stuurprogramma gebruikt, controleer dan of het stuurprogramma is geladen.
pt: Algoritmo de hash inválido. Se você estiver usando um driver de soma de hash personalizado, verifique se o driver está carregado.
ro: Algoritm hash nevalid. Dacă utilizați un driver de sumă hash personalizat, verificați pentru a vă asigura că driverul este încărcat.
tr: Geçersiz karma algoritması. Özel bir karma toplamı sürücüsü kullanıyorsanız, sürücünün yüklendiğinden emin olmak için kontrol edin.
uk: Недійсний алгоритм хешування. Якщо ви використовуєте спеціальний драйвер хеш-суми, переконайтеся, що драйвер завантажено.
vi: Thuật toán băm không hợp lệ. Nếu bạn đang sử dụng trình điều khiển tổng băm tùy chỉnh, hãy kiểm tra để đảm bảo trình điều khiển đã được tải.
zh: 哈希演算法無效。如果您使用自訂雜湊和驅動程序，請檢查以確保驅動程式已載入。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDHASHSUM
source: Invalid hash sum. Check to make sure that you copied and pasted the hash sum correctly. If you're using a custom hash sum driver, check to make sure that the driver is loaded and that it works as expected.
ar: مجموع التجزئة غير صالح. تحقق للتأكد من أنك قمت بنسخ مجموع التجزئة ولصقه بشكل صحيح. إذا كنت تستخدم برنامج تشغيل تجزئة مخصص، فتحقق للتأكد من تحميل برنامج التشغيل وأنه يعمل كما هو متوقع.
de: Ungültige Hash-Summe. Stellen Sie sicher, dass Sie die Hash-Summe korrekt kopiert und eingefügt haben. Wenn Sie einen benutzerdefinierten Hashsummentreiber verwenden, stellen Sie sicher, dass der Treiber geladen ist und wie erwartet funktioniert.
el: Μη έγκυρο άθροισμα κατακερματισμού. Ελέγξτε για να βεβαιωθείτε ότι αντιγράψατε και επικολλήσατε σωστά το άθροισμα κατακερματισμού. Εάν χρησιμοποιείτε ένα προσαρμοσμένο πρόγραμμα οδήγησης κατακερματισμού, ελέγξτε για να βεβαιωθείτε ότι το πρόγραμμα οδήγησης είναι φορτωμένο και ότι λειτουργεί όπως αναμένεται.
es: Suma hash no válida. Verifique para asegurarse de haber copiado y pegado la suma hash correctamente. Si está utilizando un controlador de suma hash personalizado, verifique que el controlador esté cargado y que funcione como se esperaba.
fr: Somme de hachage invalide. Vérifiez que vous avez copié et collé correctement la somme de hachage. Si vous utilisez un pilote de somme de hachage personnalisé, assurez-vous que le pilote est chargé et qu'il fonctionne comme prévu.
ga: Suim hash neamhbhailí. Seiceáil le cinntiú go ndearna tú an hash sum a chóipeáil agus a ghreamú i gceart. Má tá tiománaí hash sum saincheaptha á úsáid agat, seiceáil chun a chinntiú go bhfuil an tiománaí luchtaithe agus go n-oibríonn sé mar a bhíothas ag súil leis.
hi: अमान्य हैश राशि. यह सुनिश्चित करने के लिए जांचें कि आपने हैश राशि को सही ढंग से कॉपी और पेस्ट किया है। यदि आप कस्टम हैश सम ड्राइवर का उपयोग कर रहे हैं, तो यह सुनिश्चित करने के लिए जांचें कि ड्राइवर लोड है और यह अपेक्षा के अनुरूप काम करता है।
hi_latn: amaany haish yog. yah sunishchit karane ke lie jaanch karen ki aapane haish yog ko sahee dhang se kopee aur pest kiya hai. yadi aap kastam haish yog draivar ka upayog kar rahe hain, to yah sunishchit karane ke lie jaanch karen ki draivar lod ho gaya hai aur yah apeksha ke anusaar kaam karata hai.
id: Jumlah hash tidak valid. Pastikan Anda menyalin dan menempel jumlah hash dengan benar. Jika Anda menggunakan driver hash sum kustom, pastikan driver dimuat dan berfungsi sebagaimana mestinya.
it: Somma hash non valida. Assicurati di aver copiato e incollato correttamente la somma hash. Se utilizzi un driver di somma hash personalizzato, assicurati che il driver sia caricato e che funzioni come previsto.
ja: 無効なハッシュ合計です。ハッシュサムを正しくコピーして貼り付けたことを確認してください。カスタム ハッシュ サム ドライバーを使用している場合は、ドライバーが読み込まれていて、期待どおりに動作することを確認してください。
ko: 해시 합계가 잘못되었습니다. 해시 합계를 올바르게 복사하여 붙여넣었는지 확인하세요. 사용자 정의 해시 합계 드라이버를 사용하는 경우 드라이버가 로드되었는지, 예상대로 작동하는지 확인하세요.
ms: Jumlah cincang tidak sah. Semak untuk memastikan anda menyalin dan menampal jumlah cincang dengan betul. Jika anda menggunakan pemacu jumlah cincang tersuai, semak untuk memastikan pemandu dimuatkan dan ia berfungsi seperti yang diharapkan.
nb: Ugyldig hasj-sum. Kontroller at du har kopiert og limt inn hash-summen riktig. Hvis du bruker en egendefinert hash-sum-driver, må du kontrollere at driveren er lastet inn og at den fungerer som forventet.
nl: Ongeldige hashsom. Controleer of u de hashsom correct hebt gekopieerd en geplakt. Als u een aangepast hashsum-stuurprogramma gebruikt, controleer dan of het stuurprogramma is geladen en werkt zoals verwacht.
pt: Soma de hash inválida. Verifique se você copiou e colou a soma hash corretamente. Se você estiver usando um driver de soma de hash personalizado, verifique se o driver está carregado e funciona conforme o esperado.
ro: Sumă hash nevalidă. Verificați pentru a vă asigura că ați copiat și lipit corect suma hash. Dacă utilizați un driver de sumă hash personalizat, verificați pentru a vă asigura că driverul este încărcat și că funcționează conform așteptărilor.
tr: Geçersiz karma toplamı. Karma toplamını doğru bir şekilde kopyalayıp yapıştırdığınızdan emin olun. Özel bir karma toplamı sürücüsü kullanıyorsanız, sürücünün yüklendiğinden ve beklendiği gibi çalıştığından emin olun.
uk: Недійсна хеш-сума. Переконайтеся, що ви правильно скопіювали та вставили хеш-суму. Якщо ви використовуєте спеціальний драйвер хеш-суми, переконайтеся, що драйвер завантажено та працює належним чином.
vi: Tổng băm không hợp lệ. Kiểm tra để đảm bảo rằng bạn đã sao chép và dán tổng băm đúng cách. Nếu bạn đang sử dụng trình điều khiển tổng băm tùy chỉnh, hãy kiểm tra để đảm bảo trình điều khiển đã được tải và hoạt động như mong đợi.
zh: 哈希值無效。檢查並確保您正確複製並貼上了哈希值。如果您使用自訂雜湊和驅動程序，請檢查以確保該驅動程式已載入並且它按預期工作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDKERNELPATH
source: Invalid kernel path.
ar: مسار النواة غير صالح.
de: Ungültiger Kernelpfad.
el: Μη έγκυρη διαδρομή πυρήνα.
es: Ruta del kernel no válida.
fr: Chemin d'accès au noyau non valide.
ga: Conair eithne neamhbhailí.
hi: अमान्य कर्नेल पथ.
hi_latn: amaany karnel path.
id: Jalur kernel tidak valid.
it: Percorso del kernel non valido.
ja: 無効なカーネル パスです。
ko: 커널 경로가 잘못되었습니다.
ms: Laluan kernel tidak sah.
nb: Ugyldig kjernebane.
nl: Ongeldig kernelpad.
pt: Caminho do kernel inválido.
ro: Cale de kernel nevalidă.
tr: Geçersiz çekirdek yolu.
uk: Недійсний шлях до ядра.
vi: Đường dẫn hạt nhân không hợp lệ.
zh: 內核路徑無效。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDMANPAGE
source: Invalid manual page. Check to make sure that the mod containing the valid manual pages is loaded.
ar: صفحة الدليل غير صالحة. تحقق للتأكد من تحميل النموذج الذي يحتوي على الصفحات اليدوية الصالحة.
de: Ungültige Handbuchseite. Stellen Sie sicher, dass der Mod geladen ist, der die gültigen Handbuchseiten enthält.
el: Μη έγκυρη σελίδα εγχειριδίου. Ελέγξτε για να βεβαιωθείτε ότι έχει φορτωθεί το mod που περιέχει τις έγκυρες σελίδες εγχειριδίου.
es: Página de manual no válida. Verifique para asegurarse de que esté cargado el mod que contiene las páginas de manual válidas.
fr: Page de manuel invalide. Vérifiez que le mod contenant les pages de manuel valides est chargé.
ga: Leathanach láimhe neamhbhailí. Seiceáil chun a chinntiú go bhfuil an mod ina bhfuil na leathanaigh láimhe bailí luchtaithe.
hi: अमान्य मैनुअल पेज. यह सुनिश्चित करने के लिए जांचें कि वैध मैनुअल पृष्ठों वाला मॉड लोड किया गया है।
hi_latn: amaany mainual pej. yah sunishchit karane ke lie jaanch karen ki maany mainual pej vaale mod lod ho gae hain.
id: Halaman manual tidak valid. Periksa untuk memastikan bahwa mod yang memuat halaman manual yang valid telah dimuat.
it: Pagina di manuale non valida. Controlla per assicurarti che sia caricata la mod contenente le pagine di manuale valide.
ja: 無効なマニュアルページです。有効なマニュアルページを含む MOD がロードされていることを確認してください。
ko: 잘못된 매뉴얼 페이지입니다. 유효한 매뉴얼 페이지가 포함된 모드가 로드되었는지 확인하세요.
ms: Halaman manual tidak sah. Semak untuk memastikan bahawa mod yang mengandungi halaman manual yang sah dimuatkan.
nb: Ugyldig manualside. Kontroller at moden som inneholder de gyldige manualsidene er lastet inn.
nl: Ongeldige handleidingpagina. Controleer of de mod met de geldige handleidingpagina's is geladen.
pt: Página de manual inválida. Verifique se o mod que contém as páginas de manual válidas está carregado.
ro: Pagina de manual nevalidă. Verificați pentru a vă asigura că modulul care conține paginile de manual valide este încărcat.
tr: Geçersiz kılavuz sayfası. Geçerli kılavuz sayfalarını içeren modun yüklendiğinden emin olmak için kontrol edin.
uk: Недійсна сторінка посібника. Переконайтеся, що завантажено мод, який містить дійсні сторінки посібника.
vi: Trang hướng dẫn không hợp lệ. Kiểm tra để đảm bảo rằng mod chứa các trang hướng dẫn hợp lệ đã được tải.
zh: 手冊頁無效。檢查並確保包含有效手冊頁的模組已載入。
