Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_BENCHMARKSLEEPONE_DESC
source: How many milliseconds did it really take to sleep for just one millisecond?
ar: كم ميلي ثانية استغرقها النوم لمدة ميلي ثانية واحدة فقط؟
de: Wie viele Millisekunden hat es wirklich gedauert, um nur eine Millisekunde lang zu schlafen?
el: Πόσα χιλιοστά του δευτερολέπτου χρειάστηκαν πραγματικά για να κοιμηθεί κανείς μόνο για ένα χιλιοστό του δευτερολέπτου;
es: ¿Cuántos milisegundos realmente se necesitaron para dormir tan solo un milisegundo?
fr: Combien de millisecondes a-t-il réellement fallu pour dormir une seule milliseconde ?
ga: Cé mhéad milleasoicind a thóg sé i ndáiríre chun codladh ar feadh milleasoicind amháin?
hi: केवल एक मिलीसेकंड सोने में वास्तव में कितने मिलीसेकंड लगे?
hi_latn: sirph ek mileesekand ke lie sone mein vaastav mein kitane mileesekand lage?
id: Berapa milidetik yang dibutuhkan untuk tidur hanya selama satu milidetik?
it: Quanti millisecondi ci sono voluti davvero per dormire per un solo millisecondo?
ja: たった 1 ミリ秒スリープするのに、実際には何ミリ秒かかったでしょうか?
ko: 단 1밀리초 동안 잠들기까지 실제로 몇 밀리초가 걸렸습니까?
ms: Berapa milisaat yang diperlukan untuk tidur untuk hanya satu milisaat?
nb: Hvor mange millisekunder tok det egentlig å sove i bare ett millisekund?
nl: Hoeveel milliseconden duurde het werkelijk om slechts één milliseconde te slapen?
pt: Quantos milissegundos realmente foram necessários para dormir por apenas um milissegundo?
ro: Câte milisecunde a fost nevoie cu adevărat pentru a dormi doar o milisecundă?
tr: Sadece bir milisaniye uyumak gerçekten kaç milisaniye sürüyor?
uk: Скільки мілісекунд насправді знадобилося, щоб спати лише на одну мілісекунду?
vi: Thực sự phải mất bao nhiêu mili giây để ngủ được một mili giây?
zh: 僅僅一毫秒的睡眠實際上需要多少毫秒？

# NKS_KERNEL_DEBUGGING_TESTFACADES_BENCHMARKTICKSLEEPONE_DESC
source: How many ticks did it really take to sleep for just one millisecond?
ar: كم عدد القراد الذي استغرقه النوم لمدة ميلي ثانية واحدة فقط؟
de: Wie viele Ticks brauchte es wirklich, um nur eine Millisekunde lang zu schlafen?
el: Πόσα τσιμπούρια χρειάστηκαν πραγματικά για να κοιμηθεί κανείς μόνο για ένα χιλιοστό του δευτερολέπτου;
es: ¿Cuántos tics realmente se necesitaron para dormir durante tan solo un milisegundo?
fr: Combien de tics a-t-il réellement fallu pour dormir pendant une milliseconde seulement ?
ga: Cé mhéad sceartán a thóg sé chun codladh ar feadh milleasoicind amháin?
hi: केवल एक मिलीसेकेंड के लिए सोने में वास्तव में कितने टिक लगे?
hi_latn: sirph ek mileesekand ke lie sone mein vaastav mein kitane tik lage?
id: Berapa banyak detak yang dibutuhkan untuk tertidur hanya selama satu milidetik?
it: Quanti tick ci sono voluti davvero per addormentarsi per un solo millisecondo?
ja: わずか 1 ミリ秒間スリープするのに実際には何ティックかかったのでしょうか?
ko: 단 1밀리초 동안 잠들기까지 실제로 몇 틱이 걸렸습니까?
ms: Berapa banyak kutu yang diperlukan untuk tidur untuk hanya satu milisaat?
nb: Hvor mange flått tok det egentlig å sove i bare ett millisekund?
nl: Hoeveel tikken waren er werkelijk nodig om slechts één milliseconde te slapen?
pt: Quantos tiques foram realmente necessários para dormir por apenas um milissegundo?
ro: De câte căpușe a fost nevoie cu adevărat pentru a dormi doar o milisecundă?
tr: Bir milisaniye bile olsa uyumak için kaç tik atmak gerekiyor?
uk: Скільки тиків справді знадобилося, щоб спати протягом однієї мілісекунди?
vi: Thực sự phải mất bao nhiêu tích tắc để có thể ngủ được một mili giây?
zh: 僅僅一毫秒的睡眠實際上需要多少次滴答聲？

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHANGELANGUAGE_DESC
source: Tests changing the language to your preferred language
ar: اختبارات تغيير اللغة إلى لغتك المفضلة
de: Tests zum Ändern der Sprache in Ihre bevorzugte Sprache
el: Δοκιμές για την αλλαγή της γλώσσας στη γλώσσα που προτιμάτε
es: Pruebas cambiando el idioma a tu idioma preferido
fr: Tests en changeant la langue vers votre langue préférée
ga: Tástálacha a athraíonn an teanga go dtí do rogha teanga
hi: भाषा को आपकी पसंदीदा भाषा में बदलने का परीक्षण
hi_latn: bhaasha ko apanee pasandeeda bhaasha mein badalane ka pareekshan
id: Uji coba mengubah bahasa ke bahasa pilihan Anda
it: Prova a cambiare la lingua nella tua lingua preferita
ja: 言語を希望の言語に変更するテスト
ko: 언어를 원하는 언어로 변경하는 테스트
ms: Ujian menukar bahasa kepada bahasa pilihan anda
nb: Tester å endre språket til ditt foretrukne språk
nl: Test het wijzigen van de taal naar uw voorkeurstaal
pt: Testes alterando o idioma para o seu idioma preferido
ro: Testează schimbarea limbii în limba preferată
tr: Dilinizi tercih ettiğiniz dile değiştirmeyi test edin
uk: Тестує зміну мови на бажану
vi: Kiểm tra việc thay đổi ngôn ngữ sang ngôn ngữ bạn ưa thích
zh: 測試將語言變更為您的首選語言

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHANGELANGUAGE_CHOOSE
source: Choose your language
ar: اختر لغتك
de: Wähle deine Sprache
el: Επιλέξτε τη γλώσσα σας
es: Elige tu idioma
fr: Choisissez votre langue
ga: Roghnaigh do theanga
hi: अपनी भाषा चुनें
hi_latn: apanee bhaasha chunen
id: Pilih bahasa Anda
it: scegli la tua LINGUA
ja: 言語を選んでください
ko: 당신의 언어를 고르시 오
ms: Pilih bahasa anda
nb: Velg ditt språk
nl: Kies je taal
pt: Escolha seu idioma
ro: Alegeți limba dvs
tr: Dilinizi seçin
uk: Виберіть свою мову
vi: Chọn ngôn ngữ của bạn
zh: 選擇你的語言

# NKS_KERNEL_DEBUGGING_TESTFACADES_CLIDOUBLEPANETEST_DESC
source: Tests the interactive TUI system with a double pane interaction
ar: يختبر نظام TUI التفاعلي من خلال تفاعل مزدوج
de: Testet das interaktive TUI-System mit einer Doppelfenster-Interaktion
el: Δοκιμάζει το διαδραστικό σύστημα TUI με αλληλεπίδραση διπλού υαλοπίνακα
es: Prueba el sistema TUI interactivo con una interacción de doble panel
fr: Teste le système interactif TUI avec une interaction à double volet
ga: Déanann sé an córas idirghníomhach TUI a thástáil le hidirghníomhaíocht phána dúbailte
hi: दोहरे फलक इंटरेक्शन के साथ इंटरैक्टिव टीयूआई प्रणाली का परीक्षण करता है
hi_latn: dabal pain intaraikshan ke saath intaraiktiv tui sistam ka pareekshan karata hai
id: Menguji sistem TUI interaktif dengan interaksi panel ganda
it: Testa il sistema TUI interattivo con un'interazione a doppio riquadro
ja: ダブルペインインタラクションを使用したインタラクティブ TUI システムをテストします。
ko: 이중 창 상호 작용으로 대화형 TUI 시스템을 테스트합니다.
ms: Menguji sistem TUI interaktif dengan interaksi anak tetingkap berganda
nb: Tester det interaktive TUI-systemet med en interaksjon med dobbel rute
nl: Test het interactieve TUI-systeem met een dubbele ruitinteractie
pt: Testa o sistema TUI interativo com interação de painel duplo
ro: Testează sistemul interactiv TUI cu o interacțiune cu panou dublu
tr: Çift panel etkileşimli TUI sistemini test eder
uk: Тестує інтерактивну систему TUI із взаємодією подвійної панелі
vi: Kiểm tra hệ thống TUI tương tác với tương tác hai cửa sổ
zh: 使用雙窗格互動測試互動式 TUI 系統

# NKS_KERNEL_DEBUGGING_TESTFACADES_CLIINFOPANETEST_DESC
source: Tests the interactive TUI system with a single pane interaction
ar: يختبر نظام TUI التفاعلي من خلال تفاعل جزء واحد
de: Testet das interaktive TUI-System mit einer Einzelfenster-Interaktion
el: Δοκιμάζει το διαδραστικό σύστημα TUI με μια αλληλεπίδραση με ένα μόνο παράθυρο
es: Prueba el sistema TUI interactivo con una interacción de panel único
fr: Teste le système interactif TUI avec une interaction à volet unique
ga: Déanann sé an córas idirghníomhach TUI a thástáil le hidirghníomhaíocht aon phána amháin
hi: एकल फलक इंटरेक्शन के साथ इंटरैक्टिव टीयूआई प्रणाली का परीक्षण करता है
hi_latn: ekal pain intaraikshan ke saath intaraiktiv tui sistam ka pareekshan karata hai
id: Menguji sistem TUI interaktif dengan interaksi panel tunggal
it: Testa il sistema TUI interattivo con un'interazione a riquadro singolo
ja: 単一ペインの対話による対話型 TUI システムをテストします
ko: 단일 창 상호 작용으로 대화형 TUI 시스템을 테스트합니다.
ms: Menguji sistem TUI interaktif dengan interaksi anak tetingkap tunggal
nb: Tester det interaktive TUI-systemet med en enkelt ruteinteraksjon
nl: Test het interactieve TUI-systeem met een enkele paneelinteractie
pt: Testa o sistema TUI interativo com uma interação de painel único
ro: Testează sistemul interactiv TUI cu o interacțiune cu un singur panou
tr: Tek bir panel etkileşimi ile etkileşimli TUI sistemini test eder
uk: Тестує інтерактивну систему TUI за допомогою однієї панелі
vi: Kiểm tra hệ thống TUI tương tác với tương tác một cửa sổ duy nhất
zh: 使用單窗格互動測試互動式 TUI 系統

# NKS_KERNEL_DEBUGGING_TESTFACADES_CLIINFOPANETESTREFRESHING_DESC
source: Tests the interactive TUI system with a single pane interaction and with refreshing the second pane info
ar: يختبر نظام TUI التفاعلي من خلال تفاعل جزء واحد ومع تحديث معلومات الجزء الثاني
de: Testet das interaktive TUI-System mit einer Einzelfenster-Interaktion und mit der Aktualisierung der Informationen im zweiten Fensterbereich
el: Δοκιμάζει το διαδραστικό σύστημα TUI με μια αλληλεπίδραση με ένα μόνο παράθυρο και με ανανέωση των πληροφοριών του δεύτερου παραθύρου
es: Prueba el sistema TUI interactivo con una interacción de un solo panel y actualizando la información del segundo panel
fr: Teste le système TUI interactif avec une interaction dans un seul volet et en actualisant les informations du deuxième volet
ga: Déanann sé an córas idirghníomhach TUI a thástáil le hidirghníomhaíocht aon phána amháin agus an dara faisnéis phána a athnuachan
hi: एकल फलक इंटरैक्शन के साथ और दूसरे फलक की जानकारी को ताज़ा करने के साथ इंटरैक्टिव टीयूआई प्रणाली का परीक्षण करता है
hi_latn: ekal pain intaraikshan ke saath intaraiktiv tui sistam ka pareekshan karata hai aur doosare pain kee jaanakaaree ko taaza karata hai
id: Menguji sistem TUI interaktif dengan interaksi panel tunggal dan dengan menyegarkan info panel kedua
it: Testa il sistema TUI interattivo con l'interazione di un singolo riquadro e aggiornando le informazioni del secondo riquadro
ja: 単一ペインの対話と 2 番目のペイン情報の更新を使用して対話型 TUI システムをテストします。
ko: 단일 창 상호 작용과 두 번째 창 정보 새로 고침을 통해 대화형 TUI 시스템을 테스트합니다.
ms: Menguji sistem TUI interaktif dengan interaksi anak tetingkap tunggal dan dengan menyegarkan maklumat anak tetingkap kedua
nb: Tester det interaktive TUI-systemet med en enkelt ruteinteraksjon og med å oppdatere informasjonen om den andre ruten
nl: Test het interactieve TUI-systeem met een interactie in één venster en met het vernieuwen van de informatie in het tweede venster
pt: Testa o sistema TUI interativo com uma interação de painel único e atualizando as informações do segundo painel
ro: Testează sistemul interactiv TUI cu o interacțiune cu un singur panou și cu reîmprospătarea informațiilor din al doilea panou
tr: Tek bir bölme etkileşimi ve ikinci bölme bilgisinin yenilenmesiyle etkileşimli TUI sistemini test eder
uk: Тестує інтерактивну систему TUI за допомогою взаємодії з однією панеллю та оновленням інформації на другій панелі
vi: Kiểm tra hệ thống TUI tương tác với tương tác một ngăn và làm mới thông tin ngăn thứ hai
zh: 透過單窗格互動和刷新第二窗格資訊來測試互動式 TUI 系統

# NKS_KERNEL_DEBUGGING_TESTFACADES_COLORTEST_PROMPT
source: Write a color number ranging from 1 to 255:
ar: اكتب رقم لون يتراوح من 1 إلى 255:
de: Geben Sie eine Farbnummer zwischen 1 und 255 ein:
el: Γράψτε έναν αριθμό χρώματος που κυμαίνεται από το 1 έως το 255:
es: Escribe un número de color que vaya del 1 al 255:
fr: Écrivez un numéro de couleur allant de 1 à 255 :
ga: Scríobh dathuimhir ó 1 go 255:
hi: 1 से 255 तक की रंग संख्या लिखें:
hi_latn: 1 se 255 tak ka rang nambar likhen:
id: Tuliskan nomor warna mulai dari 1 hingga 255:
it: Scrivi un numero di colore compreso tra 1 e 255:
ja: 1 ～ 255 の範囲の色番号を書き込みます。
ko: 1부터 255까지의 색상 번호를 쓰세요.
ms: Tulis nombor warna antara 1 hingga 255:
nb: Skriv et fargetall fra 1 til 255:
nl: Schrijf een kleurnummer variërend van 1 tot 255:
pt: Escreva um número de cor variando de 1 a 255:
ro: Scrieți un număr de culoare cuprins între 1 și 255:
tr: 1 ile 255 arasında bir renk numarası yazın:
uk: Напишіть номер кольору від 1 до 255:
vi: Viết số màu từ 1 đến 255:
zh: 寫入 1 到 255 之間的顏色編號：

# NKS_KERNEL_DEBUGGING_TESTFACADES_DEBUG_DESC
source: Enables the debugger
ar: تمكين مصحح الأخطاء
de: Aktiviert den Debugger
el: Ενεργοποιεί το πρόγραμμα εντοπισμού σφαλμάτων
es: Habilita el depurador
fr: Active le débogueur
ga: Cumasaíonn sé an dífhabhtóir
hi: डिबगर को सक्षम करता है
hi_latn: deebagar saksham karata hai
id: Mengaktifkan debugger
it: Abilita il debugger
ja: デバッガを有効にします
ko: 디버거를 활성화합니다.
ms: Mendayakan penyahpepijat
nb: Aktiverer feilsøkeren
nl: Schakelt de foutopsporing in
pt: Habilita o depurador
ro: Activează depanatorul
tr: Hata ayıklayıcıyı etkinleştirir
uk: Вмикає налагоджувач
vi: Cho phép trình gỡ lỗi
zh: 啟用偵錯工具

# NKS_KERNEL_DEBUGGING_TESTFACADES_DEBUG_PREV
source: Previous value
ar: القيمة السابقه
de: Vorheriger Wert
el: Προηγούμενη τιμή
es: Valor anterior
fr: Valeur précédente
ga: Luach roimhe seo
hi: पिछला मान
hi_latn: pichhala maan
id: Nilai sebelumnya
it: Valore precedente
ja: 前回の値
ko: 이전 값
ms: Nilai sebelumnya
nb: Tidligere verdi
nl: Vorige waarde
pt: Valor anterior
ro: Valoarea anterioară
tr: Önceki değer
uk: Попереднє значення
vi: Giá trị trước đó
zh: 先前值

# NKS_KERNEL_DEBUGGING_TESTFACADES_DEBUG_CURR
source: Current value
ar: القيمة الحالية
de: Aktueller Wert
el: Τρέχουσα τιμή
es: Valor actual
fr: Valeur actuelle
ga: Luach reatha
hi: वर्तमान मूल्य
hi_latn: vartamaan maan
id: Nilai saat ini
it: Valore corrente
ja: 現在の価値
ko: 현재 가치
ms: Nilai semasa
nb: Gjeldende verdi
nl: Huidige waarde
pt: Valor atual
ro: Valoarea curentă
tr: Güncel değer
uk: Поточне значення
vi: Giá trị hiện tại
zh: 目前值

# NKS_KERNEL_DEBUGGING_TESTFACADES_DISMISSNOTIFICATIONS_DESC
source: Dismisses all sent notifications
ar: يرفض جميع الإخطارات المرسلة
de: Verwirft alle gesendeten Benachrichtigungen
el: Παραβλέπει όλες τις απεσταλμένες ειδοποιήσεις
es: Descarta todas las notificaciones enviadas
fr: Rejette toutes les notifications envoyées
ga: Ruaig gach fógra seolta
hi: सभी भेजे गए नोटिफिकेशन को खारिज करता है
hi_latn: sabhee bhejee gaee soochanaon ko khaarij karata hai
id: Membatalkan semua notifikasi yang terkirim
it: Ignora tutte le notifiche inviate
ja: 送信されたすべての通知を無視します
ko: 보낸 모든 알림을 닫습니다.
ms: Tolak semua pemberitahuan yang dihantar
nb: Avviser alle sendte varsler
nl: Negeert alle verzonden meldingen
pt: Ignora todas as notificações enviadas
ro: Respinge toate notificările trimise
tr: Gönderilen tüm bildirimleri reddeder
uk: Відхиляє всі надіслані сповіщення
vi: Bỏ qua tất cả các thông báo đã gửi
zh: 忽略所有已發送的通知

# NKS_KERNEL_DEBUGGING_TESTFACADES_ENABLENOTIFICATIONS_DESC
source: Enables the notification system
ar: تمكين نظام الإخطار
de: Aktiviert das Benachrichtigungssystem
el: Ενεργοποιεί το σύστημα ειδοποιήσεων
es: Habilita el sistema de notificaciones.
fr: Active le système de notification
ga: Cumasaíonn sé an córas fógraí
hi: अधिसूचना प्रणाली सक्षम करता है
hi_latn: soochana pranaalee ko saksham karata hai
id: Mengaktifkan sistem notifikasi
it: Abilita il sistema di notifica
ja: 通知システムを有効にします
ko: 알림 시스템을 활성화합니다.
ms: Mendayakan sistem pemberitahuan
nb: Aktiverer varslingssystemet
nl: Schakelt het notificatiesysteem in
pt: Ativa o sistema de notificação
ro: Activează sistemul de notificare
tr: Bildirim sistemini etkinleştirir
uk: Вмикає систему сповіщень
vi: Cho phép hệ thống thông báo
zh: 啟用通知系統

# NKS_KERNEL_DEBUGGING_TESTFACADES_FETCHKERNELUPDATES_DESC
source: Tests the kernel update functionality
ar: يختبر وظيفة تحديث النواة
de: Testet die Kernel-Update-Funktionalität
el: Δοκιμάζει τη λειτουργία ενημέρωσης πυρήνα
es: Prueba la funcionalidad de actualización del kernel
fr: Teste la fonctionnalité de mise à jour du noyau
ga: Déantar tástáil ar fheidhmiúlacht nuashonraithe na heithne
hi: कर्नेल अद्यतन कार्यक्षमता का परीक्षण करता है
hi_latn: karnel apadet kaaryakshamata ka pareekshan karata hai
id: Menguji fungsionalitas pembaruan kernel
it: Testa la funzionalità di aggiornamento del kernel
ja: カーネル更新機能をテストします
ko: 커널 업데이트 기능을 테스트합니다.
ms: Menguji fungsi kemas kini kernel
nb: Tester kjerneoppdateringsfunksjonaliteten
nl: Test de functionaliteit van de kernelupdate
pt: Testa a funcionalidade de atualização do kernel
ro: Testează funcționalitatea de actualizare a nucleului
tr: Çekirdek güncelleme işlevselliğini test eder
uk: Тестує функціональність оновлення ядра
vi: Kiểm tra chức năng cập nhật hạt nhân
zh: 測試核心更新功能

# NKS_KERNEL_DEBUGGING_TESTFACADES_FETCHKERNELUPDATES_TEST
source: Is the kernel up to date?
ar: هل النواة محدثة؟
de: Ist der Kernel aktuell?
el: Είναι ενημερωμένος ο πυρήνας;
es: ¿El kernel está actualizado?
fr: Le noyau est-il à jour ?
ga: An bhfuil an eithne cothrom le dáta?
hi: क्या कर्नेल अद्यतित है?
hi_latn: kya karnel adyatit hai?
id: Apakah kernelnya sudah yang terbaru?
it: Il kernel è aggiornato?
ja: カーネルは最新ですか?
ko: 커널이 최신인가요?
ms: Adakah kernel terkini?
nb: Er kjernen oppdatert?
nl: Is de kernel up-to-date?
pt: O kernel está atualizado?
ro: Nucleul este actualizat?
tr: Çekirdek güncel mi?
uk: Чи оновлено ядро?
vi: Hạt nhân đã được cập nhật chưa?
zh: 核心是最新的嗎？

# NKS_KERNEL_DEBUGGING_TESTFACADES_INTERNETCHECK_DESC
source: Checks for the connection to the Internet
ar: يتحقق من الاتصال بالإنترنت
de: Überprüft die Verbindung zum Internet
el: Έλεγχοι για σύνδεση στο Διαδίκτυο
es: Comprueba la conexión a Internet.
fr: Vérifie la connexion à Internet
ga: Seiceálacha le haghaidh nasc leis an Idirlíon
hi: इंटरनेट से कनेक्शन की जाँच करता है
hi_latn: intaranet se kanekshan kee jaanch karata hai
id: Memeriksa koneksi ke Internet
it: Verifica la connessione a Internet
ja: インターネットへの接続を確認します
ko: 인터넷 연결을 확인합니다.
ms: Menyemak sambungan ke Internet
nb: Sjekker tilkoblingen til Internett
nl: Controleert de verbinding met internet
pt: Verifica a conexão com a Internet
ro: Verifică conexiunea la Internet
tr: İnternet bağlantısını kontrol eder
uk: Перевіряє підключення до Інтернету
vi: Kiểm tra kết nối Internet
zh: 檢查網路連線

# NKS_KERNEL_DEBUGGING_TESTFACADES_INTERNETCHECK_TEST
source: Internet availability is
ar: توافر الإنترنت هو
de: Internetverfügbarkeit ist
el: Διαθεσιμότητα Διαδικτύου είναι
es: La disponibilidad de Internet es
fr: La disponibilité d'Internet est
ga: Tá infhaighteacht idirlín
hi: इंटरनेट की उपलब्धता है
hi_latn: intaranet upalabdhata hai
id: Ketersediaan internet adalah
it: La disponibilità di Internet è
ja: インターネットの利用可能状況は、
ko: 인터넷 가용성은
ms: Ketersediaan Internet adalah
nb: Internett tilgjengelighet er
nl: De beschikbaarheid van internet is
pt: A disponibilidade da Internet é
ro: Disponibilitatea internetului este
tr: İnternet kullanılabilirliği
uk: Наявність Інтернету є
vi: Khả năng truy cập Internet là
zh: 互聯網可用性是

# NKS_KERNEL_DEBUGGING_TESTFACADES_KERNELTHREADCHILDTEST_DESC
source: Tests the child kernel thread
ar: يختبر مؤشر ترابط النواة التابع
de: Testet den untergeordneten Kernel-Thread
el: Δοκιμάζει το νήμα του θυγατρικού πυρήνα
es: Prueba el subproceso del kernel secundario
fr: Teste le thread du noyau enfant
ga: Déanann sé tástáil ar an snáithe eithne linbh
hi: चाइल्ड कर्नेल थ्रेड का परीक्षण करता है
hi_latn: chaild karnel thred ka pareekshan karata hai
id: Menguji utas kernel anak
it: Testa il thread del kernel figlio
ja: 子カーネルスレッドをテストします
ko: 하위 커널 스레드를 테스트합니다.
ms: Menguji benang kernel kanak-kanak
nb: Tester underkjernetråden
nl: Test de onderliggende kernelthread
pt: Testa o thread do kernel filho
ro: Testează firul de nucleu copil
tr: Alt çekirdek iş parçacığını test eder
uk: Тестує дочірній потік ядра
vi: Kiểm tra luồng hạt nhân con
zh: 測試子內核線程

# NKS_KERNEL_DEBUGGING_TESTFACADES_KERNELTHREADTEST_DESC
source: Tests the kernel thread
ar: يختبر مؤشر ترابط النواة
de: Testet den Kernel-Thread
el: Δοκιμάζει το νήμα του πυρήνα
es: Prueba el hilo del kernel
fr: Teste le thread du noyau
ga: Déantar tástáil ar an snáithe eithne
hi: कर्नेल थ्रेड का परीक्षण करता है
hi_latn: karnel thred ka pareekshan karata hai
id: Menguji utas kernel
it: Testa il thread del kernel
ja: カーネルスレッドをテストします
ko: 커널 스레드를 테스트합니다.
ms: Menguji benang kernel
nb: Tester kjernetråden
nl: Test de kernelthread
pt: Testa o thread do kernel
ro: Testează firul de nucleu
tr: Çekirdek iş parçacığını test eder
uk: Тестує потік ядра
vi: Kiểm tra luồng hạt nhân
zh: 測試內核線程

# NKS_KERNEL_DEBUGGING_TESTFACADES_LISTCULTURES_PROMPT
source: Write a search term:
ar: كتابة مصطلح البحث:
de: Geben Sie einen Suchbegriff ein:
el: Γράψτε έναν όρο αναζήτησης:
es: Escribe un término de búsqueda:
fr: Écrivez un terme de recherche :
ga: Scríobh téarma cuardaigh:
hi: एक खोज शब्द लिखें:
hi_latn: khoj shabd likhen:
id: Tulis istilah pencarian:
it: Scrivi un termine di ricerca:
ja: 検索語を書きます:
ko: 검색어를 작성하세요:
ms: Tulis istilah carian:
nb: Skriv et søkeord:
nl: Schrijf een zoekterm:
pt: Escreva um termo de pesquisa:
ro: Scrieți un termen de căutare:
tr: Bir arama terimi yazın:
uk: Напишіть пошуковий термін:
vi: Viết một thuật ngữ tìm kiếm:
zh: 寫一個搜尋字詞：

# NKS_KERNEL_DEBUGGING_TESTFACADES_NETWORKCHECK_DESC
source: Checks for the network connection
ar: الشيكات للاتصال بالشبكة
de: Überprüft die Netzwerkverbindung
el: Έλεγχοι για τη σύνδεση δικτύου
es: Comprueba la conexión de red.
fr: Vérifie la connexion réseau
ga: Seiceálacha don nasc líonra
hi: नेटवर्क कनेक्शन की जाँच करता है
hi_latn: netavark kanekshan kee jaanch karata hai
id: Memeriksa koneksi jaringan
it: Verifica la connessione di rete
ja: ネットワーク接続を確認します
ko: 네트워크 연결을 확인합니다.
ms: Menyemak sambungan rangkaian
nb: Sjekker nettverkstilkoblingen
nl: Controleert de netwerkverbinding
pt: Verifica a conexão de rede
ro: Verifică conexiunea la rețea
tr: Ağ bağlantısı için kontroller
uk: Перевіряє підключення до мережі
vi: Kiểm tra kết nối mạng
zh: 檢查網路連接

# NKS_KERNEL_DEBUGGING_TESTFACADES_NETWORKCHECK_TEST
source: Network availability is
ar: توافر الشبكة هو
de: Netzwerkverfügbarkeit ist
el: Η διαθεσιμότητα δικτύου είναι
es: La disponibilidad de la red es
fr: La disponibilité du réseau est
ga: Tá infhaighteacht líonra
hi: नेटवर्क उपलब्धता है
hi_latn: netavark upalabdhata hai
id: Ketersediaan jaringan adalah
it: La disponibilità della rete è
ja: ネットワークの可用性は、
ko: 네트워크 가용성은
ms: Ketersediaan rangkaian ialah
nb: Nettverkstilgjengelighet er
nl: Beschikbaarheid van het netwerk is
pt: A disponibilidade da rede é
ro: Disponibilitatea rețelei este
tr: Ağ kullanılabilirliği
uk: Доступність мережі є
vi: Tính khả dụng của mạng là
zh: 網路可用性是

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINT_DESC
source: Print a string to console
ar: طباعة سلسلة إلى وحدة التحكم
de: Gibt eine Zeichenfolge an die Konsole aus
el: Εκτυπώστε μια συμβολοσειρά στην κονσόλα
es: Imprimir una cadena en la consola
fr: Imprimer une chaîne sur la console
ga: Priontáil teaghrán chuig an consól
hi: कंसोल के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: kansol par ek string print karen
id: Cetak string ke konsol
it: Stampa una stringa sulla console
ja: 文字列をコンソールに出力します
ko: 콘솔에 문자열 인쇄
ms: Cetak rentetan ke konsol
nb: Skriv ut en streng til konsollen
nl: Druk een string af naar de console
pt: Imprimir uma string para consolar
ro: Imprimați un șir pe consolă
tr: Konsola bir dize yazdır
uk: Вивести рядок на консоль
vi: In một chuỗi ra console
zh: 將字串列印到控制台

# NKS_KERNEL_DEBUGGING_TESTFACADES_PRINTD_DESC
source: Print a string to debugger
ar: طباعة سلسلة إلى المصحح
de: Gibt eine Zeichenfolge an den Debugger aus
el: Εκτυπώστε μια συμβολοσειρά για εντοπισμό σφαλμάτων
es: Imprimir una cadena para depurar
fr: Imprimer une chaîne sur le débogueur
ga: Priontáil teaghrán chuig dífhabhtóir
hi: डिबगर करने के लिए एक स्ट्रिंग प्रिंट करें
hi_latn: deebagar par ek string print karen
id: Cetak string untuk debugger
it: Stampa una stringa nel debugger
ja: デバッガーに文字列を出力します
ko: 디버거에 문자열 인쇄
ms: Cetak rentetan untuk nyahpepijat
nb: Skriv ut en streng for å feilsøke
nl: Druk een tekenreeks af naar debugger
pt: Imprimir uma string para o depurador
ro: Imprimați un șir pentru depanare
tr: Hata ayıklayıcıya bir dize yazdır
uk: Вивести рядок для налагоджувача
vi: In một chuỗi ra trình gỡ lỗi
zh: 將字串列印到調試器
