Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_CHLANG_SWITCH_USER_DESC
source: Changes the user language instead of the system language
ar: يقوم بتغيير لغة المستخدم بدلاً من لغة النظام
de: Ändert die Benutzersprache anstelle der Systemsprache
el: Αλλάζει τη γλώσσα χρήστη αντί για τη γλώσσα συστήματος
es: Cambia el idioma del usuario en lugar del idioma del sistema.
fr: Change la langue de l'utilisateur au lieu de la langue du système
ga: Athraítear teanga an úsáideora seachas teanga an chórais
hi: सिस्टम भाषा के बजाय उपयोगकर्ता भाषा को बदलता है
hi_latn: sistam bhaasha ke bajaay upayogakarta bhaasha badalata hai
id: Mengubah bahasa pengguna, bukan bahasa sistem
it: Cambia la lingua dell'utente invece della lingua del sistema
ja: システム言語の代わりにユーザー言語を変更します
ko: 시스템 언어 대신 사용자 언어를 변경합니다.
ms: Menukar bahasa pengguna dan bukannya bahasa sistem
nb: Endrer brukerspråket i stedet for systemspråket
nl: Wijzigt de gebruikerstaal in plaats van de systeemtaal
pt: Altera o idioma do usuário em vez do idioma do sistema
ro: Schimbă limba utilizatorului în loc de limba sistemului
tr: Sistem dili yerine kullanıcı dilini değiştirir
uk: Змінює мову користувача замість мови системи
vi: Thay đổi ngôn ngữ người dùng thay vì ngôn ngữ hệ thống
zh: 更改使用者語言而不是系統語言

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINESTR_DESC
source: Combines the two text files or more into the console.
ar: يجمع الملفين النصيين أو أكثر في وحدة التحكم.
de: Kombiniert die zwei oder mehr Textdateien in der Konsole.
el: Συνδυάζει τα δύο αρχεία κειμένου ή περισσότερα στην κονσόλα.
es: Combina los dos archivos de texto o más en la consola.
fr: Combine les deux fichiers texte ou plus dans la console.
ga: Comhcheanglaíonn sé an dá chomhad téacs nó níos mó isteach sa chonsól.
hi: कंसोल में दो या अधिक टेक्स्ट फ़ाइलों को संयोजित करता है।
hi_latn: kansol mein do ya adhik tekst failon ko jodata hai.
id: Menggabungkan dua berkas teks atau lebih ke dalam konsol.
it: Combina i due file di testo o più nella console.
ja: 2 つ以上のテキスト ファイルをコンソールに結合します。
ko: 두 개 이상의 텍스트 파일을 콘솔에 결합합니다.
ms: Menggabungkan dua fail teks atau lebih ke dalam konsol.
nb: Kombinerer de to tekstfilene eller flere inn i konsollen.
nl: Combineert de twee tekstbestanden of meer in de console.
pt: Combina os dois arquivos de texto ou mais no console.
ro: Combină cele două fișiere text sau mai multe în consolă.
tr: İki veya daha fazla metin dosyasını konsolda birleştirir.
uk: Об’єднує два або більше текстових файлів у консоль.
vi: Kết hợp hai hoặc nhiều tệp văn bản vào bảng điều khiển.
zh: 將兩個或更多文字檔案合併到控制台中。

# NKS_SHELL_SHELLS_UESH_COMMAND_COMPARE_DESC
source: Compares between the two text files.
ar: يقارن بين الملفين النصيين.
de: Vergleicht die beiden Textdateien.
el: Συγκρίνεται μεταξύ των δύο αρχείων κειμένου.
es: Compara entre los dos archivos de texto.
fr: Compare les deux fichiers texte.
ga: Comparáid idir an dá chomhad téacs.
hi: दो पाठ फ़ाइलों के बीच तुलना करता है।
hi_latn: do tekst failon ke beech tulana karata hai.
id: Membandingkan antara dua berkas teks.
it: Confronta i due file di testo.
ja: 2 つのテキスト ファイルを比較します。
ko: 두 텍스트 파일을 비교합니다.
ms: Membandingkan antara dua fail teks.
nb: Sammenligner mellom de to tekstfilene.
nl: Vergelijkt tussen de twee tekstbestanden.
pt: Compara entre os dois arquivos de texto.
ro: Compară între cele două fișiere text.
tr: İki metin dosyası arasında karşılaştırma yapar.
uk: Порівнює два текстові файли.
vi: So sánh giữa hai tệp văn bản.
zh: 比較兩個文字檔。

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_SWITCH_W_DESC
source: Converts the line endings to the Windows format
ar: يحول نهايات الأسطر إلى تنسيق Windows
de: Konvertiert die Zeilenenden in das Windows-Format
el: Μετατρέπει τις καταλήξεις των γραμμών στη μορφή των Windows
es: Convierte los finales de línea al formato de Windows.
fr: Convertit les fins de ligne au format Windows
ga: Athraíonn na foircinn líne go formáid Windows
hi: पंक्ति के अंत को विंडोज़ प्रारूप में परिवर्तित करता है
hi_latn: lain endings ko vindoj formet mein badalata hai
id: Mengonversi akhir baris ke format Windows
it: Converte le terminazioni di riga nel formato Windows
ja: 行末を Windows 形式に変換します
ko: 줄 끝을 Windows 형식으로 변환합니다.
ms: Menukar penghujung baris kepada format Windows
nb: Konverterer linjeavslutningene til Windows-formatet
nl: Converteert de regeleinden naar het Windows-formaat
pt: Converte os finais de linha para o formato do Windows
ro: Convertește sfârșiturile de linie în format Windows
tr: Satır sonlarını Windows biçimine dönüştürür
uk: Перетворює закінчення рядків у формат Windows
vi: Chuyển đổi các kết thúc dòng sang định dạng Windows
zh: 將行結束符號轉換為 Windows 格式

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_SWITCH_U_DESC
source: Converts the line endings to the Unix format
ar: يحول نهايات الأسطر إلى تنسيق Unix
de: Konvertiert die Zeilenenden in das Unix-Format
el: Μετατρέπει τις καταλήξεις των γραμμών σε μορφή Unix
es: Convierte los finales de línea al formato Unix.
fr: Convertit les fins de ligne au format Unix
ga: Athraíonn na foircinn líne go formáid Unix
hi: पंक्ति के अंत को यूनिक्स प्रारूप में परिवर्तित करता है
hi_latn: lain endings ko yooniks formet mein badalata hai
id: Mengonversi akhir baris ke format Unix
it: Converte le terminazioni di riga nel formato Unix
ja: 行末を Unix 形式に変換します。
ko: 줄 끝을 Unix 형식으로 변환합니다.
ms: Menukar penghujung baris kepada format Unix
nb: Konverterer linjeavslutningene til Unix-formatet
nl: Converteert de regeluiteinden naar het Unix-formaat
pt: Converte os finais de linha para o formato Unix
ro: Convertește sfârșiturile de linie în format Unix
tr: Satır sonlarını Unix biçimine dönüştürür
uk: Перетворює закінчення рядків у формат Unix
vi: Chuyển đổi các dòng kết thúc sang định dạng Unix
zh: 將行結尾轉換為 Unix 格式

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_SWITCH_M_DESC
source: Converts the line endings to the Mac OS 9 format
ar: يحول نهايات الأسطر إلى تنسيق Mac OS 9
de: Konvertiert die Zeilenenden in das Mac OS 9-Format
el: Μετατρέπει τις καταλήξεις των γραμμών στη μορφή Mac OS 9
es: Convierte los finales de línea al formato Mac OS 9
fr: Convertit les fins de ligne au format Mac OS 9
ga: Athraíonn na foircinn líne go formáid Mac OS 9
hi: पंक्ति के अंत को Mac OS 9 प्रारूप में परिवर्तित करता है
hi_latn: lain endings ko maik oes 9 formet mein badalata hai
id: Mengonversi akhir baris ke format Mac OS 9
it: Converte le terminazioni di riga nel formato Mac OS 9
ja: 行末を Mac OS 9 形式に変換します。
ko: 줄 끝을 Mac OS 9 형식으로 변환합니다.
ms: Menukar penghujung baris kepada format Mac OS 9
nb: Konverterer linjeavslutningene til Mac OS 9-formatet
nl: Converteert de regeleinden naar het Mac OS 9-formaat
pt: Converte os finais de linha para o formato Mac OS 9
ro: Convertește sfârșiturile de linie în formatul Mac OS 9
tr: Satır sonlarını Mac OS 9 biçimine dönüştürür
uk: Перетворює закінчення рядків у формат Mac OS 9
vi: Chuyển đổi các kết thúc dòng sang định dạng Mac OS 9
zh: 將行結尾轉換為 Mac OS 9 格式

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_SWITCH_FORCE_DESC
source: Forces the line ending conversion
ar: يفرض تحويل نهاية السطر
de: Erzwingt die Konvertierung des Zeilenendes
el: Αναγκάζει τη μετατροπή τέλους γραμμής
es: Fuerza la conversión del final de línea.
fr: Force la conversion de fin de ligne
ga: Fórsaí an chomhshó dar críoch líne
hi: रूपांतरण समाप्त करने वाली रेखा को बाध्य करता है
hi_latn: lain ending kanvarshan ko baadhy karata hai
id: Memaksa konversi akhir baris
it: Forza la conversione della fine della riga
ja: 行末変換を強制します
ko: 줄 끝 변환을 강제합니다.
ms: Memaksa penukaran penamat baris
nb: Tvinger linjesluttkonverteringen
nl: Forceert de regeleindconversie
pt: Força a conversão de final de linha
ro: Forțează conversia sfârșitului de linie
tr: Satır sonu dönüşümünü zorlar
uk: Примусове перетворення кінця рядка
vi: Buộc chuyển đổi kết thúc dòng
zh: 強制行結束轉換

# NKS_SHELL_SHELLS_UESH_COMMAND_DEBUGSHELL_DESC
source: Starts the debug shell
ar: يبدأ قذيفة التصحيح
de: Startet die Debug-Shell
el: Ξεκινά το κέλυφος εντοπισμού σφαλμάτων
es: Inicia el shell de depuración
fr: Démarre le shell de débogage
ga: Tosaíonn an bhlaosc dífhabhtaithe
hi: डिबग शेल प्रारंभ करता है
hi_latn: deebag shel shuroo karata hai
id: Memulai shell debug
it: Avvia la shell di debug
ja: デバッグシェルを開始します
ko: 디버그 셸을 시작합니다.
ms: Memulakan shell nyahpepijat
nb: Starter feilsøkingsskallet
nl: Start de debug-shell
pt: Inicia o shell de depuração
ro: Pornește shell-ul de depanare
tr: Hata ayıklama kabuğunu başlatır
uk: Запускає оболонку налагодження
vi: Bắt đầu shell gỡ lỗi
zh: 啟動調試外殼

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODEFILE_DESC
source: Decodes the encoded file
ar: يقوم بفك تشفير الملف المشفر
de: Dekodiert die kodierte Datei
el: Αποκωδικοποιεί το κωδικοποιημένο αρχείο
es: Decodifica el archivo codificado
fr: Décode le fichier encodé
ga: Díchódaítear an comhad ionchódaithe
hi: एन्कोडेड फ़ाइल को डिकोड करता है
hi_latn: enkod kee gaee fail ko dikod karata hai
id: Mendekodekan file yang dikodekan
it: Decodifica il file codificato
ja: エンコードされたファイルをデコードします
ko: 인코딩된 파일을 디코딩합니다.
ms: Menyahkod fail yang dikodkan
nb: Dekoder den kodede filen
nl: Decodeert het gecodeerde bestand
pt: Decodifica o arquivo codificado
ro: Decodifică fișierul codificat
tr: Kodlanmış dosyayı çözer
uk: Декодує закодований файл
vi: Giải mã tập tin được mã hóa
zh: 解碼編碼文件

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODEFILE_SWITCH_KEY_DESC
source: Specifies the key
ar: يحدد المفتاح
de: Gibt den Schlüssel an
el: Καθορίζει το κλειδί
es: Especifica la clave
fr: Spécifie la clé
ga: Sonraíonn an eochair
hi: कुंजी निर्दिष्ट करता है
hi_latn: kunjee nirdisht karata hai
id: Menentukan kunci
it: Specifica la chiave
ja: キーを指定します
ko: 키를 지정합니다
ms: Menentukan kunci
nb: Angir nøkkelen
nl: Specificeert de sleutel
pt: Especifica a chave
ro: Specifică cheia
tr: Anahtarı belirtir
uk: Визначає ключ
vi: Chỉ định khóa
zh: 指定密鑰

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODEFILE_SWITCH_IV_DESC
source: Specifies the initialization vector
ar: يحدد متجه التهيئة
de: Gibt den Initialisierungsvektor an
el: Καθορίζει το διάνυσμα αρχικοποίησης
es: Especifica el vector de inicialización.
fr: Spécifie le vecteur d'initialisation
ga: Sonraítear an veicteoir túsaithe
hi: आरंभीकरण वेक्टर निर्दिष्ट करता है
hi_latn: aarambheekaran vektar nirdisht karata hai
id: Menentukan vektor inisialisasi
it: Specifica il vettore di inizializzazione
ja: 初期化ベクトルを指定します
ko: 초기화 벡터를 지정합니다
ms: Menentukan vektor permulaan
nb: Spesifiserer initialiseringsvektoren
nl: Specificeert de initialisatievector
pt: Especifica o vetor de inicialização
ro: Specifică vectorul de inițializare
tr: Başlatma vektörünü belirtir
uk: Визначає вектор ініціалізації
vi: Chỉ định vector khởi tạo
zh: 指定初始化向量

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODETEXT_DESC
source: Decodes the encoded text
ar: يقوم بفك تشفير النص المشفر
de: Dekodiert den codierten Text
el: Αποκωδικοποιεί το κωδικοποιημένο κείμενο
es: Decodifica el texto codificado.
fr: Décode le texte codé
ga: Díchódaítear an téacs ionchódaithe
hi: एन्कोडेड टेक्स्ट को डीकोड करता है
hi_latn: enkod kie gae tekst ko dikod karata hai
id: Mendekodekan teks yang dikodekan
it: Decodifica il testo codificato
ja: エンコードされたテキストをデコードします
ko: 인코딩된 텍스트를 디코딩합니다.
ms: Menyahkod teks yang dikodkan
nb: Dekoder den kodede teksten
nl: Decodeert de gecodeerde tekst
pt: Decodifica o texto codificado
ro: Decodifică textul codificat
tr: Kodlanmış metni çözer
uk: Декодує закодований текст
vi: Giải mã văn bản được mã hóa
zh: 解碼編碼文本

# NKS_SHELL_SHELLS_UESH_COMMAND_DISKINFO_DESC
source: Provides information about a disk
ar: يوفر معلومات حول القرص
de: Stellt Informationen zu einem Datenträger bereit
el: Παρέχει πληροφορίες για έναν δίσκο
es: Proporciona información sobre un disco.
fr: Fournit des informations sur un disque
ga: Soláthraíonn sé eolas faoi diosca
hi: डिस्क के बारे में जानकारी प्रदान करता है
hi_latn: disk ke baare mein jaanakaaree pradaan karata hai
id: Memberikan informasi tentang disk
it: Fornisce informazioni su un disco
ja: ディスクに関する情報を提供します
ko: 디스크에 대한 정보를 제공합니다.
ms: Menyediakan maklumat tentang cakera
nb: Gir informasjon om en disk
nl: Biedt informatie over een schijf
pt: Fornece informações sobre um disco
ro: Oferă informații despre un disc
tr: Bir disk hakkında bilgi sağlar
uk: Надає інформацію про диск
vi: Cung cấp thông tin về đĩa
zh: 提供有關磁碟的信息

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN
source: Manage your drivers
ar: إدارة برامج التشغيل الخاصة بك
de: Verwalten Sie Ihre Fahrer
el: Διαχειριστείτε τους οδηγούς σας
es: Gestiona tus conductores
fr: Gérez vos chauffeurs
ga: Bainistigh do thiománaithe
hi: अपने ड्राइवरों को प्रबंधित करें
hi_latn: apane draivar prabandhit karata hai
id: Kelola pengemudi Anda
it: Gestisci i tuoi autisti
ja: ドライバーを管理する
ko: 운전자 관리
ms: Urus pemandu anda
nb: Administrer driverne dine
nl: Beheer uw chauffeurs
pt: Gerencie seus motoristas
ro: Gestionați-vă șoferii
tr: Sürücülerinizi yönetin
uk: Керуйте драйверами
vi: Quản lý trình điều khiển của bạn
zh: 管理您的司機

# NKS_SHELL_SHELLS_UESH_COMMAND_EDIT_DESC
source: Edits a file
ar: يقوم بتحرير ملف
de: Bearbeitet eine Datei
el: Επεξεργάζεται ένα αρχείο
es: Edita un archivo
fr: Modifie un fichier
ga: Cuireann sé comhad in eagar
hi: किसी फ़ाइल को संपादित करता है
hi_latn: fail ko sampaadit karata hai
id: Mengedit file
it: Modifica un file
ja: ファイルを編集します
ko: 파일을 편집합니다
ms: Mengedit fail
nb: Redigerer en fil
nl: Bewerkt een bestand
pt: Edita um arquivo
ro: Editează un fișier
tr: Bir dosyayı düzenler
uk: Редагує файл
vi: Chỉnh sửa một tập tin
zh: 編輯文件

# NKS_SHELL_SHELLS_UESH_COMMAND_EDIT_SWITCH_TEXT_DESC
source: Forces text mode
ar: فرض وضع النص
de: Erzwingt den Textmodus
el: Αναγκάζει τη λειτουργία κειμένου
es: Fuerza el modo texto
fr: Force le mode texte
ga: Fórsaí mód téacs
hi: टेक्स्ट मोड को बाध्य करता है
hi_latn: tekst mod ko baadhy karata hai
id: Memaksa mode teks
it: Forza la modalità testo
ja: テキストモードを強制します
ko: 강제 텍스트 모드
ms: Memaksa mod teks
nb: Tvinger frem tekstmodus
nl: Forceert de tekstmodus
pt: Força o modo texto
ro: Forțează modul text
tr: Zorla metin modu
uk: Примусовий текстовий режим
vi: Buộc chế độ văn bản
zh: 強製文字模式

# NKS_SHELL_SHELLS_UESH_COMMAND_EDIT_SWITCH_HEX_DESC
source: Forces hex mode
ar: يفرض الوضع السداسي
de: Erzwingt den Hex-Modus
el: Επιβάλλει τη λειτουργία εξάγωνο
es: Fuerza el modo hexadecimal
fr: Force le mode hexadécimal
ga: Fórsaí mód heicsidheachúlach
hi: हेक्स मोड को बाध्य करता है
hi_latn: heks mod ko baadhy karata hai
id: Memaksa mode hex
it: Forza la modalità esadecimale
ja: 16 進モードを強制します
ko: 16진수 모드를 강제합니다.
ms: Memaksa mod hex
nb: Tvinger hex-modus
nl: Forceert hex-modus
pt: Força o modo hexadecimal
ro: Forțează modul hex
tr: Zorlamalar hex modu
uk: Примусовий шістнадцятковий режим
vi: Buộc chế độ hex
zh: 強制十六進位模式

# NKS_SHELL_SHELLS_UESH_COMMAND_EDIT_SWITCH_JSON_DESC
source: Forces JSON mode
ar: يفرض وضع JSON
de: Erzwingt den JSON-Modus
el: Επιβάλλει τη λειτουργία JSON
es: Fuerza el modo JSON
fr: Force le mode JSON
ga: Fórsaí mód JSON
hi: JSON मोड को बाध्य करता है
hi_latn: json mod ko baadhy karata hai
id: Memaksa mode JSON
it: Forza la modalità JSON
ja: JSONモードを強制します
ko: 강제 JSON 모드
ms: Memaksa mod JSON
nb: Tvinger JSON-modus
nl: Forceert de JSON-modus
pt: Força o modo JSON
ro: Forțează modul JSON
tr: JSON modunu zorlar
uk: Примусово вмикає режим JSON
vi: Buộc chế độ JSON
zh: 強制 JSON 模式

# NKS_SHELL_SHELLS_UESH_COMMAND_EDIT_SWITCH_SQL_DESC
source: Forces SQL mode
ar: يفرض وضع SQL
de: Erzwingt den SQL-Modus
el: Αναγκάζει τη λειτουργία SQL
es: Fuerza el modo SQL
fr: Force le mode SQL
ga: Fórsaí modh SQL
hi: SQL मोड को बाध्य करता है
hi_latn: sql mod ko baadhy karata hai
id: Memaksa mode SQL
it: Forza la modalità SQL
ja: SQLモードを強制します
ko: 강제 SQL 모드
ms: Memaksa mod SQL
nb: Tvinger frem SQL-modus
nl: Forceert de SQL-modus
pt: Força o modo SQL
ro: Forțează modul SQL
tr: SQL modunu zorlar
uk: Примусовий режим SQL
vi: Buộc chế độ SQL
zh: 強制 SQL 模式

# NKS_SHELL_SHELLS_UESH_COMMAND_ENCODEFILE_DESC
source: Encodes the file
ar: يقوم بترميز الملف
de: Kodiert die Datei
el: Κωδικοποιεί το αρχείο
es: Codifica el archivo
fr: Encode le fichier
ga: Ionchódaíonn an comhad
hi: फ़ाइल को एनकोड करता है
hi_latn: fail ko enakod karata hai
id: Mengkodekan file
it: Codifica il file
ja: ファイルをエンコードします
ko: 파일을 인코딩합니다.
ms: Mengekod fail
nb: Koder filen
nl: Codeert het bestand
pt: Codifica o arquivo
ro: Codifică fișierul
tr: Dosyayı kodlar
uk: Кодує файл
vi: Mã hóa tập tin
zh: 對文件進行編碼

# NKS_SHELL_SHELLS_UESH_COMMAND_ENCODETEXT_DESC
source: Encodes the text
ar: يشفر النص
de: Kodiert den Text
el: Κωδικοποιεί το κείμενο
es: Codifica el texto
fr: Encode le texte
ga: Ionchódaíonn an téacs
hi: पाठ को एनकोड करता है
hi_latn: tekst ko enakod karata hai
id: Mengkodekan teks
it: Codifica il testo
ja: テキストをエンコードします
ko: 텍스트를 인코딩합니다.
ms: Mengekodkan teks
nb: Koder teksten
nl: Codeert de tekst
pt: Codifica o texto
ro: Codifică textul
tr: Metni kodlar
uk: Кодує текст
vi: Mã hóa văn bản
zh: 對文字進行編碼

# NKS_SHELL_SHELLS_UESH_COMMAND_FIND_SWITCH_RECURSIVE_DESC
source: Searches for a file recursively
ar: يبحث عن ملف بشكل متكرر
de: Sucht rekursiv nach einer Datei
el: Αναδρομικά αναζητά ένα αρχείο
es: Busca un archivo de forma recursiva
fr: Recherche un fichier de manière récursive
ga: Cuardaítear comhad go hathchúrsach
hi: किसी फ़ाइल को पुनरावर्ती रूप से खोजता है
hi_latn: fail ko punaraavartee roop se khojata hai
id: Mencari file secara rekursif
it: Cerca un file in modo ricorsivo
ja: ファイルを再帰的に検索します
ko: 재귀적으로 파일을 검색합니다.
ms: Mencari fail secara rekursif
nb: Søker etter en fil rekursivt
nl: Zoekt recursief naar een bestand
pt: Procura um arquivo recursivamente
ro: Caută un fișier în mod recursiv
tr: Bir dosyayı yinelemeli olarak arar
uk: Рекурсивно шукає файл
vi: Tìm kiếm một tập tin theo cách đệ quy
zh: 遞歸搜尋文件

# NKS_SHELL_SHELLS_UESH_COMMAND_FIND_SWITCH_EXEC_DESC
source: Executes a command on a file
ar: ينفذ أمراً على ملف
de: Führt einen Befehl für eine Datei aus
el: Εκτελεί μια εντολή σε ένα αρχείο
es: Ejecuta un comando en un archivo.
fr: Exécute une commande sur un fichier
ga: Feidhmíonn sé ordú ar chomhad
hi: किसी फ़ाइल पर एक कमांड निष्पादित करता है
hi_latn: fail par kamaand nishpaadit karata hai
id: Menjalankan perintah pada sebuah file
it: Esegue un comando su un file
ja: ファイルに対してコマンドを実行します
ko: 파일에 대한 명령을 실행합니다.
ms: Melaksanakan arahan pada fail
nb: Utfører en kommando på en fil
nl: Voert een opdracht uit op een bestand
pt: Executa um comando em um arquivo
ro: Execută o comandă pe un fișier
tr: Bir dosya üzerinde bir komutu yürütür
uk: Виконує команду над файлом
vi: Thực hiện một lệnh trên một tập tin
zh: 對檔案執行指令

# NKS_SHELL_SHELLS_UESH_COMMAND_FINDREG_DESC
source: Finds a file in the specified directory or in the current directory using regular expressions
ar: يبحث عن ملف في الدليل المحدد أو في الدليل الحالي باستخدام التعبيرات العادية
de: Findet mithilfe regulärer Ausdrücke eine Datei im angegebenen Verzeichnis oder im aktuellen Verzeichnis
el: Βρίσκει ένα αρχείο στον καθορισμένο κατάλογο ή στον τρέχοντα κατάλογο χρησιμοποιώντας κανονικές εκφράσεις
es: Encuentra un archivo en el directorio especificado o en el directorio actual usando expresiones regulares
fr: Recherche un fichier dans le répertoire spécifié ou dans le répertoire courant à l'aide d'expressions régulières
ga: Faightear comhad san eolaire sonraithe nó san eolaire reatha ag baint úsáide as nathanna rialta
hi: रेगुलर एक्सप्रेशन का उपयोग करके निर्दिष्ट निर्देशिका में या वर्तमान निर्देशिका में एक फ़ाइल ढूँढता है
hi_latn: niyamit abhivyaktiyon ka upayog karake nirdisht nirdeshika mein ya vartamaan nirdeshika mein fail dhoondhata hai
id: Menemukan file di direktori yang ditentukan atau di direktori saat ini menggunakan ekspresi reguler
it: Trova un file nella directory specificata o nella directory corrente utilizzando le espressioni regolari
ja: 正規表現を使用して、指定されたディレクトリまたは現在のディレクトリ内のファイルを検索します
ko: 정규식을 사용하여 지정된 디렉터리 또는 현재 디렉터리에서 파일을 찾습니다.
ms: Mencari fail dalam direktori yang ditentukan atau dalam direktori semasa menggunakan ungkapan biasa
nb: Finner en fil i den angitte katalogen eller i gjeldende katalog ved hjelp av regulære uttrykk
nl: Zoekt een bestand in de opgegeven map of in de huidige map met behulp van reguliere expressies
pt: Encontra um arquivo no diretório especificado ou no diretório atual usando expressões regulares
ro: Găsește un fișier în directorul specificat sau în directorul curent folosind expresii regulate
tr: Belirtilen dizinde veya geçerli dizinde düzenli ifadeler kullanarak bir dosya bulur
uk: Знаходить файл у вказаному каталозі або в поточному каталозі за допомогою регулярних виразів
vi: Tìm một tệp trong thư mục được chỉ định hoặc trong thư mục hiện tại bằng cách sử dụng biểu thức chính quy
zh: 使用正規表示式尋找指定目錄或目前目錄中的文件

# NKS_SHELL_SHELLS_UESH_COMMAND_GET_SWITCH_OUTPUTPATH_DESC
source: Specifies the output path
ar: يحدد مسار الإخراج
de: Gibt den Ausgabepfad an
el: Καθορίζει τη διαδρομή εξόδου
es: Especifica la ruta de salida.
fr: Spécifie le chemin de sortie
ga: Sonraíonn an cosán aschuir
hi: आउटपुट पथ निर्दिष्ट करता है
hi_latn: aautaput path nirdisht karata hai
id: Menentukan jalur keluaran
it: Specifica il percorso di output
ja: 出力パスを指定します
ko: 출력 경로를 지정합니다
ms: Menentukan laluan keluaran
nb: Angir utdatabanen
nl: Specificeert het uitvoerpad
pt: Especifica o caminho de saída
ro: Specifică calea de ieșire
tr: Çıkış yolunu belirtir
uk: Визначає вихідний шлях
vi: Chỉ định đường dẫn đầu ra
zh: 指定輸出路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_GETADDONS_DESC
source: Gets all the addons from the official download page and installs them
ar: يحصل على جميع الإضافات من صفحة التنزيل الرسمية ويقوم بتثبيتها
de: Ruft alle Add-ons von der offiziellen Download-Seite ab und installiert sie
el: Λαμβάνει όλα τα πρόσθετα από την επίσημη σελίδα λήψης και τα εγκαθιστά
es: Obtiene todos los complementos de la página de descarga oficial y los instala
fr: Récupère tous les modules complémentaires de la page de téléchargement officielle et les installe
ga: Faigheann sé na breiseáin go léir ón leathanach íoslódála oifigiúil agus suiteálann sé iad
hi: आधिकारिक डाउनलोड पेज से सभी ऐडऑन प्राप्त करें और उन्हें इंस्टॉल करें
hi_latn: aadhikaarik daunalod prshth se sabhee aidon praapt karata hai aur unhen instol karata hai
id: Mendapatkan semua add-on dari halaman unduhan resmi dan menginstalnya
it: Ottiene tutti i componenti aggiuntivi dalla pagina di download ufficiale e li installa
ja: 公式ダウンロードページからすべてのアドオンを取得してインストールします
ko: 공식 다운로드 페이지에서 모든 애드온을 가져와 설치합니다.
ms: Mendapat semua tambahan daripada halaman muat turun rasmi dan memasangnya
nb: Henter alle tilleggene fra den offisielle nedlastingssiden og installerer dem
nl: Haalt alle add-ons op van de officiële downloadpagina en installeert ze
pt: Obtém todos os complementos da página oficial de download e os instala
ro: Obține toate suplimentele de pe pagina oficială de descărcare și le instalează
tr: Tüm eklentileri resmi indirme sayfasından alır ve yükler
uk: Отримує всі додатки з офіційної сторінки завантаження та встановлює їх
vi: Nhận tất cả các tiện ích bổ sung từ trang tải xuống chính thức và cài đặt chúng
zh: 從官方下載頁面獲取所有插件並安裝它們

# NKS_SHELL_SHELLS_UESH_COMMAND_GETADDONS_SWITCH_REINSTALL_DESC
source: Reinstalls the addons
ar: يعيد تثبيت الإضافات
de: Installiert die Addons neu
el: Επανεγκαθιστά τα πρόσθετα
es: Reinstala los complementos
fr: Réinstalle les addons
ga: Athshuiteálann sé na breiseáin
hi: ऐडऑन को पुनः इंस्टॉल करता है
hi_latn: punah instol karata hai aidon
id: Menginstal ulang add-on
it: Reinstalla i componenti aggiuntivi
ja: アドオンを再インストールします
ko: 애드온을 다시 설치합니다.
ms: Memasang semula addons
nb: Installerer tilleggene på nytt
nl: Installeert de add-ons opnieuw
pt: Reinstala os complementos
ro: Reinstalează suplimentele
tr: Eklentileri yeniden yükler
uk: Перевстановлює аддони
vi: Cài đặt lại các tiện ích bổ sung
zh: 重新安裝插件
