Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTFOLDERSSELECTOR_DESC
source: Tests the multiple folders selector
ar: يختبر محدد المجلدات المتعددة
de: Testet die Auswahl mehrerer Ordner
el: Δοκιμάζει τον επιλογέα πολλαπλών φακέλων
es: Prueba el selector de múltiples carpetas
fr: Teste le sélecteur de dossiers multiples
ga: Déanann sé tástáil ar an roghnóir fillteáin iolracha
hi: एकाधिक फ़ोल्डर चयनकर्ता का परीक्षण करता है
hi_latn: ekaadhik foldar chayanakarta ka pareekshan karata hai
id: Menguji pemilih beberapa folder
it: Testa il selettore di cartelle multiple
ja: 複数のフォルダー セレクターをテストします。
ko: 여러 폴더 선택기를 테스트합니다.
ms: Menguji pemilih berbilang folder
nb: Tester velgeren for flere mapper
nl: Test de selector voor meerdere mappen
pt: Testa o seletor de múltiplas pastas
ro: Testează selectorul de foldere multiple
tr: Birden fazla klasör seçiciyi test eder
uk: Тестує селектор кількох папок
vi: Kiểm tra bộ chọn nhiều thư mục
zh: 測試多資料夾選擇器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXBUTTONS_DESC
source: Tests the buttons in the informational box
ar: يختبر الأزرار الموجودة في مربع المعلومات
de: Testet die Schaltflächen im Informationsfeld
el: Δοκιμάζει τα κουμπιά στο πλαίσιο πληροφοριών
es: Prueba los botones en el cuadro informativo.
fr: Teste les boutons dans la zone d'information
ga: Tástáil na cnaipí sa bhosca faisnéise
hi: सूचनात्मक बॉक्स में बटनों का परीक्षण करता है
hi_latn: soochana boks mein batan ka pareekshan karata hai
id: Menguji tombol di kotak informasi
it: Testa i pulsanti nella casella informativa
ja: 情報ボックスのボタンをテストします
ko: 정보 상자의 버튼을 테스트합니다.
ms: Menguji butang dalam kotak maklumat
nb: Tester knappene i informasjonsboksen
nl: Test de knoppen in het informatievak
pt: Testa os botões na caixa informativa
ro: Testează butoanele din caseta informativă
tr: Bilgi kutusundaki düğmeleri test eder
uk: Тестує кнопки в інформаційному полі
vi: Kiểm tra các nút trong hộp thông tin
zh: 測試資訊框中的按鈕

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXCOLOREDINPUT_DESC
source: Tests the colored input box in the informational box
ar: يختبر مربع الإدخال الملون في مربع المعلومات
de: Testet das farbige Eingabefeld im Informationsfeld
el: Δοκιμάζει το έγχρωμο πλαίσιο εισαγωγής στο πλαίσιο πληροφοριών
es: Prueba el cuadro de entrada de color en el cuadro informativo.
fr: Teste la zone de saisie colorée dans la zone d'information
ga: Déantar tástáil ar an mbosca ionchuir daite sa bhosca faisnéise
hi: सूचनात्मक बॉक्स में रंगीन इनपुट बॉक्स का परीक्षण करता है
hi_latn: soochana boks mein rangeen inaput boks ka pareekshan karata hai
id: Menguji kotak input berwarna di kotak informasi
it: Verifica la casella di input colorata nella casella informativa
ja: 情報ボックス内の色付き入力ボックスをテストします。
ko: 정보 상자의 색상 입력 상자를 테스트합니다.
ms: Menguji kotak input berwarna dalam kotak maklumat
nb: Tester den fargede inndataboksen i informasjonsboksen
nl: Test het gekleurde invoervak in het informatievak
pt: Testa a caixa de entrada colorida na caixa informativa
ro: Testează caseta de introducere colorată din caseta informațională
tr: Bilgi kutusundaki renkli giriş kutusunu test eder
uk: Перевіряє кольорове поле введення в інформаційному полі
vi: Kiểm tra hộp nhập màu trong hộp thông tin
zh: 測試資訊框中的彩色輸入框

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXINPUT_DESC
source: Tests the input box in the informational box
ar: يختبر مربع الإدخال في مربع المعلومات
de: Testet das Eingabefeld im Informationsfeld
el: Δοκιμάζει το πλαίσιο εισαγωγής στο πλαίσιο πληροφοριών
es: Prueba el cuadro de entrada en el cuadro informativo.
fr: Teste la zone de saisie dans la zone d'information
ga: Déantar tástáil ar an mbosca ionchuir sa bhosca faisnéise
hi: सूचना बॉक्स में इनपुट बॉक्स का परीक्षण करता है
hi_latn: soochana boks mein inaput boks ka pareekshan karata hai
id: Menguji kotak input di kotak informasi
it: Verifica la casella di input nella casella informativa
ja: 情報ボックスの入力ボックスをテストします。
ko: 정보 상자의 입력 상자를 테스트합니다.
ms: Menguji kotak input dalam kotak maklumat
nb: Tester inndataboksen i informasjonsboksen
nl: Test het invoervak in het informatievak
pt: Testa a caixa de entrada na caixa informativa
ro: Testează caseta de introducere din caseta informațională
tr: Bilgi kutusundaki giriş kutusunu test eder
uk: Перевіряє поле введення в інформаційному полі
vi: Kiểm tra hộp nhập liệu trong hộp thông tin
zh: 測試資訊框中的輸入框

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXMULTISELECTION_DESC
source: Tests the input multiple selection style in the informational box
ar: يختبر نمط التحديد المتعدد للإدخال في مربع المعلومات
de: Testet den Eingabe-Mehrfachauswahlstil im Informationsfeld
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισαγωγής στο πλαίσιο πληροφοριών
es: Prueba el estilo de selección múltiple de entrada en el cuadro informativo
fr: Teste le style de sélection multiple d'entrée dans la zone d'information
ga: Déantar tástáil ar an stíl ilroghnú ionchuir sa bhosca faisnéise
hi: सूचनात्मक बॉक्स में इनपुट एकाधिक चयन शैली का परीक्षण करता है
hi_latn: soochana boks mein inaput ekaadhik chayan shailee ka pareekshan karata hai
id: Menguji gaya pilihan ganda input dalam kotak informasi
it: Verifica lo stile di selezione multipla di input nella casella informativa
ja: 情報ボックスの入力複数選択スタイルをテストします。
ko: 정보 상자에서 입력 다중 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan berbilang input dalam kotak maklumat
nb: Tester inndatamultippelvalgstilen i informasjonsboksen
nl: Test de meervoudige selectiestijl voor invoer in het informatievak
pt: Testa o estilo de seleção múltipla de entrada na caixa informativa
ro: Testează stilul de selecție multiplă de intrare în caseta informațională
tr: Bilgi kutusundaki giriş çoklu seçim stilini test eder
uk: Перевіряє стиль множинного вибору введення в інформаційному полі
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào trong hộp thông tin
zh: 測試資訊框中的輸入多選樣式

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXSELECTION_DESC
source: Tests the input selection style in the informational box
ar: يختبر نمط اختيار الإدخال في مربع المعلومات
de: Testet den Eingabeauswahlstil im Informationsfeld
el: Δοκιμάζει το στυλ επιλογής εισόδου στο πλαίσιο πληροφοριών
es: Prueba el estilo de selección de entrada en el cuadro informativo.
fr: Teste le style de sélection d'entrée dans la zone d'information
ga: Déantar tástáil ar an stíl roghnúcháin ionchuir sa bhosca faisnéise
hi: सूचनात्मक बॉक्स में इनपुट चयन शैली का परीक्षण करता है
hi_latn: soochana boks mein inaput chayan shailee ka pareekshan karata hai
id: Menguji gaya pemilihan input di kotak informasi
it: Verifica lo stile di selezione dell'input nella casella informativa
ja: 情報ボックスの入力選択スタイルをテストします。
ko: 정보 상자에서 입력 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan input dalam kotak maklumat
nb: Tester inndatavalgstilen i informasjonsboksen
nl: Test de invoerselectiestijl in het informatievak
pt: Testa o estilo de seleção de entrada na caixa informativa
ro: Testează stilul de selecție a intrării în caseta informațională
tr: Bilgi kutusundaki giriş seçimi stilini test eder
uk: Перевіряє стиль вибору введення в інформаційному полі
vi: Kiểm tra kiểu lựa chọn đầu vào trong hộp thông tin
zh: 測試資訊框中的輸入選擇樣式

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTMULTISELECTION_DESC
source: Tests the input multiple selection style
ar: يختبر نمط الإدخال المتعدد التحديد
de: Testet den Eingabe-Mehrfachauswahlstil
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισόδου
es: Prueba el estilo de selección múltiple de entrada
fr: Teste le style de sélection multiple d’entrée
ga: Déantar tástáil ar an stíl ilroghnú ionchuir
hi: इनपुट एकाधिक चयन शैली का परीक्षण करता है
hi_latn: inaput ekaadhik chayan shailee ka pareekshan karata hai
id: Menguji gaya pilihan ganda input
it: Verifica lo stile di selezione multipla di input
ja: 入力された複数選択スタイルをテストします。
ko: 입력 다중 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan berbilang input
nb: Tester stilen for flervalg for input
nl: Test de invoerstijl voor meervoudige selectie
pt: Testa o estilo de seleção múltipla de entrada
ro: Testează stilul de selecție multiplă de intrare
tr: Giriş çoklu seçim stilini test eder
uk: Перевіряє стиль множинного вибору введення
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào
zh: 測試輸入多選樣式

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTSELECTION_DESC
source: Tests the input selection style
ar: يختبر نمط اختيار الإدخال
de: Testet den Eingabeauswahlstil
el: Δοκιμάζει το στυλ επιλογής εισόδου
es: Prueba el estilo de selección de entrada.
fr: Teste le style de sélection d'entrée
ga: Déantar tástáil ar an stíl roghnúcháin ionchuir
hi: इनपुट चयन शैली का परीक्षण करता है
hi_latn: inaput chayan shailee ka pareekshan karata hai
id: Menguji gaya pemilihan input
it: Verifica lo stile di selezione dell'input
ja: 入力選択スタイルをテストします
ko: 입력 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan input
nb: Tester stilen for valg av inngang
nl: Test de invoerselectiestijl
pt: Testa o estilo de seleção de entrada
ro: Testează stilul de selecție a intrării
tr: Giriş seçim stilini test eder
uk: Перевіряє стиль вибору введення
vi: Kiểm tra kiểu lựa chọn đầu vào
zh: 測試輸入選擇樣式

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTENTRYWRITER_DESC
source: Tests the list entry writer
ar: يختبر كاتب إدخال القائمة
de: Testet den Listeneintragsschreiber
el: Δοκιμάζει το πρόγραμμα εγγραφής καταχώρισης λίστας
es: Prueba el escritor de entradas de lista
fr: Teste le rédacteur d'entrée de liste
ga: Scrúdaíonn an scríbhneoir iontrála liosta
hi: सूची प्रविष्टि लेखक का परीक्षण करता है
hi_latn: soochee pravishti lekhak ka pareekshan karata hai
id: Menguji penulis entri daftar
it: Verifica lo scrittore della voce di elenco
ja: リストエントリライターをテストします
ko: 목록 항목 작성기를 테스트합니다.
ms: Menguji penulis entri senarai
nb: Tester listeoppføringsforfatteren
nl: Test de schrijver van lijstinvoer
pt: Testa o escritor de entrada de lista
ro: Testează scriitorul intrării listei
tr: Liste girişi yazıcısını test eder
uk: Тестує автор запису списку
vi: Kiểm tra trình ghi danh sách
zh: 測試清單條目編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTENTRYWRITER_INDENT1
source: Indent 1:
ar: المسافة البادئة 1:
de: Gedankenstrich 1:
el: Εσοχή 1:
es: Sangre 1:
fr: Retrait 1 :
ga: Eangach 1:
hi: इंडेंट 1:
id: Indentasi 1:
it: trattino 1:
ja: インデント 1:
ko: 들여쓰기 1:
ms: Inden 1:
nb: Innrykk 1:
nl: Streepje 1:
pt: Travessão 1:
ro: liniuța 1:
tr: Girinti 1:
uk: Відступ 1:
vi: Thụt lề 1:
zh: 縮排 1：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTENTRYWRITER_INDENT2
source: Indent 2:
ar: المسافة البادئة 2:
de: Gedankenstrich 2:
el: Εσοχή 2:
es: Sangre 2:
fr: Retrait 2 :
ga: Eangach 2:
hi: इंडेंट 2:
id: Indentasi 2:
it: trattino 2:
ja: インデント 2:
ko: 들여쓰기 2:
ms: Inden 2:
nb: Innrykk 2:
nl: Streepje 2:
pt: Recuo 2:
ro: liniuța 2:
tr: Girinti 2:
uk: Відступ 2:
vi: Thụt lề 2:
zh: 縮排 2：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTPROGRESSHANDLER_DESC
source: Tests the progress handler
ar: يختبر معالج التقدم
de: Testet den Fortschrittshandler
el: Δοκιμάζει τον χειριστή προόδου
es: Prueba el controlador de progreso.
fr: Teste le gestionnaire de progression
ga: Déanann sé tástáil ar an láimhseálaí dul chun cinn
hi: प्रगति हैंडलर का परीक्षण करता है
hi_latn: pragati haindalar ka pareekshan karata hai
id: Menguji penanganan kemajuan
it: Testa il gestore dell'avanzamento
ja: 進行状況ハンドラーをテストします
ko: 진행 핸들러를 테스트합니다.
ms: Menguji pengendali kemajuan
nb: Tester fremdriftsbehandleren
nl: Test de voortgangshandler
pt: Testa o manipulador de progresso
ro: Testează handlerul de progres
tr: İlerleme işleyicisini test eder
uk: Тестує обробник прогресу
vi: Kiểm tra trình xử lý tiến trình
zh: 測試進度處理程序

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTPROGRESSHANDLER_TEST
source: Initializing...
ar: جار تهيئة...
de: Initialisierung...
el: Αρχικοποίηση...
es: Inicializando...
fr: Initialisation...
ga: Ag tosú...
hi: प्रारंभ किया जा रहा है...
hi_latn: aarambh kar raha hai...
id: Inisialisasi...
it: Inizializzazione...
ja: 初期化中...
ko: 초기화 중...
ms: Memulakan...
nb: Initialiserer...
nl: Initialiseren...
pt: Inicializando...
ro: Se inițializează...
tr: Başlatılıyor...
uk: Ініціалізація...
vi: Đang khởi tạo...
zh: 正在初始化...

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTREGEXP_STRINGPROMPT
source: Write a string to check:
ar: اكتب سلسلة للتحقق:
de: Schreiben Sie eine Zeichenfolge zur Überprüfung:
el: Γράψτε μια συμβολοσειρά για έλεγχο:
es: Escribe una cadena para comprobar:
fr: Écrivez une chaîne pour vérifier :
ga: Scríobh teaghrán le seiceáil:
hi: जाँचने के लिए एक स्ट्रिंग लिखें:
hi_latn: jaanchane ke lie ek string likhen:
id: Tulis string untuk diperiksa:
it: Scrivi una stringa per verificare:
ja: チェックする文字列を書き込みます。
ko: 확인할 문자열을 작성하세요.
ms: Tulis rentetan untuk diperiksa:
nb: Skriv en streng for å sjekke:
nl: Schrijf een string om te controleren:
pt: Escreva uma string para verificar:
ro: Scrieți un șir pentru a verifica:
tr: Kontrol etmek için bir dize yazın:
uk: Напишіть рядок для перевірки:
vi: Viết một chuỗi để kiểm tra:
zh: 寫一個字串來檢查：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTREGEXP_REGEXPROMPT
source: Write a regular expression:
ar: اكتب تعبيرًا عاديًا:
de: Schreiben Sie einen regulären Ausdruck:
el: Γράψε μια κανονική έκφραση:
es: Escribe una expresión regular:
fr: Écrivez une expression régulière :
ga: Scríobh slonn rialta:
hi: नियमित अभिव्यक्ति लिखें:
hi_latn: ek niyamit abhivyakti likhen:
id: Tulis ekspresi reguler:
it: Scrivi un'espressione regolare:
ja: 正規表現を書きます。
ko: 정규 표현식을 작성하세요:
ms: Tulis ungkapan biasa:
nb: Skriv et regulært uttrykk:
nl: Schrijf een reguliere expressie:
pt: Escreva uma expressão regular:
ro: Scrieți o expresie regulată:
tr: Bir düzenli ifade yazın:
uk: Напишіть регулярний вираз:
vi: Viết một biểu thức chính quy:
zh: 寫一個正規表示式：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTRNG_DESC
source: Tests the random number generator
ar: اختبارات مولد الأرقام العشوائية
de: Testet den Zufallszahlengenerator
el: Δοκιμάζει τη γεννήτρια τυχαίων αριθμών
es: Prueba el generador de números aleatorios
fr: Teste le générateur de nombres aléatoires
ga: Déanann sé an gineadóir uimhreacha randamacha a thástáil
hi: यादृच्छिक संख्या जनरेटर का परीक्षण करता है
hi_latn: yaadrchchhik sankhya janaretar ka pareekshan karata hai
id: Menguji generator angka acak
it: Testa il generatore di numeri casuali
ja: 乱数ジェネレータをテストします
ko: 난수 생성기를 테스트합니다.
ms: Menguji penjana nombor rawak
nb: Tester tilfeldig tallgenerator
nl: Test de generator voor willekeurige getallen
pt: Testa o gerador de números aleatórios
ro: Testează generatorul de numere aleatorii
tr: Rastgele sayı üretecini test eder
uk: Тестує генератор випадкових чисел
vi: Kiểm tra máy phát số ngẫu nhiên
zh: 測試隨機數產生器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSCREEN_DESC
source: Tests the screen feature for the console
ar: يختبر ميزة الشاشة لوحدة التحكم
de: Testet die Bildschirmfunktion für die Konsole
el: Δοκιμάζει τη δυνατότητα οθόνης για την κονσόλα
es: Prueba la función de pantalla de la consola.
fr: Teste la fonctionnalité d'écran pour la console
ga: Déanann sé tástáil ar an ngné scáileáin don chonsól
hi: कंसोल के लिए स्क्रीन सुविधा का परीक्षण करता है
hi_latn: kansol ke lie skreen suvidha
id: Menguji fitur layar untuk konsol
it: Testa la funzionalità dello schermo per la console
ja: コンソールの画面機能をテストします。
ko: 콘솔의 화면 기능을 테스트합니다.
ms: Menguji ciri skrin untuk konsol
nb: Tester skjermfunksjonen for konsollen
nl: Test de schermfunctie voor de console
pt: Testa o recurso de tela do console
ro: Testează caracteristica ecranului pentru consolă
tr: Konsol için ekran özelliğini test eder
uk: Тестує функцію екрана для консолі
vi: Kiểm tra tính năng màn hình cho bảng điều khiển
zh: 測試控制台的螢幕功能

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSCREEN_FAILED
source: Screen failed to render:
ar: فشل عرض الشاشة:
de: Bildschirm konnte nicht gerendert werden:
el: Η απόδοση της οθόνης απέτυχε:
es: La pantalla no pudo renderizarse:
fr: L'écran n'a pas pu être rendu :
ga: Theip ar an scáileán:
hi: स्क्रीन रेंडर करने में विफल:
hi_latn: skreen rendar karane mein viphal rahee:
id: Layar gagal ditampilkan:
it: Impossibile eseguire il rendering dello schermo:
ja: 画面のレンダリングに失敗しました:
ko: 화면을 렌더링하지 못했습니다.
ms: Skrin gagal dipaparkan:
nb: Skjermen kunne ikke gjengis:
nl: Scherm kan niet worden weergegeven:
pt: Falha ao renderizar a tela:
ro: Ecranul nu a putut fi redat:
tr: Ekran oluşturulamadı:
uk: Не вдалося відобразити екран:
vi: Màn hình không hiển thị được:
zh: 螢幕渲染失敗：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSWITCHES_DESC
source: Tests switches
ar: مفاتيح الاختبارات
de: Testet Schalter
el: Δοκιμάζει διακόπτες
es: Interruptores de prueba
fr: Teste les commutateurs
ga: Tástálacha lasca
hi: परीक्षण स्विच
hi_latn: pareekshan svich
id: Menguji sakelar
it: Testa gli interruttori
ja: テストスイッチ
ko: 스위치 테스트
ms: Menguji suis
nb: Tester brytere
nl: Test schakelaars
pt: Testes comutadores
ro: Testează comutatoarele
tr: Test anahtarları
uk: Випробовує перемикачі
vi: Kiểm tra công tắc
zh: 測試開關

# NKS_SHELL_SHELLS_ADMIN_JOURNAL_SESSIONNUMBERINVALID
source: Session number is invalid.
ar: رقم الجلسة غير صالح.
de: Die Sitzungsnummer ist ungültig.
el: Ο αριθμός συνεδρίας δεν είναι έγκυρος.
es: El número de sesión no es válido.
fr: Le numéro de session n'est pas valide.
ga: Tá uimhir an tseisiúin neamhbhailí.
hi: सत्र क्रमांक अमान्य है.
hi_latn: satr sankhya amaany hai.
id: Nomor sesi tidak valid.
it: Il numero di sessione non è valido.
ja: セッション番号が無効です。
ko: 세션 번호가 잘못되었습니다.
ms: Nombor sesi tidak sah.
nb: Sesjonsnummeret er ugyldig.
nl: Sessienummer is ongeldig.
pt: O número da sessão é inválido.
ro: Numărul sesiunii este nevalid.
tr: Oturum numarası geçersiz.
uk: Номер сеансу недійсний.
vi: Số phiên không hợp lệ.
zh: 會話號碼無效。

# NKS_SHELL_SHELLS_ADMIN_USERFLAG_FLAGINVALID
source: The specified main flag type is invalid
ar: نوع العلم الرئيسي المحدد غير صالح
de: Der angegebene Hauptflagtyp ist ungültig
el: Ο καθορισμένος τύπος κύριας σημαίας δεν είναι έγκυρος
es: El tipo de bandera principal especificado no es válido
fr: Le type d'indicateur principal spécifié n'est pas valide
ga: Tá an príomhchineál bratach sonraithe neamhbhailí
hi: निर्दिष्ट मुख्य ध्वज प्रकार अमान्य है
hi_latn: nirdisht mukhy dhvaj prakaar amaany hai
id: Jenis bendera utama yang ditentukan tidak valid
it: Il tipo di flag principale specificato non è valido
ja: 指定されたメインフラグのタイプが無効です
ko: 지정된 기본 플래그 유형이 잘못되었습니다.
ms: Jenis bendera utama yang ditentukan adalah tidak sah
nb: Den angitte hovedflaggtypen er ugyldig
nl: Het opgegeven hoofdvlagtype is ongeldig
pt: O tipo de sinalizador principal especificado é inválido
ro: Tipul de semnalizare principal specificat este nevalid
tr: Belirtilen ana bayrak türü geçersiz
uk: Указаний тип основного прапора недійсний
vi: Loại cờ chính được chỉ định không hợp lệ
zh: 指定的主標誌類型無效

# NKS_SHELL_SHELLS_ADMIN_USERFULLNAME_SUCCESS
source: Full name set to {0}. You may want to log in again.
ar: تم ضبط الاسم الكامل على {0}. قد ترغب في تسجيل الدخول مرة أخرى.
de: Vollständiger Name auf {0} gesetzt. Möglicherweise möchten Sie sich erneut anmelden.
el: Το πλήρες όνομα ορίστηκε σε {0}. Μπορεί να θέλετε να συνδεθείτε ξανά.
es: Nombre completo establecido en {0}. Es posible que desee iniciar sesión nuevamente.
fr: Nom complet défini sur {0}. Vous souhaiterez peut-être vous reconnecter.
ga: Ainm iomlán socraithe chuig {0}. Seans gur mhaith leat logáil isteach arís.
hi: पूरा नाम {0} पर सेट किया गया. आप फिर से लॉग इन करना चाह सकते हैं.
hi_latn: poora naam {0} par set hai. aap phir se log in karana chaah sakate hain.
id: Nama lengkap ditetapkan ke {0}. Anda mungkin ingin masuk lagi.
it: Nome completo impostato su {0}. Potresti voler accedere di nuovo.
ja: フルネームは {0} に設定されています。再度ログインすることもできます。
ko: 전체 이름이 {0}(으)로 설정되었습니다. 다시 로그인하고 싶을 수도 있습니다.
ms: Nama penuh ditetapkan kepada {0}. Anda mungkin mahu log masuk semula.
nb: Fullt navn satt til {0}. Det kan være lurt å logge på igjen.
nl: Volledige naam ingesteld op {0}. Mogelijk wilt u opnieuw inloggen.
pt: Nome completo definido como {0}. Você pode querer fazer login novamente.
ro: Numele complet setat la {0}. Poate doriți să vă conectați din nou.
tr: Tam adınız {0} olarak ayarlandı. Tekrar giriş yapmak isteyebilirsiniz.
uk: Повне ім’я встановлено на {0}. Можливо, ви захочете увійти знову.
vi: Tên đầy đủ được đặt thành {0}. Bạn có thể muốn đăng nhập lại.
zh: 全名設定為 {0}。您可能想再次登入。

# NKS_SHELL_SHELLS_ADMIN_USERFULLNAME_EMPTY
source: The full name is empty.
ar: الاسم الكامل فارغ.
de: Der vollständige Name ist leer.
el: Το πλήρες όνομα είναι κενό.
es: El nombre completo está vacío.
fr: Le nom complet est vide.
ga: Tá an t-ainm iomlán folamh.
hi: पूरा नाम खाली है.
hi_latn: poora naam rikt hai.
id: Nama lengkapnya kosong.
it: Il nome completo è vuoto.
ja: フルネームは空です。
ko: 전체 이름이 비어 있습니다.
ms: Nama penuh kosong.
nb: Det fulle navnet er tomt.
nl: De volledige naam is leeg.
pt: O nome completo está vazio.
ro: Numele complet este gol.
tr: Tam ad boş.
uk: Повна назва порожня.
vi: Tên đầy đủ bị trống.
zh: 全名是空的。

# NKS_SHELL_SHELLS_ADMIN_USERINFO_TITLE
source: Basic user info
ar: معلومات المستخدم الأساسية
de: Grundlegende Benutzerinformationen
el: Βασικές πληροφορίες χρήστη
es: Información básica del usuario
fr: Informations utilisateur de base
ga: Buneolas úsáideora
hi: बुनियादी उपयोगकर्ता जानकारी
hi_latn: mool upayogakarta jaanakaaree
id: Info dasar pengguna
it: Informazioni utente di base
ja: 基本的なユーザー情報
ko: 기본 사용자 정보
ms: Maklumat asas pengguna
nb: Grunnleggende brukerinformasjon
nl: Basis gebruikersinformatie
pt: Informações básicas do usuário
ro: Informații de bază despre utilizator
tr: Temel kullanıcı bilgileri
uk: Основна інформація про користувача
vi: Thông tin người dùng cơ bản
zh: 使用者基本資訊

# NKS_SHELL_SHELLS_ADMIN_USERINFO_PREFLANG
source: Preferred language
ar: اللغة المفضلة
de: Bevorzugte Sprache
el: Προτιμώμενη γλώσσα
es: Idioma preferido
fr: Langue préférée
ga: Teanga is fearr leat
hi: पसंदीदा भाषा
hi_latn: pasandeeda bhaasha
id: Bahasa pilihan
it: Lingua preferita
ja: 優先言語
ko: 선호하는 언어
ms: Bahasa pilihan
nb: Foretrukket språk
nl: Voorkeurstaal
pt: Língua preferida
ro: Limba preferată
tr: Tercih edilen dil
uk: Бажана мова
vi: Ngôn ngữ ưa thích
zh: 首選語言

# NKS_SHELL_SHELLS_ADMIN_USERINFO_FLAGS
source: Flags
ar: أعلام
de: Flaggen
el: Σημαίες
es: Banderas
fr: Drapeaux
ga: Bratacha
hi: झंडे
hi_latn: dhvaj
id: Bendera
it: Bandiere
ja: フラグ
ko: 플래그
ms: Bendera
nb: Flagg
nl: Vlaggen
pt: Bandeiras
ro: Steaguri
tr: Bayraklar
uk: Прапори
vi: Cờ
zh: 旗幟

# NKS_SHELL_SHELLS_ADMIN_USERINFO_PERMS
source: Permissions
ar: الأذونات
de: Berechtigungen
el: Άδειες
es: Permisos
fr: Autorisations
ga: Ceadanna
hi: अनुमतियां
hi_latn: anumatiyaan
id: Izin
it: Autorizzazioni
ja: 権限
ko: 권한
ms: kebenaran
nb: Tillatelser
nl: Rechten
pt: Permissões
ro: Permisiuni
tr: İzinler
uk: Дозволи
vi: Quyền
zh: 權限

# NKS_SHELL_SHELLS_ADMIN_USERINFO_GROUPS
source: Groups
ar: مجموعات
de: Gruppen
el: Ομάδες
es: Grupos
fr: Groupes
ga: Grúpaí
hi: समूह
hi_latn: samooh
id: Kelompok
it: Gruppi
ja: グループ
ko: 여러 떼
ms: Kumpulan
nb: Grupper
nl: Groepen
pt: Grupos
ro: Grupuri
tr: Gruplar
uk: Групи
vi: Nhóm
zh: 團體
