Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDPLACEHOLDERACTION
source: Invalid placeholder action. Consult the kernel documentation for more information.
ar: إجراء العنصر النائب غير صالح. راجع وثائق النواة لمزيد من المعلومات.
de: Ungültige Platzhalteraktion. Weitere Informationen finden Sie in der Kernel-Dokumentation.
el: Μη έγκυρη ενέργεια κράτησης θέσης. Συμβουλευτείτε την τεκμηρίωση του πυρήνα για περισσότερες πληροφορίες.
es: Acción de marcador de posición no válida. Consulte la documentación del kernel para obtener más información.
fr: Action d'espace réservé non valide. Consultez la documentation du noyau pour plus d'informations.
ga: Gníomh neamhbhailí ionadsealbhóra. Féach ar an doiciméadú eithne le haghaidh tuilleadh eolais.
hi: अमान्य प्लेसहोल्डर कार्रवाई. अधिक जानकारी के लिए कर्नेल दस्तावेज़ देखें.
hi_latn: amaany plesaholdar kriya. adhik jaanakaaree ke lie karnel dastaavez dekhen.
id: Tindakan placeholder tidak valid. Lihat dokumentasi kernel untuk informasi lebih lanjut.
it: Azione segnaposto non valida. Consultare la documentazione del kernel per ulteriori informazioni.
ja: 無効なプレースホルダーアクションです。詳細については、カーネルのドキュメントを参照してください。
ko: 자리표시자 작업이 잘못되었습니다. 자세한 내용은 커널 설명서를 참조하세요.
ms: Tindakan pemegang tempat tidak sah. Rujuk dokumentasi kernel untuk maklumat lanjut.
nb: Ugyldig plassholderhandling. Se kjernedokumentasjonen for mer informasjon.
nl: Ongeldige tijdelijke actie. Raadpleeg de kerneldocumentatie voor meer informatie.
pt: Ação de espaço reservado inválida. Consulte a documentação do kernel para obter mais informações.
ro: Acțiune de substituent nevalidă. Consultați documentația kernelului pentru mai multe informații.
tr: Geçersiz yer tutucu eylemi. Daha fazla bilgi için çekirdek belgelerine bakın.
uk: Недійсна дія заповнювача. Зверніться до документації ядра для отримання додаткової інформації.
vi: Hành động giữ chỗ không hợp lệ. Tham khảo tài liệu về hạt nhân để biết thêm thông tin.
zh: 佔位符操作無效。請參閱內核文件以獲取更多資訊。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_DRIVERHANDLER
source: The driver handler failed to perform this action because you might have supplied the parameters wrong. If you're sure that they're specified correctly, make sure that you've provided the right driver name and type.
ar: فشل معالج برنامج التشغيل في تنفيذ هذا الإجراء لأنك ربما قمت بتوفير المعلمات بشكل خاطئ. إذا كنت متأكدًا من تحديدها بشكل صحيح، فتأكد من أنك قدمت اسم برنامج التشغيل الصحيح ونوعه.
de: Der Treiber-Handler konnte diese Aktion nicht ausführen, da Sie möglicherweise die falschen Parameter angegeben haben. Wenn Sie sicher sind, dass sie richtig angegeben sind, stellen Sie sicher, dass Sie den richtigen Treibernamen und -typ angegeben haben.
el: Ο χειριστής προγράμματος οδήγησης απέτυχε να εκτελέσει αυτήν την ενέργεια επειδή ενδέχεται να έχετε δώσει τις παραμέτρους λάθος. Εάν είστε βέβαιοι ότι έχουν καθοριστεί σωστά, βεβαιωθείτε ότι έχετε δώσει το σωστό όνομα και τύπο προγράμματος οδήγησης.
es: El controlador del controlador no pudo realizar esta acción porque es posible que haya proporcionado los parámetros incorrectos. Si está seguro de que están especificados correctamente, asegúrese de haber proporcionado el nombre y tipo de controlador correctos.
fr: Le gestionnaire de pilotes n'a pas réussi à effectuer cette action car vous avez peut-être fourni des paramètres incorrects. Si vous êtes sûr qu'ils sont correctement spécifiés, assurez-vous d'avoir fourni le bon nom et le bon type de pilote.
ga: Theip ar láimhseálaí an tiománaí an gníomh seo a dhéanamh toisc go mb'fhéidir gur sholáthair tú na paraiméadair mícheart. Má tá tú cinnte go bhfuil siad sonraithe i gceart, déan cinnte go bhfuil ainm agus cineál ceart an tiománaí curtha ar fáil agat.
hi: ड्राइवर हैंडलर यह क्रिया करने में विफल रहा क्योंकि हो सकता है कि आपने गलत पैरामीटर प्रदान किए हों। यदि आप आश्वस्त हैं कि वे सही ढंग से निर्दिष्ट हैं, तो सुनिश्चित करें कि आपने सही ड्राइवर नाम और प्रकार प्रदान किया है।
hi_latn: draivar haindalar yah kriya karane mein viphal raha kyonki aapane pairaameetar galat die honge. yadi aap sunishchit hain ki ve sahee tareeke se nirdisht kie gae hain, to sunishchit karen ki aapane sahee draivar naam aur prakaar pradaan kiya hai.
id: Penanganan driver gagal melakukan tindakan ini karena Anda mungkin salah memasukkan parameter. Jika Anda yakin parameter telah ditentukan dengan benar, pastikan Anda telah memberikan nama dan jenis driver yang benar.
it: Il gestore del driver non è riuscito a eseguire questa azione perché potresti aver fornito i parametri errati. Se sei sicuro che siano specificati correttamente, assicurati di aver fornito il nome e il tipo di driver corretti.
ja: パラメータが間違って指定された可能性があるため、ドライバ ハンドラはこのアクションを実行できませんでした。正しく指定されていることが確実な場合は、正しいドライバー名とタイプを指定していることを確認してください。
ko: 매개변수를 잘못 제공했을 수 있으므로 드라이버 처리기가 이 작업을 수행하지 못했습니다. 올바르게 지정되었다고 확신하는 경우 올바른 드라이버 이름과 유형을 제공했는지 확인하세요.
ms: Pengendali pemandu gagal melakukan tindakan ini kerana anda mungkin telah salah membekalkan parameter. Jika anda pasti ia dinyatakan dengan betul, pastikan anda telah memberikan nama dan jenis pemandu yang betul.
nb: Driverbehandleren klarte ikke å utføre denne handlingen fordi du kan ha oppgitt feil parametere. Hvis du er sikker på at de er spesifisert riktig, sørg for at du har oppgitt riktig drivernavn og -type.
nl: De driverhandler heeft deze actie niet uitgevoerd omdat u mogelijk de parameters verkeerd heeft opgegeven. Als u zeker weet dat ze correct zijn opgegeven, zorg er dan voor dat u de juiste naam en het juiste stuurprogrammatype heeft opgegeven.
pt: O manipulador do driver falhou ao executar esta ação porque você pode ter fornecido os parâmetros errados. Se você tiver certeza de que eles foram especificados corretamente, certifique-se de ter fornecido o nome e o tipo corretos do driver.
ro: Managerul de driver nu a reușit să efectueze această acțiune deoarece este posibil să fi furnizat parametrii greșit. Dacă sunteți sigur că sunt specificate corect, asigurați-vă că ați furnizat numele și tipul corect de driver.
tr: Sürücü işleyicisi bu eylemi gerçekleştiremedi çünkü parametreleri yanlış sağlamış olabilirsiniz. Doğru şekilde belirtildiklerinden eminseniz, doğru sürücü adını ve türünü sağladığınızdan emin olun.
uk: Обробник драйвера не зміг виконати цю дію, оскільки ви могли неправильно вказати параметри. Якщо ви впевнені, що їх указано правильно, переконайтеся, що ви вказали правильну назву та тип драйвера.
vi: Trình xử lý trình điều khiển không thực hiện được hành động này vì có thể bạn đã cung cấp sai tham số. Nếu bạn chắc chắn rằng chúng được chỉ định đúng, hãy đảm bảo rằng bạn đã cung cấp đúng tên và loại trình điều khiển.
zh: 驅動程式處理程序無法執行此操作，因為您可能提供了錯誤的參數。如果您確定它們指定正確，請確保提供了正確的驅動程式名稱和類型。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_PROGRESSHANDLER
source: The progress handler has failed to perform the requested operation.
ar: فشل معالج التقدم في تنفيذ العملية المطلوبة.
de: Der Fortschrittshandler konnte den angeforderten Vorgang nicht ausführen.
el: Ο χειριστής προόδου απέτυχε να εκτελέσει την απαιτούμενη λειτουργία.
es: El controlador de progreso no pudo realizar la operación solicitada.
fr: Le gestionnaire de progression n’a pas réussi à effectuer l’opération demandée.
ga: Theip ar an láimhseálaí dul chun cinn an oibríocht iarrtha a dhéanamh.
hi: प्रगति हैंडलर अनुरोधित कार्रवाई करने में विफल रहा है।
hi_latn: pragati haindalar anurodhit opareshan karane mein viphal raha hai.
id: Penangan kemajuan gagal melaksanakan operasi yang diminta.
it: Il gestore dell'avanzamento non è riuscito a eseguire l'operazione richiesta.
ja: 進行状況ハンドラーは、要求された操作を実行できませんでした。
ko: 진행 핸들러가 요청한 작업을 수행하지 못했습니다.
ms: Pengendali kemajuan telah gagal melaksanakan operasi yang diminta.
nb: Fremdriftsbehandleren klarte ikke å utføre den forespurte operasjonen.
nl: De voortgangshandler is er niet in geslaagd de gevraagde bewerking uit te voeren.
pt: O manipulador de progresso não conseguiu executar a operação solicitada.
ro: Managerul de progres nu a reușit să efectueze operația solicitată.
tr: İlerleme işleyicisi istenen işlemi gerçekleştirmede başarısız oldu.
uk: Обробнику прогресу не вдалося виконати запитану операцію.
vi: Trình xử lý tiến trình không thực hiện được thao tác được yêu cầu.
zh: 進度處理程序未能執行請求的操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CONSOLE
source: The console operation failed to perform the required task.
ar: فشلت عملية وحدة التحكم في تنفيذ المهمة المطلوبة.
de: Der Konsolenvorgang konnte die erforderliche Aufgabe nicht ausführen.
el: Η λειτουργία της κονσόλας απέτυχε να εκτελέσει την απαιτούμενη εργασία.
es: La operación de la consola no pudo realizar la tarea requerida.
fr: L'opération de console n'a pas réussi à effectuer la tâche requise.
ga: Theip ar oibríocht an chonsóil an tasc riachtanach a dhéanamh.
hi: कंसोल ऑपरेशन आवश्यक कार्य करने में विफल रहा।
hi_latn: kansol opareshan aavashyak kaary karane mein viphal raha.
id: Operasi konsol gagal menjalankan tugas yang diperlukan.
it: L'operazione della console non è riuscita a eseguire l'attività richiesta.
ja: コンソール操作は必要なタスクを実行できませんでした。
ko: 콘솔 작업이 필요한 작업을 수행하지 못했습니다.
ms: Operasi konsol gagal melaksanakan tugas yang diperlukan.
nb: Konsolloperasjonen klarte ikke å utføre den nødvendige oppgaven.
nl: De consolebewerking kon de vereiste taak niet uitvoeren.
pt: A operação do console não conseguiu executar a tarefa necessária.
ro: Operațiunea consolei nu a reușit să efectueze sarcina necesară.
tr: Konsol işlemi gerekli görevi gerçekleştiremedi.
uk: Операція консолі не змогла виконати необхідне завдання.
vi: Thao tác trên bảng điều khiển không thực hiện được tác vụ cần thiết.
zh: 控制台操作無法執行所需的任務。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_JOURNALING
source: The kernel journaling operation failed to perform the required task.
ar: فشلت عملية تسجيل يومية kernel في تنفيذ المهمة المطلوبة.
de: Der Kernel-Journaling-Vorgang konnte die erforderliche Aufgabe nicht ausführen.
el: Η λειτουργία ημερολογίου του πυρήνα απέτυχε να εκτελέσει την απαιτούμενη εργασία.
es: La operación de registro en diario del kernel no pudo realizar la tarea requerida.
fr: L'opération de journalisation du noyau n'a pas réussi à effectuer la tâche requise.
ga: Theip ar oibríocht dialann na heithne an tasc riachtanach a chomhlíonadh.
hi: कर्नेल जर्नलिंग ऑपरेशन आवश्यक कार्य करने में विफल रहा।
hi_latn: karnel jarnaling opareshan aavashyak kaary karane mein viphal raha.
id: Operasi penjurnalan kernel gagal menjalankan tugas yang dibutuhkan.
it: L'operazione di journaling del kernel non è riuscita a eseguire l'attività richiesta.
ja: カーネルのジャーナリング操作は、必要なタスクの実行に失敗しました。
ko: 커널 저널링 작업이 필요한 작업을 수행하지 못했습니다.
ms: Operasi jurnal kernel gagal melaksanakan tugas yang diperlukan.
nb: Kjernen journalføringsoperasjonen klarte ikke å utføre den nødvendige oppgaven.
nl: De kerneljournaalbewerking kon de vereiste taak niet uitvoeren.
pt: A operação de registro em diário do kernel falhou ao executar a tarefa necessária.
ro: Operația de jurnalizare a nucleului nu a reușit să efectueze sarcina necesară.
tr: Çekirdek günlükleme işlemi gerekli görevi yerine getiremedi.
uk: Операція журналювання ядра не змогла виконати необхідне завдання.
vi: Hoạt động ghi nhật ký hạt nhân không thực hiện được tác vụ cần thiết.
zh: 內核日誌操作無法執行所需的任務。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_DOCKING
source: The system docking operation failed to perform the required task.
ar: فشلت عملية إرساء النظام في تنفيذ المهمة المطلوبة.
de: Der Systemandockvorgang konnte die erforderliche Aufgabe nicht ausführen.
el: Η λειτουργία σύνδεσης συστήματος απέτυχε να εκτελέσει την απαιτούμενη εργασία.
es: La operación de acoplamiento del sistema no pudo realizar la tarea requerida.
fr: L’opération d’amarrage du système n’a pas réussi à effectuer la tâche requise.
ga: Theip ar oibríocht dhugála an chórais an tasc riachtanach a chomhlíonadh.
hi: सिस्टम डॉकिंग ऑपरेशन आवश्यक कार्य करने में विफल रहा।
hi_latn: sistam doking opareshan aavashyak kaary karane mein viphal raha.
id: Operasi dok sistem gagal menjalankan tugas yang dibutuhkan.
it: L'operazione di aggancio del sistema non è riuscita a eseguire l'attività richiesta.
ja: システムのドッキング操作は、必要なタスクの実行に失敗しました。
ko: 시스템 도킹 작업이 필요한 작업을 수행하지 못했습니다.
ms: Operasi dok sistem gagal melaksanakan tugas yang diperlukan.
nb: Systemdokkingsoperasjonen klarte ikke å utføre den nødvendige oppgaven.
nl: De systeemdockingbewerking kon de vereiste taak niet uitvoeren.
pt: A operação de acoplamento do sistema não conseguiu executar a tarefa necessária.
ro: Operația de andocare a sistemului nu a reușit să efectueze sarcina necesară.
tr: Sistem yerleştirme işlemi gerekli görevi gerçekleştiremedi.
uk: Операція стикування системи не змогла виконати потрібне завдання.
vi: Hoạt động kết nối hệ thống không thực hiện được nhiệm vụ cần thiết.
zh: 系統對接操作未能執行所需的任務。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SECURITY
source: The security operation failed to perform the required task.
ar: فشلت العملية الأمنية في أداء المهمة المطلوبة.
de: Der Sicherheitsvorgang konnte die erforderliche Aufgabe nicht ausführen.
el: Η λειτουργία ασφαλείας απέτυχε να εκτελέσει την απαιτούμενη εργασία.
es: La operación de seguridad no logró realizar la tarea requerida.
fr: L'opération de sécurité n'a pas réussi à effectuer la tâche requise.
ga: Theip ar an oibríocht slándála an tasc riachtanach a dhéanamh.
hi: सुरक्षा ऑपरेशन आवश्यक कार्य करने में विफल रहा.
hi_latn: suraksha opareshan aavashyak kaary karane mein viphal raha.
id: Operasi keamanan gagal melaksanakan tugas yang dibutuhkan.
it: L'operazione di sicurezza non è riuscita a eseguire l'attività richiesta.
ja: セキュリティ操作は必要なタスクを実行できませんでした。
ko: 보안 작업이 필요한 작업을 수행하지 못했습니다.
ms: Operasi keselamatan gagal melaksanakan tugas yang diperlukan.
nb: Sikkerhetsoperasjonen klarte ikke å utføre den nødvendige oppgaven.
nl: De beveiligingsbewerking kon de vereiste taak niet uitvoeren.
pt: A operação de segurança não conseguiu executar a tarefa necessária.
ro: Operația de securitate nu a reușit să efectueze sarcina necesară.
tr: Güvenlik operasyonu gerekli görevi yerine getiremedi.
uk: Операція безпеки не змогла виконати потрібне завдання.
vi: Hoạt động bảo mật không thực hiện được nhiệm vụ cần thiết.
zh: 安全操作未能執行所需的任務。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_DRIVERMANAGEMENT
source: There was an error when trying to perform an operation for the kernel driver management.
ar: حدث خطأ أثناء محاولة إجراء عملية لإدارة برنامج تشغيل kernel.
de: Beim Versuch, einen Vorgang für die Kernel-Treiberverwaltung auszuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης μιας λειτουργίας για τη διαχείριση του προγράμματος οδήγησης πυρήνα.
es: Se produjo un error al intentar realizar una operación para la administración del controlador del kernel.
fr: Une erreur s'est produite lors de la tentative d'exécution d'une opération de gestion des pilotes du noyau.
ga: Tharla earráid agus iarracht á déanamh oibríocht a dhéanamh do bhainistiú an tiománaí eithne.
hi: कर्नेल ड्राइवर प्रबंधन के लिए कोई कार्रवाई करने का प्रयास करते समय एक त्रुटि हुई।
hi_latn: karnel draivar prabandhan ke lie opareshan karane ka prayaas karate samay ek truti huee.
id: Terjadi kesalahan saat mencoba menjalankan operasi untuk manajemen driver kernel.
it: Si è verificato un errore durante il tentativo di eseguire un'operazione per la gestione del driver del kernel.
ja: カーネル ドライバー管理の操作を実行しようとしたときにエラーが発生しました。
ko: 커널 드라이버 관리를 위한 작업을 수행하려고 할 때 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba melakukan operasi untuk pengurusan pemacu kernel.
nb: Det oppstod en feil under forsøk på å utføre en operasjon for kjernedriveradministrasjonen.
nl: Er is een fout opgetreden bij het uitvoeren van een bewerking voor het beheer van het kernelstuurprogramma.
pt: Ocorreu um erro ao tentar realizar uma operação de gerenciamento do driver do kernel.
ro: A apărut o eroare la încercarea de a efectua o operație pentru gestionarea driverului de kernel.
tr: Çekirdek sürücü yönetimi için bir işlem gerçekleştirilmeye çalışılırken bir hata oluştu.
uk: Під час спроби виконати операцію для керування драйвером ядра сталася помилка.
vi: Đã xảy ra lỗi khi cố gắng thực hiện thao tác quản lý trình điều khiển hạt nhân.
zh: 嘗試執行核心驅動程式管理操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_INTRO
source: There is an error in the kernel, one of the kernel addons, one of your mods, or one of the kernel components. If the routine tried to process your input, ensure that you've written all the parameters correctly.
ar: يوجد خطأ في النواة أو أحد ملحقات النواة أو أحد تعديلاتك أو أحد مكونات النواة. إذا حاول الروتين معالجة مدخلاتك، فتأكد من كتابة جميع المعلمات بشكل صحيح.
de: Es liegt ein Fehler im Kernel, einem der Kernel-Addons, einem Ihrer Mods oder einer der Kernel-Komponenten vor. Wenn die Routine versucht hat, Ihre Eingabe zu verarbeiten, stellen Sie sicher, dass Sie alle Parameter korrekt geschrieben haben.
el: Υπάρχει ένα σφάλμα στον πυρήνα, σε ένα από τα πρόσθετα του πυρήνα, σε ένα από τα mod σας ή σε ένα από τα στοιχεία του πυρήνα. Εάν η ρουτίνα προσπάθησε να επεξεργαστεί την εισαγωγή σας, βεβαιωθείτε ότι έχετε γράψει σωστά όλες τις παραμέτρους.
es: Hay un error en el kernel, en uno de los complementos del kernel, en una de sus modificaciones o en uno de los componentes del kernel. Si la rutina intentó procesar su entrada, asegúrese de haber escrito todos los parámetros correctamente.
fr: Il y a une erreur dans le noyau, l'un des modules complémentaires du noyau, l'un de vos mods ou l'un des composants du noyau. Si la routine a tenté de traiter votre entrée, assurez-vous que vous avez écrit correctement tous les paramètres.
ga: Tá earráid san eithne, ceann de na breiseáin eithne, ceann de do mods, nó ceann de na comhpháirteanna eithne. Má rinne an gnáthamh iarracht d'ionchur a phróiseáil, cinntigh go bhfuil na paraiméadair go léir scríofa i gceart agat.
hi: कर्नेल में कोई त्रुटि है, कर्नेल ऐडऑन में से एक, आपके मॉड में से एक, या कर्नेल घटकों में से एक। यदि रूटीन ने आपके इनपुट को संसाधित करने का प्रयास किया है, तो सुनिश्चित करें कि आपने सभी पैरामीटर सही ढंग से लिखे हैं।
hi_latn: karnel, karnel aidon mein se ek, aapake mod mein se ek ya karnel ghatakon mein se ek mein ek truti hai. yadi rooteen ne aapake inaput ko sansaadhit karane ka prayaas kiya hai, to sunishchit karen ki aapane sabhee pairaameetar sahee dhang se likhe hain.
id: Ada kesalahan pada kernel, salah satu add-on kernel, salah satu mod, atau salah satu komponen kernel. Jika rutin mencoba memproses masukan Anda, pastikan Anda telah menuliskan semua parameter dengan benar.
it: C'è un errore nel kernel, in uno dei componenti aggiuntivi del kernel, in uno dei tuoi mod o in uno dei componenti del kernel. Se la routine ha tentato di elaborare il tuo input, assicurati di aver scritto correttamente tutti i parametri.
ja: カーネル、カーネル アドオンの 1 つ、MOD の 1 つ、またはカーネル コンポーネントの 1 つにエラーがあります。ルーチンが入力を処理しようとした場合は、すべてのパラメーターが正しく記述されていることを確認してください。
ko: 커널, 커널 애드온 중 하나, 모드 중 하나 또는 커널 구성 요소 중 하나에 오류가 있습니다. 루틴이 입력을 처리하려고 시도한 경우 모든 매개변수를 올바르게 작성했는지 확인하세요.
ms: Terdapat ralat dalam kernel, salah satu tambahan kernel, salah satu mod anda atau salah satu komponen kernel. Jika rutin cuba memproses input anda, pastikan anda telah menulis semua parameter dengan betul.
nb: Det er en feil i kjernen, en av kjernetilleggene, en av dine mods eller en av kjernekomponentene. Hvis rutinen prøvde å behandle innspillene dine, sørg for at du har skrevet alle parameterne riktig.
nl: Er zit een fout in de kernel, een van de kernel-add-ons, een van je mods of een van de kernelcomponenten. Als de routine heeft geprobeerd uw invoer te verwerken, zorg er dan voor dat u alle parameters correct hebt geschreven.
pt: Há um erro no kernel, em um dos complementos do kernel, em um de seus mods ou em um dos componentes do kernel. Se a rotina tentou processar sua entrada, certifique-se de ter escrito todos os parâmetros corretamente.
ro: Există o eroare în nucleu, unul dintre suplimentele nucleului, unul dintre modurile dvs. sau una dintre componentele nucleului. Dacă rutina a încercat să proceseze intrarea dvs., asigurați-vă că ați scris toți parametrii corect.
tr: Çekirdekte, çekirdek eklentilerinden birinde, modlarınızdan birinde veya çekirdek bileşenlerinden birinde bir hata var. Rutin girdinizi işlemeye çalıştıysa, tüm parametreleri doğru yazdığınızdan emin olun.
uk: Виникла помилка в ядрі, одному з додатків ядра, одному з ваших модів або одному з компонентів ядра. Якщо підпрограма спробувала обробити введені дані, переконайтеся, що всі параметри введено правильно.
vi: Có lỗi trong kernel, một trong các tiện ích bổ sung kernel, một trong các mod của bạn hoặc một trong các thành phần kernel. Nếu chương trình cố gắng xử lý dữ liệu đầu vào của bạn, hãy đảm bảo rằng bạn đã viết đúng tất cả các tham số.
zh: 核心、核心插件之一、您的 mod 之一或核心元件之一存在錯誤。如果例程嘗試處理您的輸入，請確保您已正確寫入所有參數。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_EXCEPTIONINFO
source: Exception info
ar: معلومات الاستثناء
de: Ausnahmeinformationen
el: Πληροφορίες εξαίρεσης
es: Información de excepción
fr: Informations sur les exceptions
ga: Faisnéis eisceachta
hi: अपवाद जानकारी
hi_latn: apavaad jaanakaaree
id: Info pengecualian
it: Informazioni sull'eccezione
ja: 例外情報
ko: 예외 정보
ms: Maklumat pengecualian
nb: Unntaksinformasjon
nl: Uitzonderingsinformatie
pt: Informações de exceção
ro: Informații de excepție
tr: İstisna bilgisi
uk: Інформація про виключення
vi: Thông tin ngoại lệ
zh: 異常訊息

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ERRORTYPE
source: Error type
ar: نوع الخطأ
de: Fehlertyp
el: Τύπος σφάλματος
es: Tipo de error
fr: Type d'erreur
ga: Cineál earráide
hi: त्रुटि प्रकार
hi_latn: truti prakaar
id: Jenis kesalahan
it: Tipo di errore
ja: エラーの種類
ko: 오류 유형
ms: Jenis ralat
nb: Feiltype
nl: Fouttype
pt: Tipo de erro
ro: Tip de eroare
tr: Hata türü
uk: Тип помилки
vi: Loại lỗi
zh: 錯誤類型

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ERRORMESSAGE
source: Error message
ar: رسالة خطأ
de: Fehlermeldung
el: Μήνυμα λάθους
es: Mensaje de error
fr: Message d'erreur
ga: Teachtaireacht earráide
hi: त्रुटि संदेश
hi_latn: truti sandesh
id: Pesan kesalahan
it: Messaggio di errore
ja: エラーメッセージ
ko: 에러 메시지
ms: Mesej ralat
nb: Feilmelding
nl: Foutmelding
pt: Mensagem de erro
ro: Mesaj de eroare
tr: Hata mesajı
uk: Повідомлення про помилку
vi: Thông báo lỗi
zh: 錯誤訊息

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ADDIITONALINFO
source: Additional info
ar: معلومات إضافية
de: zusätzliche Information
el: πρόσθετες πληροφορίες
es: información adicional
fr: information additionnelle
ga: Eolas breise
hi: अतिरिक्त जानकारी
hi_latn: atirikt jaanakaaree
id: Info tambahan
it: informazioni addizionali
ja: 追加情報
ko: 추가 정보
ms: Maklumat tambahan
nb: Ytterligere informasjon
nl: extra informatie
pt: informação adicional
ro: Informații suplimentare
tr: Ek bilgi
uk: Додаткова інформація
vi: Thông tin bổ sung
zh: 附加資訊
