Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTING_HELP01_BODY
source: You can interactively test all kernel components that are testable here by selecting a test section in the left pane and a test fixture in the right pane. You'll be given a report that indicates that a test has passed or failed.
ar: يمكنك اختبار جميع مكونات النواة القابلة للاختبار هنا بشكل تفاعلي عن طريق تحديد قسم الاختبار في اللوحة اليسرى ومجموعة الاختبار في اللوحة اليمنى. ستتلقى تقريرًا يوضح ما إذا كان الاختبار قد نجح أم فشل.
de: Sie können alle hier testbaren Kernelkomponenten interaktiv testen, indem Sie im linken Bereich einen Testabschnitt und im rechten Bereich eine Testumgebung auswählen. Sie erhalten einen Bericht, der angibt, ob ein Test erfolgreich war oder fehlgeschlagen ist.
el: Μπορείτε να δοκιμάσετε διαδραστικά όλα τα στοιχεία του πυρήνα που είναι ελέγξιμα εδώ, επιλέγοντας μια ενότητα δοκιμής στο αριστερό παράθυρο και ένα στοιχείο δοκιμής στο δεξί παράθυρο. Θα σας δοθεί μια αναφορά που υποδεικνύει ότι μια δοκιμή έχει περάσει ή αποτύχει.
es: Puede probar interactivamente todos los componentes del kernel que se pueden probar aquí seleccionando una sección de prueba en el panel izquierdo y un elemento de prueba en el panel derecho. Recibirá un informe que indica si una prueba ha sido aprobada o no.
fr: Vous pouvez tester interactivement tous les composants du noyau testables ici en sélectionnant une section de test dans le volet de gauche et un environnement de test dans le volet de droite. Un rapport vous indiquera si le test a réussi ou échoué.
ga: Is féidir leat gach comhpháirt eithne atá intástála a thástáil go hidirghníomhach anseo trí rannóg tástála a roghnú sa phána clé agus daingneán tástála sa phána deas. Gheobhaidh tú tuarascáil a léiríonn gur éirigh leis an tástáil nó gur theip uirthi.
hi: यहां परीक्षण योग्य सभी कर्नेल घटकों का परीक्षण करने के लिए, बाएं फलक में एक परीक्षण अनुभाग और दाएं फलक में एक परीक्षण फिक्स्चर का चयन करें। आपको एक रिपोर्ट मिलेगी जो बताएगी कि परीक्षण सफल हुआ है या असफल।
hi_latn: aap yahaan un sabhee karnel kamponents ko intaraiktiv tareeke se test kar sakate hain jinhen test kiya ja sakata hai, isake lie aapako baen pen mein ek test sekshan aur daen pen mein ek test fikschar chunana hoga. aapako ek riport dee jaegee jo bataegee ki test paas hua hai ya fel.
id: Anda dapat menguji semua komponen kernel yang dapat diuji di sini secara interaktif dengan memilih bagian pengujian di panel kiri dan perlengkapan pengujian di panel kanan. Anda akan diberikan laporan yang menunjukkan apakah pengujian telah berhasil atau gagal.
it: È possibile testare interattivamente tutti i componenti del kernel testabili qui selezionando una sezione di test nel riquadro di sinistra e un'area di test nel riquadro di destra. Verrà visualizzato un report che indica se un test è stato superato o meno.
ja: 左ペインでテストセクションを選択し、右ペインでテストフィクスチャを選択することで、ここでテスト可能なすべてのカーネルコンポーネントをインタラクティブにテストできます。テストの合格または不合格を示すレポートが表示されます。
ko: 왼쪽 창에서 테스트 섹션을 선택하고 오른쪽 창에서 테스트 픽스처를 선택하여 테스트 가능한 모든 커널 구성 요소를 대화형으로 테스트할 수 있습니다. 테스트 통과 또는 실패 여부를 나타내는 보고서가 제공됩니다.
ms: Anda boleh menguji secara interaktif semua komponen kernel yang boleh diuji di sini dengan memilih bahagian ujian di anak tetingkap kiri dan lekapan ujian di anak tetingkap kanan. Anda akan diberi laporan yang menunjukkan bahawa ujian telah lulus atau gagal.
nb: Du kan interaktivt teste alle kjernekomponenter som kan testes her ved å velge en testseksjon i venstre rute og en testfixtur i høyre rute. Du vil få en rapport som indikerer om en test har bestått eller mislyktes.
nl: Je kunt hier interactief alle testbare kernelcomponenten testen door een testsectie in het linkerpaneel en een testfixture in het rechterpaneel te selecteren. Je krijgt een rapport te zien dat aangeeft of een test geslaagd of mislukt is.
pt: Pode testar interativamente todos os componentes do kernel que podem ser testados aqui, selecionando uma secção de teste no painel esquerdo e um conjunto de testes no painel direito. Receberá um relatório indicando se o teste foi aprovado ou reprovado.
tr: Soldaki bölmeden bir test bölümü ve sağdaki bölmeden bir test düzeneği seçerek, burada test edilebilen tüm çekirdek bileşenlerini etkileşimli olarak test edebilirsiniz. Testin başarılı veya başarısız olduğunu gösteren bir rapor alacaksınız.
uk: Ви можете інтерактивно протестувати всі компоненти ядра, які можна протестувати тут, вибравши розділ тестування на лівій панелі та тестову програму на правій панелі. Вам буде надано звіт, який вказує, що тест пройшов успішно або не пройшов.
vi: Bạn có thể kiểm tra tương tác tất cả các thành phần nhân hệ điều hành có thể kiểm tra được tại đây bằng cách chọn một phần kiểm tra ở ngăn bên trái và một thiết lập kiểm tra ở ngăn bên phải. Bạn sẽ nhận được một báo cáo cho biết bài kiểm tra đã thành công hay thất bại.
zh: 您可以在此处交互式地测试所有可测试的内核组件：在左侧窗格中选择测试段，在右侧窗格中选择测试夹具。系统将生成一份报告，指示测试是否通过。

# NKS_KERNEL_DEBUGGING_TESTING_TESTUNKNOWNERROR
source: Unknown error when running a test fixture
ar: حدث خطأ غير معروف أثناء تشغيل جهاز الاختبار
de: Unbekannter Fehler beim Ausführen einer Testumgebung
el: Άγνωστο σφάλμα κατά την εκτέλεση μιας δοκιμαστικής διάταξης
es: Error desconocido al ejecutar un dispositivo de prueba
fr: Erreur inconnue lors de l'exécution d'un banc d'essai
ga: Earráid anaithnid agus daingneán tástála á rith
hi: टेस्ट फिक्स्चर चलाते समय अज्ञात त्रुटि
hi_latn: test fikschar chalaate samay koee anajaan erar
id: Terjadi kesalahan yang tidak diketahui saat menjalankan test fixture.
it: Errore sconosciuto durante l'esecuzione di un dispositivo di prova
ja: テストフィクスチャ実行中に不明なエラーが発生しました
ko: 테스트 픽스처 실행 중 알 수 없는 오류가 발생했습니다.
ms: Ralat tidak diketahui semasa menjalankan perlawanan ujian
nb: Ukjent feil ved kjøring av en testinnretning
nl: Onbekende fout bij het uitvoeren van een testfixture
pt: Erro desconhecido ao executar um teste de compatibilidade.
tr: Test düzeneği çalıştırılırken bilinmeyen bir hata oluştu.
uk: Невідома помилка під час запуску тестового обладнання
vi: Lỗi không xác định khi chạy thiết bị kiểm thử
zh: 运行测试装置时出现未知错误。

# NKS_KERNEL_DEBUGGING_TESTING_RUNTEST
source: Run test
ar: تشغيل الاختبار
de: Test ausführen
el: Εκτέλεση δοκιμής
es: Ejecutar prueba
fr: Exécuter le test
ga: Rith tástáil
hi: चालू परीक्षण
hi_latn: test chalaen
id: Jalankan pengujian
it: Esegui il test
ja: テストを実行する
ko: 테스트 실행
ms: Jalankan ujian
nb: Kjør testen
nl: Test uitvoeren
pt: Executar teste
tr: Testi çalıştır
uk: Виконати тест
vi: Chạy thử nghiệm
zh: 运行测试

# NKS_KERNEL_DEBUGGING_TESTING_TESTSUCCEEDED
source: This test has succeeded!
ar: لقد نجح هذا الاختبار!
de: Dieser Test war erfolgreich!
el: Αυτή η δοκιμή πέτυχε!
es: ¡Esta prueba ha sido un éxito!
fr: Ce test a réussi !
ga: D’éirigh leis an tástáil seo!
hi: यह परीक्षण सफल रहा!
hi_latn: yah test saphal ho gaya hai!
id: Tes ini berhasil!
it: Questo test è riuscito!
ja: このテストは成功しました!
ko: 이 테스트는 성공했습니다!
ms: Ujian ini telah berjaya!
nb: Denne testen har vært vellykket!
nl: Deze test is geslaagd!
pt: Este teste foi bem-sucedido!
tr: Bu test başarılı oldu!
uk: Цей тест успішно пройшов!
vi: Bài kiểm tra này đã thành công!
zh: 测试成功！

# NKS_KERNEL_DEBUGGING_TESTING_TESTSUCCEEDED_MATCH
source: Expected value matches actual value.
ar: القيمة المتوقعة تطابق القيمة الفعلية.
de: Der Erwartungswert stimmt mit dem tatsächlichen Wert überein.
el: Η αναμενόμενη τιμή αντιστοιχεί στην πραγματική τιμή.
es: El valor esperado coincide con el valor real.
fr: La valeur attendue correspond à la valeur réelle.
ga: Tá an luach ionchais ag teacht leis an luach iarbhír.
hi: अपेक्षित मान वास्तविक मान से मेल खाता है।
hi_latn: ummeed kee gaee vailyoo asal vailyoo se mel khaatee hai.
id: Nilai yang diharapkan sesuai dengan nilai aktual.
it: Il valore atteso corrisponde al valore effettivo.
ja: 期待値は実際の値と一致します。
ko: 기대값이 실제값과 일치합니다.
ms: Nilai yang dijangka sepadan dengan nilai sebenar.
nb: Forventet verdi samsvarer med faktisk verdi.
nl: De verwachte waarde komt overeen met de werkelijke waarde.
pt: O valor esperado corresponde ao valor real.
tr: Beklenen değer, gerçekleşen değerle eşleşiyor.
uk: Очікуване значення відповідає фактичному значенню.
vi: Giá trị kỳ vọng trùng khớp với giá trị thực tế.
zh: 预期值与实际值相符。

# NKS_KERNEL_DEBUGGING_TESTING_TESTFAILED
source: This test has failed.
ar: لقد فشل هذا الاختبار.
de: Dieser Test ist fehlgeschlagen.
el: Αυτή η δοκιμή απέτυχε.
es: Esta prueba ha fallado.
fr: Ce test a échoué.
ga: Theip ar an tástáil seo.
hi: यह परीक्षण असफल रहा।
hi_latn: yah test fel ho gaya hai.
id: Tes ini gagal.
it: Questo test è fallito.
ja: このテストは失敗しました。
ko: 이 테스트는 실패했습니다.
ms: Ujian ini telah gagal.
nb: Denne testen har mislyktes.
nl: Deze test is mislukt.
pt: Este teste falhou.
tr: Bu test başarısız oldu.
uk: Цей тест провалився.
vi: Bài kiểm tra này đã thất bại.
zh: 本次测试失败。

# NKS_KERNEL_DEBUGGING_TESTING_TESTFAILED_MESSAGE
source: Message
ar: رسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
ga: Teachtaireacht
hi: संदेश
hi_latn: maisej
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nb: Beskjed
nl: Bericht
pt: Mensagem
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 信息

# NKS_KERNEL_DEBUGGING_TESTING_TESTFAILED_MATCH
source: Expected value doesn't match actual value.
ar: القيمة المتوقعة لا تتطابق مع القيمة الفعلية.
de: Der Erwartungswert stimmt nicht mit dem tatsächlichen Wert überein.
el: Η αναμενόμενη τιμή δεν ταιριάζει με την πραγματική τιμή.
es: El valor esperado no coincide con el valor real.
fr: La valeur attendue ne correspond pas à la valeur réelle.
ga: Ní hionann an luach ionchais agus an luach iarbhír.
hi: अपेक्षित मान वास्तविक मान से मेल नहीं खाता।
hi_latn: ummeed kee gaee vailyoo asal vailyoo se mel nahin khaatee.
id: Nilai yang diharapkan tidak sesuai dengan nilai aktual.
it: Il valore atteso non corrisponde al valore effettivo.
ja: 予想値が実際の値と一致しません。
ko: 예상값과 실제값이 일치하지 않습니다.
ms: Nilai yang dijangkakan tidak sepadan dengan nilai sebenar.
nb: Forventet verdi samsvarer ikke med faktisk verdi.
nl: De verwachte waarde komt niet overeen met de werkelijke waarde.
pt: O valor esperado não corresponde ao valor real.
tr: Beklenen değer, gerçekleşen değerle uyuşmuyor.
uk: Очікуване значення не відповідає фактичному значенню.
vi: Giá trị kỳ vọng không khớp với giá trị thực tế.
zh: 预期值与实际值不符。

# NKS_SETTINGS_KERNEL_NETWORK_IGNORECERTERRORS_NAME
source: Ignore certificate errors
ar: تجاهل أخطاء الشهادة
de: Zertifikatfehler ignorieren
el: Αγνόηση σφαλμάτων πιστοποιητικών
es: Ignorar errores de certificado
fr: Ignorer les erreurs de certificat
ga: Déan neamhaird d'earráidí teastais
hi: सर्टिफ़िकेट की गलतियों को नज़रअंदाज़ करें
hi_latn: sartifiket kee galatiyon ko nazarandaaz karen
id: Abaikan kesalahan sertifikat
it: Ignora errori certificato
nb: Ignorer sertifikatfeil
nl: Certificaatfouten negeren
pt: Ignorar erros de certificado
tr: Sertifika hatalarını yok say
uk: Ігнорувати помилки сертифіката
vi: Bỏ qua lỗi chứng chỉ
zh: 忽略證書錯誤

# NKS_SETTINGS_KERNEL_NETWORK_IGNORECERTERRORS_DESC
source: If enabled, will ignore certificate errors when making a connection. Otherwise, verifies the server certificate. This should, normally, be not enabled unless you're sure that you're trusting the server.
ar: في حال التفعيل، سيتم تجاهل أخطاء الشهادة عند إنشاء الاتصال. وإلا، سيتم التحقق من شهادة الخادم. يُنصح عادةً بعدم تفعيل هذا الخيار إلا إذا كنت متأكدًا من موثوقية الخادم.
de: Wenn diese Option aktiviert ist, werden Zertifikatfehler beim Verbindungsaufbau ignoriert. Andernfalls wird das Serverzertifikat überprüft. Diese Option sollte normalerweise nur aktiviert sein, wenn Sie dem Server absolut vertrauen.
el: Εάν είναι ενεργοποιημένη, θα αγνοήσει τα σφάλματα πιστοποιητικών κατά τη δημιουργία σύνδεσης. Διαφορετικά, επαληθεύει το πιστοποιητικό διακομιστή. Αυτό, κανονικά, δεν θα πρέπει να είναι ενεργοποιημένο, εκτός εάν είστε βέβαιοι ότι εμπιστεύεστε τον διακομιστή.
es: Si está habilitado, ignorará los errores de certificado al establecer una conexión. De lo contrario, verifica el certificado del servidor. Normalmente, esta opción no debería estar habilitada a menos que esté seguro de confiar en el servidor.
fr: Si cette option est activée, les erreurs de certificat seront ignorées lors de la connexion. Sinon, le certificat du serveur sera vérifié. Il est généralement déconseillé d'activer cette option, sauf si vous êtes certain de faire confiance au serveur.
ga: Má chumasaítear é, déanfar neamhaird d'earráidí teastais agus nasc á dhéanamh. Seachas sin, fíoraíonn sé teastas an fhreastalaí. De ghnáth, níor cheart é seo a chumasú mura bhfuil tú cinnte go bhfuil muinín agat as an bhfreastalaí.
hi: अगर चालू है, तो कनेक्शन बनाते समय सर्टिफ़िकेट की गलतियों को नज़रअंदाज़ करेगा। नहीं तो, सर्वर सर्टिफ़िकेट को वेरिफ़ाई करता है। यह, आम तौर पर, तब तक चालू नहीं होना चाहिए जब तक आपको पक्का न हो कि आप सर्वर पर भरोसा कर रहे हैं।
hi_latn: agar chaaloo hai, to kanekshan banaate samay sartifiket kee galatiyon ko nazarandaaz karega. nahin to, sarvar sartifiket ko verifaee karata hai. yah, aam taur par, tab tak chaaloo nahin hona chaahie jab tak aapako pakka na ho ki aap sarvar par bharosa kar rahe hain.
id: Jika diaktifkan, akan mengabaikan kesalahan sertifikat saat membuat koneksi. Jika tidak, akan memverifikasi sertifikat server. Ini biasanya tidak boleh diaktifkan kecuali Anda yakin bahwa Anda mempercayai server tersebut.
it: Se abilitato, ignorerà gli errori del certificato durante una connessione. Altrimenti, verifica il certificato del server. Normalmente, questa opzione non dovrebbe essere abilitata a meno che non si sia certi di fidarsi del server.
nb: Hvis aktivert, ignoreres sertifikatfeil når en tilkobling opprettes. Ellers verifiseres serversertifikatet. Dette skal normalt ikke være aktivert med mindre du er sikker på at du stoler på serveren.
nl: Indien ingeschakeld, worden certificaatfouten genegeerd bij het maken van een verbinding. Anders wordt het servercertificaat gecontroleerd. Deze optie moet normaal gesproken niet ingeschakeld zijn, tenzij u er zeker van bent dat u de server vertrouwt.
pt: Se estiver ativado, ignorará erros de certificado ao estabelecer uma ligação. Caso contrário, verificará o certificado do servidor. Normalmente, isto não deve ser ativado, a menos que tenha a certeza de que confia no servidor.
tr: Etkinleştirilirse, bağlantı kurulurken sertifika hatalarını yok sayar. Aksi takdirde, sunucu sertifikasını doğrular. Normalde, sunucuya güvendiğinizden emin olmadığınız sürece bu etkinleştirilmemelidir.
uk: Якщо ввімкнено, помилки сертифіката ігноруватимуться під час встановлення з'єднання. В іншому випадку перевіряє сертифікат сервера. Зазвичай це не повинно бути ввімкнено, якщо ви не впевнені, що довіряєте серверу.
vi: Nếu được bật, sẽ bỏ qua lỗi chứng chỉ khi thiết lập kết nối. Nếu không, sẽ xác minh chứng chỉ máy chủ. Thông thường, bạn không nên bật tùy chọn này trừ khi bạn chắc chắn rằng mình tin tưởng máy chủ đó.
zh: 如果啟用，則在建立連線時將忽略憑證錯誤。否則，將驗證伺服器憑證。通常情況下，除非您確定信任該伺服器，否則不應啟用此選項。

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYTIP
source: Key tip
ar: نصيحة مهمة
de: Wichtiger Hinweis
el: Βασική συμβουλή
es: Consejo clave
fr: Conseils importants
ga: Leid Eochair
hi: खास टिप
hi_latn: khaas tip
id: Tips penting
it: Suggerimento chiave
nb: Nøkkeltips
nl: Belangrijke tip
pt: Dica importante
tr: Önemli ipucu
uk: Ключова підказка
vi: Mẹo quan trọng
zh: 重要提示

# NKS_SHELL_SHELLS_UESH_COMMAND_EXTIP_DESC
source: Returns IPv4 public address
ar: إرجاع عنوان IPv4 العام
de: Gibt die öffentliche IPv4-Adresse zurück
el: Επιστρέφει δημόσια διεύθυνση IPv4
es: Devuelve la dirección pública IPv4
fr: Renvoie l'adresse publique IPv4
ga: Tugann sé seoladh poiblí IPv4 ar ais
hi: IPv4 पब्लिक एड्रेस देता है
hi_latn: ipv4 pablik edres deta hai
id: Mengembalikan alamat publik IPv4
it: Restituisce l'indirizzo pubblico IPv4
nb: Returnerer offentlig IPv4-adresse
nl: Retourneert het openbare IPv4-adres
pt: Retorna o endereço público IPv4
tr: IPv4 genel adresini döndürür
uk: Повертає публічну адресу IPv4
vi: Trả về địa chỉ công khai IPv4
zh: 回傳 IPv4 公網位址

# NKS_SHELL_SHELLS_UESH_COMMAND_SWITCH_QUIET_DESC
source: Quiet processing
ar: معالجة صامتة
de: Leise Verarbeitung
el: Αθόρυβη επεξεργασία
es: Procesamiento silencioso
fr: Traitement silencieux
ga: Próiseáil chiúin
hi: शांत प्रोसेसिंग
hi_latn: shaant prosesing
id: Pemrosesan senyap
it: Elaborazione silenziosa
nb: Stille prosessering
nl: Stille verwerking
pt: Processamento silencioso
tr: Sessiz işlem
uk: Тиха обробка
vi: Xử lý im lặng
zh: 靜默處理

# NKS_SHELL_SHELLS_UESH_COMMAND_EXTIP6_DESC
source: Returns IPv6 public address
ar: إرجاع عنوان IPv6 العام
de: Gibt die öffentliche IPv6-Adresse zurück
el: Επιστρέφει δημόσια διεύθυνση IPv6
es: Devuelve la dirección pública IPv6
fr: Renvoie l'adresse publique IPv6
ga: Tugann sé seoladh poiblí IPv6 ar ais
hi: IPv6 पब्लिक एड्रेस देता है
hi_latn: ipv6 pablik edres deta hai
id: Mengembalikan alamat publik IPv6
it: Restituisce l'indirizzo pubblico IPv6
nb: Returnerer offentlig IPv6-adresse
nl: Retourneert het openbare IPv6-adres
pt: Retorna o endereço público IPv6
tr: IPv6 genel adresini döndürür
uk: Повертає публічну адресу IPv6
vi: Trả về địa chỉ công khai IPv6
zh: 回傳 IPv6 公網位址

# NKS_SHELL_SHELLS_UESH_COMMAND_GROUPFILE_DESC
source: Groups chunks to a single file
ar: تجميع الأجزاء في ملف واحد
de: Gruppiert Datenblöcke in einer einzigen Datei
el: Ομαδοποιεί κομμάτια σε ένα μόνο αρχείο
es: Agrupa fragmentos en un solo archivo
fr: Regroupe les blocs dans un seul fichier
ga: Grúpálann sé píosaí i gcomhad aonair
hi: चंक्स को एक फ़ाइल में ग्रुप करता है
hi_latn: chanks ko ek fail mein grup karata hai
id: Mengelompokkan potongan data ke dalam satu file
it: Raggruppa i blocchi in un singolo file
nb: Grupperer deler til en enkelt fil
nl: Groepeert chunks tot één bestand
pt: Agrupa blocos num único ficheiro
tr: Parçaları tek bir dosyada gruplandırır
uk: Групує фрагменти в один файл
vi: Gộp các khối dữ liệu vào một tệp duy nhất
zh: 將資料塊分組到一個檔案中

# NKS_SHELL_SHELLS_UESH_COMMAND_GROUPFILE_ARGUMENT_FILE_DESC
source: Split file name to group to file
ar: تقسيم اسم الملف لتجميعه في ملف واحد
de: Dateinamen zum Gruppieren in Datei aufteilen
el: Διαχωρίζει το όνομα αρχείου σε ομάδα σε αρχείο
es: Divide el nombre del archivo en grupo y archivo
fr: Séparer le nom du fichier à regrouper
ga: Roinn ainm comhaid le grúpa le comhad
hi: फ़ाइल नाम को फ़ाइल में ग्रुप करने के लिए बाँटता है
hi_latn: fail naam ko fail mein grup karane ke lie baantata hai
id: Memisahkan nama file untuk mengelompokkan ke dalam file
it: Divide il nome del file in gruppi in file
nb: Del filnavn til gruppe til fil
nl: Splits de bestandsnaam naar groep in bestand
pt: Dividir nome do ficheiro para agrupar num ficheiro
tr: Dosya adını gruba ve dosyaya böler
uk: Розділяє ім'я файлу для групування в файл
vi: Tách tên tệp để nhóm thành tệp
zh: 將檔案名稱拆分為分組和文件

# NKS_SHELL_SHELLS_UESH_COMMAND_GROUPFILE_ARGUMENT_OUTPUTDIR_DESC
source: Directory to store grouped file
ar: مجلد لتخزين الملف المُجمّع
de: Verzeichnis zum Speichern der gruppierten Datei
el: Κατάλογο για την αποθήκευση του ομαδοποιημένου αρχείου
es: Directorio para almacenar el archivo agrupado
fr: Répertoire de stockage du fichier regroupé
ga: Eolaire chun an comhad grúpáilte a stóráil
hi: ग्रुप की गई फ़ाइल को स्टोर करने के लिए डायरेक्टरी
hi_latn: grup kee gaee fail ko stor karane ke lie daayarektaree
id: Direktori untuk menyimpan file yang dikelompokkan
it: Directory in cui archiviare i file raggruppati
nb: Mappe for å lagre gruppert fil
nl: Map voor het opslaan van het gegroepeerde bestand
pt: Diretório para armazenar o ficheiro agrupado
tr: Gruplandırılmış dosyayı saklamak için dizin
uk: Каталог для зберігання згрупованого файлу
vi: Thư mục để lưu trữ tệp đã nhóm
zh: 儲存分組檔案的目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_DESC
source: Generates an XFree86 3.3.6 compatible modeline from display parameters for CRT monitors
ar: إنشاء نموذج XFree86 متوافق مع الإصدار 3.3.6 من معلمات العرض لشاشات CRT
de: Generiert eine mit XFree86 3.3.6 kompatible Modeline aus den Anzeigeparametern für CRT-Monitore
el: Δημιουργεί μια γραμμή μοντέλου συμβατή με XFree86 3.3.6 από παραμέτρους εμφάνισης για οθόνες CRT
es: Genera una línea de modelo compatible con XFree86 3.3.6 a partir de los parámetros de visualización para monitores CRT
fr: Génère une ligne de mode compatible XFree86 3.3.6 à partir des paramètres d'affichage pour les moniteurs CRT
ga: Gineann sé líne mhúnla atá comhoiriúnach le XFree86 3.3.6 ó pharaiméadair taispeána do mhonatóirí CRT
hi: CRT मॉनिटर के लिए डिस्प्ले पैरामीटर से एक XFree86 3.3.6 कम्पैटिबल मॉडललाइन बनाता है
hi_latn: chrt monitar ke lie disple pairaameetar se ek xfraiai86 3.3.6 kampaitibal modalalain banaata hai
id: Menghasilkan modeline yang kompatibel dengan XFree86 3.3.6 dari parameter tampilan untuk monitor CRT
it: Genera una modeline compatibile con XFree86 3.3.6 dai parametri di visualizzazione per monitor CRT
nb: Genererer en XFree86 3.3.6-kompatibel modelllinje fra skjermparametere for CRT-skjermer
nl: Genereert een XFree86 3.3.6-compatibele modeline op basis van weergaveparameters voor CRT-monitoren
pt: Gera uma modeline compatível com o XFree86 3.3.6 a partir dos parâmetros de visualização para monitores CRT
tr: CRT monitörler için ekran parametrelerinden XFree86 3.3.6 uyumlu bir model satırı oluşturur
uk: Генерує сумісну з XFree86 3.3.6 модельну лінійку з параметрів дисплея для ЕПТ-моніторів
vi: Tạo modeline tương thích với XFree86 3.3.6 từ các tham số hiển thị cho màn hình CRT
zh: 根據 CRT 顯示器的顯示參數產生與 XFree86 3.3.6 相容的模式行

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALPIXELS_DESC
source: How many pixels are there, horizontally (for example, 1280)?
ar: كم عدد البكسلات أفقيًا (على سبيل المثال، 1280)؟
de: Wie viele Pixel hat der Monitor horizontal (z. B. 1280)?
el: Πόσα pixel υπάρχουν, οριζόντια (για παράδειγμα, 1280);
es: ¿Cuántos píxeles hay horizontalmente (por ejemplo, 1280)?
fr: Nombre de pixels horizontalement (par exemple, 1280) ?
ga: Cé mhéad picteilín atá ann, go cothrománach (mar shampla, 1280)?
hi: हॉरिजॉन्टली कितने पिक्सेल हैं (उदाहरण के लिए, 1280)?
hi_latn: horijontalee kitane piksel hain (udaaharan ke lie, 1280)?
id: Berapa banyak piksel yang ada, secara horizontal (misalnya, 1280)?
it: Quanti pixel ci sono, orizzontalmente (ad esempio, 1280)?
nb: Hvor mange piksler er det horisontalt (for eksempel 1280)?
nl: Hoeveel pixels zijn er horizontaal (bijvoorbeeld 1280)?
pt: Quantos pixéis existem na horizontal (por exemplo, 1280)?
tr: Yatayda kaç piksel var (örneğin, 1280)?
uk: Скільки пікселів по горизонталі (наприклад, 1280)?
vi: Có bao nhiêu pixel theo chiều ngang (ví dụ: 1280)?
zh: 水平方向有多少像素（例如，1280）？

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALPIXELS_DESC
source: How many pixels are there, vertically (for example, 960)?
ar: كم عدد البكسلات رأسيًا (على سبيل المثال، 960)؟
de: Wie viele Pixel hat der Monitor vertikal (z. B. 960)?
el: Πόσα pixel υπάρχουν, κάθετα (για παράδειγμα, 960);
es: ¿Cuántos píxeles hay verticalmente (por ejemplo, 960)?
fr: Nombre de pixels verticalement (par exemple, 960) ?
ga: Cé mhéad picteilín atá ann, go hingearach (mar shampla, 960)?
hi: वर्टिकलली कितने पिक्सेल हैं (उदाहरण के लिए, 960)?
hi_latn: vartikalalee kitane piksel hain (udaaharan ke lie, 960)?
id: Berapa banyak piksel yang ada, secara vertikal (misalnya, 960)?
it: Quanti pixel ci sono, verticalmente (ad esempio, 960)?
nb: Hvor mange piksler er det vertikalt (for eksempel 960)?
nl: Hoeveel pixels zijn er verticaal (bijvoorbeeld 960)?
pt: Quantos pixéis existem na vertical (por exemplo, 960)?
tr: Dikeyde kaç piksel var (örneğin, 960)?
uk: Скільки пікселів по вертикалі (наприклад, 960)?
vi: Có bao nhiêu pixel theo chiều dọc (ví dụ: 960)?
zh: 垂直方向有多少像素（例如，960）？
