Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_SCREENSAVER_PSWARNING_TITLE
source: Photosensitive seizure warning
ar: تحذير من نوبات الحساسية للضوء
de: Warnung vor lichtempfindlichen Anfällen
el: Προειδοποίηση φωτοευαίσθητης κρίσης
es: Advertencia de convulsión fotosensible
fr: Avertissement de crise photosensible
ga: Rabhadh urghabhála photosensitive
hi: प्रकाशसंवेदनशील जब्ती चेतावनी
hi_latn: prakaash sanvedanasheel jabtee chetaavanee
id: Peringatan kejang fotosensitif
it: Avviso di crisi fotosensibile
ja: 感光性発作の警告
ko: 감광성 발작 경고
ms: Amaran sawan fotosensitif
nb: Lysfølsomt anfallsvarsel
nl: Waarschuwing voor lichtgevoelige aanvallen
pt: Aviso de convulsão fotossensível
ro: Avertizare de criză fotosensibilă
tr: Fotosensitif nöbet uyarısı
uk: Світлочутливе попередження про судоми
vi: Cảnh báo động kinh nhạy sáng
zh: 光敏癲癇發作警告

# NKS_MISC_SCREENSAVER_PSWARNING_DESC
source: This screensaver may contain flashing images and fast-paced animations that may cause seizures for the photosensitive. It's recommended to seek a medical specialist for more information about such seizure before continuing. If you want to get rid of this warning, you can turn this off from the screensaver settings.
ar: قد تحتوي شاشة التوقف هذه على صور وامضة ورسوم متحركة سريعة الوتيرة قد تسبب نوبات لدى الشخص الحساس للضوء. يوصى بالبحث عن طبيب متخصص للحصول على مزيد من المعلومات حول هذه النوبات قبل المتابعة. إذا كنت تريد التخلص من هذا التحذير، فيمكنك إيقاف تشغيله من إعدادات شاشة التوقف.
de: Dieser Bildschirmschoner kann blinkende Bilder und schnelle Animationen enthalten, die zu Anfällen bei lichtempfindlichen Personen führen können. Es wird empfohlen, einen Facharzt aufzusuchen, um weitere Informationen zu einem solchen Anfall zu erhalten, bevor Sie fortfahren. Wenn Sie diese Warnung entfernen möchten, können Sie sie in den Bildschirmschonereinstellungen deaktivieren.
el: Αυτή η προφύλαξη οθόνης μπορεί να περιέχει εικόνες που αναβοσβήνουν και κινούμενα σχέδια με γρήγορο ρυθμό που μπορεί να προκαλέσουν επιληπτικές κρίσεις στους φωτοευαίσθητους. Συνιστάται να αναζητήσετε έναν ειδικό γιατρό για περισσότερες πληροφορίες σχετικά με μια τέτοια κρίση πριν συνεχίσετε. Εάν θέλετε να απαλλαγείτε από αυτήν την προειδοποίηση, μπορείτε να την απενεργοποιήσετε από τις ρυθμίσεις της προφύλαξης οθόνης.
es: Este salvapantallas puede contener imágenes parpadeantes y animaciones de ritmo rápido que pueden provocar convulsiones en las personas fotosensibles. Se recomienda buscar un médico especialista para obtener más información sobre dicha convulsión antes de continuar. Si desea deshacerse de esta advertencia, puede desactivarla desde la configuración del protector de pantalla.
fr: Cet économiseur d'écran peut contenir des images clignotantes et des animations rapides susceptibles de provoquer des convulsions chez les personnes photosensibles. Il est recommandé de consulter un médecin spécialiste pour plus d'informations sur une telle crise avant de continuer. Si vous souhaitez supprimer cet avertissement, vous pouvez le désactiver dans les paramètres de l'économiseur d'écran.
ga: D’fhéadfadh íomhánna gealánacha agus beochan ar luas tapa a bheith sa spárálaíscáileáin seo a d’fhéadfadh taomanna a dhéanamh don fhóta-íogair. Moltar speisialtóir leighis a lorg chun tuilleadh eolais a fháil faoi thaom dá leithéid sula leanann tú ar aghaidh. Más mian leat fáil réidh leis an rabhadh seo, is féidir leat é seo a mhúchadh ó na socruithe spárálaíscáileáin.
hi: इस स्क्रीनसेवर में चमकती छवियां और तेज़ गति वाले एनिमेशन हो सकते हैं जो फोटोसेंसिटिव के लिए दौरे का कारण बन सकते हैं। जारी रखने से पहले इस तरह के दौरे के बारे में अधिक जानकारी के लिए एक चिकित्सा विशेषज्ञ से संपर्क करने की सिफारिश की जाती है। यदि आप इस चेतावनी से छुटकारा पाना चाहते हैं, तो आप इसे स्क्रीनसेवर सेटिंग्स से बंद कर सकते हैं।
hi_latn: is skreenasevar mein chamakatee huee chhaviyaan aur tez gati vaale enimeshan ho sakate hain jo prakaash sanvedanasheel ke lie daure ka kaaran ban sakate hain. jaaree rakhane se pahale is tarah ke daure ke baare mein adhik jaanakaaree ke lie chikitsa visheshagy se paraamarsh karane kee anushansa kee jaatee hai. yadi aap is chetaavanee se chhutakaara paana chaahate hain, to aap ise skreenasevar setings se band kar sakate hain.
id: Screensaver ini mungkin berisi gambar berkedip dan animasi cepat yang dapat menyebabkan kejang bagi mereka yang sensitif terhadap cahaya. Sebaiknya Anda berkonsultasi dengan dokter spesialis untuk mendapatkan informasi lebih lanjut tentang kejang tersebut sebelum melanjutkan. Jika Anda ingin menghilangkan peringatan ini, Anda dapat menonaktifkannya dari pengaturan screensaver.
it: Questo salvaschermo può contenere immagini lampeggianti e animazioni dal ritmo serrato che possono causare convulsioni alle persone fotosensibili. Si consiglia di rivolgersi a un medico specialista per ulteriori informazioni su tali crisi prima di continuare. Se vuoi eliminare questo avviso, puoi disattivarlo dalle impostazioni del salvaschermo.
ja: このスクリーンセーバーには、感光性のある人にとって発作を引き起こす可能性のある点滅する画像やペースの速いアニメーションが含まれている場合があります。続行する前に、このような発作に関する詳細について専門医に相談することをお勧めします。この警告をなくしたい場合は、スクリーンセーバー設定からこれをオフにすることができます。
ko: 이 화면 보호기에는 감광성에 발작을 일으킬 수 있는 깜박이는 이미지와 빠르게 진행되는 애니메이션이 포함될 수 있습니다. 계속하기 전에 그러한 발작에 대해 더 많은 정보를 얻기 위해 의료 전문가를 찾는 것이 좋습니다. 이 경고를 없애고 싶다면 화면 보호기 설정에서 이 기능을 끌 수 있습니다.
ms: Screensaver ini mungkin mengandungi imej berkelip dan animasi pantas yang boleh menyebabkan sawan untuk fotosensitif. Adalah disyorkan untuk mendapatkan pakar perubatan untuk mendapatkan maklumat lanjut tentang sawan tersebut sebelum meneruskan. Jika anda ingin menyingkirkan amaran ini, anda boleh mematikannya daripada tetapan penyelamat skrin.
nb: Denne skjermspareren kan inneholde blinkende bilder og fartsfylte animasjoner som kan forårsake anfall for lysfølsomme. Det anbefales å oppsøke en lege for mer informasjon om slike anfall før du fortsetter. Hvis du vil bli kvitt denne advarselen, kan du slå denne av fra skjermsparerinnstillingene.
nl: Deze screensaver kan flitsende beelden en snelle animaties bevatten die epileptische aanvallen kunnen veroorzaken bij lichtgevoeligen. Het wordt aanbevolen om een medisch specialist te raadplegen voor meer informatie over een dergelijke aanval voordat u doorgaat. Als u deze waarschuwing wilt verwijderen, kunt u dit uitschakelen via de schermbeveiligingsinstellingen.
pt: Este protetor de tela pode conter imagens piscando e animações rápidas que podem causar convulsões em pessoas fotossensíveis. Recomenda-se procurar um médico especialista para obter mais informações sobre essa convulsão antes de continuar. Se quiser se livrar desse aviso, você pode desativá-lo nas configurações do protetor de tela.
ro: Acest screensaver poate conține imagini intermitente și animații cu ritm rapid care pot provoca convulsii pentru fotosensibile. Se recomandă să căutați un medic specialist pentru mai multe informații despre astfel de convulsii înainte de a continua. Dacă doriți să scăpați de acest avertisment, îl puteți dezactiva din setările screensaverului.
tr: Bu ekran koruyucu, ışığa duyarlı kişilerde nöbetlere neden olabilecek yanıp sönen görüntüler ve hızlı animasyonlar içerebilir. Devam etmeden önce bu tür nöbetler hakkında daha fazla bilgi edinmek için bir tıp uzmanına danışmanız önerilir. Bu uyarıdan kurtulmak istiyorsanız, bunu ekran koruyucu ayarlarından kapatabilirsiniz.
uk: Ця заставка може містити миготливі зображення та швидку анімацію, які можуть викликати судоми у фоточутливих людей. Перш ніж продовжувати, рекомендується звернутися до лікаря-спеціаліста для отримання додаткової інформації про такий напад. Якщо ви хочете позбутися цього попередження, ви можете вимкнути його в налаштуваннях заставки.
vi: Trình bảo vệ màn hình này có thể chứa hình ảnh nhấp nháy và hoạt ảnh nhịp độ nhanh có thể gây co giật cho người nhạy cảm với ánh sáng. Bạn nên tìm đến bác sĩ chuyên khoa để biết thêm thông tin về cơn co giật này trước khi tiếp tục. Nếu bạn muốn xóa cảnh báo này, bạn có thể tắt cảnh báo này từ cài đặt trình bảo vệ màn hình.
zh: 此螢幕保護程式可能包含閃爍的影像和快節奏的動畫，可能會導致光敏性癲癇發作。建議在繼續之前諮詢醫學專家以獲取有關此類癲癇發作的更多資訊。如果您想擺脫此警告，可以從螢幕保護程式設定中將其關閉。

# NKS_MISC_SCREENSAVER_EXCEPTION_CUSTOMSAVERALREADYEXISTS
source: Custom screensaver already exists.
ar: شاشة التوقف المخصصة موجودة بالفعل.
de: Der benutzerdefinierte Bildschirmschoner ist bereits vorhanden.
el: Η προσαρμοσμένη προφύλαξη οθόνης υπάρχει ήδη.
es: El salvapantallas personalizado ya existe.
fr: Un économiseur d'écran personnalisé existe déjà.
ga: Tá spárálaíscáileáin saincheaptha ann cheana féin.
hi: कस्टम स्क्रीनसेवर पहले से मौजूद है.
hi_latn: kastam skreenasevar pahale se maujood hai.
id: Screensaver khusus sudah ada.
it: Lo screensaver personalizzato esiste già.
ja: カスタム スクリーンセーバーはすでに存在します。
ko: 사용자 정의 화면 보호기가 이미 존재합니다.
ms: Penyelamat skrin tersuai sudah wujud.
nb: Egendefinert skjermsparer finnes allerede.
nl: Er bestaat al een aangepaste screensaver.
pt: Já existe um protetor de tela personalizado.
ro: Salvatorul de ecran personalizat există deja.
tr: Özel ekran koruyucu zaten mevcut.
uk: Спеціальна заставка вже існує.
vi: Trình bảo vệ màn hình tùy chỉnh đã tồn tại.
zh: 自訂螢幕保護程式已存在。

# NKS_MISC_SCREENSAVER_EXCEPTION_CUSTOMSAVERNOTEXISTS
source: Custom screensaver not found.
ar: لم يتم العثور على شاشة التوقف المخصصة.
de: Benutzerdefinierter Bildschirmschoner nicht gefunden.
el: Η προσαρμοσμένη προφύλαξη οθόνης δεν βρέθηκε.
es: No se encontró el protector de pantalla personalizado.
fr: Économiseur d'écran personnalisé introuvable.
ga: Níor aimsíodh spárálaíscáileáin saincheaptha.
hi: कस्टम स्क्रीनसेवर नहीं मिला.
hi_latn: kastam skreenasevar nahin mila.
id: Screensaver khusus tidak ditemukan.
it: Salvaschermo personalizzato non trovato.
ja: カスタム スクリーンセーバーが見つかりません。
ko: 맞춤 화면 보호기를 찾을 수 없습니다.
ms: Penyelamat skrin tersuai tidak ditemui.
nb: Egendefinert skjermsparer ble ikke funnet.
nl: Aangepaste screensaver niet gevonden.
pt: Protetor de tela personalizado não encontrado.
ro: Screensaver personalizat nu a fost găsit.
tr: Özel ekran koruyucu bulunamadı.
uk: Власна заставка не знайдена.
vi: Không tìm thấy trình bảo vệ màn hình tùy chỉnh.
zh: 未找到自訂螢幕保護程式。

# NKS_MISC_SPLASH_EXCEPTION_EMPTYSPLASH
source: Can't register empty splash
ar: لا يمكن تسجيل البداية الفارغة
de: Leerer Splash kann nicht registriert werden
el: Δεν είναι δυνατή η εγγραφή του κενού splash
es: No se puede registrar un chapoteo vacío
fr: Impossible d'enregistrer un splash vide
ga: Ní féidir splancscáileán folamh a chlárú
hi: ख़ाली स्प्लैश दर्ज नहीं किया जा सकता
hi_latn: khaalee splaish panjeekrt nahin kiya ja sakata
id: Tidak dapat mendaftarkan splash kosong
it: Impossibile registrare lo splash vuoto
ja: 空のスプラッシュを登録できません
ko: 빈 스플래시를 등록할 수 없습니다
ms: Tidak boleh mendaftar percikan kosong
nb: Kan ikke registrere tom splash
nl: Kan lege plons niet registreren
pt: Não é possível registrar splash vazio
ro: Nu se poate înregistra splash gol
tr: Boş sıçrama kaydedilemiyor
uk: Не вдається зареєструвати порожній сплеск
vi: Không thể đăng ký splash trống
zh: 無法註冊空的啟動畫面

# NKS_MISC_SPLASH_EXCEPTION_SPLASHNONAME
source: Can't register splash with no name
ar: لا يمكن تسجيل البداية بدون اسم
de: Splash ohne Namen kann nicht registriert werden
el: Δεν είναι δυνατή η εγγραφή του splash χωρίς όνομα
es: No puedo registrar Splash sin nombre
fr: Impossible d'enregistrer Splash sans nom
ga: Ní féidir splancscáileán a chlárú gan ainm
hi: बिना नाम के स्पलैश दर्ज नहीं किया जा सकता
hi_latn: bina naam ke splaish panjeekrt nahin kiya ja sakata
id: Tidak dapat mendaftarkan splash tanpa nama
it: Impossibile registrare lo splash senza nome
ja: 名前のないスプラッシュは登録できません
ko: 이름이 없는 스플래시를 등록할 수 없습니다.
ms: Tidak boleh mendaftar splash tanpa nama
nb: Kan ikke registrere splash uten navn
nl: Kan splash zonder naam niet registreren
pt: Não é possível registrar splash sem nome
ro: Nu se poate înregistra splash fără nume
tr: İsimsiz sıçrama kaydedilemiyor
uk: Неможливо зареєструвати splash без імені
vi: Không thể đăng ký splash mà không có tên
zh: 無法註冊沒有名稱的啟動畫面

# NKS_MISC_SPLASH_EXCEPTION_SPLASHNOENTRYPOINT
source: Can't register splash with no entry point
ar: لا يمكن تسجيل البداية بدون نقطة دخول
de: Ohne Einstiegspunkt kann Splash nicht registriert werden
el: Δεν είναι δυνατή η καταχώρηση του splash χωρίς σημείο εισόδου
es: No se puede registrar Splash sin punto de entrada
fr: Impossible d'enregistrer Splash sans point d'entrée
ga: Ní féidir splancscáileán a chlárú gan aon phointe iontrála
hi: बिना प्रवेश बिंदु के स्पलैश दर्ज नहीं किया जा सकता
hi_latn: bina pravesh bindu ke splaish panjeekrt nahin kiya ja sakata
id: Tidak dapat mendaftarkan splash tanpa titik masuk
it: Impossibile registrare lo splash senza punto di ingresso
ja: エントリポイントがない場合はスプラッシュを登録できません
ko: 진입점이 없으면 스플래시를 등록할 수 없습니다.
ms: Tidak boleh mendaftar percikan tanpa titik masuk
nb: Kan ikke registrere splash uten inngangspunkt
nl: Kan geen splash registreren zonder toegangspunt
pt: Não é possível registrar splash sem ponto de entrada
ro: Nu se poate înregistra splash fără punct de intrare
tr: Giriş noktası olmayan sıçrama kaydedilemiyor
uk: Неможливо зареєструвати splash без точки входу
vi: Không thể đăng ký splash khi không có điểm vào
zh: 無法註冊沒有入口點的啟動畫面

# NKS_MISC_SPLASH_EXCEPTION_CANTOVERWRITE
source: Can't re-register splash. You need to unregister that splash first.
ar: لا يمكن إعادة تسجيل البداية. تحتاج إلى إلغاء تسجيل هذا البداية أولاً.
de: Splash kann nicht erneut registriert werden. Sie müssen diesen Splash zuerst abmelden.
el: Δεν είναι δυνατή η εκ νέου εγγραφή του splash. Πρέπει πρώτα να καταργήσετε την εγγραφή αυτού του splash.
es: No puedo volver a registrar Splash. Primero debes cancelar el registro de ese chapoteo.
fr: Impossible de réenregistrer Splash. Vous devez d’abord désenregistrer ce splash.
ga: Ní féidir splancscáileán a athchlárú. Ní mór duit an splancscáileán sin a dhíchlárú ar dtús.
hi: स्प्लैश पुनः पंजीकृत नहीं किया जा सकता. आपको पहले उस स्प्लैश को अपंजीकृत करना होगा।
hi_latn: splaish ko phir se panjeekrt nahin kiya ja sakata. aapako pahale us splaish ko apanjeekrt karana hoga.
id: Tidak dapat mendaftarkan ulang splash. Anda perlu membatalkan pendaftaran splash tersebut terlebih dahulu.
it: Impossibile registrare nuovamente lo splash. Devi prima annullare la registrazione dello splash.
ja: スプラッシュを再登録できません。まずそのスプラッシュの登録を解除する必要があります。
ko: 스플래시를 재등록할 수 없습니다. 먼저 해당 스플래시를 등록 취소해야 합니다.
ms: Tidak dapat mendaftar semula percikan. Anda perlu menyahdaftar percikan itu terlebih dahulu.
nb: Kan ikke registrere splash på nytt. Du må avregistrere spruten først.
nl: Kan splash niet opnieuw registreren. U moet de registratie van die splash eerst ongedaan maken.
pt: Não é possível registrar novamente o splash. Você precisa cancelar o registro desse splash primeiro.
ro: Splash nu se poate reînregistra. Mai întâi trebuie să anulați înregistrarea splash-ului.
tr: Splash'ı yeniden kaydedemiyorum. Önce o splash'ın kaydını iptal etmeniz gerekiyor.
uk: Не вдається повторно зареєструвати сплеш. Спершу вам потрібно скасувати реєстрацію цього сплеска.
vi: Không thể đăng ký lại splash. Trước tiên, bạn cần hủy đăng ký splash đó.
zh: 無法重新註冊啟動畫面。您需要先取消註冊該啟動畫面。

# NKS_MISC_SPLASH_EXCEPTION_UNREGISTERSPLASHNONAME
source: Can't unregister splash with no name
ar: لا يمكن إلغاء تسجيل البداية بدون اسم
de: Die Registrierung von Splash ohne Namen kann nicht aufgehoben werden
el: Δεν είναι δυνατή η κατάργηση της εγγραφής του splash χωρίς όνομα
es: No puedo cancelar el registro de Splash sin nombre
fr: Impossible de désinscrire Splash sans nom
ga: Ní féidir splancscáileán a dhíchlárú gan ainm
hi: बिना नाम वाले स्पलैश को अपंजीकृत नहीं किया जा सकता
hi_latn: bina naam ke splaish ko apanjeekrt nahin kiya ja sakata
id: Tidak dapat membatalkan pendaftaran splash tanpa nama
it: Impossibile annullare la registrazione di Splash senza nome
ja: 名前のないスプラッシュは登録解除できません
ko: 이름이 없는 스플래시를 등록 취소할 수 없습니다.
ms: Tidak boleh menyahdaftar percikan tanpa nama
nb: Kan ikke avregistrere splash uten navn
nl: Kan de registratie van een splash zonder naam niet ongedaan maken
pt: Não é possível cancelar o registro do splash sem nome
ro: Nu se poate anula înregistrarea splash fără nume
tr: İsimsiz sıçramanın kaydı silinemez
uk: Неможливо скасувати реєстрацію сплеска без імені
vi: Không thể hủy đăng ký splash không có tên
zh: 無法取消註冊沒有名稱的啟動畫面

# NKS_MISC_SPLASH_EXCEPTION_UNREGISTERNOSPLASH
source: Can't unregister non-existent splash
ar: لا يمكن إلغاء تسجيل البداية غير الموجودة
de: Die Registrierung eines nicht vorhandenen Splash kann nicht aufgehoben werden
el: Δεν είναι δυνατή η κατάργηση της καταχώρισης ανύπαρκτου splash
es: No se puede cancelar el registro de un splash inexistente
fr: Impossible de désenregistrer un splash inexistant
ga: Ní féidir splancscáileán nach bhfuil ann a dhíchlárú
hi: गैर-मौजूद स्प्लैश को अपंजीकृत नहीं किया जा सकता
hi_latn: gair-maujood splaish ko apanjeekrt nahin kiya ja sakata
id: Tidak dapat membatalkan pendaftaran splash yang tidak ada
it: Impossibile annullare la registrazione di splash inesistenti
ja: 存在しないスプラッシュの登録を解除できません
ko: 존재하지 않는 스플래시를 등록 취소할 수 없습니다.
ms: Tidak boleh menyahdaftar percikan yang tidak wujud
nb: Kan ikke avregistrere ikke-eksisterende sprut
nl: Kan de registratie van een niet-bestaande splash niet ongedaan maken
pt: Não é possível cancelar o registro de splash inexistente
ro: Nu se poate anula înregistrarea splash inexistent
tr: Varolmayan sıçramanın kaydı silinemiyor
uk: Неможливо скасувати реєстрацію неіснуючого сплеша
vi: Không thể hủy đăng ký splash không tồn tại
zh: 無法取消註冊不存在的啟動畫面

# NKS_MISC_SPLASH_CLOSINGDISPLAYFAILED
source: The closing splash has failed to display
ar: فشل عرض البداية للإغلاق
de: Der abschließende Splash konnte nicht angezeigt werden
el: Η πιτσιλιά κλεισίματος απέτυχε να εμφανιστεί
es: El chapoteo de cierre no se ha mostrado
fr: Le splash de clôture ne s'est pas affiché
ga: Theip ar an splancscáileán deiridh a thaispeáint
hi: समापन स्प्लैश प्रदर्शित करने में विफल रहा है
hi_latn: samaapan splaish pradarshit nahin ho paaya hai
id: Splash penutup gagal ditampilkan
it: La schermata di chiusura non è stata visualizzata
ja: 終了スプラッシュが表示されませんでした
ko: 닫는 스플래시가 표시되지 않았습니다.
ms: Percikan penutup telah gagal dipaparkan
nb: Den avsluttende spruten ble ikke vist
nl: De afsluitende splash is niet weergegeven
pt: O splash de fechamento não foi exibido
ro: Splashul de închidere nu a fost afișat
tr: Kapanış sıçraması görüntülenemedi
uk: Не вдалося відобразити кінцевий сплеск
vi: Màn hình đóng không hiển thị
zh: 關閉啟動畫面無法顯示

# NKS_MISC_SPLASH_DEMO_REACHED
source: We've reached {0}%!
ar: لقد وصلنا إلى {0}%!
de: Wir haben {0} % erreicht!
el: Φτάσαμε στο {0}%!
es: ¡Hemos alcanzado el {0}%!
fr: Nous avons atteint {0} % !
ga: Tá {0}% sroichte againn!
hi: हम {0}% तक पहुंच गए हैं!
hi_latn: ham {0}% par pahunch gae hain!
id: Kita telah mencapai {0}%!
it: Abbiamo raggiunto il {0}%!
ja: {0}% に達しました!
ko: {0}%에 도달했습니다!
ms: Kami telah mencapai {0}%!
nb: Vi har nådd {0}%!
nl: We hebben {0}% bereikt!
pt: Alcançamos {0}%!
ro: Am atins {0}%!
tr: {0}%'a ulaştık!
uk: Ми досягли {0}%!
vi: Chúng tôi đã đạt tới {0}%!
zh: 我們已達到 {0}%！

# NKS_MISC_SPLASH_DEFAULTMSG
source: Loading...
ar: تحميل...
de: Wird geladen...
el: Φόρτωση...
es: Cargando...
fr: Chargement...
ga: Á lódáil...
hi: लोड हो रहा है...
hi_latn: lod ho raha hai...
id: Memuat...
it: Caricamento...
ja: 読み込み中...
ko: 로드 중...
ms: Memuatkan...
nb: Laster inn...
nl: Bezig met laden...
pt: Carregando...
ro: Se încarcă...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải...
zh: 載入中...

# NKS_NETWORK_CONNECTION_EXCEPTION_INVALIDINVOCATION
source: This property is only valid for connections with threads. For instance connections, call the appropriate property on the instance itself instead of calling this property.
ar: هذه الخاصية صالحة فقط للاتصالات مع المواضيع. بالنسبة لاتصالات المثال، قم باستدعاء الخاصية المناسبة على المثيل نفسه بدلاً من استدعاء هذه الخاصية.
de: Diese Eigenschaft ist nur für Verbindungen mit Threads gültig. Rufen Sie bei Instanzverbindungen die entsprechende Eigenschaft für die Instanz selbst auf, anstatt diese Eigenschaft aufzurufen.
el: Αυτή η ιδιότητα ισχύει μόνο για συνδέσεις με νήματα. Για παράδειγμα συνδέσεις, καλέστε την κατάλληλη ιδιότητα στην ίδια την παρουσία αντί να καλέσετε αυτήν την ιδιότητα.
es: Esta propiedad sólo es válida para conexiones con hilos. Por ejemplo, conexiones, llame a la propiedad apropiada en la instancia misma en lugar de llamar a esta propiedad.
fr: Cette propriété n'est valide que pour les connexions avec des threads. Pour les connexions d'instance, appelez la propriété appropriée sur l'instance elle-même au lieu d'appeler cette propriété.
ga: Níl an t-airí seo bailí ach amháin le haghaidh naisc le snáitheanna. Mar shampla naisc, cuir glaoch ar an maoin chuí ar an ásc féin in ionad glaoch ar an maoin seo.
hi: यह प्रॉपर्टी केवल थ्रेड्स के साथ कनेक्शन के लिए मान्य है। इंस्टेंस कनेक्शन के लिए, इस प्रॉपर्टी को कॉल करने के बजाय इंस्टेंस पर ही उपयुक्त प्रॉपर्टी को कॉल करें।
hi_latn: yah propartee keval thred vaale kanekshan ke lie maany hai. udaaharan kanekshan ke lie, is propartee ko kol karane ke bajaay instens par hee upayukt propartee ko kol karen.
id: Properti ini hanya berlaku untuk koneksi dengan thread. Misalnya koneksi, panggil properti yang sesuai pada instance itu sendiri alih-alih memanggil properti ini.
it: Questa proprietà è valida solo per le connessioni con thread. Per le connessioni ad istanza, chiama la proprietà appropriata sull'istanza stessa invece di chiamare questa proprietà.
ja: このプロパティは、スレッドとの接続に対してのみ有効です。インスタンス接続の場合は、このプロパティを呼び出すのではなく、インスタンス自体の適切なプロパティを呼び出します。
ko: 이 속성은 스레드 연결에만 유효합니다. 인스턴스 연결의 경우 이 속성을 호출하는 대신 인스턴스 자체에서 적절한 속성을 호출하세요.
ms: Sifat ini hanya sah untuk sambungan dengan urutan. Sebagai contoh sambungan, panggil sifat yang sesuai pada contoh itu sendiri dan bukannya memanggil harta ini.
nb: Denne egenskapen er kun gyldig for tilkoblinger med tråder. For eksempel tilkoblinger, kall den aktuelle egenskapen på selve forekomsten i stedet for å kalle denne egenskapen.
nl: Deze eigenschap is alleen geldig voor verbindingen met schroefdraad. Roep bijvoorbeeld bijvoorbeeld verbindingen de juiste eigenschap aan op de instantie zelf in plaats van deze eigenschap aan te roepen.
pt: Esta propriedade só é válida para conexões com threads. Para conexões de instância, chame a propriedade apropriada na própria instância em vez de chamar essa propriedade.
ro: Această proprietate este valabilă numai pentru conexiuni cu fire. De exemplu, conexiuni, apelați proprietatea corespunzătoare din instanța însăși, în loc să apelați această proprietate.
tr: Bu özellik yalnızca iş parçacıklı bağlantılar için geçerlidir. Örnek bağlantıları için, bu özelliği çağırmak yerine örneğin kendisinde uygun özelliği çağırın.
uk: Ця властивість дійсна лише для з’єднань із потоками. Наприклад, підключення до екземпляра викликають відповідну властивість самого екземпляра замість виклику цієї властивості.
vi: Thuộc tính này chỉ hợp lệ đối với các kết nối có luồng. Ví dụ kết nối, hãy gọi thuộc tính thích hợp trên chính phiên bản đó thay vì gọi thuộc tính này.
zh: 該屬性僅對線程連線有效。對於實例連接，請呼叫實例本身的適當屬性，而不是呼叫此屬性。
