Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_HELP01_BODY
source: Kernel configuration is an essential part of Nitrocid that lets you configure parts of the kernel and its components, including the networking stack and the shell stack. This TUI makes it easier for you to configure parts of the kernel, and its intuitive design makes it more convenient than manually editing the configuration file.
ar: يُعدّ تكوين النواة جزءًا أساسيًا من Nitrocid، حيث يُتيح لك ضبط أجزاء من النواة ومكوناتها، بما في ذلك حزمة الشبكة وحزمة الأوامر. تُسهّل واجهة المستخدم الرسومية هذه عملية تكوين أجزاء النواة، كما أن تصميمها البديهي يجعلها أكثر ملاءمة من تعديل ملف التكوين يدويًا.
de: Die Kernelkonfiguration ist ein wesentlicher Bestandteil von Nitrocid und ermöglicht die Konfiguration von Teilen des Kernels und seiner Komponenten, einschließlich des Netzwerk- und des Shell-Stacks. Die benutzerfreundliche Oberfläche (TUI) vereinfacht die Konfiguration und ist dank ihres intuitiven Designs komfortabler als die manuelle Bearbeitung der Konfigurationsdatei.
el: Η διαμόρφωση του πυρήνα είναι ένα ουσιαστικό μέρος του Nitrocid που σας επιτρέπει να διαμορφώνετε μέρη του πυρήνα και τα στοιχεία του, συμπεριλαμβανομένης της στοίβας δικτύωσης και της στοίβας κελύφους. Αυτό το TUI σας διευκολύνει να διαμορφώνετε μέρη του πυρήνα και ο εύχρηστος σχεδιασμός του το καθιστά πιο βολικό από τη χειροκίνητη επεξεργασία του αρχείου διαμόρφωσης.
es: La configuración del kernel es una parte esencial de Nitrocid que permite configurar partes del kernel y sus componentes, incluyendo la pila de red y la pila del shell. Esta interfaz de usuario (TUI) facilita la configuración de partes del kernel, y su diseño intuitivo la hace más práctica que editar manualmente el archivo de configuración.
fr: La configuration du noyau est essentielle à Nitrocid et permet de configurer certaines parties du noyau et de ses composants, notamment la pile réseau et la pile du shell. Cette interface en texte facilite la configuration du noyau et son design intuitif la rend plus pratique que la modification manuelle du fichier de configuration.
ga: Is cuid riachtanach de Nitrocid í cumraíocht an eithne a ligeann duit codanna den eithne agus a chomhpháirteanna a chumrú, lena n-áirítear an stac líonraithe agus an stac bhlaosc. Déanann an TUI seo níos éasca duit codanna den eithne a chumrú, agus déanann a dhearadh iomasach níos áisiúla é ná an comhad cumraíochta a chur in eagar de láimh.
hi: कर्नेल कॉन्फ़िगरेशन नाइट्रोसिड का एक अनिवार्य हिस्सा है जो आपको कर्नेल और उसके घटकों, जैसे नेटवर्किंग स्टैक और शेल स्टैक, को कॉन्फ़िगर करने की सुविधा देता है। यह TUI कर्नेल के कुछ हिस्सों को कॉन्फ़िगर करना आसान बनाता है, और इसका सहज डिज़ाइन कॉन्फ़िगरेशन फ़ाइल को मैन्युअल रूप से संपादित करने की तुलना में इसे अधिक सुविधाजनक बनाता है।
hi_latn: karnel konfigareshan nitrochid ka ek zarooree hissa hai jo aapako karnel aur usake kamponents ke hisson ko konfigar karane deta hai, jisamen netavarking staik aur shel staik shaamil hain. yah tui aapake lie karnal ke kuchh hisson ko konfigar karana aasaan banaata hai, aur isaka aasaan dizain ise konfigareshan fail ko mainyual roop se edit karane se zyaada aasaan banaata hai.
id: Konfigurasi kernel adalah bagian penting dari Nitrocid yang memungkinkan Anda mengkonfigurasi bagian-bagian kernel dan komponennya, termasuk tumpukan jaringan dan tumpukan shell. TUI ini memudahkan Anda untuk mengkonfigurasi bagian-bagian kernel, dan desainnya yang intuitif membuatnya lebih nyaman daripada mengedit file konfigurasi secara manual.
it: La configurazione del kernel è una parte essenziale di Nitrocid che consente di configurare parti del kernel e dei suoi componenti, inclusi lo stack di rete e lo stack della shell. Questa interfaccia utente semplifica la configurazione di parti del kernel e il suo design intuitivo la rende più comoda rispetto alla modifica manuale del file di configurazione.
ja: カーネル設定はNitrocidの重要な部分であり、ネットワークスタックやシェルスタックなど、カーネルとそのコンポーネントの一部を設定できます。このTUIを使用すると、カーネルの各部分を簡単に設定でき、直感的なデザインにより、設定ファイルを手動で編集するよりも便利です。
ko: 커널 설정은 Nitrocid의 핵심 기능으로, 네트워크 스택과 셸 스택을 포함한 커널 및 그 구성 요소의 일부를 설정할 수 있게 해줍니다. 이 TUI(튜토리얼 사용자 인터페이스)를 통해 커널의 일부를 더욱 쉽게 설정할 수 있으며, 직관적인 디자인 덕분에 설정 파일을 수동으로 편집하는 것보다 훨씬 편리합니다.
ms: Konfigurasi kernel ialah bahagian penting Nitrocid yang membolehkan anda mengkonfigurasi bahagian kernel dan komponennya, termasuk tindanan rangkaian dan tindanan shell. TUI ini memudahkan anda untuk mengkonfigurasi bahagian kernel, dan reka bentuk intuitifnya menjadikannya lebih mudah daripada mengedit fail konfigurasi secara manual.
nb: Kjernekonfigurasjon er en viktig del av Nitrocid som lar deg konfigurere deler av kjernen og dens komponenter, inkludert nettverksstakken og skallstakken. Denne brukergrensesnittet (TUI) gjør det enklere for deg å konfigurere deler av kjernen, og den intuitive designen gjør det mer praktisk enn å redigere konfigurasjonsfilen manuelt.
nl: Kernelconfiguratie is een essentieel onderdeel van Nitrocid waarmee u delen van de kernel en de bijbehorende componenten kunt configureren, waaronder de netwerkstack en de shellstack. Deze TUI (Technical User Interface) maakt het configureren van kernelonderdelen eenvoudiger en het intuïtieve ontwerp maakt het handiger dan het handmatig bewerken van het configuratiebestand.
pt: A configuração do kernel é uma parte essencial do Nitrocid que permite configurar partes do kernel e dos seus componentes, incluindo a pilha de rede e a pilha de shell. Esta interface de texto facilita a configuração de partes do kernel, e o seu design intuitivo torna-a mais conveniente do que editar manualmente o ficheiro de configuração.
tr: Çekirdek yapılandırması, Nitrocid'in çekirdeğin ve bileşenlerinin (ağ yığını ve kabuk yığını dahil) bölümlerini yapılandırmanıza olanak tanıyan önemli bir parçasıdır. Bu TUI, çekirdeğin bölümlerini yapılandırmayı kolaylaştırır ve sezgisel tasarımı, yapılandırma dosyasını manuel olarak düzenlemekten daha kullanışlı hale getirir.
uk: Конфігурація ядра є важливою частиною Nitrocid, яка дозволяє налаштовувати частини ядра та його компоненти, включаючи мережевий стек та стек оболонки. Цей TUI спрощує налаштування частин ядра, а його інтуїтивно зрозумілий дизайн робить його зручнішим, ніж ручне редагування файлу конфігурації.
vi: Cấu hình nhân hệ điều hành là một phần thiết yếu của Nitrocid, cho phép bạn cấu hình các phần của nhân và các thành phần của nó, bao gồm cả ngăn xếp mạng và ngăn xếp shell. Giao diện người dùng dựa trên văn bản (TUI) này giúp bạn dễ dàng cấu hình các phần của nhân hơn, và thiết kế trực quan của nó giúp việc này thuận tiện hơn so với việc chỉnh sửa thủ công tệp cấu hình.
zh: 内核配置是 Nitrocid 的重要组成部分，它允许您配置内核及其组件的部分内容，包括网络协议栈和 shell 协议栈。此 TUI 界面使内核配置更加便捷，其直观的设计也比手动编辑配置文件更加方便。

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_HELP01_TITLE
source: Managing notifications
ar: إدارة الإشعارات
de: Benachrichtigungen verwalten
el: Διαχείριση ειδοποιήσεων
es: Administrar notificaciones
fr: Gestion des notifications
ga: Fógraí a bhainistiú
hi: सूचनाओं का प्रबंधन
hi_latn: notifikeshan mainej karana
id: Mengelola notifikasi
it: Gestione delle notifiche
ja: 通知の管理
ko: 알림 관리
ms: Menguruskan pemberitahuan
nb: Administrere varsler
nl: Meldingen beheren
pt: Gerir notificações
tr: Bildirimleri yönetme
uk: Керування сповіщеннями
vi: Quản lý thông báo
zh: 管理通知

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_HELP01_DESC
source: Using the notifications TUI to manage notifications
ar: استخدام واجهة المستخدم الرسومية للإشعارات لإدارة الإشعارات
de: Benachrichtigungen über die Benachrichtigungs-Benutzeroberfläche verwalten
el: Χρήση του TUI ειδοποιήσεων για τη διαχείριση ειδοποιήσεων
es: Uso de la TUI de notificaciones para gestionar las notificaciones
fr: Utiliser l'interface utilisateur de notification pour gérer les notifications
ga: Ag baint úsáide as an TUI fógraí chun fógraí a bhainistiú
hi: नोटिफिकेशन TUI का उपयोग करके नोटिफिकेशन प्रबंधित करें
hi_latn: notifikeshan mainej karane ke lie notifikeshan tui ka istemaal karana
id: Menggunakan TUI (Tuned User Interface) notifikasi untuk mengelola notifikasi.
it: Utilizzo dell'interfaccia utente di notifica per gestire le notifiche
ja: 通知TUIを使用して通知を管理する
ko: 알림 TUI를 사용하여 알림을 관리합니다.
ms: Menggunakan pemberitahuan TUI untuk mengurus pemberitahuan
nb: Bruke varslings-TUI-en til å administrere varsler
nl: Het notificatie-TUI gebruiken om notificaties te beheren.
pt: Utilizando a interface de utilizador de notificações (TUI) para gerir as notificações.
tr: Bildirimleri yönetmek için bildirimler arayüzünü kullanma
uk: Використання інтерфейсу сповіщень TUI для керування сповіщеннями
vi: Sử dụng giao diện người dùng đồ họa (TUI) để quản lý thông báo.
zh: 使用通知用户界面 (TUI) 管理通知

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_HELP01_BODY
source: With this TUI, you can manage all notifications that you haven't read yet. When a notification is received, it's added to the history for future reference, which lasts for the entire kernel session or until you dismiss it. This TUI allows you to easily dismiss and manage notifications, which is easier than using the command-line utility.
ar: باستخدام واجهة المستخدم الرسومية هذه، يمكنك إدارة جميع الإشعارات التي لم تقرأها بعد. عند استلام إشعار، يُضاف إلى سجل الإشعارات للرجوع إليه لاحقًا، ويستمر هذا السجل طوال جلسة النظام أو حتى تقوم بإغلاقه. تتيح لك هذه الواجهة إغلاق الإشعارات وإدارتها بسهولة، وهو أسهل من استخدام أداة سطر الأوامر.
de: Mit dieser Benutzeroberfläche können Sie alle noch ungelesenen Benachrichtigungen verwalten. Empfangene Benachrichtigungen werden dem Verlauf hinzugefügt und bleiben dort für die gesamte Kernel-Sitzung oder bis zum Schließen gespeichert. Die Benutzeroberfläche ermöglicht das einfache Schließen und Verwalten von Benachrichtigungen – deutlich komfortabler als über die Kommandozeile.
el: Με αυτό το TUI, μπορείτε να διαχειριστείτε όλες τις ειδοποιήσεις που δεν έχετε διαβάσει ακόμα. Όταν λαμβάνεται μια ειδοποίηση, προστίθεται στο ιστορικό για μελλοντική αναφορά, το οποίο διαρκεί για ολόκληρη την περίοδο λειτουργίας του πυρήνα ή μέχρι να την απορρίψετε. Αυτό το TUI σάς επιτρέπει να απορρίπτετε και να διαχειρίζεστε εύκολα ειδοποιήσεις, κάτι που είναι ευκολότερο από τη χρήση του βοηθητικού προγράμματος γραμμής εντολών.
es: Con esta TUI, puedes gestionar todas las notificaciones que aún no has leído. Al recibir una notificación, se añade al historial para futuras consultas, que dura toda la sesión del kernel o hasta que la descartes. Esta TUI te permite descartar y gestionar las notificaciones fácilmente, lo cual es más sencillo que usar la utilidad de línea de comandos.
fr: Cette interface en texte vous permet de gérer toutes les notifications non encore lues. Chaque notification est ajoutée à l'historique pour consultation ultérieure, et ce jusqu'à la fin de la session ou jusqu'à ce que vous la supprimiez. Cette interface vous permet de gérer et de supprimer facilement les notifications, plus simplement qu'avec l'utilitaire en ligne de commande.
ga: Leis an TUI seo, is féidir leat gach fógra nár léigh tú fós a bhainistiú. Nuair a fhaightear fógra, cuirtear leis an stair é le haghaidh tagartha sa todhchaí, a mhaireann ar feadh an tseisiúin eithne ar fad nó go dtí go ndiúltaíonn tú dó. Ligeann an TUI seo duit fógraí a dhíbhe agus a bhainistiú go héasca, rud atá níos éasca ná an fóntais líne ordaithe a úsáid.
hi: इस TUI की मदद से आप उन सभी नोटिफिकेशन्स को मैनेज कर सकते हैं जिन्हें आपने अभी तक पढ़ा नहीं है। नोटिफिकेशन मिलने पर, उसे भविष्य में देखने के लिए हिस्ट्री में जोड़ दिया जाता है, जो पूरे कर्नेल सेशन तक या आपके द्वारा उसे हटाने तक बनी रहती है। यह TUI आपको नोटिफिकेशन्स को आसानी से हटाने और मैनेज करने की सुविधा देता है, जो कमांड-लाइन यूटिलिटी का उपयोग करने से कहीं अधिक आसान है।
hi_latn: is tui se, aap un sabhee notifikeshan ko mainej kar sakate hain jinhen aapane abhee tak nahin padha hai. jab koee notifikeshan milata hai, to use bhavishy ke lie histree mein jod diya jaata hai, jo poore karnal seshan tak ya jab tak aap use disamis nahin karate, tab tak rahata hai. yah tui aapako aasaanee se notifikeshan ko disamis aur mainej karane deta hai, jo kamaand-lain yootilitee ka istemaal karane se zyaada aasaan hai.
id: Dengan TUI ini, Anda dapat mengelola semua notifikasi yang belum Anda baca. Saat notifikasi diterima, notifikasi tersebut ditambahkan ke riwayat untuk referensi di masa mendatang, yang berlaku selama seluruh sesi kernel atau hingga Anda menutupnya. TUI ini memungkinkan Anda untuk dengan mudah menutup dan mengelola notifikasi, yang lebih mudah daripada menggunakan utilitas baris perintah.
it: Con questa interfaccia utente guidata (TUI), puoi gestire tutte le notifiche che non hai ancora letto. Quando ricevi una notifica, questa viene aggiunta alla cronologia per riferimento futuro, che rimane per l'intera sessione del kernel o finché non la chiudi. Questa interfaccia utente guidata (TUI) ti consente di ignorare e gestire facilmente le notifiche, più facilmente rispetto all'utilizzo dell'utilità da riga di comando.
ja: このTUIを使えば、まだ読んでいない通知をすべて管理できます。通知を受信すると、今後の参照のために履歴に追加されます。履歴はカーネルセッション全体、またはユーザーが通知を閉じるまで保持されます。このTUIを使えば、コマンドラインユーティリティを使うよりも簡単に通知を閉じたり管理したりできます。
ko: 이 TUI를 사용하면 아직 읽지 않은 모든 알림을 관리할 수 있습니다. 알림이 수신되면 나중에 참조할 수 있도록 기록에 추가되며, 이 기록은 커널 세션이 종료될 때까지 또는 사용자가 직접 해제할 때까지 유지됩니다. 이 TUI를 사용하면 명령줄 유틸리티를 사용하는 것보다 훨씬 쉽게 알림을 해제하고 관리할 수 있습니다.
ms: Dengan TUI ini, anda boleh menguruskan semua pemberitahuan yang anda belum baca lagi. Apabila pemberitahuan diterima, ia ditambahkan pada sejarah untuk rujukan masa hadapan, yang berlangsung untuk keseluruhan sesi kernel atau sehingga anda menolaknya. TUI ini membolehkan anda mengetepikan dan mengurus pemberitahuan dengan mudah, yang lebih mudah daripada menggunakan utiliti baris arahan.
nb: Med denne brukergrensesnittet (TUI) kan du administrere alle varsler du ikke har lest ennå. Når et varsel mottas, legges det til i historikken for fremtidig referanse, som varer i hele kjerneøkten eller til du lukker det. Denne brukergrensesnittet lar deg enkelt lukke og administrere varsler, noe som er enklere enn å bruke kommandolinjeverktøyet.
nl: Met deze TUI kunt u alle meldingen beheren die u nog niet hebt gelezen. Wanneer een melding binnenkomt, wordt deze toegevoegd aan de geschiedenis voor toekomstig gebruik. Deze geschiedenis blijft bewaard gedurende de hele kernelsessie of totdat u de melding sluit. Met deze TUI kunt u meldingen eenvoudig sluiten en beheren, wat gemakkelijker is dan het gebruik van het opdrachtregelprogramma.
pt: Com esta interface de texto (TUI), pode gerir todas as notificações que ainda não leu. Quando uma notificação é recebida, é adicionada ao histórico para referência futura, permanecendo lá durante toda a sessão do kernel ou até que a descarte. Esta TUI permite descartar e gerir notificações facilmente, o que é mais simples do que utilizar o utilitário de linha de comandos.
tr: Bu TUI ile henüz okumadığınız tüm bildirimleri yönetebilirsiniz. Bir bildirim alındığında, ileride başvurmak üzere geçmişe eklenir ve bu geçmiş, tüm çekirdek oturumu boyunca veya siz bildirimi kapatana kadar kalır. Bu TUI, komut satırı yardımcı programını kullanmaktan daha kolay bir şekilde bildirimleri kapatmanıza ve yönetmenize olanak tanır.
uk: За допомогою цього TUI ви можете керувати всіма сповіщеннями, які ви ще не прочитали. Коли сповіщення отримано, воно додається до історії для подальшого використання, яка зберігається протягом усього сеансу ядра або доки ви його не закриєте. Цей TUI дозволяє легко закривати та керувати сповіщеннями, що простіше, ніж використовувати утиліту командного рядка.
vi: Với giao diện người dùng dựa trên văn bản (TUI) này, bạn có thể quản lý tất cả các thông báo mà bạn chưa đọc. Khi nhận được một thông báo, nó sẽ được thêm vào lịch sử để tham khảo trong tương lai, lịch sử này sẽ tồn tại trong suốt phiên làm việc của nhân hệ điều hành hoặc cho đến khi bạn tắt nó đi. TUI này cho phép bạn dễ dàng tắt và quản lý các thông báo, dễ dàng hơn so với việc sử dụng tiện ích dòng lệnh.
zh: 通过此用户界面 (TUI)，您可以管理所有尚未阅读的通知。收到通知后，它会被添加到历史记录中以供将来参考，历史记录会一直保留到内核会话结束或您将其关闭为止。此 TUI 使您可以轻松地关闭和管理通知，比使用命令行实用程序更加便捷。

# NKS_MISC_INTERACTIVES_FMTUI_FOLDERS_HELP01_TITLE
source: Selecting folders
ar: تحديد المجلدات
de: Ordner auswählen
el: Επιλογή φακέλων
es: Seleccionar carpetas
fr: Sélection des dossiers
ga: Ag roghnú fillteán
hi: फ़ोल्डरों का चयन करना
hi_latn: foldar chunana
id: Memilih folder
it: Selezione delle cartelle
ja: フォルダの選択
ko: 폴더 선택
ms: Memilih folder
nb: Velge mapper
nl: Mappen selecteren
pt: Selecionando pastas
tr: Klasörleri seçme
uk: Вибір папок
vi: Chọn thư mục
zh: 选择文件夹

# NKS_MISC_INTERACTIVES_FMTUI_FOLDERS_HELP01_DESC
source: Using the folder group selector TUI to select folders
ar: استخدام واجهة المستخدم الرسومية لاختيار مجموعة المجلدات لتحديد المجلدات
de: Verwenden der TUI zur Ordnergruppenauswahl zum Auswählen von Ordnern
el: Χρήση του επιλογέα ομάδας φακέλων TUI για την επιλογή φακέλων
es: Uso del selector de grupo de carpetas TUI para seleccionar carpetas
fr: Utilisation de l'interface utilisateur de sélection de groupes de dossiers pour sélectionner des dossiers
ga: Ag baint úsáide as an roghnóir grúpa fillteán TUI chun fillteáin a roghnú
hi: फ़ोल्डर समूह चयनकर्ता TUI का उपयोग करके फ़ोल्डरों का चयन करना
hi_latn: foldar chunane ke lie foldar grup silektar tui ka istemaal karana
id: Menggunakan TUI pemilih grup folder untuk memilih folder
it: Utilizzo del selettore di gruppo di cartelle TUI per selezionare le cartelle
ja: フォルダグループセレクターTUIを使用してフォルダを選択する
ko: 폴더 그룹 선택 도구 TUI를 사용하여 폴더를 선택합니다.
ms: Menggunakan TUI pemilih kumpulan folder untuk memilih folder
nb: Bruke mappegruppevelgerens TUI til å velge mapper
nl: Mappen selecteren met behulp van de TUI voor het selecteren van mappengroepen
pt: Utilização da interface de utilizador de texto (TUI) do seletor de grupos de pastas para selecionar pastas.
tr: Klasör grubu seçici TUI'yi kullanarak klasörleri seçme
uk: Використання інтерфейсу вибору групи папок (TUI) для вибору папок
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn nhóm thư mục.
zh: 使用文件夹组选择器 TUI 选择文件夹
