Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALARM
source: There was an error when trying to process an alarm system operation.
ar: حدث خطأ أثناء محاولة معالجة عملية نظام الإنذار.
de: Beim Versuch, einen Alarmsystemvorgang abzuwickeln, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας μιας λειτουργίας συστήματος συναγερμού.
es: Hubo un error al intentar procesar una operación del sistema de alarma.
fr: Une erreur s'est produite lors de la tentative de traitement d'une opération du système d'alarme.
ga: Tharla earráid agus iarracht á déanamh oibriú córais aláraim a phróiseáil.
hi: अलार्म सिस्टम ऑपरेशन को संसाधित करने का प्रयास करते समय एक त्रुटि हुई.
hi_latn: alaarm sistam opareshan ko proses karane ka prayaas karate samay ek truti huee.
id: Terjadi kesalahan saat mencoba memproses operasi sistem alarm.
it: Si è verificato un errore durante il tentativo di elaborare un'operazione del sistema di allarme.
ja: 警報システム操作を処理しようとしたときにエラーが発生しました。
ko: 경보 시스템 작업을 처리하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba memproses operasi sistem penggera.
nb: Det oppsto en feil under forsøk på å behandle en alarmsystemoperasjon.
nl: Er is een fout opgetreden bij het verwerken van een alarmsysteembewerking.
pt: Ocorreu um erro ao tentar processar uma operação do sistema de alarme.
ro: A apărut o eroare la încercarea de a procesa o funcționare a sistemului de alarmă.
tr: Alarm sistemi işlemi gerçekleştirilirken bir hata oluştu.
uk: Під час спроби обробити операцію системи сигналізації сталася помилка.
vi: Đã xảy ra lỗi khi cố gắng xử lý hoạt động của hệ thống báo động.
zh: 嘗試處理警報系統操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_WIDGET
source: There was an error when trying to process a widget system operation. If you're sure that this widget is registered properly, please make sure that you've written the widget class name properly.
ar: حدث خطأ أثناء محاولة معالجة عملية نظام القطعة. إذا كنت متأكدًا من تسجيل هذه الأداة بشكل صحيح، فيرجى التأكد من كتابة اسم فئة الأداة بشكل صحيح.
de: Beim Versuch, einen Systemvorgang des Widgets zu verarbeiten, ist ein Fehler aufgetreten. Wenn Sie sicher sind, dass dieses Widget ordnungsgemäß registriert ist, stellen Sie bitte sicher, dass Sie den Widget-Klassennamen richtig geschrieben haben.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας μιας λειτουργίας συστήματος widget. Εάν είστε βέβαιοι ότι αυτό το γραφικό στοιχείο έχει καταχωρηθεί σωστά, βεβαιωθείτε ότι έχετε γράψει σωστά το όνομα της κλάσης του γραφικού στοιχείου.
es: Se produjo un error al intentar procesar una operación del sistema de widgets. Si está seguro de que este widget está registrado correctamente, asegúrese de haber escrito correctamente el nombre de la clase del widget.
fr: Une erreur s'est produite lors de la tentative de traitement d'une opération du système de widget. Si vous êtes sûr que ce widget est correctement enregistré, assurez-vous d'avoir correctement écrit le nom de la classe du widget.
ga: Tharla earráid agus iarracht á déanamh oibriú córais ghiuirléid a phróiseáil. Má tá tú cinnte go bhfuil an ghiuirléid seo cláraithe i gceart, déan cinnte go bhfuil ainm an ranga giuirléidí scríofa agat i gceart.
hi: विजेट सिस्टम ऑपरेशन को प्रोसेस करने का प्रयास करते समय एक त्रुटि हुई। यदि आप सुनिश्चित हैं कि यह विजेट ठीक से पंजीकृत है, तो कृपया सुनिश्चित करें कि आपने विजेट क्लास का नाम ठीक से लिखा है।
hi_latn: vijet sistam opareshan ko proses karane ka prayaas karate samay ek truti huee. yadi aap sunishchit hain ki yah vijet theek se panjeekrt hai, to krpaya sunishchit karen ki aapane vijet klaas ka naam theek se likha hai.
id: Terjadi kesalahan saat mencoba memproses operasi sistem widget. Jika Anda yakin bahwa widget ini terdaftar dengan benar, pastikan Anda telah menuliskan nama kelas widget dengan benar.
it: Si è verificato un errore durante il tentativo di elaborare un'operazione di sistema widget. Se sei sicuro che questo widget sia registrato correttamente, assicurati di aver scritto correttamente il nome della classe del widget.
ja: ウィジェット システム操作を処理しようとしたときにエラーが発生しました。このウィジェットが正しく登録されていることを確認したら、ウィジェット クラス名を正しく記述したことを確認してください。
ko: 위젯 시스템 작업을 처리하는 중에 오류가 발생했습니다. 이 위젯이 제대로 등록되었다고 확신한다면 위젯 클래스 이름을 올바르게 작성했는지 확인하세요.
ms: Terdapat ralat semasa cuba memproses operasi sistem widget. Jika anda pasti widget ini didaftarkan dengan betul, sila pastikan anda telah menulis nama kelas widget dengan betul.
nb: Det oppsto en feil under forsøk på å behandle en widgetsystemoperasjon. Hvis du er sikker på at denne widgeten er registrert riktig, må du kontrollere at du har skrevet widgetklassens navn riktig.
nl: Er is een fout opgetreden bij het verwerken van een widgetsysteembewerking. Als u zeker weet dat deze widget correct is geregistreerd, zorg er dan voor dat u de naam van de widgetklasse correct heeft geschreven.
pt: Ocorreu um erro ao tentar processar uma operação do sistema de widget. Se você tiver certeza de que este widget está registrado corretamente, certifique-se de ter escrito o nome da classe do widget corretamente.
ro: A apărut o eroare la încercarea de a procesa o operație de sistem widget. Dacă sunteți sigur că acest widget este înregistrat corect, vă rugăm să vă asigurați că ați scris corect numele clasei de widget.
tr: Bir widget sistemi işlemini işlemeye çalışırken bir hata oluştu. Bu widget'ın düzgün bir şekilde kaydedildiğinden eminseniz, lütfen widget sınıf adını düzgün bir şekilde yazdığınızdan emin olun.
uk: Під час спроби обробити системну операцію віджета сталася помилка. Якщо ви впевнені, що цей віджет зареєстровано належним чином, переконайтеся, що ви правильно написали назву класу віджета.
vi: Đã xảy ra lỗi khi cố gắng xử lý hoạt động của hệ thống tiện ích. Nếu bạn chắc chắn rằng tiện ích này đã được đăng ký đúng cách, vui lòng đảm bảo rằng bạn đã viết đúng tên lớp tiện ích.
zh: 嘗試處理小工具系統操作時發生錯誤。如果您確定該小部件已正確註冊，請確保您已正確編寫小部件類別名稱。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ADDITIONALERRORS
source: Additional errors were not found during the operation.
ar: لم يتم العثور على أخطاء إضافية أثناء العملية.
de: Weitere Fehler wurden während der Operation nicht gefunden.
el: Δεν βρέθηκαν πρόσθετα σφάλματα κατά τη διάρκεια της λειτουργίας.
es: No se encontraron errores adicionales durante la operación.
fr: Aucune erreur supplémentaire n'a été trouvée lors de l'opération.
ga: Níor aimsíodh earráidí breise le linn na hoibríochta.
hi: ऑपरेशन के दौरान कोई अतिरिक्त त्रुटि नहीं पाई गई।
hi_latn: opareshan ke dauraan koee atirikt truti nahin paee gaee.
id: Kesalahan tambahan tidak ditemukan selama operasi.
it: Non sono stati rilevati ulteriori errori durante l'operazione.
ja: 操作中に追加エラーは見つかりませんでした。
ko: 작업 중에 추가 오류가 발견되지 않았습니다.
ms: Ralat tambahan tidak ditemui semasa operasi.
nb: Ytterligere feil ble ikke funnet under operasjonen.
nl: Er zijn tijdens de bewerking geen verdere fouten gevonden.
pt: Erros adicionais não foram encontrados durante a operação.
ro: Nu au fost găsite erori suplimentare în timpul operației.
tr: İşlem sırasında ek bir hata bulunamadı.
uk: Під час операції додаткових помилок не виявлено.
vi: Không tìm thấy thêm lỗi nào trong quá trình vận hành.
zh: 操作過程中未發現其他錯誤。

# NKS_KERNEL_STARTING_STAGE7_CHECKINGENVS
source: Checking for multiple installed environments
ar: التحقق من وجود بيئات مثبتة متعددة
de: Überprüfen, ob mehrere Umgebungen installiert sind
el: Έλεγχος για πολλαπλά εγκατεστημένα περιβάλλοντα
es: Comprobación de múltiples entornos instalados
fr: Vérification de plusieurs environnements installés
ga: Seiceáil do thimpeallachtaí suiteáilte iolracha
hi: एकाधिक स्थापित वातावरणों की जाँच करना
hi_latn: kaee instol kie gae vaataavaranon kee jaanch
id: Memeriksa beberapa lingkungan yang terinstal
it: Verifica della presenza di più ambienti installati
ja: 複数のインストール環境の確認
ko: 여러 설치 환경 확인
ms: Menyemak berbilang persekitaran yang dipasang
nb: Se etter flere installerte miljøer
nl: Controleren op meerdere geïnstalleerde omgevingen
pt: Verificando vários ambientes instalados
ro: Verificarea pentru mai multe medii instalate
tr: Birden fazla kurulu ortam kontrol ediliyor
uk: Перевірка кількох інстальованих середовищ
vi: Kiểm tra nhiều môi trường đã cài đặt
zh: 檢查多個安裝環境

# NKS_KERNEL_STARTING_STAGE7_DESC
source: Multiple environments
ar: بيئات متعددة
de: Mehrere Umgebungen
el: Πολλαπλά περιβάλλοντα
es: Múltiples entornos
fr: Environnements multiples
ga: Timpeallachtaí iolracha
hi: एकाधिक वातावरण
hi_latn: kaee vaataavaran
id: Beberapa lingkungan
it: Ambienti multipli
ja: 複数の環境
ko: 다양한 환경
ms: Pelbagai persekitaran
nb: Flere miljøer
nl: Meerdere omgevingen
pt: Vários ambientes
ro: Medii multiple
tr: Çoklu ortamlar
uk: Кілька середовищ
vi: Nhiều môi trường
zh: 多種環境

# NKS_KERNEL_THREADING_EXCEPTION_CHILDIDXNOTVALID
source: Child thread index number is invalid.
ar: رقم فهرس مؤشر الترابط الفرعي غير صالح.
de: Die Indexnummer des untergeordneten Threads ist ungültig.
el: Ο αριθμός ευρετηρίου θυγατρικού νήματος δεν είναι έγκυρος.
es: El número de índice del hilo secundario no es válido.
fr: Le numéro d’index du thread enfant n’est pas valide.
ga: Tá uimhir innéacs snáithe linbh neamhbhailí.
hi: चाइल्ड थ्रेड इंडेक्स संख्या अमान्य है.
hi_latn: chaild thred indeks nambar amaany hai.
id: Nomor indeks utas anak tidak valid.
it: Il numero di indice del thread figlio non è valido.
ja: 子スレッドのインデックス番号が無効です。
ko: 하위 스레드 색인 번호가 잘못되었습니다.
ms: Nombor indeks urutan anak tidak sah.
nb: Undertrådens indeksnummer er ugyldig.
nl: Indexnummer van onderliggende thread is ongeldig.
pt: O número de índice do thread filho é inválido.
ro: Numărul de index al firului secundar este nevalid.
tr: Alt iş parçacığı dizin numarası geçersiz.
uk: Номер індексу дочірнього потоку недійсний.
vi: Số chỉ mục luồng con không hợp lệ.
zh: 子線程索引號碼無效。

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMNAME
source: Alarm name
ar: اسم التنبيه
el: Όνομα συναγερμού
es: Nombre de la alarma
fr: Nom de l'alarme
ga: Ainm aláraim
hi: अलार्म का नाम
hi_latn: alaarm naam
id: Nama alarm
it: Nome dell'allarme
ja: アラーム名
ko: 알람 이름
ms: Nama penggera
nb: Alarmnavn
nl: Alarmnaam
pt: Nome do alarme
ro: Numele alarmei
tr: Alarm adı
uk: Назва будильника
vi: Tên báo động
zh: 警報名稱

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMDESC
source: Alarm description
ar: وصف التنبيه
de: Alarmbeschreibung
el: Περιγραφή συναγερμού
es: Descripción de la alarma
fr: Description de l'alarme
ga: Cur síos ar aláraim
hi: अलार्म विवरण
hi_latn: alaarm vivaran
id: Deskripsi alarm
it: Descrizione dell'allarme
ja: アラームの説明
ko: 알람 설명
ms: Penerangan penggera
nb: Alarmbeskrivelse
nl: Alarmbeschrijving
pt: Descrição do alarme
ro: Descrierea alarmei
tr: Alarm açıklaması
uk: Опис сигналізації
vi: Mô tả báo động
zh: 警報說明

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMDUE
source: Alarm due date
ar: تاريخ استحقاق التنبيه
de: Alarm-Fälligkeitsdatum
el: Ημερομηνία λήξης συναγερμού
es: Fecha de vencimiento de la alarma
fr: Date d'échéance de l'alarme
ga: Dáta dlite an aláraim
hi: अलार्म की नियत तिथि
hi_latn: alaarm kee niyat tithi
id: Tanggal jatuh tempo alarm
it: Data di scadenza dell'allarme
ja: アラーム期限
ko: 알람 만료일
ms: Tarikh akhir penggera
nb: Forfallsdato for alarm
nl: Alarmdatum
pt: Data de vencimento do alarme
ro: Data scadentă a alarmei
tr: Alarmın son tarihi
uk: Термін виконання сигналу
vi: Ngày đến hạn báo động
zh: 警報截止日期

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMNAMEPROMPT
source: Write the alarm name
ar: اكتب اسم المنبه
de: Schreiben Sie den Alarmnamen
el: Γράψτε το όνομα του συναγερμού
es: Escribe el nombre de la alarma.
fr: Écrivez le nom de l'alarme
ga: Scríobh ainm an aláraim
hi: अलार्म का नाम लिखें
hi_latn: alaarm naam likhen
id: Tuliskan nama alarmnya
it: Scrivi il nome dell'allarme
ja: アラーム名を入力してください
ko: 알람 이름을 쓰세요
ms: Tulis nama penggera
nb: Skriv alarmnavnet
nl: Schrijf de alarmnaam
pt: Escreva o nome do alarme
ro: Scrieți numele alarmei
tr: Alarm adını yazın
uk: Напишіть назву будильника
vi: Viết tên báo thức
zh: 寫入警報名稱

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMNAMENOTSPECCED
source: Alarm name is not specified.
ar: لم يتم تحديد اسم التنبيه.
de: Der Alarmname ist nicht angegeben.
el: Το όνομα συναγερμού δεν έχει καθοριστεί.
es: El nombre de la alarma no está especificado.
fr: Le nom de l'alarme n'est pas spécifié.
ga: Níl ainm an aláraim sonraithe.
hi: अलार्म का नाम निर्दिष्ट नहीं है.
hi_latn: alaarm naam nirdisht nahin hai.
id: Nama alarm tidak ditentukan.
it: Il nome dell'allarme non è specificato.
ja: アラーム名が指定されていません。
ko: 알람 이름이 지정되지 않았습니다.
ms: Nama penggera tidak dinyatakan.
nb: Alarmnavn er ikke spesifisert.
nl: Alarmnaam is niet gespecificeerd.
pt: O nome do alarme não foi especificado.
ro: Numele alarmei nu este specificat.
tr: Alarm adı belirtilmemiş.
uk: Назва сигналу не вказано.
vi: Tên báo động chưa được chỉ định.
zh: 未指定警報名稱。

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMNAMEINTERVALPROMPT
source: Write the alarm interval in this format
ar: اكتب الفاصل الزمني للتنبيه بهذا التنسيق
de: Schreiben Sie das Alarmintervall in diesem Format
el: Γράψτε το διάστημα συναγερμού σε αυτήν τη μορφή
es: Escribe el intervalo de alarma en este formato.
fr: Écrivez l'intervalle d'alarme dans ce format
ga: Scríobh an t-eatramh aláraim san fhormáid seo
hi: अलार्म अंतराल को इस प्रारूप में लिखें
hi_latn: alaarm antaraal ko is praaroop mein likhen
id: Tulis interval alarm dalam format ini
it: Scrivere l'intervallo di allarme in questo formato
ja: アラーム間隔をこの形式で書きます
ko: 알람 간격을 다음 형식으로 작성하세요.
ms: Tulis selang penggera dalam format ini
nb: Skriv alarmintervallet i dette formatet
nl: Schrijf het alarminterval in dit formaat
pt: Escreva o intervalo de alarme neste formato
ro: Scrieți intervalul de alarmă în acest format
tr: Alarm aralığını bu formatta yazın
uk: Запишіть інтервал будильника в цьому форматі
vi: Viết khoảng thời gian báo động theo định dạng này
zh: 按此格式寫入警報間隔

# NKS_MISC_INTERACTIVES_ALARMTUI_ALARMNAMEINTERVALINVALID
source: Alarm interval is either not specified or is invalid.
ar: إما أن الفاصل الزمني للإنذار غير محدد أو أنه غير صالح.
de: Das Alarmintervall ist entweder nicht angegeben oder ungültig.
el: Το διάστημα συναγερμού είτε δεν έχει καθοριστεί είτε δεν είναι έγκυρο.
es: El intervalo de alarma no está especificado o no es válido.
fr: L'intervalle d'alarme n'est pas spécifié ou n'est pas valide.
ga: Níl an t-eatramh aláraim sonraithe nó tá sé neamhbhailí.
hi: अलार्म अंतराल या तो निर्दिष्ट नहीं है या अमान्य है.
hi_latn: alaarm antaraal ya to nirdisht nahin hai ya amaany hai.
id: Interval alarm tidak ditentukan atau tidak valid.
it: L'intervallo di allarme non è specificato o non è valido.
ja: アラーム間隔が指定されていないか、無効です。
ko: 알람 간격이 지정되지 않았거나 유효하지 않습니다.
ms: Selang penggera sama ada tidak dinyatakan atau tidak sah.
nb: Alarmintervall er enten ikke spesifisert eller ugyldig.
nl: Alarminterval is niet gespecificeerd of is ongeldig.
pt: O intervalo de alarme não foi especificado ou é inválido.
ro: Intervalul de alarmă fie nu este specificat, fie este invalid.
tr: Alarm aralığı belirtilmemiş veya geçersiz.
uk: Інтервал нагадування або не вказано, або недійсний.
vi: Khoảng thời gian báo động không được chỉ định hoặc không hợp lệ.
zh: 警報間隔未指定或無效。

# NKS_MISC_INTERACTIVES_FMTUI_FILETYPE
source: File type
ar: نوع الملف
de: Dateityp
el: Τύπος αρχείου
es: Tipo de archivo
fr: Type de fichier
ga: Cineál comhaid
hi: फाइल का प्रकार
hi_latn: fail prakaar
id: Jenis berkas
it: Tipo di file
ja: ファイルの種類
ko: 파일 형식
ms: Jenis fail
nb: Filtype
nl: Bestandstype
pt: Tipo de arquivo
ro: Tip fișier
tr: Dosya türü
uk: Тип файлу
vi: Loại tập tin
zh: 文件類型

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_IMPORTANCE
source: Notification importance
ar: أهمية الإخطار
de: Wichtigkeit der Benachrichtigung
el: Σημασία ειδοποίησης
es: Importancia de la notificación
fr: Importance des notifications
ga: Tábhacht fógra
hi: अधिसूचना का महत्व
hi_latn: adhisoochana mahatv
id: Pentingnya Pemberitahuan
it: Importanza della notifica
ja: 通知の重要性
ko: 알림의 중요성
ms: Kepentingan pemberitahuan
nb: Viktig med varsling
nl: Belang van melding
pt: Importância da notificação
ro: Importanța notificării
tr: Bildirimin önemi
uk: Важливість повідомлення
vi: Tầm quan trọng của thông báo
zh: 通知重要性

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_PROGPERCENT
source: Progress percentage
ar: نسبة التقدم
de: Fortschritt in Prozent
el: Ποσοστό προόδου
es: Porcentaje de progreso
fr: Pourcentage de progression
ga: Céatadán dul chun cinn
hi: प्रगति प्रतिशत
hi_latn: pragati pratishat
id: Persentase kemajuan
it: Percentuale di avanzamento
ja: 進捗率
ko: 진행률
ms: Peratusan kemajuan
nb: Fremdriftsprosent
nl: Voortgangspercentage
pt: Porcentagem de progresso
ro: Procentul de progres
tr: İlerleme yüzdesi
uk: Відсоток прогресу
vi: Phần trăm tiến độ
zh: 進度百分比

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_PROGCOMPLETED
source: Progress completed
ar: اكتمل التقدم
de: Fortschritt abgeschlossen
el: Η πρόοδος ολοκληρώθηκε
es: Progreso completado
fr: Progrès terminés
ga: Dul chun cinn críochnaithe
hi: प्रगति पूर्ण हुई
hi_latn: pragati poorn
id: Kemajuan telah selesai
it: Progresso completato
ja: 進捗完了
ko: 진행 완료
ms: Kemajuan selesai
nb: Fremdrift fullført
nl: Vooruitgang voltooid
pt: Progresso concluído
ro: Progres finalizat
tr: İlerleme tamamlandı
uk: Прогрес завершено
vi: Tiến trình đã hoàn thành
zh: 進度已完成

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_PROGINDETERMINATE
source: Progress is indeterminate
ar: التقدم غير محدد
de: Der Fortschritt ist unbestimmt
el: Η πρόοδος είναι απροσδιόριστη
es: El progreso es indeterminado.
fr: Le progrès est indéterminé
ga: Tá dul chun cinn éiginnte
hi: प्रगति अनिश्चित है
hi_latn: pragati anishchit hai
id: Kemajuan tidak pasti
it: Il progresso è indeterminato
ja: 進歩は不確定である
ko: 진행상황은 미정
ms: Kemajuan tidak dapat ditentukan
nb: Fremgangen er ubestemt
nl: De vooruitgang is onbepaald
pt: O progresso é indeterminado
ro: Progresul este nedeterminat
tr: İlerleme belirsizdir
uk: Прогрес невизначений
vi: Tiến trình không xác định
zh: 進展是不確定的

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_PROGSTATE
source: Progress state
ar: حالة التقدم
de: Fortschrittsstatus
el: Κατάσταση προόδου
es: Estado de progreso
fr: État d'avancement
ga: Staid dul chun cinn
hi: प्रगति राज्य
hi_latn: pragati sthiti
id: Status kemajuan
it: Stato di avanzamento
ja: 進捗状況
ko: 진행상태
ms: Keadaan kemajuan
nb: Fremdriftstilstand
nl: Vooruitgang staat
pt: Estado de progresso
ro: Starea de progres
tr: İlerleme durumu
uk: Стан прогресу
vi: Trạng thái tiến trình
zh: 進度狀態

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_NOTIFTITLE
source: Notification title
ar: عنوان الإخطار
de: Benachrichtigungstitel
el: Τίτλος ειδοποίησης
es: Título de la notificación
fr: Titre de la notification
ga: Teideal an fhógra
hi: अधिसूचना शीर्षक
hi_latn: adhisoochana sheershak
id: Judul pemberitahuan
it: Titolo della notifica
ja: 通知タイトル
ko: 알림 제목
ms: Tajuk pemberitahuan
nb: Meldingstittel
nl: Titel van melding
pt: Título da notificação
ro: Titlul notificării
tr: Bildirim başlığı
uk: Назва сповіщення
vi: Tiêu đề thông báo
zh: 通知標題

# NKS_MISC_SPLASH_NOINFO
source: Reporter didn't provide any info!
ar: المراسل لم يقدم أي معلومات!
de: Der Reporter hat keine Informationen bereitgestellt!
el: Ο δημοσιογράφος δεν έδωσε καμία πληροφορία!
es: ¡El periodista no proporcionó ninguna información!
fr: Le journaliste n'a fourni aucune information !
ga: Níor sholáthair an tuairisceoir aon fhaisnéis!
hi: रिपोर्टर ने कोई जानकारी नहीं दी!
hi_latn: riportar ne koee jaanakaaree nahin dee!
id: Reporter tidak memberikan info apa pun!
it: Il giornalista non ha fornito alcuna informazione!
ja: 記者は何も情報を提供しなかった！
ko: 기자가 정보를 제공하지 않았어요!
ms: Wartawan tidak memberikan sebarang maklumat!
nb: Reporter ga ingen informasjon!
nl: Verslaggever heeft geen informatie verstrekt!
pt: O repórter não forneceu nenhuma informação!
ro: Reporterul nu a oferit nicio informație!
tr: Muhabir bilgi vermedi!
uk: Репортер не надав жодної інформації!
vi: Phóng viên không cung cấp thông tin gì cả!
zh: 記者沒有提供任何資訊！

# NKS_SHELL_HOMEPAGE_KEYBINDING_EXECUTE
source: Execute
ar: ينفذ
de: Ausführen
el: Εκτέλεση
es: Ejecutar
fr: Exécuter
ga: Rith
hi: निष्पादित करना
hi_latn: nishpaadit karen
id: Menjalankan
it: Eseguire
ja: 実行する
ko: 실행하다
ms: Laksanakan
nb: Henrette
nl: Uitvoeren
pt: Executar
ro: A executa
tr: Uygulamak
uk: Виконати
vi: Thực hiện
zh: 執行

# NKS_SHELL_HOMEPAGE_KEYBINDING_LOGOUT
source: Logout
ar: تسجيل خروج
de: Ausloggen
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
ga: Lógó amach
hi: लॉग आउट
hi_latn: logaut karen
id: Keluar
it: Disconnettersi
ja: ログアウト
ko: 로그 아웃
ms: Log keluar
nb: Logg ut
nl: Uitloggen
pt: Sair
ro: Deconectare
tr: Çıkış Yap
uk: Вийти
vi: Đăng xuất
zh: 登出

# NKS_SHELL_HOMEPAGE_KEYBINDING_SHELL
source: Shell
ar: صدَفَة
de: Hülse
el: Κέλυφος
es: Caparazón
fr: Coquille
ga: Bhlaosc
hi: शंख
hi_latn: shel
id: Kerang
it: Conchiglia
ja: シェル
ko: 껍데기
nl: Schelp
pt: Concha
ro: Coajă
tr: Kabuk
uk: оболонка
vi: Vỏ bọc
zh: 殼

# NKS_SHELL_HOMEPAGE_KEYBINDING_SWITCH
source: Switch
ar: يُحوّل
de: Schalten
el: Διακόπτης
es: Cambiar
fr: Changer
ga: Athraigh
hi: बदलना
hi_latn: svich
id: Mengalihkan
it: Interruttore
ja: スイッチ
ko: 스위치
ms: Tukar
nb: Bryter
nl: Schakelaar
pt: Trocar
ro: Intrerupator
tr: Anahtar
uk: Перемикач
vi: Công tắc
zh: 轉變

# NKS_SHELL_HOMEPAGE_FILEMANAGER
source: File Manager
ar: مدير الملفات
de: Dateimanager
el: Διαχείριση αρχείων
es: Administrador de archivos
fr: Gestionnaire de fichiers
ga: Bainisteoir Comhad
hi: फ़ाइल मैनेजर
hi_latn: fail prabandhak
id: Manajer Berkas
it: Gestore file
ja: ファイルマネージャー
ko: 파일 관리자
ms: Pengurus Fail
nb: Filbehandler
nl: Bestandsbeheer
pt: Gerenciador de arquivos
ro: Manager de fișiere
tr: Dosya Yöneticisi
uk: Менеджер файлів
vi: Trình quản lý tập tin
zh: 文件管理器

# NKS_SHELL_HOMEPAGE_ALARMMANAGER
source: Alarm Manager
ar: مدير الإنذار
el: Διαχειριστής συναγερμών
es: Administrador de alarmas
fr: Gestionnaire d'alarmes
ga: Bainisteoir Aláraim
hi: अलार्म प्रबंधक
hi_latn: alaarm prabandhak
id: Manajer Alarm
it: Gestore allarmi
ja: アラームマネージャー
ko: 알람 관리자
ms: Pengurus Penggera
nb: Alarmsjef
nl: Alarmbeheerder
pt: Gerenciador de alarmes
ro: Manager de alarmă
tr: Alarm Yöneticisi
uk: Менеджер сигналізації
vi: Trình quản lý báo động
zh: 警報管理器

# NKS_SHELL_HOMEPAGE_NOTIFICATIONS
source: Notifications
ar: إشعارات
de: Benachrichtigungen
el: Ειδοποιήσεις
es: Notificaciones
ga: Fógraí
hi: सूचनाएं
hi_latn: adhisoochanaen
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nb: Varsler
nl: Meldingen
pt: Notificações
ro: Notificări
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh: 通知

# NKS_SHELL_HOMEPAGE_TASKMANAGER
source: Task Manager
ar: مدير المهام
el: Διαχειριστής εργασιών
es: Administrador de tareas
fr: Gestionnaire des tâches
ga: Bainisteoir Tasc
hi: कार्य प्रबंधक
hi_latn: kaary prabandhak
id: Manajer Tugas
it: Responsabile delle attività
ja: タスクマネージャー
ko: 작업 관리자
ms: Pengurus Tugas
nb: Oppgavebehandling
nl: Taakbeheer
pt: Gerenciador de tarefas
ro: Gestionar de sarcini
tr: Görev Yöneticisi
uk: Диспетчер задач
vi: Trình quản lý tác vụ
zh: 工作管理員

# NKS_SHELL_HOMEPAGE_ABOUTNITROCID
source: About Nitrocid
ar: حول نيتروسيد
de: Über Nitrocid
el: Σχετικά με το Nitrocid
es: Acerca del nitrocida
fr: À propos du nitrocide
ga: Maidir le Nitrocid
hi: नाइट्रोसिड के बारे में
hi_latn: naitrosid ke baare mein
id: Tentang Nitrocid
it: A proposito di Nitrocid
ja: ニトロシドについて
ko: 니트로시드 소개
ms: Mengenai Nitrocid
nb: Om Nitrocid
nl: Over Nitrocid
pt: Sobre Nitrocid
ro: Despre Nitrocid
tr: Nitrocid Hakkında
uk: Про Нітроцид
vi: Giới thiệu về Nitrocid
zh: 關於硝基殺蟲劑
