Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_PANIC_DUMP_BACKTRACES_EMPTY
source: Thread backtraces is empty. Either this information is not available, an error occurred while fetching it, or the Diagnostics Extras addon is not installed. Investigate the debug logs.
ar: backtraces مؤشر الترابط فارغ. إما أن هذه المعلومات غير متوفرة، أو حدث خطأ أثناء جلبها، أو لم يتم تثبيت الملحق Diagnostics Extras. التحقيق في سجلات التصحيح.
de: Thread-Backtraces sind leer. Entweder sind diese Informationen nicht verfügbar, beim Abrufen ist ein Fehler aufgetreten oder das Diagnose-Extras-Add-on ist nicht installiert. Untersuchen Sie die Debug-Protokolle.
el: Τα backtraces νήματος είναι κενά. Είτε αυτές οι πληροφορίες δεν είναι διαθέσιμες είτε παρουσιάστηκε σφάλμα κατά την ανάκτησή τους είτε δεν έχει εγκατασταθεί το πρόσθετο Diagnostics Extras. Διερευνήστε τα αρχεία καταγραφής εντοπισμού σφαλμάτων.
es: Los rastros del hilo están vacíos. O esta información no está disponible, se produjo un error al obtenerla o el complemento Diagnostics Extras no está instalado. Investigue los registros de depuración.
fr: Les traces du fil sont vides. Soit ces informations ne sont pas disponibles, soit une erreur s'est produite lors de leur récupération, soit le module complémentaire Diagnostics Extras n'est pas installé. Examinez les journaux de débogage.
ga: Tá cúlrianta snáithe folamh. Níl an fhaisnéis seo ar fáil, tharla earráid agus í á fáil, nó níl an breiseán Diagnostics Extras suiteáilte. Déan iniúchadh ar na logaí dífhabhtaithe.
hi: थ्रेड बैकट्रेस खाली है. या तो यह जानकारी उपलब्ध नहीं है, इसे लाते समय कोई त्रुटि हुई, या डायग्नोस्टिक्स एक्स्ट्रा ऐडऑन स्थापित नहीं है। डिबग लॉग की जाँच करें।
hi_latn: thred baikatres khaalee hai. ya to yah jaanakaaree upalabdh nahin hai, ise praapt karate samay koee truti huee hai, ya daayagnostiks ekstra aidon instol nahin hai. deebag log kee jaanch karen.
id: Thread backtrace kosong. Informasi ini tidak tersedia, terjadi kesalahan saat mengambilnya, atau addon Diagnostics Extras tidak terpasang. Selidiki log debug.
it: I backtrace del thread sono vuoti. Queste informazioni non sono disponibili, si è verificato un errore durante il loro recupero oppure il componente aggiuntivo Diagnostics Extras non è installato. Esaminare i log di debug.
ja: スレッドのバックトレースが空です。この情報が利用できないか、情報の取得中にエラーが発生したか、Diagnostics Extras アドオンがインストールされていません。デバッグ ログを調査します。
ko: 스레드 역추적이 비어 있습니다. 이 정보를 사용할 수 없거나, 가져오는 동안 오류가 발생했거나, Diagnostics Extras 애드온이 설치되지 않았습니다. 디버그 로그를 조사합니다.
ms: Jejak belakang benang kosong. Sama ada maklumat ini tidak tersedia, ralat berlaku semasa mengambilnya atau tambahan Diagnostics Extras tidak dipasang. Siasat log nyahpepijat.
nb: Tilbakesporing av tråden er tom. Enten er denne informasjonen ikke tilgjengelig, det oppstod en feil under henting av den, eller tillegget Diagnostics Extras er ikke installert. Undersøk feilsøkingsloggene.
nl: Backtraces van threads zijn leeg. Deze informatie is ofwel niet beschikbaar, er is een fout opgetreden bij het ophalen ervan, ofwel de add-on Diagnostics Extras is niet geïnstalleerd. Onderzoek de foutopsporingslogboeken.
pt: Os backtraces do thread estão vazios. Essas informações não estão disponíveis, ocorreu um erro ao buscá-las ou o complemento Diagnostics Extras não está instalado. Investigue os logs de depuração.
ro: Urmările înapoi ale firului sunt goale. Fie aceste informații nu sunt disponibile, fie a apărut o eroare la preluarea lor, fie suplimentul Diagnostics Extras nu este instalat. Investigați jurnalele de depanare.
tr: İş parçacığı geri izlemeleri boş. Bu bilgi mevcut değil, alınırken bir hata oluştu veya Diagnostics Extras eklentisi yüklü değil. Hata ayıklama günlüklerini inceleyin.
uk: Зворотні траси потоку порожні. Або ця інформація недоступна, сталася помилка під час її отримання, або додаток Diagnostics Extras не встановлено. Дослідіть журнали налагодження.
vi: Thread backtraces trống. Hoặc thông tin này không khả dụng, đã xảy ra lỗi khi tải thông tin hoặc tiện ích bổ sung Diagnostics Extras chưa được cài đặt. Kiểm tra nhật ký gỡ lỗi.
zh: 線程回溯為空。此資訊不可用，取得資訊時發生錯誤，或未安裝 Diagnostics Extras 外掛程式。研究調試日誌。

# NKS_KERNEL_PANIC_DUMP_BACKTRACES_STACKTRACE
source: Stack trace for thread
ar: تتبع المكدس للخيط
de: Stacktrace für Thread
el: Ίχνη στοίβας για νήμα
es: Seguimiento de pila para hilo
fr: Trace de pile pour le thread
ga: Stack rian le haghaidh snáithe
hi: धागे के लिए स्टैक ट्रेस
hi_latn: thred ke lie staik tres
id: Jejak tumpukan untuk utas
it: Traccia dello stack per il thread
ja: スレッドのスタック トレース
ko: 스레드에 대한 스택 추적
ms: Surih tindanan untuk benang
nb: Stablespor for tråd
nl: Stapeltracering voor draad
pt: Rastreamento de pilha para thread
ro: Urme de stivă pentru fir
tr: İş parçacığı için yığın izi
uk: Трасування стека для потоку
vi: Dấu vết ngăn xếp cho luồng
zh: 線程的堆疊追蹤

# NKS_KERNEL_PANIC_DUMP_BACKTRACES_STACKTRACE_FAILED
source: Thread backtrace analysis failed. Some information might not be complete.
ar: فشل تحليل التتبع الخلفي لمؤشر الترابط. قد لا تكون بعض المعلومات كاملة.
de: Die Thread-Backtrace-Analyse ist fehlgeschlagen. Einige Informationen sind möglicherweise nicht vollständig.
el: Η ανάλυση οπισθοδρόμησης νήματος απέτυχε. Ορισμένες πληροφορίες ενδέχεται να μην είναι πλήρεις.
es: Error en el análisis de seguimiento del subproceso. Es posible que parte de la información no esté completa.
fr: L’analyse du backtrace du thread a échoué. Certaines informations peuvent ne pas être complètes.
ga: Theip ar anailís aisrianta snáithe. Seans nach bhfuil roinnt eolais iomlán.
hi: थ्रेड बैकट्रेस विश्लेषण विफल रहा. हो सकता है कि कुछ जानकारी पूरी न हो.
hi_latn: thred baikatres vishleshan viphal raha. kuchh jaanakaaree pooree nahin ho sakatee hai.
id: Analisis backtrace thread gagal. Beberapa informasi mungkin tidak lengkap.
it: L'analisi del backtrace del thread non è riuscita. Alcune informazioni potrebbero non essere complete.
ja: スレッドのバックトレース分析に失敗しました。一部の情報は完全ではない可能性があります。
ko: 스레드 역추적 분석이 실패했습니다. 일부 정보는 완전하지 않을 수 있습니다.
ms: Analisis jejak belakang benang gagal. Sesetengah maklumat mungkin tidak lengkap.
nb: Trådbaksporingsanalyse mislyktes. Noe informasjon er kanskje ikke fullstendig.
nl: Thread-backtrace-analyse is mislukt. Sommige informatie is mogelijk niet volledig.
pt: A análise de backtrace do thread falhou. Algumas informações podem não estar completas.
ro: Analiza backtrace al firului a eșuat. Este posibil ca unele informații să nu fie complete.
tr: İş parçacığı geri izleme analizi başarısız oldu. Bazı bilgiler eksik olabilir.
uk: Помилка аналізу зворотного трасування потоку. Деяка інформація може бути неповною.
vi: Phân tích backtrace luồng không thành công. Một số thông tin có thể không đầy đủ.
zh: 線程回溯分析失敗。有些資訊可能不完整。

# NKS_KERNEL_PANIC_DUMP_VERSIONINFO
source: Version information
ar: معلومات الإصدار
de: Versionsinformation
el: Πληροφορίες έκδοσης
es: Información de versión
fr: Information sur la version
ga: Eolas faoin leagan
hi: संस्करण जानकारी
hi_latn: sanskaran jaanakaaree
id: Informasi versi
it: Informazioni sulla versione
ja: バージョン情報
ko: 버전 정보
ms: Maklumat versi
nb: Versjonsinformasjon
nl: Versie informatie
pt: Versão informação
ro: Informații despre versiune
tr: Sürüm bilgisi
uk: Інформація про версію
vi: Thông tin phiên bản
zh: 版本資訊

# NKS_KERNEL_PANIC_DUMP_DUMPFAILED
source: Dump generator failed to dump a kernel error caused by
ar: فشل مولد التفريغ في تفريغ خطأ kernel الناجم عن
de: Der Dump-Generator konnte einen Kernel-Fehler nicht ausgeben, der durch verursacht wurde
el: Η γεννήτρια Dump απέτυχε να απορρίψει ένα σφάλμα πυρήνα που προκλήθηκε από
es: El generador de volcado no pudo volcar un error del kernel causado por
fr: Le générateur de vidage n'a pas réussi à vider une erreur du noyau provoquée par
ga: Theip ar an ngineadóir dumpála earráid eithne a dhumpáil ba chúis leis
hi: डंप जनरेटर कर्नेल त्रुटि के कारण डंप करने में विफल रहा
hi_latn: damp janaretar damp karane mein viphal raha, jisake kaaran karnel truti huee
id: Generator dump gagal membuang kesalahan kernel yang disebabkan oleh
it: Il generatore di dump non è riuscito a eseguire il dump di un errore del kernel causato da
ja: ダンプ ジェネレーターは、次の原因によるカーネル エラーをダンプできませんでした
ko: 덤프 생성기가 다음으로 인한 커널 오류를 덤프하지 못했습니다.
ms: Penjana dump gagal membuang ralat kernel yang disebabkan oleh
nb: Dumpgenerator klarte ikke å dumpe en kjernefeil forårsaket av
nl: De dumpgenerator kon een kernelfout niet dumpen, veroorzaakt door
pt: O gerador de despejo falhou ao descarregar um erro de kernel causado por
ro: Generatorul de descărcare nu a reușit să arunce o eroare de kernel cauzată de
tr: Döküm oluşturucu, aşağıdaki nedenlerden kaynaklanan bir çekirdek hatasını dökümlemede başarısız oldu:
uk: Генератор дампу не зміг створити дамп через помилку ядра
vi: Trình tạo dump không dump được lỗi kernel do
zh: 轉儲產生器無法轉儲以下原因引起的核心錯誤

# NKS_KERNEL_PANIC_NOTIFY_DESCRIPTION
source: We apologize for your inconvenience, but it looks like that the kernel was having trouble booting. The below error message might help:
ar: نعتذر عن الإزعاج، ولكن يبدو أن النواة كانت تواجه مشكلة في التشغيل. قد تساعد رسالة الخطأ أدناه:
de: Wir entschuldigen uns für Ihre Unannehmlichkeiten, aber es sieht so aus, als ob der Kernel Probleme beim Booten hatte. Die folgende Fehlermeldung könnte helfen:
el: Ζητούμε συγγνώμη για την ταλαιπωρία σας, αλλά φαίνεται ότι ο πυρήνας αντιμετώπιζε πρόβλημα με την εκκίνηση. Το παρακάτω μήνυμα σφάλματος μπορεί να βοηθήσει:
es: Lamentamos las molestias, pero parece que el kernel tuvo problemas para iniciarse. El siguiente mensaje de error podría ayudar:
fr: Nous nous excusons pour la gêne occasionnée, mais il semble que le noyau ait eu des difficultés à démarrer. Le message d'erreur ci-dessous pourrait aider :
ga: Gabhaimid ár leithscéal as do mhíchaoithiúlacht, ach tá an chuma ar an scéal go raibh deacracht ag an eithne booting. Seans go gcabhródh an teachtaireacht earráide thíos:
hi: आपकी असुविधा के लिए हम क्षमा चाहते हैं, लेकिन ऐसा लगता है कि कर्नेल को बूट करने में समस्या आ रही थी। नीचे दिया गया त्रुटि संदेश मदद कर सकता है:
hi_latn: aapakee asuvidha ke lie hamen khed hai, lekin aisa lagata hai ki karnel ko boot karane mein samasya ho rahee thee. neeche diya gaya truti sandesh madad kar sakata hai:
id: Kami mohon maaf atas ketidaknyamanan Anda, tetapi tampaknya kernel mengalami masalah saat melakukan booting. Pesan kesalahan di bawah ini mungkin dapat membantu:
it: Ci scusiamo per l'inconveniente, ma sembra che il kernel abbia avuto problemi ad avviarsi. Il seguente messaggio di errore potrebbe essere d'aiuto:
ja: ご迷惑をおかけして申し訳ございませんが、カーネルの起動に問題があったようです。以下のエラー メッセージが役立つ場合があります。
ko: 불편을 끼쳐드려 죄송합니다. 커널 부팅에 문제가 있었던 것 같습니다. 아래 오류 메시지가 도움이 될 수 있습니다.
ms: Kami memohon maaf atas kesulitan anda, tetapi nampaknya kernel mengalami masalah untuk but. Mesej ralat di bawah mungkin membantu:
nb: Vi beklager ulempen, men det ser ut til at kjernen hadde problemer med å starte opp. Feilmeldingen nedenfor kan hjelpe:
nl: Onze excuses voor het ongemak, maar het lijkt erop dat de kernel problemen had met het opstarten. De onderstaande foutmelding kan helpen:
pt: Pedimos desculpas pela inconveniência, mas parece que o kernel estava tendo problemas para inicializar. A mensagem de erro abaixo pode ajudar:
ro: Ne cerem scuze pentru neplăcerile tale, dar se pare că nucleul a avut probleme la pornire. Mesajul de eroare de mai jos ar putea ajuta:
tr: Rahatsızlığınız için özür dileriz, ancak çekirdeğin önyüklemede sorun yaşadığı anlaşılıyor. Aşağıdaki hata mesajı yardımcı olabilir:
uk: Просимо вибачення за незручності, але, схоже, у ядра виникли проблеми із завантаженням. Наведене нижче повідомлення про помилку може допомогти:
vi: Chúng tôi xin lỗi vì sự bất tiện này, nhưng có vẻ như kernel đang gặp sự cố khi khởi động. Thông báo lỗi bên dưới có thể giúp ích:
zh: 對於造成您的不便，我們深表歉意，但核心似乎無法啟動。以下錯誤訊息可能會有所幫助：

# NKS_KERNEL_PANIC_NOTIFY_TIP
source: For further investigation, enable debugging mode on the kernel and try to reproduce the issue. Also, try to investigate the latest dump file created.
ar: لمزيد من الاستقصاء، قم بتمكين وضع تصحيح الأخطاء على kernel وحاول إعادة إظهار المشكلة. حاول أيضًا التحقق من أحدث ملف تفريغ تم إنشاؤه.
de: Aktivieren Sie für weitere Untersuchungen den Debugging-Modus im Kernel und versuchen Sie, das Problem zu reproduzieren. Versuchen Sie außerdem, die zuletzt erstellte Dump-Datei zu untersuchen.
el: Για περαιτέρω έρευνα, ενεργοποιήστε τη λειτουργία εντοπισμού σφαλμάτων στον πυρήνα και προσπαθήστε να αναπαράγετε το ζήτημα. Επίσης, προσπαθήστε να διερευνήσετε το πιο πρόσφατο αρχείο ένδειξης σφαλμάτων που δημιουργήθηκε.
es: Para una mayor investigación, habilite el modo de depuración en el kernel e intente reproducir el problema. Además, intente investigar el último archivo de volcado creado.
fr: Pour une enquête plus approfondie, activez le mode de débogage sur le noyau et essayez de reproduire le problème. Essayez également d’examiner le dernier fichier de vidage créé.
ga: Le haghaidh tuilleadh imscrúdaithe, cumasaigh mód dífhabhtaithe ar an eithne agus déan iarracht an cheist a atáirgeadh. Chomh maith leis sin, déan iarracht an comhad dumpála is déanaí a cruthaíodh a fhiosrú.
hi: आगे की जांच के लिए, कर्नेल पर डिबगिंग मोड सक्षम करें और समस्या को पुन: उत्पन्न करने का प्रयास करें। साथ ही, बनाई गई नवीनतम डंप फ़ाइल की जांच करने का प्रयास करें।
hi_latn: aage kee jaanch ke lie, karnel par dibaging mod saksham karen aur samasya ko pun: pesh karane ka prayaas karen. saath hee, banaee gaee naveenatam damp fail kee jaanch karane ka prayaas karen.
id: Untuk penyelidikan lebih lanjut, aktifkan mode debugging pada kernel dan coba untuk mereproduksi masalah tersebut. Selain itu, cobalah untuk menyelidiki berkas dump terbaru yang dibuat.
it: Per ulteriori indagini, abilitare la modalità di debug sul kernel e provare a riprodurre il problema. Inoltre, prova a esaminare l'ultimo file di dump creato.
ja: さらに調査するには、カーネルでデバッグ モードを有効にし、問題の再現を試みてください。また、作成された最新のダンプ ファイルを調査してみてください。
ko: 추가 조사를 위해 커널에서 디버깅 모드를 활성화하고 문제를 재현해 보십시오. 또한 최근 생성된 덤프 파일을 조사해 보세요.
ms: Untuk siasatan lanjut, dayakan mod penyahpepijatan pada kernel dan cuba menghasilkan semula isu tersebut. Juga, cuba siasat fail dump terbaharu yang dibuat.
nb: For videre undersøkelse, aktiver feilsøkingsmodus på kjernen og prøv å reprodusere problemet. Prøv også å undersøke den siste dumpfilen som ble opprettet.
nl: Voor verder onderzoek schakelt u de foutopsporingsmodus in op de kernel en probeert u het probleem te reproduceren. Probeer ook het laatst gemaakte dumpbestand te onderzoeken.
pt: Para uma investigação mais aprofundada, habilite o modo de depuração no kernel e tente reproduzir o problema. Além disso, tente investigar o último arquivo de despejo criado.
ro: Pentru investigații suplimentare, activați modul de depanare pe nucleu și încercați să reproduceți problema. De asemenea, încercați să investigați cel mai recent fișier dump creat.
tr: Daha fazla araştırma için çekirdekte hata ayıklama modunu etkinleştirin ve sorunu yeniden üretmeyi deneyin. Ayrıca, oluşturulan en son döküm dosyasını araştırmayı deneyin.
uk: Для подальшого дослідження увімкніть режим налагодження в ядрі та спробуйте відтворити проблему. Також спробуйте дослідити останній створений файл дампа.
vi: Để điều tra thêm, hãy bật chế độ gỡ lỗi trên kernel và thử tái tạo sự cố. Ngoài ra, hãy thử điều tra tệp dump mới nhất đã tạo.
zh: 為了進一步調查，請在核心上啟用調試模式並嘗試重現該問題。另外，請嘗試調查已建立的最新轉儲檔案。

# NKS_KERNEL_EXTENSIONS_ADDONS_EXCEPTION_ADDONINVALID
source: This addon is not a valid addon.
ar: هذا الملحق ليس ملحقًا صالحًا.
de: Dieses Add-on ist kein gültiges Add-on.
el: Αυτό το πρόσθετο δεν είναι έγκυρο πρόσθετο.
es: Este complemento no es un complemento válido.
fr: Cet addon n'est pas un addon valide.
ga: Ní breiseán bailí an breiseán seo.
hi: यह ऐडऑन वैध ऐडऑन नहीं है.
hi_latn: yah aidon ek vaidh aidon nahin hai.
id: Addon ini bukan addon yang valid.
it: Questo componente aggiuntivo non è un componente aggiuntivo valido.
ja: このアドオンは有効なアドオンではありません。
ko: 이 애드온은 유효한 애드온이 아닙니다.
ms: Addon ini bukan addon yang sah.
nb: Dette tillegget er ikke et gyldig tillegg.
nl: Deze add-on is geen geldige add-on.
pt: Este complemento não é um complemento válido.
ro: Acest supliment nu este un supliment valid.
tr: Bu eklenti geçerli bir eklenti değil.
uk: Цей аддон недійсний.
vi: Tiện ích bổ sung này không hợp lệ.
zh: 該插件不是有效的插件。

# NKS_KERNEL_EXTENSIONS_ADDONS_STARTING
source: Starting kernel addon
ar: بدء تشغيل الملحق kernel
de: Kernel-Addon starten
el: Ένα πρόσθετο πυρήνα εκκίνησης
es: Complemento de inicio del kernel
fr: Démarrage du module complémentaire du noyau
ga: Addon eithne tosaigh
hi: कर्नेल ऐडऑन प्रारंभ करना
hi_latn: karnel aidon shuroo karana
id: Memulai addon kernel
it: Avvio del componente aggiuntivo del kernel
ja: カーネルアドオンの起動
ko: 커널 애드온 시작
ms: Memulakan tambahan kernel
nb: Starter kjernetillegg
nl: Kernel-add-on starten
pt: Iniciando complemento do kernel
ro: Pornirea suplimentului kernel
tr: Çekirdek eklentisi başlatılıyor
uk: Запуск аддона ядра
vi: Bắt đầu phần bổ sung kernel
zh: 啟動核心插件

# NKS_KERNEL_EXTENSIONS_ADDONS_STARTED
source: Started kernel addon
ar: بدأ الملحق النواة
de: Kernel-Addon gestartet
el: Ένα πρόσθετο πυρήνα ξεκίνησε
es: Complemento del kernel iniciado
fr: Module complémentaire du noyau démarré
ga: Addon eithne tosaithe
hi: कर्नेल ऐडऑन प्रारंभ किया गया
hi_latn: karnel aidon shuroo karana
id: Memulai addon kernel
it: Componente aggiuntivo del kernel avviato
ja: カーネルアドオンを開始しました
ko: 커널 애드온 시작됨
ms: Memulakan addon kernel
nb: Startet kjernetillegg
nl: Kernel-add-on gestart
pt: Complemento de kernel iniciado
ro: Am pornit suplimentul kernel
tr: Çekirdek eklentisi başlatıldı
uk: Запущений аддон ядра
vi: Đã bắt đầu phần bổ sung kernel
zh: 啟動核心插件

# NKS_KERNEL_EXTENSIONS_ADDONS_STARTFAILED
source: Failed to start kernel addon
ar: فشل في بدء ملحق kernel
de: Das Kernel-Add-on konnte nicht gestartet werden
el: Αποτυχία εκκίνησης του πρόσθετου πυρήνα
es: No se pudo iniciar el complemento del kernel
fr: Échec du démarrage du module complémentaire du noyau
ga: Theip ar an breiseán eithne a thosú
hi: कर्नेल ऐडऑन प्रारंभ करने में विफल
hi_latn: karnel aidon shuroo karane mein viphal
id: Gagal memulai addon kernel
it: Impossibile avviare il componente aggiuntivo del kernel
ja: カーネルアドオンの起動に失敗しました
ko: 커널 애드온을 시작하지 못했습니다.
ms: Gagal memulakan addon kernel
nb: Kunne ikke starte kjernetillegget
nl: Kan kernel-add-on niet starten
pt: Falha ao iniciar o complemento do kernel
ro: Nu s-a pornit suplimentul kernel
tr: Çekirdek eklentisi başlatılamadı
uk: Не вдалося запустити аддон ядра
vi: Không khởi động được tiện ích bổ sung kernel
zh: 無法啟動核心插件

# NKS_KERNEL_EXTENSIONS_ADDONS_INITIALIZEFAILED
source: Failed to initialize kernel addon
ar: فشل في تهيئة الملحق kernel
de: Kernel-Add-on konnte nicht initialisiert werden
el: Απέτυχε η προετοιμασία του πρόσθετου πυρήνα
es: No se pudo inicializar el complemento del kernel
fr: Échec de l'initialisation du module complémentaire du noyau
ga: Theip ar an addon eithne a thúsú
hi: कर्नेल ऐडऑन आरंभ करने में विफल
hi_latn: karnel aidon aarambh karane mein viphal
id: Gagal menginisialisasi addon kernel
it: Impossibile inizializzare il componente aggiuntivo del kernel
ja: カーネルアドオンの初期化に失敗しました
ko: 커널 애드온 초기화 실패
ms: Gagal untuk memulakan tambahan kernel
nb: Kunne ikke initialisere kjernetillegget
nl: Kan de kernel-add-on niet initialiseren
pt: Falha ao inicializar o complemento do kernel
ro: Nu s-a inițializat suplimentul kernel
tr: Çekirdek eklentisi başlatılamadı
uk: Не вдалося ініціалізувати аддон ядра
vi: Không thể khởi tạo tiện ích bổ sung kernel
zh: 無法初始化內核插件

# NKS_KERNEL_EXTENSIONS_ADDONS_EXCEPTION_FINALIZEFAILED
source: Failed to finalize addons. Below addons have failed to finalize:
ar: فشل في إنهاء الإضافات. فشلت الإضافات أدناه في الانتهاء:
de: Add-ons konnten nicht abgeschlossen werden. Die folgenden Add-ons konnten nicht fertiggestellt werden:
el: Απέτυχε η οριστικοποίηση των πρόσθετων. Τα παρακάτω πρόσθετα απέτυχαν να οριστικοποιηθούν:
es: No se pudieron finalizar los complementos. Los siguientes complementos no pudieron finalizar:
fr: Échec de la finalisation des modules complémentaires. Les modules complémentaires ci-dessous n'ont pas pu être finalisés :
ga: Theip ar bhreiseáin a thabhairt chun críche. Theip ar na breiseáin thíos a thabhairt chun críche:
hi: ऐडऑन को अंतिम रूप देने में विफल. नीचे दिए गए ऐड-ऑन अंतिम रूप देने में विफल रहे हैं:
hi_latn: aidon ko antim roop dene mein viphal. neeche die gae aidon antim roop dene mein viphal rahe hain:
id: Gagal menyelesaikan add-on. Add-on berikut gagal diselesaikan:
it: Impossibile finalizzare i componenti aggiuntivi. I seguenti componenti aggiuntivi non sono stati finalizzati:
ja: アドオンをファイナライズできませんでした。以下のアドオンはファイナライズに失敗しました:
ko: 애드온을 완료하지 못했습니다. 아래 애드온이 완료되지 못했습니다:
ms: Gagal memuktamadkan tambahan. Tambahan di bawah telah gagal dimuktamadkan:
nb: Kunne ikke fullføre tillegg. Følgende tillegg har ikke klart å fullføre:
nl: Kan add-ons niet voltooien. Onderstaande add-ons zijn niet voltooid:
pt: Falha ao finalizar complementos. Os complementos abaixo não foram finalizados:
ro: Nu s-au finalizat suplimentele. Suplimentele de mai jos nu au reușit să se finalizeze:
tr: Eklentiler sonlandırılamadı. Aşağıdaki eklentiler sonlandırılamadı:
uk: Не вдалося завершити доповнення. Наведені нижче додатки не вдалося завершити:
vi: Không thể hoàn tất các tiện ích bổ sung. Các tiện ích bổ sung dưới đây không thể hoàn tất:
zh: 未能完成插件。以下插件未能最終確定：

# NKS_KERNEL_EXTENSIONS_ADDONS_EXCEPTION_STOPFAILED
source: Failed to stop addons. Below addons have failed to stop:
ar: فشل في إيقاف الإضافات. فشلت الإضافات أدناه في التوقف:
de: Add-ons konnten nicht gestoppt werden. Die folgenden Add-ons konnten nicht gestoppt werden:
el: Αποτυχία διακοπής των πρόσθετων. Τα παρακάτω πρόσθετα απέτυχαν να σταματήσουν:
es: No se pudieron detener los complementos. Los siguientes complementos no se pudieron detener:
fr: Échec de l'arrêt des modules complémentaires. Les modules complémentaires ci-dessous n'ont pas réussi à s'arrêter :
ga: Theip ar fhorlíontáin a stopadh. Theip ar na breiseáin thíos a stopadh:
hi: ऐडऑन रोकने में विफल. नीचे दिए गए ऐडऑन रोकने में विफल रहे हैं:
hi_latn: aidon ko rokane mein viphal. neeche die gae aidon ko rokane mein viphal rahe hain:
id: Gagal menghentikan add-on. Add-on berikut gagal dihentikan:
it: Impossibile arrestare i componenti aggiuntivi. I seguenti componenti aggiuntivi non sono riusciti a fermarsi:
ja: アドオンの停止に失敗しました。以下のアドオンは停止できませんでした:
ko: 애드온을 중지하지 못했습니다. 아래 애드온을 중지하지 못했습니다:
ms: Gagal menghentikan alat tambah. Tambahan di bawah telah gagal dihentikan:
nb: Kunne ikke stoppe tillegg. Følgende tillegg har ikke klart å stoppe:
nl: Kan add-ons niet stoppen. Onderstaande add-ons zijn niet gestopt:
pt: Falha ao interromper complementos. Os complementos abaixo não conseguiram parar:
ro: Nu s-au oprit suplimentele. Suplimentele de mai jos nu s-au oprit:
tr: Eklentiler durdurulamadı. Aşağıdaki eklentiler durdurulamadı:
uk: Не вдалося зупинити аддони. Наведені нижче додатки не вдалося зупинити:
vi: Không dừng được các tiện ích bổ sung. Các tiện ích bổ sung dưới đây không dừng được:
zh: 無法停止插件。以下插件無法停止：
