Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_UPDATES_LINK
source: You can download it at:
ar: يمكنك تنزيله على:
de: Sie können es herunterladen unter:
el: Μπορείτε να το κατεβάσετε στο:
es: Puedes descargarlo en:
fr: Vous pouvez le télécharger sur:
ga: Is féidir leat é a íoslódáil ag:
hi: आप इसे यहाँ डाउनलोड कर सकते हैं:
hi_latn: aap ise yahaan daunalod kar sakate hain:
id: Anda dapat mengunduhnya di:
it: Puoi scaricarlo da:
ja: 以下からダウンロードできます：
ko: 다음에서 다운로드 할 수 있습니다:
ms: Anda boleh memuat turunnya di:
nb: Du kan laste den ned på:
nl: Je kunt het downloaden op:
pt: Você pode baixá-lo em:
ro: Îl poți descărca de la:
tr: Buradan indirebilirsiniz:
uk: Ви можете завантажити його за адресою:
vi: Bạn có thể tải xuống tại:
zh: 您可以在以下位置下載：

# NKS_SHELL_SHELLS_UESH_SHOWNOTIFS_NONOTIFICATIONS
source: No recent notifications
ar: لا توجد إخطارات حديثة
de: Keine aktuellen Benachrichtigungen
el: Δεν υπάρχουν πρόσφατες ειδοποιήσεις
es: No hay notificaciones recientes.
fr: Aucune notification récente
ga: Gan fógraí le déanaí
hi: हाल की सूचनाएं नहीं
hi_latn: haal kee soochanaen nahin
id: Tidak ada pemberitahuan terbaru
it: Nessuna notifica recente
ja: 最近の通知はありません
ko: 최근 알림이 없습니다.
ms: Tiada pemberitahuan terbaru
nb: Ingen nylige varsler
nl: Geen recente meldingen
pt: Nenhuma notificação recente
ro: Nicio notificare recentă
tr: Yakın zamanda bildirim yok
uk: Немає останніх сповіщень
vi: Không có thông báo gần đây
zh: 沒有最近的通知

# NKS_SHELL_SHELLS_UESH_COMMAND_SEARCHWORD_DESC
source: Searches for specified string in the provided file
ar: يبحث عن سلسلة محددة في الملف المقدم
de: Sucht nach einer bestimmten Zeichenfolge in der bereitgestellten Datei
el: Πραγματοποιεί αναζήτηση για καθορισμένη συμβολοσειρά στο παρεχόμενο αρχείο
es: Busca una cadena específica en el archivo proporcionado
fr: Recherche une chaîne spécifique dans le fichier fourni
ga: Cuardaítear teaghrán sonraithe sa chomhad a cuireadh ar fáil
hi: प्रदान की गई फ़ाइल में विशिष्ट स्ट्रिंग की खोज करता है
hi_latn: pradaan kee gaee fail mein vishisht string kee khoj karata hai
id: Mencari string tertentu dalam file yang disediakan
it: Cerca una stringa specifica nel file fornito
ja: 指定されたファイル内の特定の文字列を検索します
ko: 제공된 파일에서 특정 문자열을 검색합니다.
ms: Mencari rentetan yang ditentukan dalam fail yang disediakan
nb: Søker etter spesifisert streng i den angitte filen
nl: Zoekt naar een specifieke string in het opgegeven bestand
pt: Procura por sequência específica no arquivo fornecido
ro: Caută șirul specificat în fișierul furnizat
tr: Sağlanan dosyada belirtilen dizeyi arar
uk: Шукає вказаний рядок у наданому файлі
vi: Tìm kiếm chuỗi được chỉ định trong tệp được cung cấp
zh: 在提供的文件中搜索指定的字符串

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILES_DESC
source: Calculates sums of files in specified directory.
ar: يحسب مجموع الملفات في الدليل المحدد.
de: Berechnet die Dateisummen im angegebenen Verzeichnis.
el: Υπολογίζει αθροίσματα αρχείων σε καθορισμένο κατάλογο.
es: Calcula sumas de archivos en el directorio especificado.
fr: Calcule les sommes des fichiers dans le répertoire spécifié.
ga: Ríomhann sé suimeanna na gcomhad san eolaire sonraithe.
hi: निर्दिष्ट निर्देशिका में फ़ाइलों की रकम की गणना करता है।
hi_latn: nirdisht nirdeshika mein failon kee rakam kee ganana karata hai.
id: Menghitung jumlah file dalam direktori yang ditentukan.
it: Calcola le somme di file nella directory specificata.
ja: 指定したディレクトリ内のファイルの合計を計算します。
ko: 지정된 디렉토리의 파일 합계를 계산합니다.
ms: Mengira jumlah fail dalam direktori tertentu.
nb: Beregner summer av filer i spesifisert katalog.
nl: Berekent de som van bestanden in de opgegeven directory.
pt: Calcula somas de arquivos no diretório especificado.
ro: Calculează sumele de fișiere din directorul specificat.
tr: Belirtilen dizindeki dosyaların toplamını hesaplar.
uk: Обчислює суму файлів у вказаному каталозі.
vi: Tính tổng số tập tin trong thư mục được chỉ định.
zh: 計算指定目錄中文件的總和。

# NKS_KERNEL_STARTING_STAGE1_RDEBUGFAILED
source: Remote debug failed to start: {0}
ar: فشل بدء تصحيح الأخطاء عن بُعد: {0}
de: Remote-Debug konnte nicht gestartet werden: {0}
el: Ο απομακρυσμένος εντοπισμός σφαλμάτων απέτυχε να ξεκινήσει: {0}
es: Error al iniciar la depuración remota: {0}
fr: Le débogage à distance n'a pas pu démarrer: {0}
ga: Theip ar an dífhabhtú cianda a thosú: {0}
hi: दूरस्थ डीबग प्रारंभ करने में विफल: {0}
hi_latn: doorasth deebag praarambh karane mein viphal: {0}
id: Debug jarak jauh gagal dimulai: {0}
it: Impossibile avviare il debug remoto: {0}
ja: リモートデバッグを開始できませんでした：{0}
ko: 원격 디버그를 시작하지 못했습니다 : {0}
ms: Nyahpepijat jauh gagal dimulakan: {0}
nb: Ekstern feilsøking kunne ikke starte: {0}
nl: Foutopsporing op afstand kan niet starten: {0}
pt: A depuração remota falhou ao iniciar: {0}
ro: Depanarea de la distanță nu a putut porni: {0}
tr: Uzaktan hata ayıklama başlatılamadı: {0}
uk: Не вдалося запустити віддалене налагодження: {0}
vi: Gỡ lỗi từ xa không khởi động được: {0}
zh: 遠程調試啟動失敗：{0}

# NKS_SHELL_SHELLS_UESH_COMMAND_MKFILE_DESC
source: Makes a new file
ar: يجعل ملف جديد
de: Erstellt eine neue Datei
el: Δημιουργεί νέο αρχείο
es: Crea un nuevo archivo
fr: Crée un nouveau fichier
ga: Déanann sé comhad nua
hi: एक नई फ़ाइल बनाता है
hi_latn: ek naee fail banaata hai
id: Membuat file baru
it: Crea un nuovo file
ja: 新しいファイルを作成します
ko: 새로운 파일을 만듭니다
ms: Membuat fail baharu
nb: Lager en ny fil
nl: Maakt een nieuw bestand
pt: Cria um novo arquivo
ro: Face un nou fișier
tr: Yeni bir dosya oluşturur
uk: Створює новий файл
vi: Tạo một tập tin mới
zh: 創建一個新文件

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_FILEEXISTS
source: File already exists.
ar: الملف موجود بالفعل.
de: Die Datei existiert bereits.
el: Ο φάκελος υπάρχει ήδη.
es: El archivo ya existe.
fr: Le fichier existe déjà.
ga: Tá an comhad ann cheana féin.
hi: फ़ाइल पहले से ही मौजूद है।
hi_latn: fail pahale se hee maujood hai.
id: Berkas sudah ada.
it: Il file esiste già.
ja: ファイルが既に存在します。
ko: 존재하는 파일입니다.
ms: Fail sudah wujud.
nb: Filen eksisterer allerede.
nl: Bestand bestaat al.
pt: O arquivo já existe.
ro: Fisierul există deja.
tr: Dosya zaten mevcut.
uk: Файл уже існує.
vi: Tập tin đã tồn tại.
zh: 文件已存在。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_FILECREATEFAILED
source: Error trying to create a file: {0}
ar: خطأ في محاولة إنشاء ملف: {0}
de: Fehler beim Erstellen einer Datei: {0}
el: Σφάλμα κατά την προσπάθεια δημιουργίας αρχείου: {0}
es: Error al intentar crear un archivo: {0}
fr: Erreur lors de la tentative de création d'un fichier: {0}
ga: Earráid ag iarraidh comhad a chruthú: {0}
hi: फ़ाइल बनाने का प्रयास करने में त्रुटि: {0}
hi_latn: fail banaane ka prayaas karane mein truti: {0}
id: Terjadi kesalahan saat mencoba membuat file: {0}
it: Errore durante il tentativo di creare un file: {0}
ja: ファイルの作成中にエラーが発生しました：{0}
ko: 파일을 작성하는 중에 오류가 발생했습니다 : {0}
ms: Ralat semasa cuba mencipta fail: {0}
nb: Feil ved forsøk på å opprette en fil: {0}
nl: Fout bij het maken van een bestand: {0}
pt: Erro ao tentar criar um arquivo: {0}
ro: Eroare la încercarea de a crea un fișier: {0}
tr: Bir dosya oluşturulurken hata oluştu: {0}
uk: Помилка під час спроби створити файл: {0}
vi: Lỗi khi cố gắng tạo tệp: {0}
zh: 嘗試創建文件時出錯：{0}

# NKS_SHELL_SHELLS_HEXTEXT_CANTOPEN
source: Failed to open file. Exiting shell...
ar: فشل فتح ملف. الخروج من الصدفة ...
de: Datei konnte nicht geöffnet werden. Shell verlassen ...
el: Απέτυχε το άνοιγμα του αρχείου. Έξοδος από το κέλυφος...
es: Fallo al abrir el archivo. Saliendo de la carcasa ...
fr: Échec de l'ouverture du fichier. Sortie du shell ...
ga: Theip ar an gcomhad a oscailt. blaosc ag éirí as...
hi: फ़ाइल खोलने में असमर्थ। शेल से बाहर ...
hi_latn: fail kholane mein asamarth. shel se baahar ...
id: Gagal membuka berkas. Keluar dari shell...
it: Impossibile aprire il file. Uscita dalla shell ...
ja: ファイルを開けませんでした。シェルを終了しています...
ko: 파일을 열지 못했습니다. 쉘 종료 중 ...
ms: Gagal membuka fail. Keluar dari shell...
nb: Kunne ikke åpne filen. Går ut av skallet...
nl: Gefaald om het document te openen. Shell afsluiten ...
pt: Falha ao abrir arquivo. Saindo do shell ...
ro: Deschiderea fișierului a eșuat. Se ies din shell...
tr: Dosya açılamadı. Kabuktan çıkılıyor...
uk: Не вдалося відкрити файл. Вихід із оболонки...
vi: Không mở được tệp. Đang thoát khỏi shell...
zh: 無法打開文件。退出外殼...

# NKS_SHELL_SHELLS_TEXT_COMMAND_PRINT_DESC
source: Prints the contents of the file with line numbers to the console
ar: يطبع محتويات الملف بأرقام الأسطر إلى وحدة التحكم
de: Druckt den Inhalt der Datei mit Zeilennummern an die Konsole
el: Εκτυπώνει τα περιεχόμενα του αρχείου με αριθμούς γραμμής στην κονσόλα
es: Imprime el contenido del archivo con números de línea en la consola
fr: Imprime le contenu du fichier avec les numéros de ligne sur la console
ga: Priontaí inneachar an chomhaid le huimhreacha línte chuig an consól
hi: कंसोल के लिए लाइन नंबर के साथ फ़ाइल की सामग्री को प्रिंट करता है
hi_latn: kansol ke lie lain nambar ke saath fail kee saamagree ko print karata hai
id: Mencetak konten file dengan nomor baris ke konsol
it: Stampa il contenuto del file con i numeri di riga sulla console
ja: ファイルの内容を行番号とともにコンソールに出力します
ko: 줄 번호와 함께 파일의 내용을 콘솔에 인쇄합니다
ms: Mencetak kandungan fail dengan nombor baris ke konsol
nb: Skriver ut innholdet i filen med linjenumre til konsollen
nl: Drukt de inhoud van het bestand met regelnummers af naar de console
pt: Imprime o conteúdo do arquivo com números de linha no console
ro: Imprimă conținutul fișierului cu numere de rând pe consolă
tr: Dosyanın içeriğini satır numaralarıyla birlikte konsola yazdırır
uk: Виводить на консоль вміст файлу з номерами рядків
vi: In nội dung của tệp với số dòng vào bảng điều khiển
zh: 將帶有行號的文件內容打印到控制台

# NKS_SHELL_SHELLS_TEXT_COMMAND_ADDLINE_DESC
source: Adds a new line with text at the end of the file
ar: يضيف سطرًا جديدًا يحتوي على نص في نهاية الملف
de: Fügt am Ende der Datei eine neue Zeile mit Text hinzu
el: Προσθέτει μια νέα γραμμή με κείμενο στο τέλος του αρχείου
es: Agrega una nueva línea con texto al final del archivo
fr: Ajoute une nouvelle ligne avec du texte à la fin du fichier
ga: Cuireann sé líne nua leis an téacs ag deireadh an chomhaid
hi: फ़ाइल के अंत में पाठ के साथ एक नई पंक्ति जोड़ता है
hi_latn: fail ke ant mein paath ke saath ek naee pankti jodata hai
id: Menambahkan baris baru dengan teks di akhir file
it: Aggiunge una nuova riga con testo alla fine del file
ja: ファイルの最後にテキストを含む新しい行を追加します
ko: 파일 끝에 텍스트가있는 줄을 새로 추가합니다
ms: Menambah baris baharu dengan teks pada penghujung fail
nb: Legger til en ny linje med tekst på slutten av filen
nl: Voegt een nieuwe regel met tekst toe aan het einde van het bestand
pt: Adiciona uma nova linha com texto no final do arquivo
ro: Adaugă o nouă linie cu text la sfârșitul fișierului
tr: Dosyanın sonuna metin içeren yeni bir satır ekler
uk: Додає новий рядок із текстом у кінці файлу
vi: Thêm một dòng mới có văn bản vào cuối tệp
zh: 在文件末尾添加一個帶有文本的新行

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELLINE_DESC
source: Removes the specified line number
ar: يزيل رقم السطر المحدد
de: Entfernt die angegebene Zeilennummer
el: Καταργεί τον καθορισμένο αριθμό γραμμής
es: Elimina el número de línea especificado.
fr: Supprime le numéro de ligne spécifié
ga: Baintear an uimhir líne sonraithe
hi: निर्दिष्ट पंक्ति संख्या को निकालता है
hi_latn: nirdisht pankti sankhya ko nikaalata hai
id: Menghapus nomor baris yang ditentukan
it: Rimuove il numero di riga specificato
ja: 指定された行番号を削除します
ko: 지정된 줄 번호를 제거합니다
ms: Mengalih keluar nombor baris yang ditentukan
nb: Fjerner det angitte linjenummeret
nl: Verwijdert het opgegeven regelnummer
pt: Remove o número da linha especificado
ro: Elimină numărul de linie specificat
tr: Belirtilen satır numarasını kaldırır
uk: Видаляє вказаний номер рядка
vi: Xóa số dòng đã chỉ định
zh: 刪除指定的行號

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACE_DESC
source: Replaces a word or phrase with another one
ar: يستبدل كلمة أو عبارة بأخرى
de: Ersetzt ein Wort oder eine Phrase durch ein anderes
el: Αντικαθιστά μια λέξη ή φράση με μια άλλη
es: Reemplaza una palabra o frase con otra
fr: Remplace un mot ou une phrase par un autre
ga: Cuirtear focal nó frása eile in ionad focal nó frása
hi: एक शब्द या वाक्यांश को दूसरे के साथ बदल देता है
hi_latn: ek shabd ya vaakyaansh ko doosare ke saath badal deta hai
id: Mengganti kata atau frasa dengan yang lain
it: Sostituisce una parola o una frase con un'altra
ja: 単語または語句を別の語句に置き換えます
ko: 단어 나 구를 다른 것으로 바꿉니다.
ms: Menggantikan perkataan atau frasa dengan yang lain
nb: Erstatter et ord eller en setning med et annet
nl: Vervangt een woord of zin door een ander
pt: Substitui uma palavra ou frase por outra
ro: Înlocuiește un cuvânt sau o expresie cu alta
tr: Bir kelimeyi veya ifadeyi başka biriyle değiştirir
uk: Замінює слово або фразу іншим
vi: Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác
zh: 用另一個詞或詞組替換一個詞或詞組

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELWORD_DESC
source: Deletes a word or phrase from line number
ar: حذف كلمة أو عبارة من رقم السطر
de: Löscht ein Wort oder eine Phrase aus der Zeilennummer
el: Διαγράφει μια λέξη ή φράση από τον αριθμό γραμμής
es: Elimina una palabra o frase del número de línea.
fr: Supprime un mot ou une phrase du numéro de ligne
ga: Scrios focal nó frása as uimhir líne
hi: किसी शब्द या वाक्यांश को पंक्ति संख्या से हटाता है
hi_latn: kisee shabd ya vaakyaansh ko pankti sankhya se hataata hai
id: Menghapus kata atau frasa dari nomor baris
it: Elimina una parola o una frase dal numero di riga
ja: 行番号から単語または語句を削除します
ko: 줄 번호에서 단어 나 문구를 삭제합니다
ms: Memadam perkataan atau frasa daripada nombor baris
nb: Sletter et ord eller en frase fra linjenummeret
nl: Verwijdert een woord of zin uit het regelnummer
pt: Exclui uma palavra ou frase do número da linha
ro: Șterge un cuvânt sau o expresie din numărul rândului
tr: Satır numarasından bir kelime veya ifadeyi siler
uk: Видаляє слово чи фразу з номера рядка
vi: Xóa một từ hoặc cụm từ khỏi số dòng
zh: 從行號中刪除單詞或短語

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELCHARNUM_DESC
source: Deletes a character from character number in specified line
ar: حذف حرف من رقم الحرف في السطر المحدد
de: Löscht ein Zeichen aus der Zeichennummer in der angegebenen Zeile
el: Διαγράφει έναν χαρακτήρα από τον αριθμό χαρακτήρων στην καθορισμένη γραμμή
es: Elimina un carácter del número de carácter en la línea especificada
fr: Supprime un caractère du numéro de caractère dans la ligne spécifiée
ga: Scrios carachtar as uimhir charachtair sa líne shonraithe
hi: निर्दिष्ट पंक्ति में वर्ण संख्या से एक वर्ण हटाता है
hi_latn: nirdisht pankti mein varn sankhya se ek varn hataata hai
id: Menghapus karakter dari nomor karakter di baris yang ditentukan
it: Elimina un carattere dal numero di carattere nella riga specificata
ja: 指定した行の文字番号から文字を削除します
ko: 지정된 줄의 문자 번호에서 문자를 삭제합니다
ms: Memadamkan aksara daripada nombor aksara dalam baris tertentu
nb: Sletter et tegn fra tegnnummer i spesifisert linje
nl: Verwijdert een teken uit het tekennummer op de opgegeven regel
pt: Exclui um caractere do número de caracteres na linha especificada
ro: Șterge un caracter din numărul caracterului din rândul specificat
tr: Belirtilen satırdaki karakter numarasından bir karakteri siler
uk: Видаляє символ із номера символу у вказаному рядку
vi: Xóa một ký tự khỏi số ký tự trong dòng đã chỉ định
zh: 從指定行的字符號中刪除一個字符

# NKS_SHELL_SHELLS_TEXT_DELLINE_SUCCESS
source: Removed line.
ar: السطر الذي تمت إزالته.
de: Zeile entfernt.
el: Καταργήθηκε η γραμμή.
es: Línea eliminada
fr: Ligne supprimée.
ga: Líne bainte.
hi: हटाई गई लाइन।
hi_latn: hataee gaee lain.
id: Garis dihapus.
it: Linea rimossa.
ja: 行を削除しました。
ko: 줄을 삭제했습니다.
ms: Garisan dialih keluar.
nb: Fjernet linje.
nl: Lijn verwijderd.
pt: Linha removida.
ro: Linie eliminată.
tr: Satır kaldırıldı.
uk: Видалений рядок.
vi: Đã xóa dòng.
zh: 刪除的行。

# NKS_SHELL_SHELLS_TEXT_DELLINE_NUMINVALID
source: Specified line number {0} is not a valid number.
ar: رقم السطر المحدد {0} ليس رقمًا صالحًا.
de: Die angegebene Zeilennummer {0} ist keine gültige Nummer.
el: Ο καθορισμένος αριθμός γραμμής {0} δεν είναι έγκυρος αριθμός.
es: El número de línea especificado {0} no es un número válido.
fr: Le numéro de ligne spécifié {0} n'est pas un nombre valide.
ga: Ní uimhir bhailí í uimhir na líne sonraithe {0}.
hi: निर्दिष्ट पंक्ति संख्या {0} एक मान्य संख्या नहीं है।
hi_latn: nirdisht pankti sankhya {0} ek maany sankhya nahin hai.
id: Nomor baris yang ditentukan {0} bukan nomor yang valid.
it: Il numero di riga specificato {0} non è un numero valido.
ja: 指定された行番号{0}は有効な番号ではありません。
ko: 지정된 행 번호 {0}은 (는) 유효한 숫자가 아닙니다.
ms: Nombor baris yang ditentukan {0} bukan nombor yang sah.
nb: Spesifisert linjenummer {0} er ikke et gyldig nummer.
nl: Opgegeven regelnummer {0} is geen geldig nummer.
pt: O número da linha especificado {0} não é um número válido.
ro: Numărul de linie specificat {0} nu este un număr valid.
tr: Belirtilen satır numarası {0} geçerli bir numara değil.
uk: Указаний номер рядка {0} не є дійсним числом.
vi: Số dòng được chỉ định {0} không phải là số hợp lệ.
zh: 指定的行號 {0} 不是有效數字。

# NKS_KERNEL_STARTING_SKIPSTAGE_SAFEMODE
source: Running in safe mode. Skipping stage...
ar: يعمل في الوضع الآمن. مرحلة التخطي ...
de: Laufen im abgesicherten Modus. Überspringphase ...
el: Λειτουργία σε ασφαλή λειτουργία. Παράκαμψη σταδίου...
es: Corriendo en modo seguro. Saltando la etapa ...
fr: Exécution en mode sans échec. Sauter l'étage ...
ga: Ag rith i mód sábháilte. Céim scipeála...
hi: सुरक्षित मोड में चल रहा है। स्किपिंग स्टेज ...
hi_latn: surakshit mod mein chal raha hai. skiping stej ...
id: Berjalan dalam mode aman. Melewati tahap...
it: In esecuzione in modalità provvisoria. Saltare il palco ...
ja: セーフモードで実行しています。ステージをスキップしています...
ko: 안전 모드에서 실행 중입니다. 무대를 건너 뛰는 중 ...
ms: Berjalan dalam mod selamat. Melangkau peringkat...
nb: Kjører i sikker modus. Hopp over scenen...
nl: Draait in veilige modus. Etappe overslaan ...
pt: Executando no modo de segurança. Ignorando o estágio ...
ro: Rulează în modul sigur. Sari peste etapa...
tr: Güvenli modda çalışıyor. Aşama atlanıyor...
uk: Запуск у безпечному режимі. Пропуск етапу...
vi: Đang chạy ở chế độ an toàn. Đang bỏ qua giai đoạn...
zh: 在安全模式下運行。跳過階段...

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_ADDRESS
source: >> Your address is {0}.
ar: >> عنوانك هو {0}.
de: >> Ihre Adresse ist {0}.
el: >> Η διεύθυνσή σας είναι {0}.
es: >> Su dirección es {0}.
fr: >> Votre adresse est {0}.
ga: >> Is é do sheoladh {0}.
hi: >> आपका पता {0} है।
hi_latn: >> aapaka pata {0} hai.
id: >> Alamat Anda adalah {0}.
it: >> Il tuo indirizzo è {0}.
ja: >>あなたの住所は{0}です。
ko: >> 귀하의 주소는 {0}입니다.
ms: >> Alamat anda ialah {0}.
nb: >> Adressen din er {0}.
nl: >> Uw adres is {0}.
pt: >> Seu endereço é {0}.
ro: >> Adresa dvs. este {0}.
tr: >> Adresiniz {0}.
uk: >> Ваша адреса: {0}.
vi: >> Địa chỉ của bạn là {0}.
zh: >> 您的地址是 {0}。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_NAME
source: >> Your name is {0}.
ar: >> اسمك {0}.
de: >> Ihr Name ist {0}.
el: >> Το όνομά σας είναι {0}.
es: >> Tu nombre es {0}.
fr: >> Votre nom est {0}.
ga: >> Is é do ainm {0}.
hi: >> आपका नाम {0} है।
hi_latn: >> aapaka naam {0} hai.
id: >> Nama Anda {0}.
it: >> Il tuo nome è {0}.
ja: >>あなたの名前は{0}です。
ko: >> 귀하의 이름은 {0}입니다.
ms: >> Nama anda ialah {0}.
nb: >> Ditt navn er {0}.
nl: >> Je naam is {0}.
pt: >> Seu nome é {0}.
ro: >> Numele tău este {0}.
tr: >> Adınız {0}.
uk: >> Ваше ім'я {0}.
vi: >> Tên của bạn là {0}.
zh: >> 你的名字是{0}。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_TRACE_INVALIDINDEX
source: Index {0} invalid. There are {1} stack traces. Index is zero-based, so try subtracting by 1.
ar: الفهرس {0} غير صالح. هناك {1} آثار مكدس. الفهرس قائم على الصفر ، لذا حاول طرح 1.
de: Index {0} ungültig. Es gibt {1} Stapelspuren. Der Index basiert auf Null. Versuchen Sie also, von 1 zu subtrahieren.
el: Το ευρετήριο {0} δεν είναι έγκυρο. Υπάρχουν {1} ίχνη στοίβας. Ο δείκτης βασίζεται στο μηδέν, οπότε δοκιμάστε να αφαιρέσετε κατά 1.
es: Índice {0} inválido. Hay {1} trazas de pila. El índice está basado en cero, así que intenta restar por 1.
fr: Index {0} non valide. Il existe {1} traces de pile. L'index est basé sur zéro, alors essayez de soustraire par 1.
ga: Innéacs {0} neamhbhailí. Tá {1} rianta cruachta ann. Tá an t-innéacs bunaithe ar nialas, mar sin déan iarracht 1 a dhealú.
hi: सूचकांक {0} अमान्य है। {1} स्टैक के निशान हैं। सूचकांक शून्य-आधारित है, इसलिए 1 से घटाकर देखें।
hi_latn: soochakaank {0} amaany hai. {1} staik ke nishaan hain. soochakaank shoony-aadhaarit hai, isalie 1 se ghataakar dekhen.
id: Indeks {0} tidak valid. Ada {1} jejak tumpukan. Indeks berbasis nol, jadi coba kurangi dengan 1.
it: Indice {0} non valido. Ci sono {1} tracce dello stack. L'indice è a base zero, quindi prova a sottrarre 1.
ja: インデックス{0}は無効です。 {1}のスタックトレースがあります。インデックスはゼロベースなので、1を引いてみてください。
ko: 인덱스 {0}이 (가) 유효하지 않습니다. {1} 스택 추적이 있습니다. 인덱스는 0부터 시작하므로 1을 빼십시오.
ms: Indeks {0} tidak sah. Terdapat {1} jejak tindanan. Indeks adalah berasaskan sifar, jadi cuba tolak dengan 1.
nb: Indeks {0} er ugyldig. Det er {1} stabelspor. Indeksen er nullbasert, så prøv å trekke fra med 1.
nl: Index {0} ongeldig. Er zijn {1} stacktraces. Index is op nul gebaseerd, dus probeer af te trekken met 1.
pt: Índice {0} inválido. Existem {1} rastreios de pilha. O índice é baseado em zero; tente subtrair por 1.
ro: Indexul {0} nevalid. Există {1} urme de stivă. Indicele este bazat pe zero, așa că încercați să scădeți cu 1.
tr: Dizin {0} geçersiz. {1} yığın izi var. Dizin sıfır tabanlıdır, bu nedenle 1 ile çıkarmayı deneyin.
uk: Індекс {0} недійсний. Існує {1} трасування стека. Індекс базується на нулі, тому спробуйте відняти його на 1.
vi: Chỉ mục {0} không hợp lệ. Có {1} dấu vết ngăn xếp. Chỉ mục bắt đầu từ số không, vì vậy hãy thử trừ đi 1.
zh: 索引 {0} 無效。有 {1} 個堆棧跟踪。索引從零開始，因此請嘗試減去 1。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_TRACE_NOSTACKTRACE
source: No stack trace
ar: لا يوجد أثر مكدس
de: Keine Stapelverfolgung
el: Χωρίς ίχνος στοίβας
es: Sin rastro de pila
fr: Aucune trace de pile
ga: Gan rian cruachta
hi: कोई स्टैक ट्रेस नहीं
hi_latn: koee staik tres nahin
id: Tidak ada jejak tumpukan
it: Nessuna traccia dello stack
ja: スタックトレースなし
ko: 스택 트레이스 없음
ms: Tiada kesan timbunan
nb: Ingen stabelspor
nl: Geen stacktracering
pt: Sem rastreamento de pilha
ro: Fără urmă de stivă
tr: Yığın izi yok
uk: Немає трасування стека
vi: Không có dấu vết ngăn xếp
zh: 沒有堆棧跟踪

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_COMMAND_TRACE_DESC
source: Shows last stack trace on exception
ar: إظهار تتبع المكدس الأخير عند الاستثناء
de: Zeigt die letzte Stapelverfolgung in Ausnahmefällen an
el: Εμφανίζει το ίχνος της τελευταίας στοίβας σε εξαίρεση
es: Muestra el último seguimiento de pila en la excepción
fr: Affiche la dernière trace de pile en cas d'exception
ga: Taispeáin an rian cruachta deiridh ar eisceacht
hi: अपवाद पर अंतिम स्टैक ट्रेस दिखाता है
hi_latn: apavaad par antim staik tres dikhaata hai
id: Menampilkan jejak tumpukan terakhir pada pengecualian
it: Mostra l'ultima traccia dello stack su eccezione
ja: 例外時に最後のスタックトレースを表示します
ko: 예외에 대한 마지막 스택 추적을 표시합니다
ms: Menunjukkan surih tindanan terakhir pada pengecualian
nb: Viser siste stabelspor ved unntak
nl: Toont laatste stacktracering bij uitzondering
pt: Mostra o último rastreamento de pilha na exceção
ro: Afișează ultima stivă la excepție
tr: İstisnadaki son yığın izini gösterir
uk: Показує останню трасу стека за винятком
vi: Hiển thị dấu vết ngăn xếp cuối cùng trên ngoại lệ
zh: 顯示異常的最後一個堆棧跟踪
