Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_POWERLINETEST_DESC
source: Tests your console for PowerLine support
ar: اختبارات وحدة التحكم الخاصة بك لدعم PowerLine
de: Testet Ihre Konsole auf PowerLine-Unterstützung
el: Ελέγχει την κονσόλα σας για υποστήριξη PowerLine
es: Prueba su consola para compatibilidad con PowerLine
fr: Teste votre console pour le support PowerLine
ga: Tástáil do chonsól le haghaidh tacaíochta PowerLine
hi: PowerLine समर्थन के लिए अपने कंसोल का परीक्षण करें
hi_latn: powairlinai samarthan ke lie apane kansol ka pareekshan karen
id: Menguji konsol Anda untuk dukungan PowerLine
it: Testa la tua console per il supporto PowerLine
ja: PowerLineサポートについてコンソールをテストします
ko: PowerLine 지원을 위해 콘솔을 테스트합니다.
ms: Menguji konsol anda untuk sokongan PowerLine
nb: Tester konsollen for PowerLine-støtte
nl: Test uw console op PowerLine-ondersteuning
pt: Testa seu console para suporte a PowerLine
ro: Testează consola pentru suportul PowerLine
tr: Konsolunuzun PowerLine desteğini test eder
uk: Тестує вашу консоль на підтримку PowerLine
vi: Kiểm tra bảng điều khiển của bạn để hỗ trợ PowerLine
zh: 測試您的控制台是否支持 PowerLine

# NKS_KERNEL_DEBUGGING_TESTFACADES_POWERLINETEST_WARNING
source: Be sure to use a console font supporting PowerLine glyphs, or the output may not render properly. We recommend
ar: تأكد من استخدام خط وحدة تحكم يدعم الحروف الرسومية لـ PowerLine ، وإلا فقد لا يتم عرض الإخراج بشكل صحيح. نوصي
de: Stellen Sie sicher, dass Sie eine Konsolenschriftart verwenden, die PowerLine-Glyphen unterstützt, da die Ausgabe sonst möglicherweise nicht richtig gerendert wird. Wir empfehlen
el: Βεβαιωθείτε ότι χρησιμοποιείτε γραμματοσειρά κονσόλας που υποστηρίζει γλυφές PowerLine, διαφορετικά η έξοδος ενδέχεται να μην αποδίδεται σωστά. Συνιστούμε
es: Asegúrese de utilizar una fuente de consola compatible con los glifos PowerLine, o es posible que la salida no se reproduzca correctamente. Nosotros recomendamos
fr: Assurez-vous d'utiliser une police de console prenant en charge les glyphes PowerLine, sinon la sortie risque de ne pas s'afficher correctement. Nous recommandons
ga: Bí cinnte go n-úsáidfidh tú cló consóil a thacaíonn le glyphs PowerLine, nó seans nach mbeidh an t-aschur le déanamh i gceart. Molaimid
hi: PowerLine ग्लिफ़ का समर्थन करने वाले कंसोल फ़ॉन्ट का उपयोग करना सुनिश्चित करें, या आउटपुट ठीक से प्रस्तुत नहीं हो सकता है। हम अनुशंसा करते हैं
hi_latn: powairlinai glif ka samarthan karane vaale kansol font ka upayog karana sunishchit karen, ya aautaput theek se prastut nahin ho sakata hai. ham anushansa karate hain
id: Pastikan untuk menggunakan font konsol yang mendukung glif PowerLine, atau output mungkin tidak ditampilkan dengan benar. Kami sarankan
it: Assicurati di utilizzare un carattere della console che supporti i glifi PowerLine, altrimenti l'output potrebbe non essere visualizzato correttamente. Noi raccomandiamo
ja: PowerLineグリフをサポートするコンソールフォントを使用してください。使用しないと、出力が正しくレンダリングされない場合があります。 おすすめ
ko: PowerLine 글리프를 지원하는 콘솔 글꼴을 사용해야 합니다. 그렇지 않으면 출력이 제대로 렌더링되지 않을 수 있습니다. 우리는 추천합니다
ms: Pastikan anda menggunakan fon konsol yang menyokong glyph PowerLine, atau output mungkin tidak dipaparkan dengan betul. Kami mengesyorkan
nb: Sørg for å bruke en konsollfont som støtter PowerLine-glyfer, ellers kan det hende at utdataene ikke gjengis riktig. Vi anbefaler
nl: Zorg ervoor dat u een consolelettertype gebruikt dat PowerLine-glyphs ondersteunt, anders wordt de uitvoer mogelijk niet correct weergegeven. Wij raden aan
pt: Certifique-se de usar uma fonte de console compatível com glifos PowerLine, ou a saída pode não ser renderizada corretamente. Nós recomendamos
ro: Asigurați-vă că utilizați un font de consolă care acceptă glife PowerLine, altfel este posibil ca rezultatul să nu fie redat corect. Iti recomandam
tr: PowerLine gliflerini destekleyen bir konsol yazı tipi kullandığınızdan emin olun, aksi takdirde çıktı düzgün bir şekilde oluşturulmayabilir. Öneririz
uk: Обов’язково використовуйте консольний шрифт із підтримкою гліфів PowerLine, інакше результат може відтворюватися неправильно. Ми рекомендуємо
vi: Hãy đảm bảo sử dụng phông chữ console hỗ trợ ký tự PowerLine, nếu không đầu ra có thể không hiển thị đúng. Chúng tôi khuyên bạn nên
zh: 請務必使用支持 PowerLine 字形的控制台字體，否則輸出可能無法正確呈現。 我們推薦

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_ALREADYBLOCKED
source: Device already exists in the block list.
ar: الجهاز موجود بالفعل في قائمة الحظر.
de: Gerät existiert bereits in der Sperrliste.
el: Η συσκευή υπάρχει ήδη στη λίστα μπλοκ.
es: El dispositivo ya existe en la lista de bloqueo.
fr: L'appareil existe déjà dans la liste de blocage.
ga: Tá gléas sa liosta bloc cheana féin.
hi: डिवाइस पहले से ब्लॉक सूची में मौजूद है।
hi_latn: divais pahale se blok soochee mein maujood hai.
id: Perangkat sudah ada dalam daftar blokir.
it: Il dispositivo esiste già nell'elenco dei blocchi.
ja: デバイスはすでにブロックリストに存在します。
ko: 장치가 이미 차단 목록에 있습니다.
ms: Peranti sudah wujud dalam senarai blok.
nb: Enheten finnes allerede i blokkeringslisten.
nl: Apparaat bestaat al in de blokkeerlijst.
pt: O dispositivo já existe na lista de bloqueio.
ro: Dispozitivul există deja în lista blocate.
tr: Aygıt zaten engelleme listesinde mevcut.
uk: Пристрій уже існує в списку блокувань.
vi: Thiết bị đã tồn tại trong danh sách chặn.
zh: 設備已存在於阻止列表中。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_NOLONGERBLOCKED
source: Device doesn't exist in the block list.
ar: الجهاز غير موجود في قائمة الحظر.
de: Das Gerät existiert nicht in der Sperrliste.
el: Η συσκευή δεν υπάρχει στη λίστα αποκλεισμού.
es: El dispositivo no existe en la lista de bloqueo.
fr: L'appareil n'existe pas dans la liste de blocage.
ga: Níl an gléas sa liosta bloc.
hi: डिवाइस ब्लॉक सूची में मौजूद नहीं है।
hi_latn: divais blok soochee mein maujood nahin hai.
id: Perangkat tidak ada dalam daftar blokir.
it: Il dispositivo non esiste nell'elenco dei blocchi.
ja: デバイスがブロックリストに存在しません。
ko: 차단 목록에 장치가 없습니다.
ms: Peranti tidak wujud dalam senarai blok.
nb: Enheten finnes ikke i blokkeringslisten.
nl: Apparaat bestaat niet in de blokkeerlijst.
pt: O dispositivo não existe na lista de bloqueio.
ro: Dispozitivul nu există în lista blocate.
tr: Cihaz engelleme listesinde bulunmuyor.
uk: Пристрою немає в списку блокувань.
vi: Thiết bị không tồn tại trong danh sách chặn.
zh: 設備不存在於阻止列表中。

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTEXECUTEASSEMBLY_DESC
source: Tests assembly entry point execution
ar: اختبارات تنفيذ نقطة دخول التجمع
de: Testet die Ausführung des Assembly-Einstiegspunkts
el: Δοκιμάζει την εκτέλεση του σημείου εισόδου της συναρμολόγησης
es: Prueba la ejecución del punto de entrada del ensamblaje
fr: Teste l'exécution du point d'entrée de l'assemblage
ga: Déanann sé tástáil ar fhorghníomhú pointe iontrála cóimeála
hi: टेस्ट असेंबली एंट्री पॉइंट निष्पादन
hi_latn: test asembalee entree point nishpaadan
id: Menguji eksekusi titik masuk perakitan
it: Verifica l'esecuzione del punto di ingresso dell'assieme
ja: アセンブリエントリポイントの実行をテストします
ko: 어셈블리 진입점 실행 테스트
ms: Menguji pelaksanaan titik masuk perhimpunan
nb: Tester utførelse av monteringsinngangspunkt
nl: Test de uitvoering van het ingangspunt van de assemblage
pt: Testa a execução do ponto de entrada do assembly
ro: Testează execuția punctului de intrare a ansamblului
tr: Testler montaj giriş noktası yürütmesi
uk: Тестує виконання точки входу збірки
vi: Kiểm tra điểm nhập lắp ráp thực hiện
zh: 測試程序集入口點執行

# NKS_ARGUMENTS_ARGUMENT_TERMINALDEBUG_DESC
source: Enables terminal debug mode
ar: تمكين وضع تصحيح الأخطاء الطرفية
de: Aktiviert den Terminal-Debug-Modus
el: Ενεργοποιεί τη λειτουργία εντοπισμού σφαλμάτων τερματικού
es: Habilita el modo de depuración de terminal
fr: Active le mode débogage du terminal
ga: Cumasaítear mód dífhabhtaithe teirminéil
hi: टर्मिनल डिबग मोड सक्षम करता है
hi_latn: tarminal dibag mod saksham karata hai
id: Mengaktifkan mode debug terminal
it: Abilita la modalità debug del terminale
ja: ターミナルデバッグモードを有効にします
ko: 터미널 디버그 모드를 활성화합니다.
ms: Mendayakan mod nyahpepijat terminal
nb: Aktiverer terminalfeilsøkingsmodus
nl: Schakelt terminal-foutopsporingsmodus in
pt: Ativa o modo de depuração do terminal
ro: Activează modul de depanare a terminalului
tr: Terminal hata ayıklama modunu etkinleştirir
uk: Вмикає режим налагодження терміналу
vi: Bật chế độ gỡ lỗi thiết bị đầu cuối
zh: 啟用終端偵錯模式

# NKS_ARGUMENTS_ARGUMENT_NOALTBUFFER_DESC
source: Prevents the kernel from using the alternative buffer
ar: يمنع النواة من استخدام المخزن المؤقت البديل
de: Verhindert, dass der Kernel den alternativen Puffer verwendet
el: Αποτρέπει τον πυρήνα από τη χρήση του εναλλακτικού buffer
es: Evita que el kernel utilice el búfer alternativo
fr: Empêche le noyau d'utiliser le tampon alternatif
ga: Cuireann sé cosc ar an eithne an maolán malartach a úsáid
hi: कर्नेल को वैकल्पिक बफ़र का उपयोग करने से रोकता है
hi_latn: karnel ko vaikalpik baphar ka upayog karane se rokata hai
id: Mencegah kernel menggunakan buffer alternatif
it: Impedisce al kernel di utilizzare il buffer alternativo
ja: カーネルが代替バッファを使用できないようにします。
ko: 커널이 대체 버퍼를 사용하는 것을 방지합니다.
ms: Menghalang kernel daripada menggunakan penimbal alternatif
nb: Hindrer kjernen fra å bruke den alternative bufferen
nl: Voorkomt dat de kernel de alternatieve buffer gebruikt
pt: Impede que o kernel use o buffer alternativo
ro: Împiedică nucleul să folosească tamponul alternativ
tr: Çekirdeğin alternatif tamponu kullanmasını engeller
uk: Забороняє ядру використовувати альтернативний буфер
vi: Ngăn chặn hạt nhân sử dụng bộ đệm thay thế
zh: 防止核心使用替代緩衝區

# NKS_ARGUMENTS_ARGUMENT_LANG_DESC
source: Sets the initial pre-boot environment language
ar: يضبط لغة بيئة ما قبل التمهيد الأولية
de: Legt die anfängliche Sprache der Pre-Boot-Umgebung fest
el: Ορίζει την αρχική γλώσσα περιβάλλοντος προεκκίνησης
es: Establece el idioma del entorno inicial previo al arranque
fr: Définit la langue initiale de l'environnement de pré-démarrage
ga: Socraíonn sé an teanga timpeallachta réamh-tosaithe tosaigh
hi: प्रारंभिक प्री-बूट परिवेश भाषा सेट करता है
hi_latn: praarambhik pree-boot vaataavaran bhaasha set karata hai
id: Mengatur bahasa lingkungan pra-boot awal
it: Imposta la lingua iniziale dell'ambiente di preavvio
ja: 初期のプリブート環境言語を設定します。
ko: 초기 사전 부팅 환경 언어를 설정합니다.
ms: Menetapkan bahasa persekitaran pra-but awal
nb: Angir det opprinnelige pre-boot miljøspråket
nl: Stelt de initiële pre-boot-omgevingstaal in
pt: Define o idioma inicial do ambiente de pré-inicialização
ro: Setează limba inițială a mediului de pre-pornire
tr: İlk önyükleme öncesi ortam dilini ayarlar
uk: Встановлює початкову мову середовища перед завантаженням
vi: Thiết lập ngôn ngữ môi trường tiền khởi động ban đầu
zh: 設定初始預啟動環境語言

# NKS_ARGUMENTS_ARGUMENT_ATTACH_DESC
source: Attaches the Visual Studio debugger to this instance of Nitrocid
ar: قم بإرفاق مصحح أخطاء Visual Studio بمثيل Nitrocid هذا
de: Hängt den Visual Studio-Debugger an diese Instanz von Nitrocid an
el: Επισυνάπτει το πρόγραμμα εντοπισμού σφαλμάτων του Visual Studio σε αυτήν την παρουσία του Nitrocid
es: Adjunta el depurador de Visual Studio a esta instancia de Nitrocid
fr: Attache le débogueur Visual Studio à cette instance de Nitrocid
ga: Ceangail an dífhabhtóir Visual Studio leis an gcás seo de Nitrocid
hi: विजुअल स्टूडियो डिबगर को नाइट्रोसिड के इस उदाहरण से जोड़ता है
hi_latn: naitrosid ke is instens mein vizual stoodiyo dibagar sanlagn karata hai
id: Melampirkan debugger Visual Studio ke contoh Nitrocid ini
it: Collega il debugger di Visual Studio a questa istanza di Nitrocid
ja: Visual Studio デバッガーを Nitrocid のこのインスタンスに接続します
ko: 이 Nitrocid 인스턴스에 Visual Studio 디버거를 연결합니다.
ms: Melampirkan penyahpepijat Visual Studio pada contoh Nitrocid ini
nb: Fester Visual Studio-feilsøkeren til denne forekomsten av Nitrocid
nl: Koppelt de Visual Studio-foutopsporing aan dit exemplaar van Nitrocid
pt: Anexa o depurador do Visual Studio a esta instância do Nitrocid
ro: Atașează depanatorul Visual Studio la această instanță de Nitrocid
tr: Visual Studio hata ayıklayıcısını bu Nitrocid örneğine ekler
uk: Підключає налагоджувач Visual Studio до цього екземпляра Nitrocid
vi: Đính kèm trình gỡ lỗi Visual Studio vào phiên bản Nitrocid này
zh: 將 Visual Studio 偵錯器附加到此 Nitrocid 實例

# NKS_ARGUMENTS_ARGUMENT_VERBOSEPREBOOT_DESC
source: Turns on verbose messages for pre-boot environment
ar: يقوم بتشغيل الرسائل المطولة لبيئة ما قبل التمهيد
de: Aktiviert ausführliche Nachrichten für die Pre-Boot-Umgebung
el: Ενεργοποιεί αναλυτικά μηνύματα για περιβάλλον προεκκίνησης
es: Activa mensajes detallados para el entorno previo al arranque
fr: Active les messages détaillés pour l'environnement de pré-démarrage
ga: Cuireann sé teachtaireachtaí briathra ar siúl don timpeallacht réamhthosaithe
hi: प्री-बूट परिवेश के लिए वर्बोज़ संदेश चालू करता है
hi_latn: pree-boot vaataavaran ke lie varboz sandesh chaaloo karata hai
id: Mengaktifkan pesan verbose untuk lingkungan pra-boot
it: Attiva i messaggi dettagliati per l'ambiente di preavvio
ja: 起動前環境の詳細メッセージをオンにします
ko: 사전 부팅 환경에 대한 자세한 메시지를 켭니다.
ms: Menghidupkan mesej bertele-tele untuk persekitaran pra-but
nb: Slår på detaljerte meldinger for pre-boot miljø
nl: Schakelt uitgebreide berichten in voor een pre-boot-omgeving
pt: Ativa mensagens detalhadas para ambiente de pré-inicialização
ro: Activează mesajele detaliate pentru mediul de pre-pornire
tr: Önyükleme öncesi ortam için ayrıntılı mesajları açar
uk: Вмикає докладні повідомлення для середовища перед завантаженням
vi: Bật thông báo chi tiết cho môi trường tiền khởi động
zh: 開啟預啟動環境的詳細訊息

# NKS_ARGUMENTS_ARGUMENT_NOPREBOOTSPLASH_DESC
source: Hides the pre-boot splash before configuration is loaded
ar: يخفي البداية قبل التمهيد قبل تحميل التكوين
de: Versteckt den Pre-Boot-Splash, bevor die Konfiguration geladen wird
el: Αποκρύπτει την εκκίνηση πριν από τη φόρτωση της διαμόρφωσης
es: Oculta la presentación previa al arranque antes de cargar la configuración.
fr: Masque le splash de pré-démarrage avant le chargement de la configuration
ga: Folaigh an splancscáileán réamhthosaithe sula lódáiltear an chumraíocht
hi: कॉन्फ़िगरेशन लोड होने से पहले प्री-बूट स्प्लैश छुपाता है
hi_latn: konfigareshan lod hone se pahale pree-boot splaish ko chhupaata hai
id: Menyembunyikan splash pra-boot sebelum konfigurasi dimuat
it: Nasconde lo splash pre-avvio prima del caricamento della configurazione
ja: 設定がロードされる前に起動前のスプラッシュを非表示にします
ko: 구성이 로드되기 전에 사전 부팅 스플래시를 숨깁니다.
ms: Menyembunyikan percikan pra-but sebelum konfigurasi dimuatkan
nb: Skjuler splash før oppstart før konfigurasjonen lastes
nl: Verbergt de pre-boot splash voordat de configuratie wordt geladen
pt: Oculta o splash de pré-inicialização antes que a configuração seja carregada
ro: Ascunde stropirea pre-pornire înainte de încărcarea configurației
tr: Yapılandırma yüklenmeden önce önyükleme öncesi açılış ekranını gizler
uk: Приховує заставку перед завантаженням перед завантаженням конфігурації
vi: Ẩn màn hình khởi động trước khi cấu hình được tải
zh: 在載入配置之前隱藏預先開機啟動畫面

# NKS_DRIVERS_EXCEPTION_NOFALLBACKS
source: No fallback driver found.
ar: لم يتم العثور على برنامج تشغيل احتياطي.
de: Kein Ersatztreiber gefunden.
el: Δεν βρέθηκε εναλλακτικό πρόγραμμα οδήγησης.
es: No se encontró ningún controlador alternativo.
fr: Aucun pilote de secours trouvé.
ga: Níor aimsíodh aon tiománaí cúltaca.
hi: कोई फ़ॉलबैक ड्राइवर नहीं मिला.
hi_latn: koee folabaik draivar nahin mila.
id: Tidak ditemukan driver cadangan.
it: Nessun driver di fallback trovato.
ja: フォールバック ドライバーが見つかりません。
ko: 대체 드라이버를 찾을 수 없습니다.
ms: Tiada pemandu sandaran ditemui.
nb: Ingen reservedriver funnet.
nl: Geen terugvaldriver gevonden.
pt: Nenhum driver substituto encontrado.
ro: Nu a fost găsit niciun driver alternativ.
tr: Hiçbir yedek sürücü bulunamadı.
uk: Резервний драйвер не знайдено.
vi: Không tìm thấy trình điều khiển dự phòng.
zh: 未找到後備驅動程式。

# NKS_DRIVERS_EXCEPTION_NOTADRIVER
source: Can't register a non-driver or a null driver.
ar: لا يمكن تسجيل برنامج تشغيل غير أو برنامج تشغيل فارغ.
de: Es kann kein Nicht-Treiber oder Null-Treiber registriert werden.
el: Δεν είναι δυνατή η εγγραφή ενός προγράμματος οδήγησης χωρίς πρόγραμμα οδήγησης ή μηδενικού προγράμματος οδήγησης.
es: No se puede registrar un conductor nulo o que no sea un conductor.
fr: Impossible d'enregistrer un non-pilote ou un pilote nul.
ga: Ní féidir tiománaí neamhthiománaí nó tiománaí nialasach a chlárú.
hi: किसी गैर-ड्राइवर या शून्य ड्राइवर को पंजीकृत नहीं किया जा सकता।
hi_latn: gair-draivar ya shoony draivar panjeekrt nahin kiya ja sakata.
id: Tidak dapat mendaftarkan driver yang bukan atau driver yang nol.
it: Impossibile registrare un driver non driver o nullo.
ja: 非ドライバーまたは null ドライバーは登録できません。
ko: 비드라이버나 널 드라이버는 등록할 수 없습니다.
ms: Tidak boleh mendaftar bukan pemandu atau pemandu batal.
nb: Kan ikke registrere en ikke-sjåfør eller en null-driver.
nl: Kan geen niet-bestuurder of nulbestuurder registreren.
pt: Não é possível registrar um driver não-driver ou nulo.
ro: Nu se poate înregistra un non-driver sau un driver nul.
tr: Sürücü olmayan veya geçersiz bir sürücü kaydedilemez.
uk: Неможливо зареєструвати недрайвер або нульовий драйвер.
vi: Không thể đăng ký người không có trình điều khiển hoặc trình điều khiển rỗng.
zh: 無法註冊非驅動程式或空驅動程式。

# NKS_DRIVERS_EXCEPTION_UNKNOWNTYPE
source: Failed to infer driver type from unknown type
ar: فشل في استنتاج نوع برنامج التشغيل من نوع غير معروف
de: Fehler beim Ableiten des Treibertyps vom unbekannten Typ
el: Απέτυχε να συναχθεί ο τύπος προγράμματος οδήγησης από άγνωστο τύπο
es: No se pudo inferir el tipo de controlador a partir de un tipo desconocido
fr: Impossible de déduire le type de pilote à partir d'un type inconnu
ga: Theip ar an gcineál tiománaí a thuiscint ón gcineál anaithnid
hi: अज्ञात प्रकार से ड्राइवर प्रकार का अनुमान लगाने में विफल
hi_latn: agyaat prakaar se draivar prakaar ka anumaan lagaane mein viphal
id: Gagal menyimpulkan jenis driver dari jenis yang tidak diketahui
it: Impossibile dedurre il tipo di driver da un tipo sconosciuto
ja: 不明なタイプからドライバーのタイプを推測できませんでした
ko: 알 수 없는 유형에서 드라이버 유형을 유추하지 못했습니다.
ms: Gagal membuat kesimpulan jenis pemandu daripada jenis yang tidak diketahui
nb: Kunne ikke utlede drivertype fra ukjent type
nl: Kan het stuurprogrammatype niet afleiden van een onbekend type
pt: Falha ao inferir o tipo de driver de um tipo desconhecido
ro: Nu s-a putut deduce tipul de driver din tipul necunoscut
tr: Bilinmeyen türden sürücü türü çıkarılamadı
uk: Не вдалося визначити тип драйвера з невідомого типу
vi: Không thể suy ra loại trình điều khiển từ loại không xác định
zh: 無法從未知類型推斷驅動程式類型

# NKS_FILES_EXCEPTION_FILENOTFOUND2
source: File {0} not found.
ar: لم يتم العثور على الملف {0}.
de: Datei {0} nicht gefunden.
el: Το αρχείο {0} δεν βρέθηκε.
es: Archivo {0} no encontrado.
fr: Fichier {0} introuvable.
ga: Comhad {0} gan aimsiú.
hi: फ़ाइल {0} नहीं मिली.
hi_latn: fail {0} nahin milee.
id: Berkas {0} tidak ditemukan.
it: File {0} non trovato.
ja: ファイル {0} が見つかりません。
ko: 파일 {0}을(를) 찾을 수 없습니다.
ms: Fail {0} tidak ditemui.
nb: Finner ikke filen {0}.
nl: Bestand {0} niet gevonden.
pt: Arquivo {0} não encontrado.
ro: Fișierul {0} nu a fost găsit.
tr: {0} dosyası bulunamadı.
uk: Файл {0} не знайдено.
vi: Không tìm thấy tệp {0}.
zh: 未找到檔案 {0}。

# NKS_FILES_EXCEPTION_FILEORFOLDERNOTFOUND
source: File or folder {0} not found.
ar: لم يتم العثور على الملف أو المجلد {0}.
de: Datei oder Ordner {0} nicht gefunden.
el: Το αρχείο ή ο φάκελος {0} δεν βρέθηκε.
es: Archivo o carpeta {0} no encontrado.
fr: Fichier ou dossier {0} introuvable.
ga: Comhad nó fillteán {0} gan aimsiú.
hi: फ़ाइल या फ़ोल्डर {0} नहीं मिला.
hi_latn: fail ya foldar {0} nahin mila.
id: File atau folder {0} tidak ditemukan.
it: File o cartella {0} non trovato.
ja: ファイルまたはフォルダー {0} が見つかりません。
ko: 파일 또는 폴더 {0}을(를) 찾을 수 없습니다.
ms: Fail atau folder {0} tidak ditemui.
nb: Finner ikke fil eller mappe {0}.
nl: Bestand of map {0} niet gevonden.
pt: Arquivo ou pasta {0} não encontrado.
ro: Fișierul sau folderul {0} nu a fost găsit.
tr: {0} dosyası veya klasörü bulunamadı.
uk: Файл або папку {0} не знайдено.
vi: Không tìm thấy tệp hoặc thư mục {0}.
zh: 未找到檔案或資料夾 {0}。

# NKS_FILES_EXCEPTION_LOCKTIMEOUT
source: File or folder {0} is still locked even after waiting for {1} seconds.
ar: يظل الملف أو المجلد {0} مقفلاً حتى بعد الانتظار لمدة {1} ثانية.
de: Die Datei oder der Ordner {0} ist auch nach einer Wartezeit von {1} Sekunden noch gesperrt.
el: Το αρχείο ή ο φάκελος {0} εξακολουθεί να είναι κλειδωμένος ακόμα και μετά από αναμονή για {1} δευτερόλεπτα.
es: El archivo o carpeta {0} sigue bloqueado incluso después de esperar {1} segundos.
fr: Le fichier ou le dossier {0} est toujours verrouillé même après avoir attendu {1} secondes.
ga: Tá comhad nó fillteán {0} fós faoi ghlas fiú tar éis fanacht ar feadh {1} soicind.
hi: फ़ाइल या फ़ोल्डर {0} {1} सेकंड तक प्रतीक्षा करने के बाद भी लॉक है।
hi_latn: fail ya foldar {0} {1} sekand tak prateeksha karane ke baad bhee lok hai.
id: File atau folder {0} masih terkunci bahkan setelah menunggu selama {1} detik.
it: Il file o la cartella {0} è ancora bloccato anche dopo aver atteso per {1} secondi.
ja: ファイルまたはフォルダ {0} は、{1} 秒待ってもロックされたままです。
ko: {1}초를 기다린 후에도 파일 또는 폴더 {0}이(가) 여전히 잠겨 있습니다.
ms: Fail atau folder {0} masih dikunci walaupun selepas menunggu selama {1} saat.
nb: Filen eller mappen {0} er fortsatt låst selv etter å ha ventet i {1} sekunder.
nl: Bestand of map {0} is nog steeds vergrendeld, zelfs na een wachttijd van {1} seconden.
pt: O arquivo ou pasta {0} ainda está bloqueado mesmo depois de esperar {1} segundos.
ro: Fișierul sau folderul {0} este încă blocat chiar și după așteptarea timp de {1} secunde.
tr: {0} dosyası veya klasörü {1} saniye beklenmesine rağmen hala kilitli.
uk: Файл або папка {0} все ще заблоковано навіть після {1} секунд очікування.
vi: Tệp hoặc thư mục {0} vẫn bị khóa ngay cả sau khi chờ {1} giây.
zh: 即使等待 {1} 秒後，檔案或資料夾 {0} 仍被鎖定。

# NKS_KERNEL_LICENSEINFO
source: Run 'license' to see the license information.
ar: قم بتشغيل "الترخيص" لرؤية معلومات الترخيص.
de: Führen Sie „Lizenz“ aus, um die Lizenzinformationen anzuzeigen.
el: Εκτελέστε «άδεια χρήσης» για να δείτε τις πληροφορίες άδειας χρήσης.
es: Ejecute 'licencia' para ver la información de la licencia.
fr: Exécutez « licence » pour voir les informations sur la licence.
ga: Rith 'ceadúnas' chun an t-eolas ceadúnais a fheiceáil.
hi: लाइसेंस की जानकारी देखने के लिए 'लाइसेंस' चलाएँ।
hi_latn: laisens jaanakaaree dekhane ke lie laisens chalaen.
id: Jalankan 'license' untuk melihat informasi lisensi.
it: Eseguire "licenza" per visualizzare le informazioni sulla licenza.
ja: 「license」を実行してライセンス情報を表示します。
ko: 라이선스 정보를 보려면 'license'를 실행하세요.
ms: Jalankan 'lesen' untuk melihat maklumat lesen.
nb: Kjør 'lisens' for å se lisensinformasjonen.
nl: Voer 'license' uit om de licentie-informatie te bekijken.
pt: Execute 'license' para ver as informações da licença.
ro: Rulați „license” pentru a vedea informațiile despre licență.
tr: Lisans bilgilerini görmek için 'license' komutunu çalıştırın.
uk: Запустіть «ліцензію», щоб переглянути інформацію про ліцензію.
vi: Chạy 'license' để xem thông tin giấy phép.
zh: 運行“license”以查看許可證資訊。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_TITLE
source: Kernel first-run
ar: تشغيل النواة لأول مرة
de: Kernel wird zum ersten Mal ausgeführt
el: Πυρήνας πρώτης εκτέλεσης
es: Primera ejecución del kernel
fr: Première exécution du noyau
ga: Eithne chéad rith
hi: कर्नेल प्रथम-रन
hi_latn: karnel pratham-ran
id: Kernel pertama kali dijalankan
it: Prima esecuzione del kernel
ja: カーネルの初回実行
ko: 커널 첫 실행
ms: Larian pertama kernel
nb: Kjerne første løp
nl: Kernel eerste run
pt: Primeira execução do kernel
ro: Kernel-ul prima rulare
tr: Çekirdek ilk çalıştırma
uk: Перший запуск ядра
vi: Kernel chạy lần đầu
zh: 核心首次運行
