Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_TITLE
source: GNU GRUB version 0.97 (638K lower / 1046784K upper memory)
ar: GNU GRUB الإصدار 0.97 (638 كيلو بايت أقل / 1046784 كيلو بايت أعلى ذاكرة)
de: GNU GRUB Version 0.97 (638 KB weniger / 1046784 KB mehr Speicher)
el: Έκδοση GNU GRUB 0.97 (638K χαμηλότερη / 1046784K άνω μνήμη)
es: Versión 0.97 de GNU GRUB (memoria inferior de 638 K/memoria superior de 1046 784 K)
fr: GNU GRUB version 0.97 (638 Ko de mémoire inférieure / 1046784 Ko de mémoire supérieure)
ga: Leagan GNU GRUB 0.97 (638K níos ísle / 1046784K cuimhne uachtarach)
hi: GNU GRUB संस्करण 0.97 (638K निचली / 1046784K ऊपरी मेमोरी)
hi_latn: gnu grub sanskaran 0.97 (638k loar / 1046784k apar memoree)
id: GNU GRUB versi 0.97 (memori 638K lebih rendah / 1046784K lebih tinggi)
it: GNU GRUB versione 0.97 (638K memoria inferiore / 1046784K memoria superiore)
ja: GNU GRUB バージョン 0.97 (638K 下位 / 1046784K 上位メモリ)
ko: GNU GRUB 버전 0.97(638K 하위 / 1046784K 상위 메모리)
ms: GNU GRUB versi 0.97 (638K lebih rendah / 1046784K memori atas)
nb: GNU GRUB versjon 0.97 (638K nedre / 1046784K øvre minne)
nl: GNU GRUB versie 0.97 (638K lager / 1046784K hoger geheugen)
pt: GNU GRUB versão 0,97 (638K inferior / 1046784K memória superior)
ro: GNU GRUB versiunea 0.97 (638K inferioară / 1046784K memorie superioară)
tr: GNU GRUB sürüm 0.97 (638K alt / 1046784K üst bellek)
uk: GNU GRUB версія 0.97 (638 КБ нижня / 1046784 КБ верхня пам'ять)
vi: GNU GRUB phiên bản 0.97 (638K bộ nhớ dưới / 1046784K bộ nhớ trên)
zh: GNU GRUB 版本 0.97（下位 638K / 上位 1046784K 記憶體）

# NKS_KERNEL_STARTING_STAGE1_RDEBUGFAILEDUNKNOWN
source: Remote debug failed to start for unknown reasons.
ar: فشل بدء التصحيح عن بعد لأسباب غير معروفة.
de: Der Remote-Debug konnte aus unbekannten Gründen nicht gestartet werden.
el: Ο απομακρυσμένος εντοπισμός σφαλμάτων απέτυχε να ξεκινήσει για άγνωστους λόγους.
es: La depuración remota no pudo iniciarse por razones desconocidas.
fr: Le débogage à distance n'a pas pu démarrer pour des raisons inconnues.
ga: Theip ar thús an dífhabhtaithe cianda ar chúiseanna anaithnide.
hi: अज्ञात कारणों से दूरस्थ डिबग प्रारंभ करने में विफल रहा।
hi_latn: agyaat kaaranon se doorasth dibag praarambh karane mein viphal raha.
id: Debug jarak jauh gagal dimulai karena alasan yang tidak diketahui.
it: Il debug remoto non è riuscito ad avviarsi per motivi sconosciuti.
ja: 不明な理由により、リモート デバッグを開始できませんでした。
ko: 알 수 없는 이유로 원격 디버그를 시작하지 못했습니다.
ms: Nyahpepijat jauh gagal dimulakan atas sebab yang tidak diketahui.
nb: Ekstern feilsøking kunne ikke starte av ukjente årsaker.
nl: Het starten van de externe foutopsporing is om onbekende redenen mislukt.
pt: A depuração remota não começou por razões desconhecidas.
ro: Depanarea de la distanță nu a pornit din motive necunoscute.
tr: Uzaktan hata ayıklama bilinmeyen nedenlerden dolayı başlatılamadı.
uk: Не вдалося запустити віддалене налагодження з невідомих причин.
vi: Không thể khởi động gỡ lỗi từ xa vì lý do chưa rõ.
zh: 由於未知原因，遠端調試無法啟動。

# NKS_KERNEL_THREADING_EXCEPTION_CANNOTREGEN
source: Thread can't be regenerated
ar: لا يمكن تجديد الخيط
de: Thread kann nicht regeneriert werden
el: Το νήμα δεν μπορεί να αναδημιουργηθεί
es: El hilo no se puede regenerar
fr: Le fil ne peut pas être régénéré
ga: Ní féidir an snáithe a athghiniúint
hi: थ्रेड को पुनः उत्पन्न नहीं किया जा सकता
hi_latn: thred ko phir se janaret nahin kiya ja sakata
id: Thread tidak dapat dibuat ulang
it: Il thread non può essere rigenerato
ja: スレッドを再生成できません
ko: 스레드를 재생성할 수 없습니다.
ms: Benang tidak boleh dijana semula
nb: Tråden kan ikke regenereres
nl: Thread kan niet opnieuw worden gegenereerd
pt: O tópico não pode ser regenerado
ro: Firul nu poate fi regenerat
tr: Konu yeniden oluşturulamıyor
uk: Потік не можна відновити
vi: Không thể tạo lại chủ đề
zh: 線程無法重新生成

# NKS_MISC_INTERACTIVES_FMTUI_MIMEMETADATAEXT
source: MIME metadata (extended)
ar: بيانات التعريف MIME (الممتدة)
de: MIME-Metadaten (erweitert)
el: Μεταδεδομένα MIME (εκτεταμένα)
es: Metadatos MIME (extendido)
fr: Métadonnées MIME (étendues)
ga: meiteashonraí MIME (sínte)
hi: MIME मेटाडेटा (विस्तारित)
hi_latn: mimai metaadeta (vistaarit)
id: Metadata MIME (diperluas)
it: Metadati MIME (estesi)
ja: MIME メタデータ (拡張)
ko: MIME 메타데이터(확장됨)
ms: Metadata MIME (dilanjutkan)
nb: MIME-metadata (utvidet)
nl: MIME-metadata (uitgebreid)
pt: Metadados MIME (extendidos)
ro: Metadatele MIME (extinse)
tr: MIME meta verileri (genişletilmiş)
uk: Метадані MIME (розширені)
vi: Siêu dữ liệu MIME (mở rộng)
zh: MIME 元資料（擴充）

# NKS_MISC_INTERACTIVES_FMTUI_EXCEPTION_HANDLERFAILED
source: Handler is registered but somehow failed to get an extension handler for
ar: تم تسجيل المعالج ولكن فشل بطريقة ما في الحصول على معالج تمديد لـ
de: Handler ist registriert, aber es ist irgendwie fehlgeschlagen, einen Erweiterungshandler für
el: Το Handler είναι εγγεγραμμένο αλλά κατά κάποιο τρόπο απέτυχε να αποκτήσει ένα πρόγραμμα χειρισμού επέκτασης για
es: El controlador está registrado pero de alguna manera no pudo obtener un controlador de extensión para
fr: Le gestionnaire est enregistré mais n'a pas réussi à obtenir un gestionnaire d'extension pour
ga: Tá láimhseálaí cláraithe ach níor éirigh leis láimhseálaí síntí a fháil le haghaidh
hi: हैंडलर पंजीकृत है, लेकिन किसी तरह से एक्सटेंशन हैंडलर प्राप्त करने में विफल रहा
hi_latn: haindalar panjeekrt hai, lekin kisee tarah eksatenshan haindalar praapt karane mein viphal raha
id: Penangan terdaftar tetapi entah bagaimana gagal mendapatkan penangan ekstensi untuk
it: Il gestore è registrato ma in qualche modo non è riuscito a ottenere un gestore di estensione per
ja: ハンドラは登録されていますが、何らかの理由で拡張ハンドラを取得できませんでした
ko: 핸들러가 등록되었지만 어떻게든 확장 핸들러를 가져오지 못했습니다.
ms: Pengendali didaftarkan tetapi entah bagaimana gagal mendapatkan pengendali sambungan untuk
nb: Handler er registrert, men klarte på en eller annen måte ikke å få en utvidelsesbehandler for
nl: Handler is geregistreerd, maar is er op de een of andere manier niet in geslaagd een extensiehandler te verkrijgen voor
pt: O manipulador está registado, mas de alguma forma não conseguiu obter um manipulador de extensão para
ro: Handler-ul este înregistrat, dar nu a reușit cumva să obțină un handler de extensie pentru
tr: İşleyici kayıtlı ancak bir şekilde uzantı işleyicisi elde edilemedi
uk: Обробник зареєстровано, але чомусь не вдалося отримати обробник розширення для
vi: Trình xử lý đã được đăng ký nhưng bằng cách nào đó không nhận được trình xử lý mở rộng cho
zh: 處理程序已註冊，但不知何故無法取得擴充處理程序

# NKS_KERNEL_CONFIGURATION_EXCEPTION_SETTINGSENTRIES
source: Can't get settings entries
ar: لا يمكن الحصول على إدخالات الإعدادات
de: Einstellungseinträge können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη εγγραφών ρυθμίσεων
es: No se pueden obtener las entradas de configuración
fr: Impossible d'obtenir les entrées de paramètres
ga: Ní féidir iontrálacha socruithe a fháil
hi: सेटिंग प्रविष्टियाँ प्राप्त नहीं की जा सकीं
hi_latn: seting pravishtiyaan nahin mil sakatee
id: Tidak bisa mendapatkan entri pengaturan
it: Impossibile ottenere le voci delle impostazioni
ja: 設定エントリを取得できません
ko: 설정 항목을 가져올 수 없습니다
ms: Tidak boleh mendapatkan entri tetapan
nb: Kan ikke hente innstillingsoppføringer
nl: Kan geen instellingen ophalen
pt: Não é possível obter entradas de definições
ro: Nu se pot obține intrările de setări
tr: Ayar girişleri alınamıyor
uk: Не вдається отримати записи налаштувань
vi: Không thể nhận được mục cài đặt
zh: 無法取得設定條目

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTSETENTRY
source: Can't set settings entry
ar: لا يمكن ضبط إدخال الإعدادات
de: Der Einstellungseintrag kann nicht festgelegt werden.
el: Δεν είναι δυνατός ο ορισμός της καταχώρισης ρυθμίσεων
es: No se puede establecer la entrada de configuración
fr: Impossible de définir l'entrée des paramètres
ga: Ní féidir iontráil socruithe a shocrú
hi: सेटिंग प्रविष्टि सेट नहीं की जा सकती
hi_latn: seting pravishti set nahin kar sakate
id: Tidak dapat mengatur entri pengaturan
it: Impossibile impostare la voce delle impostazioni
ja: 設定エントリを設定できません
ko: 설정 항목을 설정할 수 없습니다
ms: Tidak dapat menetapkan entri tetapan
nb: Kan ikke angi innstillinger
nl: Kan instellingen niet instellen
pt: Não é possível definir a entrada de definições
ro: Nu se poate seta intrarea în setări
tr: Ayarlar girişi ayarlanamıyor
uk: Не вдається встановити налаштування
vi: Không thể thiết lập mục nhập cài đặt
zh: 無法設定設定條目

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTSAVE
source: Can't save settings
ar: لا يمكن حفظ الإعدادات
de: Einstellungen können nicht gespeichert werden
el: Δεν είναι δυνατή η αποθήκευση ρυθμίσεων
es: No se pueden guardar las configuraciones
fr: Impossible d'enregistrer les paramètres
ga: Ní féidir socruithe a shábháil
hi: सेटिंग्स सहेजी नहीं जा सकीं
hi_latn: seting sahej nahin sakate
id: Tidak dapat menyimpan pengaturan
it: Impossibile salvare le impostazioni
ja: 設定を保存できません
ko: 설정을 저장할 수 없습니다
ms: Tidak dapat menyimpan tetapan
nb: Kan ikke lagre innstillingene
nl: Kan instellingen niet opslaan
pt: Não é possível guardar definições
ro: Nu se pot salva setările
tr: Ayarlar kaydedilemiyor
uk: Не вдається зберегти налаштування
vi: Không thể lưu cài đặt
zh: 無法儲存設定

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTLOAD
source: Can't load settings
ar: لا يمكن تحميل الإعدادات
de: Einstellungen können nicht geladen werden
el: Δεν είναι δυνατή η φόρτωση ρυθμίσεων
es: No se pueden cargar las configuraciones
fr: Impossible de charger les paramètres
ga: Ní féidir socruithe a lódáil
hi: सेटिंग लोड नहीं की जा सकी
hi_latn: seting lod nahin kar sakate
id: Tidak dapat memuat pengaturan
it: Impossibile caricare le impostazioni
ja: 設定を読み込めません
ko: 설정을 로드할 수 없습니다
ms: Tidak dapat memuatkan tetapan
nb: Kan ikke laste inn innstillinger
nl: Kan instellingen niet laden
pt: Não é possível carregar as definições
ro: Nu se pot încărca setările
tr: Ayarlar yüklenemiyor
uk: Не вдається завантажити налаштування
vi: Không thể tải cài đặt
zh: 無法載入設定

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTRELOAD
source: Can't reload settings
ar: لا يمكن إعادة تحميل الإعدادات
de: Einstellungen können nicht neu geladen werden
el: Δεν είναι δυνατή η επαναφόρτωση των ρυθμίσεων
es: No se pueden recargar las configuraciones
fr: Impossible de recharger les paramètres
ga: Ní féidir socruithe a athlódáil
hi: सेटिंग्स पुनः लोड नहीं की जा सकतीं
hi_latn: seting punah lod nahin kar sakate
id: Tidak dapat memuat ulang pengaturan
it: Impossibile ricaricare le impostazioni
ja: 設定を再読み込みできません
ko: 설정을 다시 로드할 수 없습니다
ms: Tidak dapat memuat semula tetapan
nb: Kan ikke laste inn innstillingene på nytt
nl: Kan instellingen niet opnieuw laden
pt: Não é possível recarregar as definições
ro: Nu se pot reîncărca setările
tr: Ayarlar yeniden yüklenemiyor
uk: Не вдається перезавантажити налаштування
vi: Không thể tải lại cài đặt
zh: 無法重新加載設定

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTMIGRATE
source: Can't migrate settings
ar: لا يمكن ترحيل الإعدادات
de: Einstellungen können nicht migriert werden
el: Δεν είναι δυνατή η μετεγκατάσταση ρυθμίσεων
es: No se pueden migrar las configuraciones
fr: Impossible de migrer les paramètres
ga: Ní féidir socruithe a aistriú
hi: सेटिंग माइग्रेट नहीं की जा सकती
hi_latn: seting maigret nahin kar sakate
id: Tidak dapat memigrasikan pengaturan
it: Impossibile migrare le impostazioni
ja: 設定を移行できません
ko: 설정을 마이그레이션할 수 없습니다
ms: Tidak boleh memindahkan tetapan
nb: Kan ikke migrere innstillinger
nl: Kan instellingen niet migreren
pt: Não é possível migrar as definições
ro: Nu se pot migra setările
tr: Ayarlar taşınamıyor
uk: Не вдається перенести налаштування
vi: Không thể di chuyển cài đặt
zh: 無法遷移設定

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTCHECK
source: Can't check for updates
ar: لا يمكن التحقق من التحديثات
de: Es kann nicht nach Updates gesucht werden
el: Δεν είναι δυνατός ο έλεγχος για ενημερώσεις
es: No se pueden buscar actualizaciones
fr: Impossible de vérifier les mises à jour
ga: Ní féidir seiceáil le haghaidh nuashonruithe
hi: अपडेट की जांच नहीं की जा सकती
hi_latn: apadet kee jaanch nahin kar sakate
id: Tidak dapat memeriksa pembaruan
it: Non è possibile verificare gli aggiornamenti
ja: アップデートを確認できません
ko: 업데이트를 확인할 수 없습니다
ms: Tidak dapat menyemak kemas kini
nb: Kan ikke se etter oppdateringer
nl: Kan niet controleren op updates
pt: Não é possível verificar as atualizações
ro: Nu se pot verifica actualizări
tr: Güncellemeleri kontrol edemiyorum
uk: Не вдається перевірити наявність оновлень
vi: Không thể kiểm tra cập nhật
zh: 無法檢查更新

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_CANTSYSINFO
source: Can't get system information
ar: لا يمكن الحصول على معلومات النظام
de: Systeminformationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών συστήματος
es: No se puede obtener información del sistema
fr: Impossible d'obtenir les informations système
ga: Ní féidir faisnéis chórais a fháil
hi: सिस्टम जानकारी प्राप्त नहीं की जा सकी
hi_latn: sistam jaanakaaree nahin mil sakatee
id: Tidak bisa mendapatkan informasi sistem
it: Impossibile ottenere informazioni di sistema
ja: システム情報を取得できません
ko: 시스템 정보를 얻을 수 없습니다
ms: Tidak boleh mendapatkan maklumat sistem
nb: Får ikke systeminformasjon
nl: Kan geen systeeminformatie verkrijgen
pt: Não é possível obter informações do sistema
ro: Nu pot obține informații despre sistem
tr: Sistem bilgileri alınamıyor
uk: Не вдається отримати інформацію про систему
vi: Không thể lấy thông tin hệ thống
zh: 無法取得系統訊息

# NKS_MISC_SCREENSAVER_EXCEPTION_NEEDSSCREENSAVER
source: Screensaver instance is not specified
ar: لم يتم تحديد مثيل شاشة التوقف
de: Bildschirmschonerinstanz wurde nicht angegeben
el: Η παρουσία της προφύλαξης οθόνης δεν έχει καθοριστεί
es: No se especificó la instancia del protector de pantalla
fr: L'instance de l'économiseur d'écran n'est pas spécifiée
ga: Níl cás spárálaíscáileáin sonraithe
hi: स्क्रीनसेवर इंस्टेंस निर्दिष्ट नहीं है
hi_latn: skreenasevar instens nirdisht nahin hai
id: Contoh screensaver tidak ditentukan
it: L'istanza dello screensaver non è specificata
ja: スクリーンセーバーインスタンスが指定されていません
ko: 스크린세이버 인스턴스가 지정되지 않았습니다
ms: Contoh penyelamat skrin tidak ditentukan
nb: Skjermsparerforekomst er ikke spesifisert
nl: Screensaver-instantie is niet gespecificeerd
pt: A instância do ecrã não é especificada
ro: Instanța de screensaver nu este specificată
tr: Ekran koruyucu örneği belirtilmemiş
uk: Екземпляр заставки не вказано
vi: Phiên bản bảo vệ màn hình không được chỉ định
zh: 未指定螢幕保護程式實例

# NKS_MISC_SPLASH_EXCEPTION_EMPTYSPLASHTHREADPARAMS
source: Splash thread parameters are not specified
ar: لم يتم تحديد معلمات خيط الرش
de: Splash-Thread-Parameter sind nicht angegeben
el: Οι παράμετροι του νήματος πιτσιλίσματος δεν έχουν καθοριστεί
es: Los parámetros del hilo de Splash no están especificados
fr: Les paramètres du thread Splash ne sont pas spécifiés
ga: Ní shonraítear paraiméadair snáithe splanc
hi: स्पलैश थ्रेड पैरामीटर निर्दिष्ट नहीं हैं
hi_latn: splaish thred pairaameetar nirdisht nahin hain
id: Parameter splash thread tidak ditentukan
it: I parametri del thread Splash non sono specificati
ja: スプラッシュスレッドパラメータが指定されていません
ko: 스플래시 스레드 매개변수가 지정되지 않았습니다.
ms: Parameter benang percikan tidak ditentukan
nb: Spruttrådparametere er ikke spesifisert
nl: Splash-threadparameters zijn niet gespecificeerd
pt: Os parâmetros do thread Splash não são especificados
ro: Parametrii firului de splash nu sunt specificați
tr: Splash iş parçacığı parametreleri belirtilmemiş
uk: Параметри потоку сплеска не вказані
vi: Các tham số của luồng Splash không được chỉ định
zh: 未指定Splash線程參數

# NKS_SECURITY_PRIVACY_EXCEPTION_LASTTWOFRAMES
source: Can't get method from the last two frames.
ar: لا يمكن الحصول على الطريقة من الإطارين الأخيرين.
de: Methode kann aus den letzten beiden Frames nicht abgerufen werden.
el: Δεν μπορώ να βρω μέθοδο από τα δύο τελευταία καρέ.
es: No se puede obtener el método de los dos últimos cuadros.
fr: Impossible d'obtenir la méthode à partir des deux dernières images.
ga: Ní féidir an modh a fháil ón dá fhráma dheireanacha.
hi: अंतिम दो फ़्रेम से विधि प्राप्त नहीं की जा सकी.
hi_latn: antim do frem se vidhi praapt nahin kar sakate.
id: Tidak dapat memperoleh metode dari dua frame terakhir.
it: Impossibile ottenere il metodo dagli ultimi due frame.
ja: 最後の 2 つのフレームからメソッドを取得できません。
ko: 마지막 두 프레임에서 메서드를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan kaedah daripada dua bingkai terakhir.
nb: Kan ikke hente metode fra de to siste rammene.
nl: Kan de methode van de laatste twee frames niet ophalen.
pt: Não é possível obter o método dos dois últimos fotogramas.
ro: Nu se poate obține metoda din ultimele două cadre.
tr: Son iki kareden metot alınamıyor.
uk: Не вдається отримати метод із двох останніх кадрів.
vi: Không thể lấy được phương pháp từ hai khung hình cuối cùng.
zh: 無法從最後兩幀獲取方法。

# NKS_SHELL_HOMEPAGE_ABOUT
source: About
ar: عن
de: Um
el: Για
es: Acerca de
fr: À propos
ga: Maidir
hi: के बारे में
hi_latn: ke baare mein
id: Tentang
it: Di
ja: について
ko: 에 대한
ms: Tentang
nb: Om
nl: Over
pt: Sobre
ro: Despre
tr: Hakkında
uk: про
vi: Về
zh: 關於

# NKS_SHELL_HOMEPAGE_EXCEPTION_NEEDSACTIONNAME
source: Action name is not specified.
ar: لم يتم تحديد اسم الإجراء.
de: Der Aktionsname ist nicht angegeben.
el: Το όνομα της ενέργειας δεν καθορίζεται.
es: No se especifica el nombre de la acción.
fr: Le nom de l'action n'est pas spécifié.
ga: Níl ainm an ghnímh sonraithe.
hi: कार्रवाई का नाम निर्दिष्ट नहीं है.
hi_latn: kriya ka naam nirdisht nahin hai.
id: Nama tindakan tidak ditentukan.
it: Il nome dell'azione non è specificato.
ja: アクション名が指定されていません。
ko: 작업 이름이 지정되지 않았습니다.
ms: Nama tindakan tidak dinyatakan.
nb: Handlingsnavn er ikke spesifisert.
nl: Actienaam is niet opgegeven.
pt: O nome da ação não é especificado.
ro: Numele acțiunii nu este specificat.
tr: Eylem adı belirtilmedi.
uk: Назва дії не вказана.
vi: Tên hành động chưa được chỉ định.
zh: 未指定操作名稱。

# NKS_SHELL_HOMEPAGE_EXCEPTION_NEEDSACTION
source: Action is not specified.
ar: لم يتم تحديد الإجراء.
de: Aktion ist nicht angegeben.
el: Η ενέργεια δεν προσδιορίζεται.
es: La acción no está especificada.
fr: L'action n'est pas spécifiée.
ga: Níl gníomh sonraithe.
hi: कार्रवाई निर्दिष्ट नहीं है.
hi_latn: kriya nirdisht nahin hai.
id: Tindakan tidak ditentukan.
it: L'azione non è specificata.
ja: アクションが指定されていません。
ko: 동작이 지정되지 않았습니다.
ms: Tindakan tidak dinyatakan.
nb: Handling er ikke spesifisert.
nl: Actie is niet gespecificeerd.
pt: A ação não é especificada.
ro: Acțiunea nu este specificată.
tr: Eylem belirtilmedi.
uk: Дія не вказана.
vi: Hành động không được chỉ định.
zh: 未指定操作。

# NKS_SHELL_HOMEPAGE_EXCEPTION_ACTIONFOUND
source: Action already exists.
ar: الإجراء موجود بالفعل.
de: Aktion ist bereits vorhanden.
el: Η δράση υπάρχει ήδη.
es: La acción ya existe.
fr: L'action existe déjà.
ga: Tá gníomh ann cheana féin.
hi: कार्रवाई पहले से ही मौजूद है.
hi_latn: kriya pahale se maujood hai.
id: Tindakan sudah ada.
it: L'azione esiste già.
ja: アクションはすでに存在します。
ko: 이미 작업이 존재합니다.
ms: Tindakan sudah wujud.
nb: Handlingen eksisterer allerede.
nl: Actie bestaat al.
pt: A ação já existe.
ro: Acțiunea există deja.
tr: Eylem zaten var.
uk: Акція вже існує.
vi: Hành động đã tồn tại.
zh: 行動已經存在。

# NKS_SHELL_HOMEPAGE_EXCEPTION_ACTIONNOTFOUND
source: Action doesn't exist.
ar: الفعل غير موجود.
de: Aktion existiert nicht.
el: Δράση δεν υπάρχει.
es: La acción no existe.
fr: L'action n'existe pas.
ga: Níl gníomh ann.
hi: कार्रवाई मौजूद नहीं है.
hi_latn: kriya maujood nahin hai.
id: Tindakan tidak ada.
it: L'azione non esiste.
ja: アクションが存在しません。
ko: 동작이 존재하지 않습니다.
ms: Tindakan tidak wujud.
nb: Handling eksisterer ikke.
nl: Actie bestaat niet.
pt: A ação não existe.
ro: Acțiunea nu există.
tr: Aksiyon yok.
uk: Дія не існує.
vi: Hành động không tồn tại.
zh: 行動不存在。

# NKS_SHELL_HOMEPAGE_EXCEPTION_ACTIONUNREMOVABLE
source: Built-in action can't be removed.
ar: لا يمكن إزالة الإجراء المدمج.
de: Integrierte Aktionen können nicht entfernt werden.
el: Δεν είναι δυνατή η κατάργηση της ενσωματωμένης ενέργειας.
es: La acción incorporada no se puede eliminar.
fr: L'action intégrée ne peut pas être supprimée.
ga: Ní féidir gníomh ionsuite a bhaint.
hi: अंतर्निहित क्रिया को हटाया नहीं जा सकता.
hi_latn: antarnihit kriya ko hataaya nahin ja sakata.
id: Tindakan bawaan tidak dapat dihapus.
it: L'azione incorporata non può essere rimossa.
ja: 組み込みアクションは削除できません。
ko: 내장된 동작은 제거할 수 없습니다.
ms: Tindakan terbina dalam tidak boleh dialih keluar.
nb: Innebygd handling kan ikke fjernes.
nl: Ingebouwde actie kan niet worden verwijderd.
pt: A ação integrada não pode ser removida.
ro: Acțiunea încorporată nu poate fi eliminată.
tr: Dahili eylem kaldırılamıyor.
uk: Вбудовану дію не можна видалити.
vi: Không thể xóa hành động tích hợp.
zh: 無法刪除內建操作。

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_COPYTO
source: Copy To
ar: نسخ إلى
de: Kopieren nach
el: Αντιγραφή σε
es: Copiar a
fr: Copier vers
ga: Cóipeáil Chuig
hi: में कॉपी
hi_latn: kopee karen
id: Salin Ke
it: Copia in
ja: コピー先
ko: 복사하기
ms: Salin Ke
nb: Kopier til
nl: Kopiëren naar
pt: Cópia para
ro: Copiați în
tr: Kopyala
uk: Копіювати в
vi: Sao chép vào
zh: 複製到

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_MOVETO
source: Move to
ar: انتقل الى
de: Wechseln zu
el: Μετακίνηση σε
es: Convidar a
fr: Passer à
ga: Bog go
hi: करने के लिए कदम
hi_latn: le jaen
id: Pindah ke
it: Spostarsi a
ja: 移動する
ko: 이동하다
ms: Pindah ke
nb: Flytt til
nl: Verhuizen naar
pt: Mova-se para
ro: Mutați la
tr: Taşınmak
uk: Перейти до
vi: Di chuyển đến
zh: 移至

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_HASHTO
source: Hash
ar: هاش
el: Χασίσι
es: Picadillo
fr: Hacher
ga: Hais
hi: हैश
hi_latn: haish
id: Daging cincang
it: Hashish
ja: ハッシュ
ko: 해시시
nl: Hasj
tr: Doğramak
uk: Хеш
vi: Băm
zh: 哈希值

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_VERIFYTO
source: Verify
ar: يؤكد
de: Verifizieren
el: Επαληθεύω
es: Verificar
fr: Vérifier
ga: Fíoraigh
hi: सत्यापित करें
hi_latn: satyaapit karen
id: Memeriksa
it: Verificare
ja: 確認する
ko: 확인하다
ms: Sahkan
nb: Verifisere
nl: Verifiëren
pt: Verificar
ro: Verifica
tr: Doğrulamak
uk: Підтвердити
vi: Xác minh
zh: 核實

# NKS_MISC_INTERACTIVES_ALARMTUI_KEYBINDING_ADD
source: Add
ar: يضيف
de: Hinzufügen
el: Προσθέτω
es: Agregar
fr: Ajouter
ga: Cuir
hi: जोड़ना
hi_latn: joden
id: Menambahkan
it: Aggiungere
ja: 追加
ko: 추가하다
ms: Tambah
nb: Legge til
nl: Toevoegen
pt: Adicionar
ro: Adăuga
tr: Eklemek
uk: додати
vi: Thêm vào
zh: 添加

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_KEYBINDING_DISMISS
source: Dismiss
ar: رفض
de: Zurückweisen
el: Απολύω
es: Despedir
fr: Rejeter
ga: Díbhe
hi: नकार देना
hi_latn: barkhaast karen
id: Membubarkan
it: Congedare
ja: 却下する
ko: 해고하다
ms: Tolak
nb: Avskjedige
nl: Afwijzen
pt: Dispensar
ro: Respingeți
tr: Azletmek
uk: Відхилити
vi: Miễn nhiệm
zh: 解僱

# NKS_MISC_INTERACTIVES_NOTIFICATIONSCLI_KEYBINDING_DISMISSALL
source: Dismiss All
ar: رفض الكل
de: Alle schließen
el: Απόρριψη όλων
es: Descartar todo
fr: Tout rejeter
ga: Ruaig Uile
hi: सभी को खारिज करें
hi_latn: sabhee ko khaarij karen
id: Abaikan Semua
it: Ignora tutto
ja: すべて閉じる
ko: 모두 해제
ms: Tolak Semua
nb: Avvis alle
nl: Alles verwijderen
pt: Despedir tudo
ro: Respinge toate
tr: Tümünü Reddet
uk: Відхилити всі
vi: Bỏ qua tất cả
zh: 全部駁回

# NKS_MISC_INTERACTIVES_TASKMANTUI_KEYBINDING_KILL
source: Kill
ar: قتل
de: Töten
el: Σκοτώνω
es: Matar
fr: Tuer
ga: Maraigh
hi: मारना
hi_latn: maaren
id: Membunuh
it: Uccisione
ja: 殺す
ko: 죽이다
ms: Bunuh
nb: Drepe
nl: Doden
pt: Morte
ro: Ucide
tr: Öldürmek
uk: вбити
vi: Giết
zh: 殺
