Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_CHHOSTNAME_ARGUMENT_HOSTNAME_DESC
source: New host name to change to
ar: اسم المضيف الجديد للتغيير إليه
de: Neuer Hostname, der geändert werden soll
el: Νέο όνομα κεντρικού υπολογιστή για αλλαγή
es: Nuevo nombre de host para cambiar a
fr: Nouveau nom d'hôte à changer
ga: Ainm óstaigh nua le hathrú chuige
hi: नया होस्ट नाम बदलना है
hi_latn: naya host naam mein parivartan
id: Nama host baru untuk diubah menjadi
it: Nuovo nome host da modificare
ja: 変更後の新しいホスト名
ko: 변경할 새 호스트 이름
ms: Nama hos baharu untuk ditukar
nb: Nytt vertsnavn å endre til
nl: Nieuwe hostnaam om te wijzigen naar
pt: Novo nome de host a alterar
ro: Nume de gazdă nou de schimbat
tr: Değiştirilecek yeni ana bilgisayar adı
uk: Нове ім’я хоста, на яке потрібно змінити
vi: Tên máy chủ mới để thay đổi
zh: 要更改為的新主機名

# NKS_SHELL_SHELLS_UESH_COMMAND_CHLANG_ARGUMENT_LANGID_DESC
source: Language ID
ar: معرف اللغة
de: Sprachen-ID
el: Αναγνωριστικό γλώσσας
es: Identificación del idioma
fr: ID de langue
ga: Aitheantas teanga
hi: भाषा आईडी
hi_latn: bhaasha aaeedee
id: ID Bahasa
it: ID lingua
ja: 言語ID
ko: 언어 ID
ms: ID Bahasa
nb: Språk-ID
nl: Taal-ID
pt: ID do idioma
ro: ID-ul limbii
tr: Dil Kimliği
uk: ID мови
vi: ID ngôn ngữ
zh: 語言識別

# NKS_SHELL_SHELLS_UESH_COMMAND_CHMOTD_ARGUMENT_MESSAGE_DESC
source: New message to use
ar: رسالة جديدة للاستخدام
de: Neue zu verwendende Nachricht
el: Νέο μήνυμα προς χρήση
es: Nuevo mensaje para usar
fr: Nouveau message à utiliser
ga: Teachtaireacht nua le húsáid
hi: उपयोग हेतु नया संदेश
hi_latn: upayog karane ke lie naya sandesh
id: Pesan baru untuk digunakan
it: Nuovo messaggio da utilizzare
ja: 使用する新しいメッセージ
ko: 사용할 새 메시지
ms: Mesej baharu untuk digunakan
nb: Ny melding å bruke
nl: Nieuw bericht om te gebruiken
pt: Nova mensagem para utilizar
ro: Mesaj nou de utilizat
tr: Kullanılacak yeni mesaj
uk: Нове повідомлення для використання
vi: Tin nhắn mới để sử dụng
zh: 要使用的新訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_CHPWD_ARGUMENT_USERNAME_DESC
source: User name to change password
ar: اسم المستخدم لتغيير كلمة المرور
de: Benutzername zum Ändern des Passworts
el: Όνομα χρήστη για αλλαγή κωδικού πρόσβασης
es: Nombre de usuario para cambiar contraseña
fr: Nom d'utilisateur pour changer le mot de passe
ga: Ainm úsáideora chun pasfhocal a athrú
hi: पासवर्ड बदलने के लिए उपयोगकर्ता नाम
hi_latn: paasavard badalane ke lie upayogakarta naam
id: Nama pengguna untuk mengubah kata sandi
it: Nome utente per cambiare password
ja: パスワードを変更するユーザー名
ko: 비밀번호를 변경할 사용자 이름
ms: Nama pengguna untuk menukar kata laluan
nb: Brukernavn for å endre passord
nl: Gebruikersnaam om wachtwoord te wijzigen
pt: Nome de utilizador para alterar a palavra-passe
ro: Nume de utilizator pentru a schimba parola
tr: Şifreyi değiştirmek için kullanıcı adı
uk: Ім'я користувача для зміни пароля
vi: Tên người dùng để thay đổi mật khẩu
zh: 修改密碼的使用者名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_CHPWD_ARGUMENT_CURRPASSWORD_DESC
source: Current user password
ar: كلمة مرور المستخدم الحالية
de: Aktuelles Benutzerkennwort
el: Τρέχων κωδικός χρήστη
es: Contraseña de usuario actual
fr: Mot de passe de l'utilisateur actuel
ga: Pasfhocal úsáideora reatha
hi: वर्तमान उपयोगकर्ता पासवर्ड
hi_latn: vartamaan upayogakarta paasavard
id: Kata sandi pengguna saat ini
it: Password utente corrente
ja: 現在のユーザーパスワード
ko: 현재 사용자 비밀번호
ms: Kata laluan pengguna semasa
nb: Gjeldende brukerpassord
nl: Huidig gebruikerswachtwoord
pt: Palavra-passe do utilizador atual
ro: Parola curentă de utilizator
tr: Mevcut kullanıcı şifresi
uk: Поточний пароль користувача
vi: Mật khẩu người dùng hiện tại
zh: 目前用戶密碼

# NKS_SHELL_SHELLS_UESH_COMMAND_CHUSRNAME_ARGUMENT_OLDNAME_DESC
source: Old username to change
ar: اسم المستخدم القديم للتغيير
de: Alter Benutzername zum Ändern
el: Παλιό όνομα χρήστη για αλλαγή
es: Nombre de usuario antiguo para cambiar
fr: Ancien nom d'utilisateur à changer
ga: Seanainm úsáideora le hathrú
hi: पुराना उपयोगकर्ता नाम बदलना है
hi_latn: badalane ke lie puraana upayogakarta naam
id: Nama pengguna lama untuk diubah
it: Vecchio nome utente da modificare
ja: 変更する古いユーザー名
ko: 변경할 기존 사용자 이름
ms: Nama pengguna lama untuk ditukar
nb: Gammelt brukernavn å endre
nl: Oude gebruikersnaam om te wijzigen
pt: Nome de utilizador antigo para alterar
ro: Nume de utilizator vechi de schimbat
tr: Eski kullanıcı adını değiştirmek
uk: Старе ім'я користувача для зміни
vi: Tên người dùng cũ cần thay đổi
zh: 更改舊用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_CHUSRNAME_ARGUMENT_NEWNAME_DESC
source: New username to use
ar: اسم مستخدم جديد للاستخدام
de: Neuer zu verwendender Benutzername
el: Νέο όνομα χρήστη προς χρήση
es: Nuevo nombre de usuario para utilizar
fr: Nouveau nom d'utilisateur à utiliser
ga: Ainm úsáideora nua le húsáid
hi: उपयोग करने के लिए नया उपयोगकर्ता नाम
hi_latn: upayog karane ke lie naya upayogakarta naam
id: Nama pengguna baru untuk digunakan
it: Nuovo nome utente da utilizzare
ja: 使用する新しいユーザー名
ko: 사용할 새 사용자 이름
ms: Nama pengguna baharu untuk digunakan
nb: Nytt brukernavn å bruke
nl: Nieuwe gebruikersnaam om te gebruiken
pt: Novo nome de utilizador para usar
ro: Nume de utilizator nou de folosit
tr: Kullanılacak yeni kullanıcı adı
uk: Нове ім'я користувача для використання
vi: Tên người dùng mới để sử dụng
zh: 要使用的新用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINESTR_ARGUMENT_FIRSTINPUT_DESC
source: First input text file
ar: ملف النص المدخل الأول
de: Erste Eingabetextdatei
el: Πρώτη εισαγωγή αρχείου κειμένου
es: Primer archivo de texto de entrada
fr: Premier fichier texte d'entrée
ga: An chéad ionchur téacschomhad
hi: पहली इनपुट टेक्स्ट फ़ाइल
hi_latn: pahalee inaput tekst fail
id: File teks input pertama
it: Primo file di testo di input
ja: 最初の入力テキストファイル
ko: 첫 번째 입력 텍스트 파일
ms: Fail teks input pertama
nb: Første input tekstfil
nl: Eerste invoertekstbestand
pt: Primeiro ficheiro de texto de entrada
ro: Primul fișier text introdus
tr: İlk giriş metin dosyası
uk: Перший вхідний текстовий файл
vi: Tệp văn bản đầu vào đầu tiên
zh: 第一個輸入文字文件

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINESTR_ARGUMENT_SECONDINPUT_DESC
source: Second input text file
ar: ملف نص الإدخال الثاني
de: Zweite Eingabetextdatei
el: Δεύτερο αρχείο κειμένου εισαγωγής
es: Segundo archivo de texto de entrada
fr: Deuxième fichier texte d'entrée
ga: An dara comhad téacs ionchuir
hi: दूसरी इनपुट टेक्स्ट फ़ाइल
hi_latn: doosaree inaput tekst fail
id: File teks masukan kedua
it: Secondo file di testo di input
ja: 2番目の入力テキストファイル
ko: 두 번째 입력 텍스트 파일
ms: Fail teks input kedua
nb: Andre input tekstfil
nl: Tweede invoertekstbestand
pt: Segundo ficheiro de texto de entrada
ro: Al doilea fișier text de intrare
tr: İkinci giriş metin dosyası
uk: Другий вхідний текстовий файл
vi: Tệp văn bản đầu vào thứ hai
zh: 第二個輸入文字文件

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINESTR_ARGUMENT_THIRDINPUT_DESC
source: Third input text file, and so on...
ar: ملف إدخال النص الثالث، وهكذا...
de: Dritte Eingabetextdatei und so weiter …
el: Τρίτο αρχείο κειμένου εισαγωγής και ούτω καθεξής...
es: Tercer archivo de texto de entrada, y así sucesivamente...
fr: Troisième fichier texte d'entrée, et ainsi de suite...
ga: An tríú comhad téacs ionchuir, agus mar sin de...
hi: तीसरी इनपुट टेक्स्ट फ़ाइल, और इसी तरह...
hi_latn: teesaree inaput tekst fail, aur isee tarah...
id: File teks masukan ketiga, dan seterusnya...
it: Terzo file di testo di input e così via...
ja: 3 番目の入力テキスト ファイルなど...
ko: 세 번째 입력 텍스트 파일 등등...
ms: Fail teks input ketiga, dan seterusnya...
nb: Tredje inndatatekstfil, og så videre...
nl: Derde invoertekstbestand, enzovoort...
pt: Terceiro ficheiro de texto de entrada, e assim sucessivamente...
ro: Al treilea fișier text de intrare și așa mai departe...
tr: Üçüncü girdi metin dosyası, ve böyle devam ediyor...
uk: Третій вхідний текстовий файл і так далі...
vi: Tệp văn bản đầu vào thứ ba, v.v...
zh: 第三個輸入文字文件，等等......

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINE_ARGUMENT_OUTPUT_DESC
source: Output file
ar: ملف الإخراج
de: Ausgabedatei
el: Αρχείο εξόδου
es: Archivo de salida
fr: Fichier de sortie
ga: Comhad aschuir
hi: आउटपुट फ़ाइल
hi_latn: aautaput fail
id: Berkas keluaran
it: File di output
ja: 出力ファイル
ko: 출력 파일
ms: Fail keluaran
nb: Utdatafil
nl: Uitvoerbestand
pt: Ficheiro de saída
ro: Fișier de ieșire
tr: Çıktı dosyası
uk: Вихідний файл
vi: Tập tin đầu ra
zh: 輸出檔案

# NKS_SHELL_SHELLS_UESH_COMMAND_COMPARE_ARGUMENT_SOURCEINPUT_DESC
source: Source input text file
ar: ملف نص الإدخال المصدر
de: Quelleingabetextdatei
el: Αρχείο κειμένου εισαγωγής πηγής
es: Archivo de texto de entrada de origen
fr: Fichier texte d'entrée source
ga: Foinse ionchur téacschomhad
hi: स्रोत इनपुट पाठ फ़ाइल
hi_latn: srot inaput tekst fail
id: Sumber file teks masukan
it: File di testo di input di origine
ja: ソース入力テキストファイル
ko: 소스 입력 텍스트 파일
ms: Fail teks input sumber
nb: Kildeinndatatekstfil
nl: Bron invoer tekstbestand
pt: Ficheiro de texto de entrada de origem
ro: Fișier text de intrare sursă
tr: Kaynak giriş metin dosyası
uk: Вихідний вхідний текстовий файл
vi: Tệp văn bản đầu vào nguồn
zh: 來源輸入文字文件

# NKS_SHELL_SHELLS_UESH_COMMAND_COMPARE_ARGUMENT_TARGETINPUT_DESC
source: Target input text file
ar: ملف نص الإدخال المستهدف
de: Zieleingabetextdatei
el: Αρχείο κειμένου εισαγωγής στόχου
es: Archivo de texto de entrada de destino
fr: Fichier texte d'entrée cible
ga: Comhad téacs ionchur sprioc
hi: लक्ष्य इनपुट पाठ फ़ाइल
hi_latn: lakshy inaput tekst fail
id: Targetkan file teks masukan
it: File di testo di input di destinazione
ja: 対象入力テキストファイル
ko: 대상 입력 텍스트 파일
ms: Fail teks input sasaran
nb: Målinndatatekstfil
nl: Doel invoer tekstbestand
pt: Ficheiro de texto de entrada de destino
ro: Fișier text de intrare țintă
tr: Hedef giriş metin dosyası
uk: Цільовий вхідний текстовий файл
vi: Tệp văn bản đầu vào mục tiêu
zh: 目標輸入文字文件

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_ARGUMENT_TEXTFILE_DESC
source: Path to text file
ar: المسار إلى ملف النص
de: Pfad zur Textdatei
el: Διαδρομή προς το αρχείο κειμένου
es: Ruta al archivo de texto
fr: Chemin vers le fichier texte
ga: Conair chuig comhad téacs
hi: पाठ फ़ाइल का पथ
hi_latn: tekst fail ka path
id: Jalur ke berkas teks
it: Percorso al file di testo
ja: テキストファイルへのパス
ko: 텍스트 파일 경로
ms: Laluan ke fail teks
nb: Sti til tekstfil
nl: Pad naar tekstbestand
pt: Caminho para o ficheiro de texto
ro: Calea către fișierul text
tr: Metin dosyasına giden yol
uk: Шлях до текстового файлу
vi: Đường dẫn đến tập tin văn bản
zh: 文字檔案路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_COPY_ARGUMENT_SOURCE_DESC
source: Source file or directory
ar: الملف أو الدليل المصدر
de: Quelldatei oder -verzeichnis
el: Αρχείο προέλευσης ή κατάλογος
es: Archivo o directorio de origen
fr: Fichier ou répertoire source
ga: Comhad foinse nó eolaire
hi: स्रोत फ़ाइल या निर्देशिका
hi_latn: srot fail ya nirdeshika
id: File atau direktori sumber
it: File o directory sorgente
ja: ソースファイルまたはディレクトリ
ko: 소스 파일 또는 디렉토리
ms: Fail sumber atau direktori
nb: Kildefil eller katalog
nl: Bronbestand of map
pt: Ficheiro ou diretório de origem
ro: Fișier sursă sau director
tr: Kaynak dosyası veya dizini
uk: Вихідний файл або каталог
vi: Tệp nguồn hoặc thư mục
zh: 原始檔或目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_COPY_ARGUMENT_TARGET_DESC
source: Target file or directory
ar: الملف أو الدليل المستهدف
de: Zieldatei oder -verzeichnis
el: Αρχείο ή κατάλογος στόχος
es: Archivo o directorio de destino
fr: Fichier ou répertoire cible
ga: Comhad nó eolaire sprice
hi: लक्ष्य फ़ाइल या निर्देशिका
hi_latn: lakshy fail ya nirdeshika
id: File atau direktori target
it: File o directory di destinazione
ja: 対象ファイルまたはディレクトリ
ko: 대상 파일 또는 디렉토리
ms: Sasaran fail atau direktori
nb: Målfil eller katalog
nl: Doelbestand of -map
pt: Ficheiro ou diretório de destino
ro: Fișierul sau directorul țintă
tr: Hedef dosya veya dizin
uk: Цільовий файл або каталог
vi: Tệp tin hoặc thư mục đích
zh: 目標檔案或目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODEFILE_ARGUMENT_FILE_DESC
source: Path to encoded file
ar: المسار إلى الملف المشفر
de: Pfad zur kodierten Datei
el: Διαδρομή προς το κωδικοποιημένο αρχείο
es: Ruta al archivo codificado
fr: Chemin vers le fichier codé
ga: Conair chuig an gcomhad ionchódaithe
hi: एनकोडेड फ़ाइल का पथ
hi_latn: enkoded fail ka path
id: Jalur ke file yang dikodekan
it: Percorso al file codificato
ja: エンコードされたファイルへのパス
ko: 인코딩된 파일의 경로
ms: Laluan ke fail yang dikodkan
nb: Bane til kodet fil
nl: Pad naar gecodeerd bestand
pt: Caminho para o ficheiro codificado
ro: Calea către fișierul codificat
tr: Kodlanmış dosyanın yolu
uk: Шлях до закодованого файлу
vi: Đường dẫn đến tập tin được mã hóa
zh: 編碼檔案的路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_DECODETEXT_ARGUMENT_ENCODEDSTRING_DESC
source: Encoded string representation
ar: تمثيل السلسلة المشفرة
de: Codierte Zeichenfolgendarstellung
el: Κωδικοποιημένη αναπαράσταση συμβολοσειράς
es: Representación de cadena codificada
fr: Représentation de chaîne codée
ga: Léiriú teaghrán ionchódaithe
hi: एनकोडेड स्ट्रिंग प्रतिनिधित्व
hi_latn: enkoded string pratinidhitv
id: Representasi string yang dikodekan
it: Rappresentazione della stringa codificata
ja: エンコードされた文字列表現
ko: 인코딩된 문자열 표현
ms: Perwakilan rentetan yang dikodkan
nb: Kodet strengrepresentasjon
nl: Gecodeerde stringrepresentatie
pt: Representação de string codificada
ro: Reprezentare șir codificat
tr: Kodlanmış dize gösterimi
uk: Закодоване представлення рядків
vi: Biểu diễn chuỗi được mã hóa
zh: 編碼字串表示

# NKS_SHELL_SHELLS_UESH_COMMAND_DIRINFO_ARGUMENT_DIRECTORY_DESC
source: Path to directory
ar: المسار إلى الدليل
de: Pfad zum Verzeichnis
el: Διαδρομή προς τον κατάλογο
es: Ruta al directorio
fr: Chemin vers le répertoire
ga: Conair chuig an eolaire
hi: निर्देशिका का पथ
hi_latn: nirdeshika ka path
id: Jalur ke direktori
it: Percorso alla directory
ja: ディレクトリへのパス
ko: 디렉토리 경로
ms: Laluan ke direktori
nb: Sti til katalog
nl: Pad naar map
pt: Caminho para o diretório
ro: Calea către director
tr: Dizin yolu
uk: Шлях до каталогу
vi: Đường dẫn đến thư mục
zh: 目錄路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_DISCONNDBGDEV_ARGUMENT_IP_DESC
source: IP address to disconnect
ar: عنوان IP لقطع الاتصال
de: IP-Adresse zum Trennen
el: Διεύθυνση IP για αποσύνδεση
es: Dirección IP para desconectar
fr: Adresse IP pour se déconnecter
ga: Seoladh IP le dínascadh
hi: डिस्कनेक्ट करने के लिए IP पता
hi_latn: ip pata diskanekt karen
id: Alamat IP untuk memutuskan sambungan
it: Indirizzo IP da disconnettere
ja: 切断するIPアドレス
ko: 연결을 끊을 IP 주소
ms: Alamat IP untuk memutuskan sambungan
nb: IP-adresse for å koble fra
nl: IP-adres om verbinding te verbreken
pt: Endereço IP para desligar
ro: adresa IP de deconectat
tr: Bağlantıyı kesmek için IP adresi
uk: IP-адреса для відключення
vi: Địa chỉ IP để ngắt kết nối
zh: 要中斷連線的 IP 位址

# NKS_SHELL_SHELLS_UESH_COMMAND_DISKINFO_ARGUMENT_DISKNUM_DESC
source: Disk number
ar: رقم القرص
de: Datenträgernummer
el: Αριθμός δίσκου
es: Número de disco
fr: Numéro de disque
ga: Uimhir diosca
hi: डिस्क संख्या
hi_latn: disk nambar
id: Nomor cakram
it: Numero del disco
ja: ディスク番号
ko: 디스크 번호
ms: Nombor cakera
nb: Disknummer
nl: Schijfnummer
pt: Número do disco
ro: Numărul discului
tr: Disk numarası
uk: Номер диска
vi: Số đĩa
zh: 磁碟編號

# NKS_SHELL_SHELLS_UESH_COMMAND_DISMISSNOTIF_ARGUMENT_NOTIFICATIONNUM_DESC
source: Notification number
ar: رقم الإشعار
de: Benachrichtigungsnummer
el: Αριθμός ειδοποίησης
es: Número de notificación
fr: Numéro de notification
ga: Uimhir fhógra
hi: अधिसूचना संख्या
hi_latn: soochana sankhya
id: Nomor notifikasi
it: Numero di notifica
ja: 通知番号
ko: 알림번호
ms: Nombor pemberitahuan
nb: Varslingsnummer
nl: Meldingsnummer
pt: Número de notificação
ro: Numărul de notificare
tr: Bildirim numarası
uk: Номер повідомлення
vi: Số thông báo
zh: 通知編號

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN_ARGUMENT_CHANGE_DESC
source: Change a driver
ar: تغيير السائق
de: Einen Treiber ändern
el: Αλλάξτε πρόγραμμα οδήγησης
es: Cambiar un controlador
fr: Changer un pilote
ga: Tiománaí a athrú
hi: ड्राइवर बदलें
hi_latn: draivar badalen
id: Ganti driver
it: Cambiare un driver
ja: ドライバーを変更する
ko: 운전자 변경
ms: Tukar pemandu
nb: Bytt en driver
nl: Een driver wijzigen
pt: Alterar um driver
ro: Schimbați un șofer
tr: Sürücüyü değiştir
uk: Змінити драйвера
vi: Thay đổi trình điều khiển
zh: 更換司機

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN_ARGUMENT_CHANGE_TYPE_DESC
source: Target driver type
ar: نوع السائق المستهدف
de: Zieltreibertyp
el: Τύπος προγράμματος οδήγησης στόχου
es: Tipo de controlador de destino
fr: Type de conducteur cible
ga: Cineál tiománaí sprioc
hi: लक्ष्य ड्राइवर प्रकार
hi_latn: lakshy draivar prakaar
id: Tipe pengemudi target
it: Tipo di driver di destinazione
ja: 対象ドライバータイプ
ko: 타겟 드라이버 유형
ms: Jenis pemandu sasaran
nb: Måldrivertype
nl: Doel driver type
pt: Tipo de driver de destino
ro: Tipul șoferului țintă
tr: Hedef sürücü türü
uk: Цільовий тип драйвера
vi: Loại trình điều khiển mục tiêu
zh: 目標驅動程式類型

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN_ARGUMENT_CHANGE_DRIVER_DESC
source: Target driver to change to
ar: السائق المستهدف للتغيير إليه
de: Zieltreiber zum Wechseln
el: Πρόγραμμα οδήγησης στόχου για αλλαγή
es: Controlador de destino al que se cambiará
fr: Pilote cible à changer
ga: Tiománaí sprioc a athrú go
hi: लक्ष्य ड्राइवर को बदलना है
hi_latn: badalane ke lie lakshy draivar
id: Target driver untuk berubah ke
it: Driver di destinazione da modificare
ja: 変更するターゲットドライバー
ko: 변경할 대상 드라이버
ms: Sasaran pemandu untuk ditukar kepada
nb: Måldriver å bytte til
nl: Doeldriver om te veranderen naar
pt: Driver alvo para mudar para
ro: Șoferul țintă la care să se schimbe
tr: Hedef sürücü değiştirilecek
uk: Цільовий драйвер для зміни
vi: Trình điều khiển mục tiêu để thay đổi
zh: 目標驅動程式更改為

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN_ARGUMENT_LIST_DESC
source: List drivers
ar: قائمة السائقين
de: Treiber auflisten
el: Λίστα προγραμμάτων οδήγησης
es: Lista de conductores
fr: Liste des pilotes
ga: Liosta de na tiománaithe
hi: ड्राइवरों की सूची बनाएं
hi_latn: draivaron kee soochee banaen
id: Daftar driver
it: Elenco dei driver
ja: ドライバーの一覧
ko: 드라이버 목록
ms: Senaraikan pemandu
nb: Liste over drivere
nl: Stuurprogramma's weergeven
pt: Listar drivers
ro: Listează driverele
tr: Sürücüleri listele
uk: Список драйверів
vi: Danh sách trình điều khiển
zh: 列出驅動程式

# NKS_SHELL_SHELLS_UESH_COMMAND_DRIVERMAN_ARGUMENT_TYPES_DESC
source: List driver types
ar: قائمة أنواع السائقين
de: Treibertypen auflisten
el: Κατάλογος τύπων προγραμμάτων οδήγησης
es: Lista de tipos de controladores
fr: Liste des types de pilotes
ga: Liosta de na cineálacha tiománaithe
hi: ड्राइवर प्रकारों की सूची बनाएं
hi_latn: draivar prakaaron kee soochee banaen
id: Daftar jenis driver
it: Elenca i tipi di driver
ja: ドライバーの種類を一覧表示する
ko: 드라이버 유형 목록
ms: Senaraikan jenis pemandu
nb: Liste drivertyper
nl: Stuurprogrammatypen weergeven
pt: Listar tipos de driver
ro: Listați tipurile de drivere
tr: Sürücü tiplerini listele
uk: Список типів драйверів
vi: Liệt kê các loại trình điều khiển
zh: 列出驅動程式類型

# NKS_SHELL_SHELLS_UESH_COMMAND_ENCODEFILE_ARGUMENT_FILE_DESC
source: File to encode
ar: الملف المراد ترميزه
de: Zu kodierende Datei
el: Αρχείο για κωδικοποίηση
es: Archivo a codificar
fr: Fichier à encoder
ga: Comhad le ionchódú
hi: एनकोड करने के लिए फ़ाइल
hi_latn: enkod karane ke lie fail
id: File untuk dikodekan
it: File da codificare
ja: エンコードするファイル
ko: 인코딩할 파일
ms: Fail untuk mengekod
nb: Fil som skal kodes
nl: Te coderen bestand
pt: Ficheiro para codificar
ro: Fișier de codat
tr: Kodlanacak dosya
uk: Файл для кодування
vi: Tệp để mã hóa
zh: 要編碼的文件

# NKS_SHELL_SHELLS_UESH_COMMAND_ENCODETEXT_ARGUMENT_STRING_DESC
source: String to encode
ar: سلسلة للترميز
de: Zu kodierender String
el: Συμβολοσειρά για κωδικοποίηση
es: Cadena a codificar
fr: Chaîne à encoder
ga: Teaghrán a ionchódú
hi: एनकोड करने के लिए स्ट्रिंग
hi_latn: enkod karane ke lie string
id: String untuk dikodekan
it: Stringa da codificare
ja: エンコードする文字列
ko: 인코딩할 문자열
ms: Rentetan untuk mengekod
nb: String for å kode
nl: String om te coderen
pt: String para codificar
ro: Șir de codat
tr: Kodlanacak dize
uk: Рядок для кодування
vi: Chuỗi để mã hóa
zh: 要編碼的字串

# NKS_SHELL_SHELLS_UESH_COMMAND_FINDREG_ARGUMENT_REGEXP_DESC
source: Regular expression to find a file
ar: تعبير منتظم للعثور على ملف
de: Regulärer Ausdruck zum Suchen einer Datei
el: Κανονική έκφραση για να βρείτε ένα αρχείο
es: Expresión regular para buscar un archivo
fr: Expression régulière pour trouver un fichier
ga: Slonn rialta chun comhad a aimsiú
hi: फ़ाइल खोजने के लिए नियमित अभिव्यक्ति
hi_latn: fail dhoondhane ke lie niyamit abhivyakti
id: Ekspresi reguler untuk menemukan file
it: Espressione regolare per trovare un file
ja: ファイルを見つけるための正規表現
ko: 파일을 찾기 위한 정규 표현식
ms: Ungkapan biasa untuk mencari fail
nb: Regelmessig uttrykk for å finne en fil
nl: Reguliere expressie om een bestand te vinden
pt: Expressão regular para encontrar um ficheiro
ro: Expresie regulată pentru a găsi un fișier
tr: Bir dosyayı bulmak için düzenli ifade
uk: Регулярний вираз для пошуку файлу
vi: Biểu thức chính quy để tìm một tập tin
zh: 用正規表示式來找出文件

# NKS_SHELL_SHELLS_UESH_COMMAND_GET_ARGUMENT_URL_DESC
source: Link to a remote resource, such as HTTPS
ar: رابط إلى مورد بعيد، مثل HTTPS
de: Link zu einer Remoteressource, beispielsweise HTTPS
el: Σύνδεση με έναν απομακρυσμένο πόρο, όπως το HTTPS
es: Enlace a un recurso remoto, como HTTPS
fr: Lien vers une ressource distante, telle que HTTPS
ga: Nasc le cianacmhainn, mar HTTPS
hi: किसी दूरस्थ संसाधन से लिंक करें, जैसे HTTPS
hi_latn: kisee doorasth sansaadhan se link, jaise https
id: Tautan ke sumber daya jarak jauh, seperti HTTPS
it: Collegamento a una risorsa remota, ad esempio HTTPS
ja: HTTPSなどのリモートリソースへのリンク
ko: HTTPS와 같은 원격 리소스에 대한 링크
ms: Pautan ke sumber jauh, seperti HTTPS
nb: Koble til en ekstern ressurs, for eksempel HTTPS
nl: Link naar een externe bron, zoals HTTPS
pt: Ligação a um recurso remoto, como o HTTPS
ro: Link către o resursă de la distanță, cum ar fi HTTPS
tr: HTTPS gibi uzak bir kaynağa bağlantı
uk: Посилання на віддалений ресурс, наприклад HTTPS
vi: Liên kết đến một tài nguyên từ xa, chẳng hạn như HTTPS
zh: 連結到遠端資源，例如 HTTPS

# NKS_SHELL_SHELLS_UESH_COMMAND_GETCONFIGVALUE_ARGUMENT_CONFIG_DESC
source: Kernel configuration name
ar: اسم تكوين النواة
de: Name der Kernelkonfiguration
el: Όνομα διαμόρφωσης πυρήνα
es: Nombre de configuración del kernel
fr: Nom de la configuration du noyau
ga: Ainm cumraíochta eithne
hi: कर्नेल कॉन्फ़िगरेशन नाम
hi_latn: karnel konfigareshan naam
id: Nama konfigurasi kernel
it: Nome della configurazione del kernel
ja: カーネル構成名
ko: 커널 구성 이름
ms: Nama konfigurasi kernel
nb: Navn på kjernekonfigurasjon
nl: Kernelconfiguratie naam
pt: Nome da configuração do kernel
ro: Numele configurației kernelului
tr: Çekirdek yapılandırma adı
uk: Назва конфігурації ядра
vi: Tên cấu hình hạt nhân
zh: 內核配置名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_GETCONFIGVALUE_ARGUMENT_VARIABLE_DESC
source: Variable to get info
ar: متغير للحصول على المعلومات
de: Variable zum Abrufen von Informationen
el: Μεταβλητή για λήψη πληροφοριών
es: Variable para obtener información
fr: Variable pour obtenir des informations
ga: Athróg chun faisnéis a fháil
hi: जानकारी प्राप्त करने के लिए चर
hi_latn: jaanakaaree praapt karane ke lie char
id: Variabel untuk mendapatkan info
it: Variabile per ottenere informazioni
ja: 情報を取得するための変数
ko: 정보를 얻기 위한 변수
ms: Pembolehubah untuk mendapatkan maklumat
nb: Variabel for å få info
nl: Variabele om info te krijgen
pt: Variável para obter informação
ro: Variabilă pentru a obține informații
tr: Bilgi almak için değişken
uk: Змінна для отримання інформації
vi: Biến để lấy thông tin
zh: 獲取資訊的變數
