Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_FILES_OPEN_EXCEPTION_NOHANDLER
source: No handler to handle this extension.
ar: لا يوجد معالج للتعامل مع هذا الامتداد.
de: Kein Handler zur Verarbeitung dieser Erweiterung.
el: Δεν υπάρχει πρόγραμμα χειρισμού για να χειριστεί αυτήν την επέκταση.
es: No hay controlador para manejar esta extensión.
fr: Aucun gestionnaire pour gérer cette extension.
ga: Níl aon láimhseálaí chun an síneadh seo a láimhseáil.
hi: इस एक्सटेंशन को संभालने के लिए कोई हैंडलर नहीं है.
hi_latn: is eksatenshan ko haindal karane ke lie koee haindalar nahin hai.
id: Tidak ada pengendali untuk menangani ekstensi ini.
it: Nessun gestore per gestire questa estensione.
ja: この拡張機能を処理するハンドラーがありません。
ko: 이 확장을 처리할 핸들러가 없습니다.
ms: Tiada pengendali untuk mengendalikan sambungan ini.
nb: Ingen handler til å håndtere denne utvidelsen.
nl: Er is geen handler die deze extensie afhandelt.
pt: Nenhum manipulador para lidar com esta extensão.
ro: Niciun handler care să se ocupe de această extensie.
tr: Bu uzantıyı işleyecek bir işleyici yok.
uk: Немає обробника для обробки цього розширення.
vi: Không có trình xử lý nào để xử lý phần mở rộng này.
zh: 沒有處理程序來處理此擴充功能。

# NKS_FILES_INFOFAILED
source: Failed to get info for {0}.
ar: فشل الحصول على معلومات عن {0}.
de: Für {0} konnten keine Informationen abgerufen werden.
el: Αποτυχία λήψης πληροφοριών για το {0}.
es: No se pudo obtener información para {0}.
fr: Échec de l'obtention d'informations pour {0}.
ga: Theip ar fhaisnéis a fháil le haghaidh {0}.
hi: {0} के लिए जानकारी प्राप्त करने में विफल.
hi_latn: {0} ke lie jaanakaaree praapt karane mein viphal.
id: Gagal mendapatkan info untuk {0}.
it: Impossibile ottenere informazioni per {0}.
ja: {0} の情報を取得できませんでした。
ko: {0}에 대한 정보를 가져오지 못했습니다.
ms: Gagal mendapatkan maklumat untuk {0}.
nb: Kunne ikke hente informasjon for {0}.
nl: Kan geen informatie ophalen voor {0}.
pt: Falha ao obter informações de {0}.
ro: Nu s-au putut obține informații pentru {0}.
tr: {0} için bilgi alınamadı.
uk: Не вдалося отримати інформацію для {0}.
vi: Không lấy được thông tin cho {0}.
zh: 無法取得 {0} 的資訊。

# NKS_FILES_LISTDIRUNKNOWNERROR
source: Unknown error while listing in directory: {0}
ar: خطأ غير معروف أثناء الإدراج في الدليل: {0}
de: Unbekannter Fehler beim Eintragen im Verzeichnis: {0}
el: Άγνωστο σφάλμα κατά την καταχώριση στον κατάλογο: {0}
es: Error desconocido al incluir en el directorio: {0}
fr: Erreur inconnue lors de l'inscription dans le répertoire : {0}
ga: Earráid anaithnid agus liostáil san eolaire: {0}
hi: निर्देशिका में सूचीबद्ध करते समय अज्ञात त्रुटि: {0}
hi_latn: nirdeshika mein soocheebaddh karate samay agyaat truti: {0}
id: Kesalahan tidak diketahui saat mencantumkan dalam direktori: {0}
it: Errore sconosciuto durante l'inserimento nella directory: {0}
ja: ディレクトリのリスト中に不明なエラーが発生しました: {0}
ko: 디렉토리에 나열하는 동안 알 수 없는 오류: {0}
ms: Ralat tidak diketahui semasa menyenaraikan dalam direktori: {0}
nb: Ukjent feil under oppføring i katalog: {0}
nl: Onbekende fout bij vermelding in directory: {0}
pt: Erro desconhecido ao listar no diretório: {0}
ro: Eroare necunoscută la listarea în director: {0}
tr: {0} dizininde listeleme sırasında bilinmeyen hata oluştu
uk: Невідома помилка під час розміщення списку в каталозі: {0}
vi: Lỗi không xác định khi liệt kê trong thư mục: {0}
zh: 在目錄中列出時出現未知錯誤：{0}

# NKS_FILES_UNAUTHORIZED2
source: Unauthorized
ar: غير مصرح
de: Nicht autorisiert
el: Ανεξουσιοδότητος
es: No autorizado
fr: Non autorisé
ga: Neamhúdaraithe
hi: अनधिकृत
hi_latn: anadhikrt
id: Tidak sah
it: Non autorizzato
ja: 無許可
ko: 승인되지 않은
ms: tanpa kebenaran
nb: Uautorisert
nl: Ongeautoriseerd
pt: Não autorizado
ro: Neautorizat
tr: Yetkisiz
uk: Несанкціонований
vi: Không được phép
zh: 未經授權

# NKS_FILES_ERROR
source: Error
ar: خطأ
de: Fehler
el: Λάθος
fr: Erreur
ga: Earráid
hi: गलती
hi_latn: truti
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: Ralat
nb: Feil
nl: Fout
pt: Erro
ro: Eroare
tr: Hata
uk: Помилка
vi: Lỗi
zh: 錯誤

# NKS_FILES_INSTANCES_EXCEPTION_BASEENTRYFAILED
source: Can't get base entry out of non-existent file or directory.
ar: لا يمكن الحصول على الإدخال الأساسي من ملف أو دليل غير موجود.
de: Der Basiseintrag kann nicht aus einer nicht vorhandenen Datei oder einem nicht vorhandenen Verzeichnis abgerufen werden.
el: Δεν είναι δυνατή η λήψη της καταχώρισης βάσης από ανύπαρκτο αρχείο ή κατάλογο.
es: No se puede obtener la entrada base de un archivo o directorio inexistente.
fr: Impossible d'obtenir l'entrée de base d'un fichier ou d'un répertoire inexistant.
ga: Ní féidir buniontráil a fháil as comhad nó eolaire nach bhfuil ann.
hi: गैर-मौजूद फ़ाइल या निर्देशिका से आधार प्रविष्टि प्राप्त नहीं की जा सकती.
hi_latn: gair-maujood fail ya nirdeshika se aadhaar pravishti praapt nahin kee ja sakatee.
id: Tidak dapat memperoleh entri dasar dari berkas atau direktori yang tidak ada.
it: Impossibile ottenere la voce di base da un file o una directory inesistente.
ja: 存在しないファイルまたはディレクトリからベース エントリを取得できません。
ko: 존재하지 않는 파일이나 디렉토리에서 기본 항목을 가져올 수 없습니다.
ms: Tidak boleh mengeluarkan masukan asas daripada fail atau direktori yang tidak wujud.
nb: Kan ikke hente basisoppføringen fra ikke-eksisterende fil eller katalog.
nl: Kan geen basisinvoer verkrijgen uit een niet-bestaand bestand of map.
pt: Não é possível obter a entrada base de um arquivo ou diretório inexistente.
ro: Nu se poate obține intrarea de bază dintr-un fișier sau director inexistent.
tr: Varolmayan dosya veya dizinden temel girdi alınamıyor.
uk: Не вдається отримати базовий запис із неіснуючого файлу чи каталогу.
vi: Không thể lấy mục nhập cơ sở từ tệp hoặc thư mục không tồn tại.
zh: 無法從不存在的檔案或目錄中取得基本條目。

# NKS_FILES_EXCEPTION_NEEDSTEXTFILE
source: Only text files are supported.
ar: يتم دعم الملفات النصية فقط.
de: Es werden nur Textdateien unterstützt.
el: Υποστηρίζονται μόνο αρχεία κειμένου.
es: Sólo se admiten archivos de texto.
fr: Seuls les fichiers texte sont pris en charge.
ga: Ní thacaítear ach le comhaid téacs.
hi: केवल टेक्स्ट फ़ाइलें समर्थित हैं.
hi_latn: keval paath failen samarthit hain.
id: Hanya berkas teks yang didukung.
it: Sono supportati solo file di testo.
ja: テキスト ファイルのみがサポートされます。
ko: 텍스트 파일만 지원됩니다.
ms: Hanya fail teks yang disokong.
nb: Bare tekstfiler støttes.
nl: Alleen tekstbestanden worden ondersteund.
pt: Somente arquivos de texto são suportados.
ro: Numai fișierele text sunt acceptate.
tr: Sadece metin dosyaları desteklenmektedir.
uk: Підтримуються лише текстові файли.
vi: Chỉ hỗ trợ các tập tin văn bản.
zh: 僅支援文字檔。

# NKS_FILES_EXCEPTION_NOCONSENT
source: Access to the path is denied due to no consent.
ar: تم رفض الوصول إلى المسار بسبب عدم وجود موافقة.
de: Der Zugriff auf den Pfad wird mangels Einwilligung verweigert.
el: Η πρόσβαση στη διαδρομή δεν επιτρέπεται λόγω μη συναίνεσης.
es: Se deniega el acceso al sendero por falta de consentimiento.
fr: L'accès au chemin est refusé faute de consentement.
ga: Diúltaítear rochtain ar an gcosán mar gheall ar aon toiliú.
hi: सहमति न होने के कारण पथ पर प्रवेश वर्जित है।
hi_latn: sahamati na hone ke kaaran path tak pahunch asveekrt hai.
id: Akses ke jalur tersebut ditolak karena tidak ada persetujuan.
it: L'accesso al percorso è negato per mancato consenso.
ja: 同意がないため、パスへのアクセスが拒否されました。
ko: 동의하지 않아 해당 경로에 대한 액세스가 거부되었습니다.
ms: Akses ke laluan ditolak kerana tiada kebenaran.
nb: Adkomst til stien nektes på grunn av manglende samtykke.
nl: Toegang tot het pad wordt geweigerd omdat er geen toestemming is.
pt: O acesso ao caminho é negado devido à falta de consentimento.
ro: Accesul la traseu este interzis din cauza lipsei consimțământului.
tr: İzin verilmediği için yola erişim engelleniyor.
uk: У доступі до шляху відмовлено через відсутність згоди.
vi: Quyền truy cập vào đường dẫn bị từ chối do không có sự đồng ý.
zh: 由於未經同意而拒絕存取該路徑。

# NKS_FILES_PATHS_EXCEPTION_NOTYPE
source: Empty kernel path type.
ar: نوع مسار kernel فارغ.
de: Leerer Kernel-Pfadtyp.
el: Κενός τύπος διαδρομής πυρήνα.
es: Tipo de ruta de kernel vacía.
fr: Type de chemin de noyau vide.
ga: Cineál cosán eithne folamh.
hi: खाली कर्नेल पथ प्रकार.
hi_latn: khaalee karnel path prakaar.
id: Jenis jalur kernel kosong.
it: Tipo di percorso kernel vuoto.
ja: 空のカーネル パス タイプ。
ko: 빈 커널 경로 유형입니다.
ms: Jenis laluan kernel kosong.
nb: Tom kjernebanetype.
nl: Type leeg kernelpad.
pt: Tipo de caminho do kernel vazio.
ro: Tipul de cale gol al nucleului.
tr: Boş çekirdek yolu türü.
uk: Порожній тип шляху до ядра.
vi: Đường dẫn hạt nhân rỗng.
zh: 空內核路徑類型。

# NKS_FILES_PATHS_EXCEPTION_TYPEEXISTS
source: Kernel path type is already registered.
ar: تم تسجيل نوع مسار Kernel بالفعل.
de: Der Kernel-Pfadtyp ist bereits registriert.
el: Ο τύπος διαδρομής πυρήνα είναι ήδη καταχωρημένος.
es: El tipo de ruta del kernel ya está registrado.
fr: Le type de chemin du noyau est déjà enregistré.
ga: Tá cineál cosán eithne cláraithe cheana féin.
hi: कर्नेल पथ प्रकार पहले से ही पंजीकृत है.
hi_latn: karnel path prakaar pahale se panjeekrt hai.
id: Jenis jalur kernel sudah terdaftar.
it: Il tipo di percorso del kernel è già registrato.
ja: カーネルパスタイプはすでに登録されています。
ko: 커널 경로 유형이 이미 등록되어 있습니다.
ms: Jenis laluan kernel sudah didaftarkan.
nb: Kjernebanetype er allerede registrert.
nl: Het kernelpadtype is al geregistreerd.
pt: O tipo de caminho do kernel já está registrado.
ro: Tipul căii kernelului este deja înregistrat.
tr: Çekirdek yolu türü zaten kayıtlı.
uk: Тип шляху до ядра вже зареєстровано.
vi: Loại đường dẫn hạt nhân đã được đăng ký.
zh: 內核路徑類型已註冊。

# NKS_FILES_PATHS_EXCEPTION_NOPATH
source: Empty path.
ar: مسار فارغ.
de: Leerer Weg.
el: Άδειο μονοπάτι.
es: Camino vacío.
fr: Chemin vide.
ga: Cosán folamh.
hi: ख़ाली रास्ता.
hi_latn: khaalee path.
id: Jalan kosong.
it: Percorso vuoto.
ja: 空のパス。
ko: 경로가 비어 있습니다.
ms: Laluan kosong.
nb: Tom sti.
nl: Leeg pad.
pt: Caminho vazio.
ro: Calea goală.
tr: Boş yol.
uk: Порожній шлях.
vi: Đường đi trống.
zh: 空路。

# NKS_FILES_PATHS_EXCEPTION_TYPENOTEXISTS
source: Kernel path type is not registered.
ar: لم يتم تسجيل نوع مسار Kernel.
de: Der Kernel-Pfadtyp ist nicht registriert.
el: Ο τύπος διαδρομής πυρήνα δεν έχει καταχωρηθεί.
es: El tipo de ruta del kernel no está registrado.
fr: Le type de chemin du noyau n’est pas enregistré.
ga: Níl an cineál conair eithne cláraithe.
hi: कर्नेल पथ प्रकार पंजीकृत नहीं है.
hi_latn: karnel path prakaar panjeekrt nahin hai.
id: Jenis jalur kernel tidak terdaftar.
it: Il tipo di percorso del kernel non è registrato.
ja: カーネルパスタイプが登録されていません。
ko: 커널 경로 유형이 등록되지 않았습니다.
ms: Jenis laluan kernel tidak didaftarkan.
nb: Kjernebanetype er ikke registrert.
nl: Het kernelpadtype is niet geregistreerd.
pt: O tipo de caminho do kernel não está registrado.
ro: Tipul căii kernelului nu este înregistrat.
tr: Çekirdek yolu türü kayıtlı değil.
uk: Тип шляху ядра не зареєстровано.
vi: Loại đường dẫn hạt nhân chưa được đăng ký.
zh: 內核路徑類型未註冊。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NEEDSFOLDER
source: Specify an existent folder to store the three configuration files on.
ar: حدد مجلدًا موجودًا لتخزين ملفات التكوين الثلاثة عليه.
de: Geben Sie einen vorhandenen Ordner an, in dem die drei Konfigurationsdateien gespeichert werden sollen.
el: Καθορίστε έναν υπάρχοντα φάκελο στον οποίο θα αποθηκεύονται τα τρία αρχεία διαμόρφωσης.
es: Especifique una carpeta existente para almacenar los tres archivos de configuración.
fr: Spécifiez un dossier existant dans lequel stocker les trois fichiers de configuration.
ga: Sonraigh fillteán atá ann chun na trí chomhad cumraíochta a stóráil air.
hi: तीन कॉन्फ़िगरेशन फ़ाइलों को संग्रहीत करने के लिए एक मौजूदा फ़ोल्डर निर्दिष्ट करें।
hi_latn: teen konfigareshan failon ko sangraheet karane ke lie ek maujooda foldar nirdisht karen.
id: Tentukan folder yang ada untuk menyimpan ketiga file konfigurasi.
it: Specificare una cartella esistente in cui archiviare i tre file di configurazione.
ja: 3 つの構成ファイルを保存する既存のフォルダーを指定します。
ko: 세 가지 구성 파일을 저장할 기존 폴더를 지정합니다.
ms: Tentukan folder sedia ada untuk menyimpan tiga fail konfigurasi.
nb: Spesifiser en eksisterende mappe for å lagre de tre konfigurasjonsfilene på.
nl: Geef een bestaande map op waarin u de drie configuratiebestanden wilt opslaan.
pt: Especifique uma pasta existente para armazenar os três arquivos de configuração.
ro: Specificați un folder existent pentru a stoca cele trei fișiere de configurare.
tr: Üç yapılandırma dosyasının depolanacağı mevcut bir klasörü belirtin.
uk: Укажіть існуючу папку для зберігання трьох конфігураційних файлів.
vi: Chỉ định một thư mục hiện có để lưu trữ ba tệp cấu hình.
zh: 指定一個現有資料夾來儲存三個設定檔。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NEEDSFILE
source: Specify an existent path to a configuration file
ar: حدد مسارًا موجودًا لملف التكوين
de: Geben Sie einen vorhandenen Pfad zu einer Konfigurationsdatei an
el: Καθορίστε μια υπάρχουσα διαδρομή σε ένα αρχείο διαμόρφωσης
es: Especificar una ruta existente a un archivo de configuración
fr: Spécifier un chemin existant vers un fichier de configuration
ga: Sonraigh conair láithreach chuig comhad cumraíochta
hi: कॉन्फ़िगरेशन फ़ाइल के लिए मौजूदा पथ निर्दिष्ट करें
hi_latn: konfigareshan fail ke lie ek maujooda path nirdisht karen
id: Tentukan jalur yang ada ke file konfigurasi
it: Specificare un percorso esistente per un file di configurazione
ja: 構成ファイルへの既存のパスを指定します
ko: 구성 파일의 기존 경로 지정
ms: Tentukan laluan sedia ada ke fail konfigurasi
nb: Angi en eksisterende bane til en konfigurasjonsfil
nl: Geef een bestaand pad naar een configuratiebestand op
pt: Especifique um caminho existente para um arquivo de configuração
ro: Specificați o cale existentă către un fișier de configurare
tr: Bir yapılandırma dosyasına var olan bir yolu belirtin
uk: Вкажіть існуючий шлях до файлу конфігурації
vi: Chỉ định đường dẫn hiện tại đến tệp cấu hình
zh: 指定設定檔的現有路徑

# NKS_KERNEL_CONFIGURATION_EXCEPTION_INVALIDCLASS
source: Not a valid config class.
ar: ليست فئة تكوين صالحة.
de: Keine gültige Konfigurationsklasse.
el: Δεν είναι έγκυρη κλάση διαμόρφωσης.
es: No es una clase de configuración válida.
fr: Pas une classe de configuration valide.
ga: Ní rang cumraíochta bailí é.
hi: मान्य कॉन्फ़िगरेशन वर्ग नहीं है.
hi_latn: maany konfigareshan klaas nahin hai.
id: Bukan kelas konfigurasi yang valid.
it: Non è una classe di configurazione valida.
ja: 有効な構成クラスではありません。
ko: 유효한 구성 클래스가 아닙니다.
ms: Bukan kelas konfigurasi yang sah.
nb: Ikke en gyldig konfigurasjonsklasse.
nl: Geen geldige configuratieklasse.
pt: Não é uma classe de configuração válida.
ro: Nu este o clasă de configurare validă.
tr: Geçerli bir yapılandırma sınıfı değil.
uk: Недійсний клас конфігурації.
vi: Không phải là lớp cấu hình hợp lệ.
zh: 不是有效的配置類別。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_INVALID
source: Configuration file is invalid.
ar: ملف التكوين غير صالح.
de: Die Konfigurationsdatei ist ungültig.
el: Το αρχείο διαμόρφωσης δεν είναι έγκυρο.
es: El archivo de configuración no es válido.
fr: Le fichier de configuration n'est pas valide.
ga: Tá an comhad cumraíochta neamhbhailí.
hi: कॉन्फ़िगरेशन फ़ाइल अमान्य है.
hi_latn: konfigareshan fail amaany hai.
id: Berkas konfigurasi tidak valid.
it: Il file di configurazione non è valido.
ja: 設定ファイルが無効です。
ko: 구성 파일이 잘못되었습니다.
ms: Fail konfigurasi tidak sah.
nb: Konfigurasjonsfilen er ugyldig.
nl: Configuratiebestand is ongeldig.
pt: O arquivo de configuração é inválido.
ro: Fișierul de configurare este invalid.
tr: Yapılandırma dosyası geçersiz.
uk: Файл конфігурації недійсний.
vi: Tệp cấu hình không hợp lệ.
zh: 設定檔無效。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_READFAILED
source: There is an error trying to read configuration: {0}.
ar: يوجد خطأ أثناء محاولة قراءة التكوين: {0}.
de: Beim Versuch, die Konfiguration zu lesen, ist ein Fehler aufgetreten: {0}.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση της διαμόρφωσης: {0}.
es: Hay un error al intentar leer la configuración: {0}.
fr: Une erreur s'est produite lors de la tentative de lecture de la configuration : {0}.
ga: Tharla earráid agus an chumraíocht á léamh: {0}.
hi: कॉन्फ़िगरेशन को पढ़ने का प्रयास करते समय एक त्रुटि हुई: {0}।
hi_latn: konfigareshan padhane ka prayaas karate samay ek truti huee: {0}.
id: Terjadi kesalahan saat mencoba membaca konfigurasi: {0}.
it: Si è verificato un errore durante il tentativo di leggere la configurazione: {0}.
ja: 構成の読み取り中にエラーが発生しました: {0}。
ko: 구성을 읽는 중 오류가 발생했습니다: {0}.
ms: Terdapat ralat semasa cuba membaca konfigurasi: {0}.
nb: Det oppstod en feil under forsøk på å lese konfigurasjonen: {0}.
nl: Er is een fout opgetreden bij het lezen van de configuratie: {0}.
pt: Ocorreu um erro ao tentar ler a configuração: {0}.
ro: A apărut o eroare la încercarea de a citi configurația: {0}.
tr: Yapılandırmayı okumaya çalışırken bir hata oluştu: {0}.
uk: Виникла помилка під час спроби прочитати конфігурацію: {0}.
vi: Có lỗi khi cố gắng đọc cấu hình: {0}.
zh: 嘗試讀取配置時發生錯誤：{0}。

# NKS_KERNEL_CONFIGURATION_VALIDATIONFAILED
source: Validation failed!
ar: فشل التحقق من الصحة!
de: Überprüfung fehlgeschlagen!
el: Η επικύρωση απέτυχε!
es: ¡Validación fallida!
fr: Validation échouée!
ga: Theip ar bhailíochtú!
hi: प्रमाणीकरण विफल रहा!
hi_latn: satyaapan viphal!
id: Validasi gagal!
it: Validazione fallita!
ja: 検証に失敗しました！
ko: 검증에 실패했습니다!
ms: Pengesahan gagal!
nb: Validering mislyktes!
nl: Validatie mislukt!
pt: Falha na validação!
ro: Validarea a esuat!
tr: Doğrulama başarısız!
uk: Помилка перевірки!
vi: Xác thực không thành công!
zh: 驗證失敗！

# NKS_KERNEL_CONFIGURATION_READINGFAILED
source: Reading failed!
ar: القراءة فاشلة!
de: Das Lesen ist fehlgeschlagen!
el: Η ανάγνωση απέτυχε!
es: ¡La lectura falló!
fr: La lecture a échoué !
ga: Theip ar an léitheoireacht!
hi: पढ़ना विफल रहा!
hi_latn: padhana viphal!
id: Gagal membaca!
it: Lettura fallita!
ja: 読み取りに失敗しました!
ko: 읽기에 실패했습니다!
ms: Membaca gagal!
nb: Lesing mislyktes!
nl: Lezen mislukt!
pt: A leitura falhou!
ro: Citirea a eșuat!
tr: Okuma başarısız!
uk: Не вдалося прочитати!
vi: Đọc không thành công!
zh: 讀取失敗！

# NKS_KERNEL_CONFIGURATION_TRYINGTOFIX
source: Trying to fix configuration...
ar: محاولة إصلاح التكوين...
de: Versuche, die Konfiguration zu reparieren...
el: Προσπάθεια διόρθωσης διαμόρφωσης...
es: Intentando arreglar la configuración...
fr: J'essaie de corriger la configuration...
ga: Ag iarraidh cumraíocht a shocrú...
hi: कॉन्फ़िगरेशन ठीक करने का प्रयास किया जा रहा है...
hi_latn: konfigareshan ko theek karane ka prayaas kar raha hoon...
id: Mencoba memperbaiki konfigurasi...
it: Tentativo di correggere la configurazione...
ja: 構成を修正しようとしています...
ko: 구성을 수정하는 중...
ms: Cuba betulkan konfigurasi...
nb: Prøver å fikse konfigurasjonen...
nl: Ik probeer de configuratie te herstellen...
pt: Tentando corrigir a configuração...
ro: Se încearcă remedierea configurației...
tr: Yapılandırmayı düzeltmeye çalışıyorum...
uk: Спроба виправити конфігурацію...
vi: Đang cố gắng sửa cấu hình...
zh: 正在嘗試修復配置...

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NOTYPE
source: Can't check configuration variables when no type specified.
ar: لا يمكن التحقق من متغيرات التكوين في حالة عدم تحديد نوع.
de: Konfigurationsvariablen können nicht überprüft werden, wenn kein Typ angegeben ist.
el: Δεν είναι δυνατός ο έλεγχος των μεταβλητών διαμόρφωσης όταν δεν έχει καθοριστεί τύπος.
es: No se pueden verificar las variables de configuración cuando no se especifica ningún tipo.
fr: Impossible de vérifier les variables de configuration lorsqu'aucun type n'est spécifié.
ga: Ní féidir athróga cumraíochta a sheiceáil nuair nach bhfuil cineál sonraithe.
hi: कोई प्रकार निर्दिष्ट न होने पर कॉन्फ़िगरेशन वेरिएबल की जाँच नहीं की जा सकती.
hi_latn: jab koee prakaar nirdisht nahin kiya jaata hai to konfigareshan char kee jaanch nahin kar sakata.
id: Tidak dapat memeriksa variabel konfigurasi jika tidak ada tipe yang ditentukan.
it: Impossibile controllare le variabili di configurazione quando non è specificato alcun tipo.
ja: タイプが指定されていない場合、構成変数をチェックできません。
ko: 유형이 지정되지 않은 경우 구성 변수를 확인할 수 없습니다.
ms: Tidak dapat menyemak pembolehubah konfigurasi apabila tiada jenis dinyatakan.
nb: Kan ikke sjekke konfigurasjonsvariabler når ingen type er spesifisert.
nl: Kan configuratievariabelen niet controleren als er geen type is opgegeven.
pt: Não é possível verificar variáveis de configuração quando nenhum tipo é especificado.
ro: Nu se pot verifica variabilele de configurare când nu este specificat niciun tip.
tr: Hiçbir tür belirtilmediğinde yapılandırma değişkenleri kontrol edilemez.
uk: Неможливо перевірити змінні конфігурації, якщо не вказано тип.
vi: Không thể kiểm tra các biến cấu hình khi không chỉ định loại.
zh: 未指定類型時無法檢查配置變數。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NOENTRIES
source: Can't check configuration variables when no entries are specified.
ar: لا يمكن التحقق من متغيرات التكوين عندما لا يتم تحديد أي إدخالات.
de: Konfigurationsvariablen können nicht überprüft werden, wenn keine Einträge angegeben sind.
el: Δεν είναι δυνατός ο έλεγχος των μεταβλητών διαμόρφωσης όταν δεν έχουν καθοριστεί καταχωρήσεις.
es: No se pueden verificar las variables de configuración cuando no se especifican entradas.
fr: Impossible de vérifier les variables de configuration lorsqu'aucune entrée n'est spécifiée.
ga: Ní féidir athróga cumraíochta a sheiceáil nuair nach bhfuil aon iontrálacha sonraithe.
hi: जब कोई प्रविष्टियाँ निर्दिष्ट नहीं की जाती हैं तो कॉन्फ़िगरेशन चर की जाँच नहीं की जा सकती।
hi_latn: jab koee pravishtiyaan nirdisht nahin kee jaatee hain to konfigareshan char kee jaanch nahin kar sakata.
id: Tidak dapat memeriksa variabel konfigurasi saat tidak ada entri yang ditentukan.
it: Impossibile controllare le variabili di configurazione quando non sono specificate voci.
ja: エントリが指定されていない場合、構成変数をチェックできません。
ko: 항목이 지정되지 않은 경우 구성 변수를 확인할 수 없습니다.
ms: Tidak dapat menyemak pembolehubah konfigurasi apabila tiada entri dinyatakan.
nb: Kan ikke sjekke konfigurasjonsvariabler når ingen oppføringer er spesifisert.
nl: Kan configuratievariabelen niet controleren als er geen vermeldingen zijn opgegeven.
pt: Não é possível verificar variáveis de configuração quando nenhuma entrada é especificada.
ro: Nu se pot verifica variabilele de configurare când nu sunt specificate intrări.
tr: Hiçbir giriş belirtilmediğinde yapılandırma değişkenleri kontrol edilemez.
uk: Неможливо перевірити змінні конфігурації, якщо не вказано жодного запису.
vi: Không thể kiểm tra các biến cấu hình khi không có mục nào được chỉ định.
zh: 未指定條目時無法檢查配置變數。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_CUSTOMSETTINGSNOCONTENT_REGISTER
source: Trying to register a custom setting with no content.
ar: محاولة تسجيل إعداد مخصص بدون محتوى.
de: Es wird versucht, eine benutzerdefinierte Einstellung ohne Inhalt zu registrieren.
el: Προσπάθεια εγγραφής προσαρμοσμένης ρύθμισης χωρίς περιεχόμενο.
es: Intentando registrar una configuración personalizada sin contenido.
fr: Essayer d'enregistrer un paramètre personnalisé sans contenu.
ga: Ag iarraidh socrú saincheaptha a chlárú gan aon ábhar.
hi: बिना किसी सामग्री के एक कस्टम सेटिंग पंजीकृत करने का प्रयास किया जा रहा है।
hi_latn: bina kisee saamagree ke kastam seting panjeekrt karane ka prayaas kar raha hoon.
id: Mencoba mendaftarkan pengaturan khusus tanpa konten.
it: Tentativo di registrare un'impostazione personalizzata senza contenuto.
ja: 内容のないカスタム設定を登録しようとしています。
ko: 내용이 없는 사용자 정의 설정을 등록하려고 합니다.
ms: Cuba mendaftar tetapan tersuai tanpa kandungan.
nb: Prøver å registrere en egendefinert innstilling uten innhold.
nl: Er wordt geprobeerd een aangepaste instelling zonder inhoud te registreren.
pt: Tentando registrar uma configuração personalizada sem conteúdo.
ro: Încercarea de a înregistra o setare personalizată fără conținut.
tr: İçeriği olmayan özel bir ayarı kaydetmeye çalışıyorum.
uk: Спроба зареєструвати спеціальне налаштування без вмісту.
vi: Đang cố gắng đăng ký cài đặt tùy chỉnh nhưng không có nội dung.
zh: 嘗試註冊沒有內容的自訂設定。
