Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SCREENSAVERMANAGEMENT
source: The screensaver management error occurred during the operation.
ar: حدث خطأ في إدارة شاشة التوقف أثناء العملية.
de: Während des Vorgangs ist ein Fehler bei der Verwaltung des Bildschirmschoners aufgetreten.
el: Το σφάλμα διαχείρισης της προφύλαξης οθόνης παρουσιάστηκε κατά τη λειτουργία.
es: El error de gestión del salvapantallas se produjo durante la operación.
fr: L'erreur de gestion de l'économiseur d'écran s'est produite pendant l'opération.
ga: Tharla an earráid bhainistíochta spárálaíscáileáin le linn na hoibríochta.
hi: ऑपरेशन के दौरान स्क्रीनसेवर प्रबंधन त्रुटि उत्पन्न हुई।
hi_latn: opareshan ke dauraan skreenasevar prabandhan truti huee.
id: Kesalahan manajemen screensaver terjadi selama pengoperasian.
it: Si è verificato un errore nella gestione dello screensaver durante l'operazione.
ja: 操作中にスクリーンセーバー管理エラーが発生しました。
ko: 작업 중 화면 보호기 관리 오류가 발생했습니다.
ms: Ralat pengurusan penyelamat skrin berlaku semasa operasi.
nb: Skjermspareradministrasjonsfeilen oppsto under operasjonen.
nl: De beheerfout van de screensaver is opgetreden tijdens de bewerking.
pt: O erro de gerenciamento do protetor de tela ocorreu durante a operação.
ro: Eroarea de gestionare a screensaverului a apărut în timpul operațiunii.
tr: İşlem sırasında ekran koruyucu yönetimi hatası oluştu.
uk: Під час операції сталася помилка керування заставкою.
vi: Đã xảy ra lỗi quản lý trình bảo vệ màn hình trong quá trình hoạt động.
zh: 操作過程中出現螢幕保護程式管理錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SFTPFILESYSTEM
source: A general SFTP filesystem error occurred. Check to make sure that the path specified is correct, and that the file or directory actually exists.
ar: حدث خطأ عام في نظام ملفات SFTP. تحقق للتأكد من صحة المسار المحدد، وأن الملف أو الدليل موجود بالفعل.
de: Es ist ein allgemeiner SFTP-Dateisystemfehler aufgetreten. Stellen Sie sicher, dass der angegebene Pfad korrekt ist und die Datei oder das Verzeichnis tatsächlich vorhanden ist.
el: Παρουσιάστηκε ένα γενικό σφάλμα συστήματος αρχείων SFTP. Ελέγξτε για να βεβαιωθείτε ότι η διαδρομή που καθορίστηκε είναι σωστή και ότι το αρχείο ή ο κατάλογος υπάρχει πράγματι.
es: Se produjo un error general en el sistema de archivos SFTP. Verifique para asegurarse de que la ruta especificada sea correcta y que el archivo o directorio realmente exista.
fr: Une erreur générale du système de fichiers SFTP s'est produite. Vérifiez que le chemin spécifié est correct et que le fichier ou le répertoire existe réellement.
ga: Tharla earráid ghinearálta maidir le córas comhaid SFTP. Seiceáil le cinntiú go bhfuil an cosán sonraithe ceart, agus go bhfuil an comhad nó an t-eolaire ann i ndáiríre.
hi: एक सामान्य SFTP फ़ाइल सिस्टम त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि निर्दिष्ट पथ सही है, और फ़ाइल या निर्देशिका वास्तव में मौजूद है।
hi_latn: ek saamaany sftp fail sistam truti huee. yah sunishchit karane ke lie jaanch karen ki nirdisht path sahee hai, aur fail ya nirdeshika vaastav mein maujood hai.
id: Terjadi kesalahan sistem berkas SFTP umum. Periksa untuk memastikan bahwa jalur yang ditentukan sudah benar, dan berkas atau direktori benar-benar ada.
it: Si è verificato un errore generale del file system SFTP. Verificare che il percorso specificato sia corretto e che il file o la directory esista effettivamente.
ja: 一般的な SFTP ファイルシステム エラーが発生しました。指定したパスが正しいこと、およびファイルまたはディレクトリが実際に存在することを確認してください。
ko: 일반 SFTP 파일 시스템 오류가 발생했습니다. 지정된 경로가 올바른지, 파일이나 디렉터리가 실제로 존재하는지 확인하세요.
ms: Ralat sistem fail SFTP umum berlaku. Semak untuk memastikan bahawa laluan yang ditentukan adalah betul dan fail atau direktori itu benar-benar wujud.
nb: Det oppstod en generell SFTP-filsystemfeil. Kontroller at den angitte banen er riktig, og at filen eller katalogen faktisk eksisterer.
nl: Er is een algemene SFTP-bestandssysteemfout opgetreden. Controleer of het opgegeven pad correct is en of het bestand of de map daadwerkelijk bestaat.
pt: Ocorreu um erro geral no sistema de arquivos SFTP. Verifique se o caminho especificado está correto e se o arquivo ou diretório realmente existe.
ro: A apărut o eroare generală a sistemului de fișiere SFTP. Verificați pentru a vă asigura că calea specificată este corectă și că fișierul sau directorul există de fapt.
tr: Genel bir SFTP dosya sistemi hatası oluştu. Belirtilen yolun doğru olduğundan ve dosyanın veya dizinin gerçekten var olduğundan emin olmak için kontrol edin.
uk: Сталася загальна помилка файлової системи SFTP. Переконайтеся, що вказано правильний шлях і що файл або каталог дійсно існує.
vi: Đã xảy ra lỗi hệ thống tệp SFTP chung. Kiểm tra để đảm bảo đường dẫn được chỉ định là đúng và tệp hoặc thư mục thực sự tồn tại.
zh: 發生一般 SFTP 檔案系統錯誤。檢查以確保指定的路徑正確，並且檔案或目錄確實存在。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SFTPNETWORK
source: A general SFTP network error occurred. Check to make sure that your internet connection is working.
ar: حدث خطأ عام في شبكة SFTP. تحقق للتأكد من أن اتصالك بالإنترنت يعمل.
de: Es ist ein allgemeiner SFTP-Netzwerkfehler aufgetreten. Stellen Sie sicher, dass Ihre Internetverbindung funktioniert.
el: Παρουσιάστηκε ένα γενικό σφάλμα δικτύου SFTP. Ελέγξτε για να βεβαιωθείτε ότι η σύνδεσή σας στο Διαδίκτυο λειτουργεί.
es: Se produjo un error general de red SFTP. Verifique para asegurarse de que su conexión a Internet esté funcionando.
fr: Une erreur réseau SFTP générale s'est produite. Vérifiez que votre connexion Internet fonctionne.
ga: Tharla earráid ghinearálta líonra SFTP. Seiceáil le cinntiú go bhfuil do nasc idirlín ag obair.
hi: एक सामान्य SFTP नेटवर्क त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपका इंटरनेट कनेक्शन काम कर रहा है।
hi_latn: ek saamaany sftp netavark truti huee. yah sunishchit karane ke lie jaanch karen ki aapaka intaranet kanekshan kaam kar raha hai.
id: Terjadi kesalahan jaringan SFTP umum. Periksa untuk memastikan koneksi internet Anda berfungsi.
it: Si è verificato un errore generale di rete SFTP. Verifica che la connessione Internet funzioni.
ja: 一般的な SFTP ネットワーク エラーが発生しました。インターネット接続が機能していることを確認してください。
ko: 일반 SFTP 네트워크 오류가 발생했습니다. 인터넷 연결이 작동하는지 확인하세요.
ms: Ralat rangkaian SFTP umum berlaku. Semak untuk memastikan sambungan internet anda berfungsi.
nb: Det oppstod en generell SFTP-nettverksfeil. Kontroller at Internett-tilkoblingen din fungerer.
nl: Er is een algemene SFTP-netwerkfout opgetreden. Controleer of uw internetverbinding werkt.
pt: Ocorreu um erro geral de rede SFTP. Verifique se sua conexão com a Internet está funcionando.
ro: A apărut o eroare generală de rețea SFTP. Verificați pentru a vă asigura că conexiunea dvs. la internet funcționează.
tr: Genel bir SFTP ağ hatası oluştu. İnternet bağlantınızın çalıştığından emin olmak için kontrol edin.
uk: Сталася загальна помилка мережі SFTP. Переконайтеся, що підключення до Інтернету працює.
vi: Đã xảy ra lỗi mạng SFTP chung. Kiểm tra để đảm bảo kết nối internet của bạn đang hoạt động.
zh: 發生一般 SFTP 網路錯誤。檢查並確保您的網路連線正常。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SFTPSHELL
source: A general SFTP shell error occurred.
ar: حدث خطأ عام في غلاف SFTP.
de: Es ist ein allgemeiner SFTP-Shell-Fehler aufgetreten.
el: Παρουσιάστηκε ένα γενικό σφάλμα φλοιού SFTP.
es: Se produjo un error general del shell SFTP.
fr: Une erreur générale du shell SFTP s’est produite.
ga: Tharla earráid ghinearálta maidir le sliogán SFTP.
hi: एक सामान्य SFTP शेल त्रुटि उत्पन्न हुई.
hi_latn: ek saamaany sftp shel truti huee.
id: Terjadi kesalahan shell SFTP umum.
it: Si è verificato un errore generale della shell SFTP.
ja: 一般的な SFTP シェル エラーが発生しました。
ko: 일반 SFTP 셸 오류가 발생했습니다.
ms: Ralat umum shell SFTP telah berlaku.
nb: Det oppstod en generell SFTP-shell-feil.
nl: Er is een algemene SFTP-shellfout opgetreden.
pt: Ocorreu um erro geral do shell SFTP.
ro: A apărut o eroare generală de shell SFTP.
tr: Genel bir SFTP kabuk hatası oluştu.
uk: Сталася загальна помилка оболонки SFTP.
vi: Đã xảy ra lỗi shell SFTP chung.
zh: 發生一般 SFTP shell 錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_USERCREATION
source: A user creation error occurred.
ar: حدث خطأ في إنشاء المستخدم.
de: Es ist ein Fehler bei der Benutzererstellung aufgetreten.
el: Παρουσιάστηκε σφάλμα δημιουργίας χρήστη.
es: Se produjo un error de creación de usuario.
fr: Une erreur de création d'utilisateur s'est produite.
ga: Tharla earráid cruthaithe úsáideora.
hi: एक उपयोगकर्ता निर्माण त्रुटि उत्पन्न हुई.
hi_latn: ek upayogakarta nirmaan truti huee.
id: Terjadi kesalahan pembuatan pengguna.
it: Si è verificato un errore di creazione dell'utente.
ja: ユーザー作成エラーが発生しました。
ko: 사용자 생성 오류가 발생했습니다.
ms: Ralat penciptaan pengguna telah berlaku.
nb: Det oppstod en brukeropprettingsfeil.
nl: Er is een fout opgetreden bij het maken van een gebruiker.
pt: Ocorreu um erro de criação de usuário.
ro: A apărut o eroare la crearea utilizatorului.
tr: Kullanıcı oluşturma hatası oluştu.
uk: Сталася помилка створення користувача.
vi: Đã xảy ra lỗi khi tạo người dùng.
zh: 發生使用者創建錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_USERMANAGEMENT
source: A user management error occurred.
ar: حدث خطأ في إدارة المستخدم.
de: Es ist ein Benutzerverwaltungsfehler aufgetreten.
el: Παρουσιάστηκε σφάλμα διαχείρισης χρήστη.
es: Se produjo un error de gestión de usuarios.
fr: Une erreur de gestion des utilisateurs s'est produite.
ga: Tharla earráid bhainistíochta úsáideora.
hi: एक उपयोगकर्ता प्रबंधन त्रुटि उत्पन्न हुई.
hi_latn: ek upayogakarta prabandhan truti huee.
id: Terjadi kesalahan manajemen pengguna.
it: Si è verificato un errore di gestione degli utenti.
ja: ユーザー管理エラーが発生しました。
ko: 사용자 관리 오류가 발생했습니다.
ms: Ralat pengurusan pengguna berlaku.
nb: Det oppstod en brukeradministrasjonsfeil.
nl: Er is een gebruikersbeheerfout opgetreden.
pt: Ocorreu um erro de gerenciamento de usuários.
ro: A apărut o eroare de gestionare a utilizatorilor.
tr: Kullanıcı yönetimi hatası oluştu.
uk: Сталася помилка керування користувачами.
vi: Đã xảy ra lỗi quản lý người dùng.
zh: 發生使用者管理錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NETWORK
source: A general network error occurred. Should you be trying to connect to a remote end, make sure that you're connected to the Internet or to your local network.
ar: حدث خطأ عام في الشبكة. إذا كنت تحاول الاتصال بطرف بعيد، فتأكد من اتصالك بالإنترنت أو بشبكتك المحلية.
de: Es ist ein allgemeiner Netzwerkfehler aufgetreten. Wenn Sie versuchen, eine Verbindung zu einem entfernten Ende herzustellen, stellen Sie sicher, dass Sie mit dem Internet oder Ihrem lokalen Netzwerk verbunden sind.
el: Παρουσιάστηκε ένα γενικό σφάλμα δικτύου. Εάν προσπαθείτε να συνδεθείτε σε απομακρυσμένο άκρο, βεβαιωθείτε ότι είστε συνδεδεμένοι στο Διαδίκτυο ή στο τοπικό σας δίκτυο.
es: Se produjo un error general de red. Si intenta conectarse a un extremo remoto, asegúrese de estar conectado a Internet o a su red local.
fr: Une erreur réseau générale s'est produite. Si vous essayez de vous connecter à une extrémité distante, assurez-vous que vous êtes connecté à Internet ou à votre réseau local.
ga: Tharla earráid líonra ghinearálta. Má tá tú ag iarraidh nascadh le foirceann cianda, cinntigh go bhfuil tú nasctha leis an Idirlíon nó le do líonra áitiúil.
hi: एक सामान्य नेटवर्क त्रुटि उत्पन्न हुई. यदि आप किसी दूरस्थ छोर से कनेक्ट करने का प्रयास कर रहे हैं, तो सुनिश्चित करें कि आप इंटरनेट या अपने स्थानीय नेटवर्क से कनेक्ट हैं।
hi_latn: ek saamaany netavark truti huee. yadi aap kisee doorasth chhor se kanekt karane ka prayaas kar rahe hain, to sunishchit karen ki aap intaranet ya apane sthaaneey netavark se jude hain.
id: Terjadi kesalahan jaringan umum. Jika Anda mencoba terhubung ke ujung jarak jauh, pastikan Anda terhubung ke Internet atau jaringan lokal.
it: Si è verificato un errore generale di rete. Se provi a connetterti a un terminale remoto, assicurati di essere connesso a Internet o alla rete locale.
ja: 一般的なネットワーク エラーが発生しました。リモート エンドに接続しようとしている場合は、インターネットまたはローカル ネットワークに接続していることを確認してください。
ko: 일반 네트워크 오류가 발생했습니다. 원격 끝에 연결을 시도하는 경우 인터넷이나 로컬 네트워크에 연결되어 있는지 확인하세요.
ms: Ralat rangkaian umum berlaku. Sekiranya anda cuba menyambung ke hujung jauh, pastikan anda disambungkan ke Internet atau ke rangkaian tempatan anda.
nb: Det oppstod en generell nettverksfeil. Hvis du prøver å koble til en ekstern ende, sørg for at du er koblet til Internett eller til ditt lokale nettverk.
nl: Er is een algemene netwerkfout opgetreden. Als u probeert verbinding te maken met een extern apparaat, zorg er dan voor dat u verbonden bent met internet of met uw lokale netwerk.
pt: Ocorreu um erro geral de rede. Se você estiver tentando se conectar a um ponto remoto, certifique-se de estar conectado à Internet ou à rede local.
ro: A apărut o eroare generală de rețea. Dacă încercați să vă conectați la un capăt la distanță, asigurați-vă că sunteți conectat la Internet sau la rețeaua locală.
tr: Genel bir ağ hatası oluştu. Uzak bir uca bağlanmaya çalışıyorsanız, İnternet'e veya yerel ağınıza bağlı olduğunuzdan emin olun.
uk: Сталася загальна помилка мережі. Якщо ви намагаєтеся підключитися до віддаленої сторони, переконайтеся, що ви підключені до Інтернету або локальної мережі.
vi: Đã xảy ra lỗi mạng chung. Nếu bạn đang cố gắng kết nối đến một điểm cuối từ xa, hãy đảm bảo rằng bạn đã kết nối với Internet hoặc mạng cục bộ của mình.
zh: 發生一般網路錯誤。如果您嘗試連線到遠端，請確保您已連線至 Internet 或本機網路。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ASSERTIONFAILURE
source: An assertion failure has been detected in the kernel! This is most likely a bug in the kernel module that should be fixed on our end.
ar: تم اكتشاف فشل التأكيد في النواة! من المرجح أن يكون هذا خطأً في وحدة kernel ويجب إصلاحه من جانبنا.
de: Im Kernel wurde ein Assertionsfehler festgestellt! Dies ist höchstwahrscheinlich ein Fehler im Kernelmodul, der von unserer Seite behoben werden sollte.
el: Εντοπίστηκε αποτυχία διαβεβαίωσης στον πυρήνα! Αυτό είναι πιθανότατα ένα σφάλμα στη μονάδα πυρήνα που θα πρέπει να διορθωθεί στο τέλος μας.
es: ¡Se ha detectado un error de aserción en el kernel! Lo más probable es que se trate de un error en el módulo del kernel que debería solucionarse por nuestra parte.
fr: Un échec d'assertion a été détecté dans le noyau ! Il s'agit très probablement d'un bug dans le module du noyau qui devrait être corrigé de notre côté.
ga: Braitheadh teip dearbhaithe san eithne! Is dócha gur fabht é seo sa mhodúl eithne ba chóir a shocrú ar ár deireadh.
hi: कर्नेल में एक अभिकथन विफलता का पता चला है! यह संभवतः कर्नेल मॉड्यूल में एक बग है जिसे हमारी ओर से ठीक किया जाना चाहिए।
hi_latn: karnel mein ek abhikathan viphalata ka pata chala hai! yah sambhavatah karnel modyool mein ek bag hai jise hamaare ant mein theek kiya jaana chaahie.
id: Kegagalan pernyataan telah terdeteksi di kernel! Kemungkinan besar ini adalah bug di modul kernel yang harus diperbaiki di pihak kami.
it: È stato rilevato un errore di asserzione nel kernel! Molto probabilmente si tratta di un bug nel modulo del kernel che dovrebbe essere corretto da parte nostra.
ja: カーネルでアサーションの失敗が検出されました。これはカーネル モジュールのバグである可能性が高く、弊社側で修正する必要があります。
ko: 커널에서 어설션 오류가 감지되었습니다! 이는 우리 측에서 수정해야 할 커널 모듈의 버그일 가능성이 높습니다.
ms: Kegagalan penegasan telah dikesan dalam kernel! Ini kemungkinan besar adalah pepijat dalam modul kernel yang harus diperbaiki pada pihak kami.
nb: En påstandsfeil er oppdaget i kjernen! Dette er mest sannsynlig en feil i kjernemodulen som bør fikses på vår side.
nl: Er is een beweringsfout gedetecteerd in de kernel! Dit is hoogstwaarschijnlijk een bug in de kernelmodule die aan onze kant moet worden opgelost.
pt: Uma falha de asserção foi detectada no kernel! Este é provavelmente um bug no módulo do kernel que deve ser corrigido de nossa parte.
ro: A fost detectată o eroare de afirmație în nucleu! Acesta este cel mai probabil un bug în modulul kernel care ar trebui remediat din partea noastră.
tr: Çekirdekte bir doğrulama hatası tespit edildi! Bu büyük ihtimalle çekirdek modülünde bizim tarafımızdan düzeltilmesi gereken bir hatadır.
uk: У ядрі виявлено помилку твердження! Швидше за все, це помилка в модулі ядра, яку ми повинні виправити.
vi: Đã phát hiện lỗi khẳng định trong kernel! Đây rất có thể là lỗi trong mô-đun kernel cần được chúng tôi khắc phục.
zh: 在核心中檢測到斷言失敗！這很可能是核心模組中的錯誤，應該在我們這邊修復。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NETWORKOFFLINE
source: Your network needs to be online before being able to perform operations related to networking. Connect your network adapter and try again.
ar: يجب أن تكون شبكتك متصلة بالإنترنت قبل أن تتمكن من تنفيذ العمليات المتعلقة بالشبكات. قم بتوصيل محول الشبكة وحاول مرة أخرى.
de: Ihr Netzwerk muss online sein, bevor Sie netzwerkbezogene Vorgänge ausführen können. Schließen Sie Ihren Netzwerkadapter an und versuchen Sie es erneut.
el: Το δίκτυό σας πρέπει να είναι συνδεδεμένο για να μπορέσετε να εκτελέσετε λειτουργίες που σχετίζονται με τη δικτύωση. Συνδέστε τον προσαρμογέα δικτύου σας και δοκιμάστε ξανά.
es: Su red debe estar en línea antes de poder realizar operaciones relacionadas con la red. Conecte su adaptador de red e inténtelo nuevamente.
fr: Votre réseau doit être en ligne avant de pouvoir effectuer des opérations liées à la mise en réseau. Connectez votre adaptateur réseau et réessayez.
ga: Ní mór do do líonra a bheith ar líne sula mbeidh tú in ann oibríochtaí a bhaineann le líonrú a dhéanamh. Ceangail d'oiriúntóir líonra agus bain triail eile as.
hi: नेटवर्किंग से संबंधित संचालन करने में सक्षम होने से पहले आपका नेटवर्क ऑनलाइन होना आवश्यक है। अपना नेटवर्क एडॉप्टर कनेक्ट करें और पुनः प्रयास करें।
hi_latn: netavarking se sambandhit sanchaalan karane mein saksham hone se pahale aapake netavark ko onalain hona chaahie. apane netavark edaaptar ko kanekt karen aur punah prayaas karen.
id: Jaringan Anda harus online sebelum dapat menjalankan operasi yang terkait dengan jaringan. Hubungkan adaptor jaringan Anda dan coba lagi.
it: La rete deve essere online prima di poter eseguire operazioni relative alla rete. Collega l'adattatore di rete e riprova.
ja: ネットワークに関連する操作を実行するには、ネットワークがオンラインである必要があります。ネットワーク アダプターを接続して、もう一度試してください。
ko: 네트워킹과 관련된 작업을 수행하려면 네트워크가 온라인 상태여야 합니다. 네트워크 어댑터를 연결하고 다시 시도하세요.
ms: Rangkaian anda perlu berada dalam talian sebelum dapat melakukan operasi yang berkaitan dengan rangkaian. Sambungkan penyesuai rangkaian anda dan cuba lagi.
nb: Nettverket ditt må være online før du kan utføre operasjoner relatert til nettverk. Koble til nettverksadapteren og prøv igjen.
nl: Uw netwerk moet online zijn voordat u bewerkingen met betrekking tot netwerken kunt uitvoeren. Sluit uw netwerkadapter aan en probeer het opnieuw.
pt: Sua rede precisa estar on-line antes de poder executar operações relacionadas à rede. Conecte seu adaptador de rede e tente novamente.
ro: Rețeaua dvs. trebuie să fie online înainte de a putea efectua operațiuni legate de rețea. Conectați adaptorul de rețea și încercați din nou.
tr: Ağ ile ilgili işlemleri gerçekleştirebilmeniz için ağınızın çevrimiçi olması gerekir. Ağ bağdaştırıcınızı bağlayın ve tekrar deneyin.
uk: Ваша мережа має бути онлайн, перш ніж ви зможете виконувати операції, пов’язані з мережею. Підключіть мережевий адаптер і повторіть спробу.
vi: Mạng của bạn cần phải trực tuyến trước khi có thể thực hiện các thao tác liên quan đến mạng. Kết nối bộ điều hợp mạng của bạn và thử lại.
zh: 您的網路需要在線才能執行與網路相關的操作。連接您的網路介面卡並重試。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHUSER
source: User doesn't exist. Check to make sure that you've written the user correctly.
ar: المستخدم غير موجود. تحقق للتأكد من أنك كتبت المستخدم بشكل صحيح.
de: Benutzer existiert nicht. Stellen Sie sicher, dass Sie den Benutzer richtig geschrieben haben.
el: Ο χρήστης δεν υπάρχει. Ελέγξτε για να βεβαιωθείτε ότι έχετε γράψει σωστά τον χρήστη.
es: El usuario no existe. Asegúrate de haber escrito el usuario correctamente.
fr: L'utilisateur n'existe pas. Vérifiez que vous avez correctement écrit l'utilisateur.
ga: Níl an t-úsáideoir ann. Seiceáil le cinntiú go bhfuil an t-úsáideoir scríofa i gceart agat.
hi: उपयोगकर्ता मौजूद नहीं है. यह सुनिश्चित करने के लिए जांचें कि आपने उपयोगकर्ता को सही ढंग से लिखा है।
hi_latn: upayogakarta maujood nahin hai. yah sunishchit karane ke lie jaanch karen ki aapane upayogakarta ko sahee dhang se likha hai.
id: Pengguna tidak ada. Periksa untuk memastikan bahwa Anda telah menuliskan pengguna dengan benar.
it: L'utente non esiste. Assicurati di aver scritto l'utente correttamente.
ja: ユーザーが存在しません。ユーザーを正しく記述したかどうかを確認してください。
ko: 사용자가 존재하지 않습니다. 사용자를 올바르게 작성했는지 확인하십시오.
ms: Pengguna tidak wujud. Semak untuk memastikan bahawa anda telah menulis pengguna dengan betul.
nb: Brukeren eksisterer ikke. Kontroller at du har skrevet brukeren riktig.
nl: Gebruiker bestaat niet. Controleer of u de gebruiker correct heeft geschreven.
pt: O usuário não existe. Verifique se você escreveu o usuário corretamente.
ro: Utilizatorul nu există. Verificați pentru a vă asigura că ați scris utilizatorul corect.
tr: Kullanıcı mevcut değil. Kullanıcıyı doğru yazdığınızdan emin olun.
uk: Користувач не існує. Перевірте, чи правильно ви написали користувача.
vi: Người dùng không tồn tại. Kiểm tra để đảm bảo rằng bạn đã nhập đúng người dùng.
zh: 用戶不存在。檢查並確保您所寫的用戶正確。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHDRIVER
source: Driver doesn't exist. Check to make sure that you've written the driver name correctly, and that the driver is registered properly.
ar: السائق غير موجود. تحقق للتأكد من كتابة اسم برنامج التشغيل بشكل صحيح، ومن تسجيل برنامج التشغيل بشكل صحيح.
de: Treiber existiert nicht. Stellen Sie sicher, dass Sie den Treibernamen richtig geschrieben haben und dass der Treiber ordnungsgemäß registriert ist.
el: Πρόγραμμα οδήγησης δεν υπάρχει. Ελέγξτε για να βεβαιωθείτε ότι έχετε γράψει σωστά το όνομα του προγράμματος οδήγησης και ότι το πρόγραμμα οδήγησης έχει καταχωρηθεί σωστά.
es: El controlador no existe. Verifique que haya escrito el nombre del controlador correctamente y que el controlador esté registrado correctamente.
fr: Le pilote n'existe pas. Vérifiez que vous avez écrit correctement le nom du pilote et que le pilote est correctement enregistré.
ga: Níl an tiománaí ann. Seiceáil le cinntiú gur scríobh tú ainm an tiománaí i gceart, agus go bhfuil an tiománaí cláraithe i gceart.
hi: ड्राइवर मौजूद नहीं है. यह सुनिश्चित करने के लिए जांचें कि आपने ड्राइवर का नाम सही लिखा है, और ड्राइवर ठीक से पंजीकृत है।
hi_latn: draivar maujood nahin hai. yah sunishchit karane ke lie jaanch karen ki aapane draivar ka naam sahee likha hai, aur draivar theek se panjeekrt hai.
id: Driver tidak ada. Pastikan Anda telah menuliskan nama driver dengan benar dan driver telah terdaftar dengan benar.
it: L'autista non esiste. Assicurati di aver scritto correttamente il nome del driver e che il driver sia registrato correttamente.
ja: ドライバーが存在しません。ドライバー名が正しく記述されていること、およびドライバーが正しく登録されていることを確認してください。
ko: 드라이버가 존재하지 않습니다. 드라이버 이름을 올바르게 입력했는지, 드라이버가 제대로 등록되었는지 확인하세요.
ms: Pemandu tidak wujud. Semak untuk memastikan bahawa anda telah menulis nama pemandu dengan betul, dan bahawa pemandu itu didaftarkan dengan betul.
nb: Driveren eksisterer ikke. Kontroller at du har skrevet drivernavnet riktig, og at driveren er registrert riktig.
nl: Bestuurder bestaat niet. Controleer of u de naam van het stuurprogramma correct hebt geschreven en of het stuurprogramma correct is geregistreerd.
pt: O driver não existe. Verifique se você escreveu o nome do driver corretamente e se o driver está registrado corretamente.
ro: Driverul nu există. Verificați pentru a vă asigura că ați scris corect numele driverului și că driverul este înregistrat corect.
tr: Sürücü mevcut değil. Sürücü adını doğru yazdığınızdan ve sürücünün düzgün bir şekilde kaydedildiğinden emin olun.
uk: Драйвер не існує. Переконайтеся, що ви правильно написали ім’я драйвера та чи правильно зареєстровано драйвер.
vi: Trình điều khiển không tồn tại. Kiểm tra để đảm bảo rằng bạn đã viết đúng tên trình điều khiển và trình điều khiển đã được đăng ký đúng cách.
zh: 驅動程式不存在。檢查並確保您正確寫入了驅動程式名稱，並且驅動程式已正確註冊。
