Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALFREQ_DESC
source: Vertical refresh frequency in hertz (for example, 75 Hz)
ar: معدل التحديث الرأسي بالهرتز (مثال: 75 هرتز)
de: Vertikale Aktualisierungsfrequenz in Hertz (z. B. 75 Hz)
el: Συχνότητα κατακόρυφης ανανέωσης σε hertz (για παράδειγμα, 75 Hz)
es: Frecuencia de actualización vertical en hercios (por ejemplo, 75 Hz)
fr: Fréquence de rafraîchissement vertical en hertz (par exemple, 75 Hz)
ga: Minicíocht athnuachana ingearach i heirts (mar shampla, 75 Hz)
hi: हर्ट्ज़ में वर्टिकल रिफ्रेश फ़्रीक्वेंसी (उदाहरण के लिए, 75 Hz)
hi_latn: hartz mein vartikal riphresh freekvensee (udaaharan ke lie, 75 hz)
id: Frekuensi penyegaran vertikal dalam hertz (misalnya, 75 Hz)
it: Frequenza di aggiornamento verticale in hertz (ad esempio, 75 Hz)
nb: Vertikal oppdateringsfrekvens i hertz (for eksempel 75 Hz)
nl: Verticale verversingsfrequentie in hertz (bijvoorbeeld 75 Hz)
pt: Frequência de atualização vertical em hertz (por exemplo, 75 Hz)
tr: Dikey yenileme frekansı (hertz cinsinden) (örneğin, 75 Hz)
uk: Вертикальна частота оновлення в герцах (наприклад, 75 Гц)
vi: Tần số làm mới dọc tính bằng hertz (ví dụ: 75 Hz)
zh: 垂直刷新頻率（赫茲，例如 75 Hz）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALSYNC_DESC
source: Vertical syncing in microseconds (for example, 0 microseconds)
ar: المزامنة الرأسية بالمايكروثانية (مثال: 0 مايكروثانية)
de: Vertikale Synchronisierung in Mikrosekunden (z. B. 0 Mikrosekunden)
el: Κάθετος συγχρονισμός σε μικροδευτερόλεπτα (για παράδειγμα, 0 μικροδευτερόλεπτα)
es: Sincronización vertical en microsegundos (por ejemplo, 0 microsegundos)
fr: Synchronisation verticale en microsecondes (par exemple, 0 microseconde)
ga: Sioncrónú ingearach i micrishoicindí (mar shampla, 0 micrishoicind)
hi: माइक्रोसेकंड में वर्टिकल सिंकिंग (उदाहरण के लिए, 0 माइक्रोसेकंड)
hi_latn: maikrosekand mein vartikal sinking (udaaharan ke lie, 0 maikrosekand)
id: Sinkronisasi vertikal dalam mikrodetik (misalnya, 0 mikrodetik)
it: Sincronizzazione verticale in microsecondi (ad esempio, 0 microsecondi)
nb: Vertikal synkronisering i mikrosekunder (for eksempel 0 mikrosekunder)
nl: Verticale synchronisatie in microseconden (bijvoorbeeld 0 microseconden)
pt: Sincronização vertical em microssegundos (por exemplo, 0 microssegundos)
tr: Dikey senkronizasyon (mikrosaniye cinsinden) (örneğin, 0 mikrosaniye)
uk: Вертикальна синхронізація в мікросекундах (наприклад, 0 мікросекунд)
vi: Đồng bộ dọc tính bằng micro giây (ví dụ: 0 micro giây)
zh: 垂直同步時間（微秒，例如 0 微秒）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALBLANKING_DESC
source: Vertical blanking in microseconds (for example, 500 microseconds)
ar: الإخفاء الرأسي بالمايكروثانية (مثال: 500 مايكروثانية)
de: Vertikale Austastzeit in Mikrosekunden (z. B. 500 Mikrosekunden)
el: Κάθετη ακύρωση σε μικροδευτερόλεπτα (για παράδειγμα, 500 μικροδευτερόλεπτα)
es: Blanqueo vertical en microsegundos (por ejemplo, 500 microsegundos)
fr: Suppression verticale en microsecondes (par exemple, 500 microsecondes)
ga: Bánú ingearach i micrishoicindí (mar shampla, 500 micrishoicind)
hi: माइक्रोसेकंड में वर्टिकल ब्लैंकिंग (उदाहरण के लिए, 500 माइक्रोसेकंड)
hi_latn: maikrosekand mein vartikal blainking (udaaharan ke lie, 500 maikrosekand)
id: Blanking vertikal dalam mikrodetik (misalnya, 500 mikrodetik)
it: Oscuramento verticale in microsecondi (ad esempio, 500 microsecondi)
nb: Vertikal blanking i mikrosekunder (for eksempel 500 mikrosekunder)
nl: Verticale blanking in microseconden (bijvoorbeeld 500 microseconden)
pt: Apagamento vertical em microssegundos (por exemplo, 500 microssegundos)
tr: Dikey karartma (mikrosaniye cinsinden) (örneğin, 500 mikrosaniye)
uk: Вертикальне гашення в мікросекундах (наприклад, 500 мікросекунд)
vi: Thời gian trống dọc tính bằng micro giây (ví dụ: 500 micro giây)
zh: 垂直消隱時間（微秒，例如 500 微秒）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALSYNC_DESC
source: Horizontal syncing in microseconds (for example, 1 microseconds)
ar: المزامنة الأفقية بالمايكروثانية (مثال: 1 مايكروثانية)
de: Horizontale Synchronisierung in Mikrosekunden (z. B. 1 Mikrosekunde)
el: Οριζόντιος συγχρονισμός σε μικροδευτερόλεπτα (για παράδειγμα, 1 μικροδευτερόλεπτο)
es: Sincronización horizontal en microsegundos (por ejemplo, 1 microsegundo)
fr: Synchronisation horizontale en microsecondes (par exemple, 1 microseconde)
ga: Sioncrónú cothrománach i micrishoicindí (mar shampla, 1 micrishoicind)
hi: माइक्रोसेकंड में हॉरिजॉन्टल सिंकिंग (उदाहरण के लिए, 1 माइक्रोसेकंड)
hi_latn: maikrosekand mein horijontal sinking (udaaharan ke lie, 1 maikrosekand)
id: Sinkronisasi horizontal dalam mikrodetik (misalnya, 1 mikrodetik)
it: Sincronizzazione orizzontale in microsecondi (ad esempio, 1 microsecondo)
nb: Horisontal synkronisering i mikrosekunder (for eksempel 1 mikrosekund)
nl: Horizontale synchronisatie in microseconden (bijvoorbeeld 1 microseconde)
pt: Sincronização horizontal em microssegundos (por exemplo, 1 microssegundo)
tr: Yatay senkronizasyon (mikrosaniye cinsinden) (örneğin, 1 mikrosaniye)
uk: Горизонтальна синхронізація в мікросекундах (наприклад, 1 мікросекунда)
vi: Đồng bộ ngang tính bằng micro giây (ví dụ: 1 micro giây)
zh: 水平同步時間（微秒，例如 1 微秒）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALBLANKING_DESC
source: Horizontal blanking in microseconds (for example, 3 microseconds)
ar: الإخفاء الأفقي بالمايكروثانية (مثال: 3 مايكروثانية)
de: Horizontale Austastzeit in Mikrosekunden (z. B. 3 Mikrosekunden)
el: Οριζόντια ακύρωση σε μικροδευτερόλεπτα (για παράδειγμα, 3 μικροδευτερόλεπτα)
es: Blanqueo horizontal en microsegundos (por ejemplo, 3 microsegundos)
fr: Suppression horizontale en microsecondes (par exemple, 3 microsecondes)
ga: Bánú cothrománach i micrishoicindí (mar shampla, 3 micrishoicind)
hi: माइक्रोसेकंड में हॉरिजॉन्टल ब्लैंकिंग (उदाहरण के लिए, 3 माइक्रोसेकंड)
hi_latn: maikrosekand mein horijontal blainking (udaaharan ke lie, 3 maikrosekand)
id: Blanking horizontal dalam mikrodetik (misalnya, 3 mikrodetik)
it: Oscuramento orizzontale in microsecondi (ad esempio, 3 microsecondi)
nb: Horisontal blanking i mikrosekunder (for eksempel 3 mikrosekunder)
nl: Horizontale blanking in microseconden (bijvoorbeeld 3 microseconden)
pt: Apagamento horizontal em microssegundos (por exemplo, 3 microssegundos)
tr: Yatay karartma (mikrosaniye cinsinden) (örneğin, 3 mikrosaniye)
uk: Горизонтальне гашення в мікросекундах (наприклад, 3 мікросекунди)
vi: Thời gian trống ngang tính bằng micro giây (ví dụ: 3 micro giây)
zh: 水平消隱時間（微秒，例如 3 微秒）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALRATIOFRONTPORCH_DESC
source: Vertical front porch ratio (for example, 1)
ar: نسبة العرض الأمامي الرأسي (مثال: 1)
de: Vertikales Front Porch Ratio (z. B. 1)
el: Αναλογία κατακόρυφης μπροστινής βεράντας (για παράδειγμα, 1)
es: Relación de pórtico frontal vertical (por ejemplo, 1)
fr: Rapport de marge avant verticale (par exemple, 1)
ga: Cóimheas póirse tosaigh ingearach (mar shampla, 1)
hi: वर्टिकल फ्रंट पोर्च रेश्यो (उदाहरण के लिए, 1)
hi_latn: vartikal phrant porch reshyo (udaaharan ke lie, 1)
id: Rasio front porch vertikal (misalnya, 1)
it: Rapporto verticale del portico anteriore (ad esempio, 1)
nb: Vertikal veranda-forhold (for eksempel 1)
nl: Verticale front porch ratio (bijvoorbeeld 1)
pt: Proporção de varanda frontal vertical (por exemplo, 1)
tr: Dikey ön boşluk oranı (örneğin, 1)
uk: Вертикальне коефіцієнт передньої частини екрану (наприклад, 1)
vi: Tỷ lệ vùng nhớ trước dọc (ví dụ: 1)
zh: 垂直前緣比（例如 1）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALRATIOSYNC_DESC
source: Vertical sync ratio (for example, 1)
ar: نسبة المزامنة الرأسية (مثال: 1)
de: Vertikales Synchronisierungsverhältnis (z. B. 1)
el: Αναλογία κατακόρυφου συγχρονισμού (για παράδειγμα, 1)
es: Relación de sincronización vertical (por ejemplo, 1)
fr: Rapport de synchronisation verticale (par exemple, 1)
ga: Cóimheas sioncrónú ingearach (mar shampla, 1)
hi: वर्टिकल सिंक रेश्यो (उदाहरण के लिए, 1)
hi_latn: vartikal sink reshyo (udaaharan ke lie, 1)
id: Rasio sinkronisasi vertikal (misalnya, 1)
it: Rapporto di sincronizzazione verticale (ad esempio, 1)
nb: Vertikal synkroniseringsforhold (for eksempel 1)
nl: Verticale synchronisatieratio (bijvoorbeeld 1)
pt: Proporção de sincronização vertical (por exemplo, 1)
tr: Dikey senkronizasyon oranı (örneğin, 1)
uk: Вертикальне коефіцієнт синхронізації (наприклад, 1)
vi: Tỷ lệ đồng bộ dọc (ví dụ: 1)
zh: 垂直同步比（例如 1）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_VERTICALRATIOBACKPORCH_DESC
source: Vertical back porch ratio (for example, 10)
ar: نسبة العرض الخلفي الرأسي (مثال: 10)
de: Vertikales Back Porch Ratio (z. B. 10)
el: Αναλογία κατακόρυφης πίσω βεράντας (για παράδειγμα, 10)
es: Relación de pórtico posterior vertical (por ejemplo, 10)
fr: Rapport de marge arrière verticale (par exemple, 10)
ga: Cóimheas póirse cúil ingearach (mar shampla, 10)
hi: वर्टिकल बैक पोर्च रेश्यो (उदाहरण के लिए, 10)
hi_latn: vartikal baik porch reshyo (udaaharan ke lie, 10)
id: Rasio back porch vertikal (misalnya, 10)
it: Rapporto verticale del portico posteriore (ad esempio, 10)
nb: Vertikal bakre veranda-forhold (for eksempel 10)
nl: Verticale back porch ratio (bijvoorbeeld 10)
pt: Proporção de varanda traseira vertical (por exemplo, 10)
tr: Dikey arka boşluk oranı (örneğin, 10)
uk: Вертикальне коефіцієнт задньої частини екрану (наприклад, 10)
vi: Tỷ lệ vùng nhớ sau dọc (ví dụ: 10)
zh: 垂直後沿比（例如 10）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALRATIOFRONTPORCH_DESC
source: Horizontal front porch ratio (for example, 1)
ar: نسبة العرض الأمامي الأفقي (مثال: 1)
de: Horizontales Front Porch Ratio (z. B. 1)
el: Αναλογία οριζόντιας μπροστινής βεράντας (για παράδειγμα, 1)
es: Relación de pórtico frontal horizontal (por ejemplo, 1)
fr: Rapport de marge avant horizontale (par exemple, 1)
ga: Cóimheas póirse tosaigh cothrománach (mar shampla, 1)
hi: हॉरिजॉन्टल फ्रंट पोर्च रेश्यो (उदाहरण के लिए, 1)
hi_latn: horijontal phrant porch reshyo (udaaharan ke lie, 1)
id: Rasio front porch horizontal (misalnya, 1)
it: Rapporto orizzontale del portico anteriore (ad esempio, 1)
nb: Horisontalt foranre veranda-forhold (for eksempel 1)
nl: Horizontale front porch ratio (bijvoorbeeld 1)
pt: Proporção de varanda frontal horizontal (por exemplo, 1)
tr: Yatay ön boşluk oranı (örneğin, 1)
uk: Горизонтальне коефіцієнт передньої частини екрану (наприклад, 1)
vi: Tỷ lệ vùng nhớ trước ngang (ví dụ: 1)
zh: 水平前沿比（例如 1）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALRATIOSYNC_DESC
source: Horizontal sync ratio (for example, 4)
ar: نسبة المزامنة الأفقية (مثال: 4)
de: Horizontales Synchronisierungsverhältnis (z. B. 4)
el: Αναλογία οριζόντιας συγχρονισμού (για παράδειγμα, 4)
es: Relación de sincronización horizontal (por ejemplo, 4)
fr: Rapport de synchronisation horizontale (par exemple, 4)
ga: Cóimheas sioncrónú cothrománach (mar shampla, 4)
hi: हॉरिजॉन्टल सिंक रेश्यो (उदाहरण के लिए, 4)
hi_latn: horijontal sink reshyo (udaaharan ke lie, 4)
id: Rasio sinkronisasi horizontal (misalnya, 4)
it: Rapporto di sincronizzazione orizzontale (ad esempio, 4)
nb: Horisontalt synkroniseringsforhold (for eksempel 4)
nl: Horizontale synchronisatieratio (bijvoorbeeld 4)
pt: Proporção de sincronização horizontal (por exemplo, 4)
tr: Yatay senkronizasyon oranı (örneğin, 4)
uk: Горизонтальне коефіцієнт синхронізації (наприклад, 4)
vi: Tỷ lệ đồng bộ ngang (ví dụ: 4)
zh: 水平同步比（例如 4）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_ARGUMENT_HORIZONTALRATIOBACKPORCH_DESC
source: Horizontal back porch ratio (for example, 7)
ar: نسبة العرض الخلفي الأفقي (مثال: 7)
de: Horizontales Back Porch Ratio (z. B. 7)
el: Αναλογία οριζόντιας πίσω βεράντας (για παράδειγμα, 7)
es: Relación de pórtico posterior horizontal (por ejemplo, 7)
fr: Rapport de marge arrière horizontale (par exemple, 7)
ga: Cóimheas póirse cúil cothrománach (mar shampla, 7)
hi: हॉरिजॉन्टल बैक पोर्च रेश्यो (उदाहरण के लिए, 7)
hi_latn: horijontal baik porch reshyo (udaaharan ke lie, 7)
id: Rasio back porch horizontal (misalnya, 7)
it: Rapporto orizzontale del portico posteriore (ad esempio, 7)
nb: Horisontalt bakre veranda-forhold (for eksempel 7)
nl: Horizontale back porch ratio (bijvoorbeeld 7)
pt: Proporção de varanda traseira horizontal (por exemplo, 7)
tr: Yatay arka boşluk oranı (örneğin, 7)
uk: Горизонтальне коефіцієнт задньої частини екрану (наприклад, 7)
vi: Tỷ lệ vùng nhớ sau ngang (ví dụ: 7)
zh: 水平後沿比（例如 7）

# NKS_SHELL_SHELLS_UESH_COMMAND_SPLITFILE_DESC
source: Splits a file to a group of chunks
ar: تقسيم الملف إلى مجموعة من الأجزاء
de: Teilt eine Datei in mehrere Teile auf
el: Διαχωρίζει ένα αρχείο σε μια ομάδα chunk
es: Divide un archivo en un grupo de fragmentos
fr: Fractionne un fichier en plusieurs segments
ga: Roinneann comhad ina ghrúpa smután
hi: फ़ाइल को चंक्स के ग्रुप में बांटता है
hi_latn: fail ko chanks ke grup mein baantata hai
id: Membagi file menjadi beberapa bagian (chunk)
it: Suddivide un file in un gruppo di blocchi
nb: Deler en fil til en gruppe med deler
nl: Splitst een bestand in een groep chunks
pt: Divide um ficheiro num grupo de partes
tr: Bir dosyayı bir grup parçaya böler
uk: Розділяє файл на групу фрагментів
vi: Chia một tập tin thành một nhóm các khối
zh: 將檔案分割成多個區塊

# NKS_SHELL_SHELLS_UESH_COMMAND_SPLITFILE_ARGUMENT_FILE_DESC
source: File to split to chunks
ar: الملف المراد تقسيمه إلى أجزاء
de: Zu teilende Datei
el: Αρχείο για διαίρεση σε chunk
es: Archivo para dividir en fragmentos
fr: Fichier à segmenter
ga: Comhad le roinnt ina smutáin
hi: चंक्स में बांटने के लिए फ़ाइल
hi_latn: chanks mein baantane ke lie fail
id: File yang akan dibagi menjadi beberapa bagian (chunk)
it: File da suddividere in blocchi
nb: Fil som skal deles til deler
nl: Bestand dat in chunks moet worden gesplitst
pt: Ficheiro a ser dividido em partes
tr: Parçalara bölünecek dosya
uk: Файл для розділення на фрагменти
vi: Tập tin cần chia thành các khối
zh: 要分割成區塊的文件

# NKS_SHELL_SHELLS_UESH_COMMAND_SPLITFILE_ARGUMENT_OUTPUTDIR_DESC
source: Directory to store chunks
ar: المجلد المراد تخزين الأجزاء فيه
de: Verzeichnis zum Speichern der Teile
el: Κατάλογος για αποθήκευση chunk
es: Directorio para almacenar fragmentos
fr: Répertoire de stockage des segments
ga: Eolaire le smutáin a stóráil
hi: चंक्स स्टोर करने के लिए डायरेक्टरी
hi_latn: chanks stor karane ke lie daayarektaree
id: Direktori untuk menyimpan bagian (chunk)
it: Directory in cui archiviare i blocchi
nb: Mappe for å lagre deler
nl: Map waarin de chunks moeten worden opgeslagen
pt: Diretório para armazenar as peças
tr: Parçaları depolayacak dizin
uk: Каталог для зберігання фрагментів
vi: Thư mục lưu trữ các khối
zh: 用於儲存區塊的目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_SPLITFILE_ARGUMENT_CHUNKSIZE_DESC
source: Chunk size in bytes
ar: حجم الجزء بالبايت
de: Teilgröße in Bytes
el: Μέγεθος chunk σε byte
es: Tamaño del fragmento en bytes
fr: Taille des segments en octets
ga: Méid smután i mbéiteanna
hi: चंक साइज़ बाइट्स में
hi_latn: chank saiz baits mein
id: Ukuran bagian (chunk) dalam byte
it: Dimensione del blocco in byte
nb: Delstørrelse i byte
nl: Grootte van de chunk in bytes
pt: Tamanho da parte em bytes
tr: Parça boyutu (bayt cinsinden)
uk: Розмір фрагмента в байтах
vi: Kích thước khối tính bằng byte
zh: 區塊大小（位元組）

# NKS_SHELL_SHELLS_UESH_COMMAND_MODELINE_SWITCH_ONELINE_DESC
source: Print the modeline as one line
ar: اطبع سطر النموذج كسطر واحد
de: Drucken Sie die Modellzeile als eine Zeile
el: Εκτυπώστε τη γραμμή μοντέλου ως μία γραμμή
es: Imprima la línea del modelo como una sola línea
fr: Afficher la ligne de mode sur une seule ligne
ga: Priontáil an mhúnla mar líne amháin
hi: मोडलाइन को एक लाइन में प्रिंट करें
hi_latn: modalain ko ek lain mein print karen
id: Cetak modeline sebagai satu garis.
it: Stampa la modeline come una riga
nb: Skriv ut modellinen som én linje
nl: Print de modellijn als één regel.
pt: Imprima a modeline como uma única linha.
tr: Model çizgisini tek satır olarak yazdırın.
uk: Вивести модельну лінію одним рядком
vi: In dòng modeline thành một dòng duy nhất.
