Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP01_DESC
source: Using the task manager TUI to manage threads
ar: استخدام واجهة المستخدم الرسومية لإدارة المهام لإدارة العمليات
de: Threads über die Benutzeroberfläche des Task-Managers verwalten
el: Χρήση του διαχειριστή εργασιών TUI για τη διαχείριση νημάτων
es: Uso del administrador de tareas TUI para administrar subprocesos
fr: Utilisation de l'interface utilisateur du gestionnaire de tâches pour gérer les threads
ga: Ag baint úsáide as TUI an bhainisteora tascanna chun snáitheanna a bhainistiú
hi: थ्रेड्स को प्रबंधित करने के लिए टास्क मैनेजर TUI का उपयोग करना
hi_latn: karane ke lie taask mainejar tui ka istemaal karana
id: Menggunakan pengelola tugas TUI untuk mengelola thread.
it: Utilizzo del task manager TUI per gestire i thread
ja: タスクマネージャーTUIを使用してスレッドを管理する
ko: 작업 관리자 TUI를 사용하여 스레드 관리
ms: Menggunakan pengurus tugas TUI untuk mengurus urutan
nb: Bruke oppgavebehandlingens brukergrensesnitt (TUI) til å administrere tråder
nl: Threads beheren met behulp van de TUI van Taakbeheer.
pt: Utilizando a interface de texto do gestor de tarefas para gerir threads.
tr: Görev yöneticisi TUI'sini kullanarak iş parçacıklarını yönetme
uk: Використання TUI диспетчера завдань для керування потоками
vi: Sử dụng giao diện người dùng đồ họa (TUI) của trình quản lý tác vụ để quản lý các luồng.
zh: 使用任务管理器 TUI 管理线程

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP01_BODY
source: The task manager TUI allows you to manage both the Nitrocid kernel threads, which are managed by Nitrocid and its thread manager, and the operating system threads, which are managed by your operating system. You can list all threads and manage them, including the ability to end their tasks.
ar: تتيح لك واجهة المستخدم الرسومية لمدير المهام إدارة كلٍ من خيوط نواة Nitrocid، التي يديرها Nitrocid ومدير الخيوط الخاص به، وخيوط نظام التشغيل، التي يديرها نظام التشغيل الخاص بك. يمكنك عرض جميع الخيوط وإدارتها، بما في ذلك إمكانية إنهاء مهامها.
de: Die Benutzeroberfläche des Task-Managers ermöglicht die Verwaltung sowohl der Nitrocid-Kernel-Threads, die von Nitrocid und dessen Thread-Manager verwaltet werden, als auch der Betriebssystem-Threads, die vom Betriebssystem verwaltet werden. Sie können alle Threads auflisten und verwalten, einschließlich der Möglichkeit, deren Aufgaben zu beenden.
el: Ο διαχειριστής εργασιών TUI σάς επιτρέπει να διαχειρίζεστε τόσο τα νήματα πυρήνα του Nitrocid, τα οποία διαχειρίζεται το Nitrocid και ο διαχειριστής νημάτων του, όσο και τα νήματα του λειτουργικού συστήματος, τα οποία διαχειρίζεται το λειτουργικό σας σύστημα. Μπορείτε να παραθέσετε όλα τα νήματα και να τα διαχειριστείτε, συμπεριλαμβανομένης της δυνατότητας τερματισμού των εργασιών τους.
es: La interfaz de usuario del administrador de tareas (TUI) permite gestionar tanto los subprocesos del kernel de Nitrocid, gestionados por Nitrocid y su gestor de subprocesos, como los subprocesos del sistema operativo, gestionados por el propio sistema operativo. Puede listar todos los subprocesos y gestionarlos, incluyendo la posibilidad de finalizar sus tareas.
fr: L'interface utilisateur du gestionnaire de tâches permet de gérer à la fois les threads du noyau Nitrocid, gérés par Nitrocid et son gestionnaire de threads, et les threads du système d'exploitation, gérés par ce dernier. Vous pouvez lister tous les threads et les gérer, y compris mettre fin à leurs tâches.
ga: Ligeann TUI an bhainisteora tascanna duit snáitheanna croí Nitrocid, atá á mbainistiú ag Nitrocid agus a bhainisteoir snáitheanna, agus snáitheanna an chórais oibriúcháin, atá á mbainistiú ag do chóras oibriúcháin, a bhainistiú. Is féidir leat na snáitheanna go léir a liostáil agus iad a bhainistiú, lena n-áirítear an cumas a gcuid tascanna a chríochnú.
hi: टास्क मैनेजर TUI आपको नाइट्रोसिड कर्नेल थ्रेड्स (जो नाइट्रोसिड और उसके थ्रेड मैनेजर द्वारा प्रबंधित होते हैं) और ऑपरेटिंग सिस्टम थ्रेड्स (जो आपके ऑपरेटिंग सिस्टम द्वारा प्रबंधित होते हैं) दोनों को प्रबंधित करने की अनुमति देता है। आप सभी थ्रेड्स को सूचीबद्ध कर सकते हैं और उन्हें प्रबंधित कर सकते हैं, जिसमें उनके कार्यों को समाप्त करने की क्षमता भी शामिल है।
hi_latn: taask mainejar tui aapako nitrochid karnel threds, jinhen nitrochid aur usake thred mainejar mainej karate hain, aur opareting sistam threds, jinhen aapaka opareting sistam mainej karata hai, donon ko mainej karane deta hai. aap sabhee threds ko list kar sakate hain aur unhen mainej kar sakate hain, jisamen unake taask khatm karane kee ebilitee bhee shaamil hai.
id: Pengelola tugas TUI memungkinkan Anda untuk mengelola baik thread kernel Nitrocid, yang dikelola oleh Nitrocid dan pengelola thread-nya, maupun thread sistem operasi, yang dikelola oleh sistem operasi Anda. Anda dapat mendaftarkan semua thread dan mengelolanya, termasuk kemampuan untuk mengakhiri tugas-tugasnya.
it: L'interfaccia utente del task manager consente di gestire sia i thread del kernel di Nitrocid, gestiti da Nitrocid e dal suo thread manager, sia i thread del sistema operativo, gestiti dal sistema operativo. È possibile elencare tutti i thread e gestirli, inclusa la possibilità di terminarne le attività.
ja: タスクマネージャーのTUIを使用すると、Nitrocidとそのスレッドマネージャーによって管理されるNitrocidカーネルスレッドと、オペレーティングシステムによって管理されるオペレーティングシステムスレッドの両方を管理できます。すべてのスレッドを一覧表示し、タスクの終了を含む管理を行うことができます。
ko: 작업 관리자 TUI를 사용하면 Nitrocid 및 해당 스레드 관리자가 관리하는 Nitrocid 커널 스레드와 운영 체제가 관리하는 운영 체제 스레드를 모두 관리할 수 있습니다. 모든 스레드를 나열하고 관리할 수 있으며, 스레드 작업을 종료하는 기능도 제공합니다.
ms: Pengurus tugas TUI membolehkan anda mengurus kedua-dua utas kernel Nitrocid, yang diuruskan oleh Nitrocid dan pengurus utasnya, dan utas sistem pengendalian, yang diuruskan oleh sistem pengendalian anda. Anda boleh menyenaraikan semua urutan dan mengurusnya, termasuk keupayaan untuk menamatkan tugasnya.
nb: Oppgavebehandlingens brukergrensesnitt (TUI) lar deg administrere både Nitrocid-kjernetrådene, som administreres av Nitrocid og trådbehandleren, og operativsystemtrådene, som administreres av operativsystemet ditt. Du kan liste opp alle tråder og administrere dem, inkludert muligheten til å avslutte oppgavene deres.
nl: Met de TUI van Taakbeheer kunt u zowel de Nitrocid-kernelthreads (die worden beheerd door Nitrocid en de bijbehorende threadmanager) als de besturingssysteemthreads (die worden beheerd door uw besturingssysteem) beheren. U kunt alle threads weergeven en beheren, inclusief de mogelijkheid om hun taken te beëindigen.
pt: A interface de gestão de tarefas (TUI) permite gerir tanto os threads do kernel do Nitrocid, que são geridos pelo Nitrocid e pelo seu gestor de threads, como os threads do sistema operativo, que são geridos pelo seu sistema operativo. Pode listar todos os threads e geri-los, incluindo a possibilidade de terminar as suas tarefas.
tr: Görev yöneticisi TUI, hem Nitrocid ve iş parçacığı yöneticisi tarafından yönetilen Nitrocid çekirdek iş parçacıklarını hem de işletim sisteminiz tarafından yönetilen işletim sistemi iş parçacıklarını yönetmenizi sağlar. Tüm iş parçacıklarını listeleyebilir ve görevlerini sonlandırma özelliği de dahil olmak üzere yönetebilirsiniz.
uk: Інтерфейс менеджера завдань (TUI) дозволяє керувати як потоками ядра Nitrocid, якими керує Nitrocid та його менеджер потоків, так і потоками операційної системи, якими керує ваша операційна система. Ви можете переглядати всі потоки та керувати ними, включаючи можливість завершувати їхні завдання.
vi: Giao diện người dùng dựa trên văn bản (TUI) của trình quản lý tác vụ cho phép bạn quản lý cả các luồng nhân Nitrocid, được quản lý bởi Nitrocid và trình quản lý luồng của nó, và các luồng hệ điều hành, được quản lý bởi hệ điều hành của bạn. Bạn có thể liệt kê tất cả các luồng và quản lý chúng, bao gồm cả khả năng kết thúc các tác vụ của chúng.
zh: 任务管理器 TUI 允许您管理 Nitrocid 内核线程（由 Nitrocid 及其线程管理器管理）和操作系统线程（由您的操作系统管理）。您可以列出所有线程并对其进行管理，包括结束其任务。

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP02_TITLE
source: Viewing operating system threads
ar: عرض خيوط نظام التشغيل
de: Anzeige von Betriebssystem-Threads
el: Προβολή νημάτων λειτουργικού συστήματος
es: Visualización de subprocesos del sistema operativo
fr: Consultation des discussions du système d'exploitation
ga: Ag féachaint ar shnáitheanna an chórais oibriúcháin
hi: ऑपरेटिंग सिस्टम थ्रेड्स देखना
hi_latn: opareting sistam threds dekhana
id: Melihat thread sistem operasi
it: Visualizzazione dei thread del sistema operativo
ja: オペレーティング システム スレッドの表示
ko: 운영 체제 스레드 보기
ms: Melihat thread sistem pengendalian
nb: Viser tråder fra operativsystemet
nl: Het bekijken van threads van het besturingssysteem
pt: Visualização de tópicos do sistema operacional
tr: İşletim sistemi iş parçacıklarını görüntüleme
uk: Перегляд потоків операційної системи
vi: Xem các luồng hệ điều hành
zh: 查看操作系统线程

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP02_DESC
source: Using the task manager TUI to view operating system threads
ar: استخدام واجهة المستخدم الرسومية لمدير المهام لعرض سلاسل عمليات نظام التشغيل
de: Verwenden der Task-Manager-Benutzeroberfläche zum Anzeigen von Betriebssystem-Threads
el: Χρήση του διαχειριστή εργασιών TUI για την προβολή νημάτων του λειτουργικού συστήματος
es: Uso de la interfaz de usuario del administrador de tareas para ver los subprocesos del sistema operativo
fr: Utilisation de l'interface graphique du gestionnaire de tâches pour visualiser les processus du système d'exploitation
ga: Ag baint úsáide as TUI an bhainisteora tascanna chun snáitheanna an chórais oibriúcháin a fheiceáil
hi: ऑपरेटिंग सिस्टम थ्रेड्स देखने के लिए टास्क मैनेजर TUI का उपयोग करना
hi_latn: opareting sistam threds dekhane ke lie taask mainejar tui ka istemaal karana
id: Menggunakan TUI pengelola tugas untuk melihat thread sistem operasi.
it: Utilizzo dell'interfaccia utente terminale del task manager per visualizzare i thread del sistema operativo
ja: タスク マネージャー TUI を使用してオペレーティング システムのスレッドを表示する
ko: 작업 관리자 TUI를 사용하여 운영 체제 스레드 보기
ms: Menggunakan pengurus tugas TUI untuk melihat urutan sistem pengendalian
nb: Bruke oppgavebehandlingens brukergrensesnitt (TUI) til å vise operativsystemtråder
nl: Het gebruik van de gebruikersinterface van Taakbeheer om de threads van het besturingssysteem te bekijken.
pt: Utilizando a interface de texto do gestor de tarefas para visualizar os threads do sistema operativo.
tr: Görev yöneticisi TUI'sini kullanarak işletim sistemi iş parçacıklarını görüntüleme
uk: Використання TUI диспетчера завдань для перегляду потоків операційної системи
vi: Sử dụng giao diện người dùng đồ họa (TUI) của trình quản lý tác vụ để xem các luồng của hệ điều hành.
zh: 使用任务管理器 TUI 查看操作系统线程

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP02_BODY
source: For each managed thread (that is, managed by Nitrocid and its thread manager), the task manager TUI shows you all operating system threads that are related to a managed thread, and they don't always have a one-to-one relationship, because a managed thread may contain more than one operating system thread. Unlike managed threads, they can't be terminated.
ar: لكل عملية مُدارة (أي مُدارة بواسطة Nitrocid ومدير العمليات الخاص به)، تعرض واجهة المستخدم الرسومية لمدير المهام جميع عمليات نظام التشغيل المرتبطة بتلك العملية، ولا تكون العلاقة بينها دائمًا علاقة واحد لواحد، لأن العملية المُدارة قد تحتوي على أكثر من عملية نظام تشغيل واحدة. وعلى عكس العمليات المُدارة، لا يمكن إنهاء هذه العمليات.
de: Für jeden verwalteten Thread (d. h. von Nitrocid und seinem Thread-Manager verwaltet) zeigt die Task-Manager-Benutzeroberfläche alle zugehörigen Betriebssystem-Threads an. Diese Zuordnung ist nicht immer eindeutig, da ein verwalteter Thread mehrere Betriebssystem-Threads enthalten kann. Im Gegensatz zu verwalteten Threads können diese Threads nicht beendet werden.
el: Για κάθε διαχειριζόμενο νήμα (δηλαδή, που διαχειρίζεται από το Nitrocid και τον διαχειριστή νημάτων του), το TUI της διαχείρισης εργασιών σας δείχνει όλα τα νήματα του λειτουργικού συστήματος που σχετίζονται με ένα διαχειριζόμενο νήμα και δεν έχουν πάντα σχέση ένα προς ένα, επειδή ένα διαχειριζόμενο νήμα μπορεί να περιέχει περισσότερα από ένα νήματα λειτουργικού συστήματος. Σε αντίθεση με τα διαχειριζόμενα νήματα, δεν μπορούν να τερματιστούν.
es: Para cada subproceso administrado (es decir, administrado por Nitrocid y su gestor de subprocesos), la interfaz de usuario del administrador de tareas muestra todos los subprocesos del sistema operativo relacionados con dicho subproceso. No siempre existe una relación unívoca, ya que un subproceso administrado puede contener más de un subproceso del sistema operativo. A diferencia de los subprocesos administrados, no se pueden terminar.
fr: Pour chaque thread géré (c'est-à-dire géré par Nitrocid et son gestionnaire de threads), l'interface utilisateur du gestionnaire de tâches affiche tous les threads du système d'exploitation qui lui sont associés. Cette relation n'est pas toujours univoque, car un thread géré peut contenir plusieurs threads du système d'exploitation. Contrairement aux threads gérés, les threads gérés ne peuvent pas être arrêtés.
ga: I gcás gach snáithe bainistithe (is é sin, bainistithe ag Nitrocid agus a bhainisteoir snáitheanna), taispeánann TUI an bhainisteora tascanna gach snáithe córais oibriúcháin a bhaineann le snáithe bainistithe, agus ní bhíonn caidreamh aon-le-haon acu i gcónaí, toisc go bhféadfadh níos mó ná snáithe córais oibriúcháin amháin a bheith i snáithe bainistithe. Murab ionann agus snáitheanna bainistithe, ní féidir iad a fhoirceannadh.
hi: प्रत्येक प्रबंधित थ्रेड (अर्थात्, नाइट्रोसिड और उसके थ्रेड मैनेजर द्वारा प्रबंधित) के लिए, टास्क मैनेजर का TUI आपको उन सभी ऑपरेटिंग सिस्टम थ्रेड्स को दिखाता है जो उस प्रबंधित थ्रेड से संबंधित हैं, और उनका हमेशा एक-से-एक संबंध नहीं होता है, क्योंकि एक प्रबंधित थ्रेड में एक से अधिक ऑपरेटिंग सिस्टम थ्रेड हो सकते हैं। प्रबंधित थ्रेड्स के विपरीत, इन्हें समाप्त नहीं किया जा सकता है।
hi_latn: har mainejd thred (yaanee, nitrochid aur usake thred mainejar dvaara mainejd) ke lie, taask mainejar tui aapako ve sabhee opareting sistam threds dikhaata hai jo ek mainejd thred se rileted hain, aur unaka hamesha van-too-van rileshanaship nahin hota hai, kyonki ek mainejd thred mein ek se zyaada opareting sistam thred ho sakate hain. mainejd threds ke ulat, unhen khatm nahin kiya ja sakata hai.
id: Untuk setiap thread terkelola (yaitu, yang dikelola oleh Nitrocid dan pengelola thread-nya), TUI pengelola tugas menunjukkan kepada Anda semua thread sistem operasi yang terkait dengan thread terkelola tersebut, dan hubungan antara thread terkelola dan thread sistem operasi tidak selalu satu-ke-satu, karena sebuah thread terkelola dapat berisi lebih dari satu thread sistem operasi. Tidak seperti thread terkelola, thread sistem operasi tidak dapat dihentikan.
it: Per ogni thread gestito (ovvero gestito da Nitrocid e dal suo gestore di thread), l'interfaccia utente terminale del task manager mostra tutti i thread del sistema operativo correlati a un thread gestito, che non sempre hanno una relazione uno a uno, poiché un thread gestito può contenere più thread del sistema operativo. A differenza dei thread gestiti, non possono essere terminati.
ja: タスクマネージャーのTUIには、管理対象スレッド（つまり、Nitrocidとそのスレッドマネージャーによって管理されているスレッド）ごとに、関連するすべてのオペレーティングシステムスレッドが表示されます。管理対象スレッドには複数のオペレーティングシステムスレッドが含まれる場合があるため、これらのスレッドは必ずしも1対1の関係にあるとは限りません。管理対象スレッドとは異なり、これらのスレッドは終了できません。
ko: Nitrocid와 해당 스레드 관리자가 관리하는 각 관리 스레드에 대해 작업 관리자 TUI는 해당 관리 스레드와 관련된 모든 운영 체제 스레드를 표시합니다. 관리 스레드는 하나 이상의 운영 체제 스레드를 포함할 수 있으므로 항상 일대일 관계가 있는 것은 아닙니다. 관리 스레드와 달리 이러한 운영 체제 스레드는 종료할 수 없습니다.
ms: Bagi setiap thread yang diuruskan (iaitu, diuruskan oleh Nitrocid dan pengurus threadnya), pengurus tugas TUI menunjukkan kepada anda semua thread sistem pengendalian yang berkaitan dengan thread yang diuruskan, dan ia tidak selalunya mempunyai hubungan satu sama satu, kerana thread yang diuruskan mungkin mengandungi lebih daripada satu thread sistem pengendalian. Tidak seperti thread yang diuruskan, ia tidak boleh ditamatkan.
nb: For hver administrerte tråd (det vil si administrert av Nitrocid og trådbehandleren), viser oppgavebehandlerens brukergrensesnitt (TUI) alle operativsystemtråder som er relatert til en administrert tråd, og de har ikke alltid et én-til-én-forhold, fordi en administrert tråd kan inneholde mer enn én operativsystemtråd. I motsetning til administrerte tråder kan de ikke avsluttes.
nl: Voor elke beheerde thread (dat wil zeggen, beheerd door Nitrocid en de bijbehorende threadmanager) toont de TUI van Taakbeheer alle threads van het besturingssysteem die gerelateerd zijn aan een beheerde thread. Deze threads hebben niet altijd een één-op-één-relatie, omdat een beheerde thread meerdere threads van het besturingssysteem kan bevatten. In tegenstelling tot beheerde threads kunnen beheerde threads niet worden beëindigd.
pt: Para cada thread gerido (isto é, gerido pelo Nitrocid e pelo seu gestor de threads), a interface de texto do gestor de tarefas mostra todos os threads do sistema operativo relacionados com o mesmo. Esta relação nem sempre é direta, pois uma thread gerida pode conter mais do que uma thread do sistema operativo. Ao contrário das threads geridas, não podem ser finalizadas.
tr: Nitrocid ve iş parçacığı yöneticisi tarafından yönetilen her bir iş parçacığı için, görev yöneticisi arayüzü (TUI), yönetilen iş parçacığıyla ilişkili tüm işletim sistemi iş parçacıklarını gösterir ve bunlar her zaman bire bir ilişkiye sahip olmayabilir, çünkü yönetilen bir iş parçacığı birden fazla işletim sistemi iş parçacığı içerebilir. Yönetilen iş parçacıklarının aksine, bunlar sonlandırılamaz.
uk: Для кожного керованого потоку (тобто керованого Nitrocid та його менеджером потоків) TUI менеджера завдань показує всі потоки операційної системи, пов'язані з керованим потоком, і вони не завжди мають зв'язок "один-до-одного", оскільки керований потік може містити більше одного потоку операційної системи. На відміну від керованих потоків, їх не можна завершити.
vi: Đối với mỗi luồng được quản lý (tức là được quản lý bởi Nitrocid và trình quản lý luồng của nó), giao diện người dùng đồ họa (TUI) của trình quản lý tác vụ sẽ hiển thị cho bạn tất cả các luồng hệ điều hành có liên quan đến luồng được quản lý đó, và chúng không phải lúc nào cũng có mối quan hệ một-một, bởi vì một luồng được quản lý có thể chứa nhiều hơn một luồng hệ điều hành. Không giống như các luồng được quản lý, chúng không thể bị chấm dứt.
zh: 对于每个受管线程（即由 Nitrocid 及其线程管理器管理的线程），任务管理器 TUI 会显示所有与该受管线程相关的操作系统线程，但它们并非总是一一对应，因为一个受管线程可能包含多个操作系统线程。与受管线程不同，操作系统线程无法被终止。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_HELP01_TITLE
source: Managing kernel settings
ar: إدارة إعدادات النواة
de: Kernel-Einstellungen verwalten
el: Διαχείριση ρυθμίσεων πυρήνα
es: Administrar la configuración del kernel
fr: Gestion des paramètres du noyau
ga: Bainistiú socruithe eithne
hi: कर्नेल सेटिंग्स का प्रबंधन
hi_latn: karnel setings mainej karana
id: Mengelola pengaturan kernel
it: Gestione delle impostazioni del kernel
ja: カーネル設定の管理
ko: 커널 설정 관리
ms: Menguruskan tetapan kernel
nb: Administrere kjerneinnstillinger
nl: Kernelinstellingen beheren
pt: Gerir as configurações do kernel
tr: Çekirdek ayarlarını yönetme
uk: Керування налаштуваннями ядра
vi: Quản lý cài đặt nhân hệ điều hành
zh: 管理内核设置

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_HELP01_DESC
source: Using the settings app TUI to manage kernel settings
ar: استخدام واجهة المستخدم الرسومية لتطبيق الإعدادات لإدارة إعدادات النواة
de: Die Kernel-Einstellungen können über die Benutzeroberfläche der Einstellungs-App verwaltet werden.
el: Χρήση του TUI της εφαρμογής ρυθμίσεων για τη διαχείριση των ρυθμίσεων του πυρήνα
es: Uso de la aplicación de configuración TUI para administrar la configuración del kernel
fr: Utilisation de l'interface utilisateur de l'application Paramètres pour gérer les paramètres du noyau
ga: Ag baint úsáide as TUI an aip socruithe chun socruithe eithne a bhainistiú
hi: कर्नेल सेटिंग्स को प्रबंधित करने के लिए सेटिंग्स ऐप TUI का उपयोग करना
hi_latn: karnel setings mainej karane ke lie setings aip tui ka istemaal karana
id: Menggunakan aplikasi pengaturan TUI untuk mengelola pengaturan kernel.
it: Utilizzo dell'app impostazioni TUI per gestire le impostazioni del kernel
ja: 設定アプリTUIを使用してカーネル設定を管理する
ko: TUI 설정 앱을 사용하여 커널 설정을 관리합니다.
ms: Menggunakan apl tetapan TUI untuk mengurus tetapan kernel
nb: Bruk av innstillingsappens brukergrensesnitt (TUI) til å administrere kjerneinnstillinger
nl: De TUI-interface van de instellingen-app gebruiken om kernelinstellingen te beheren.
pt: Utilizando a interface de utilizador de texto (TUI) da aplicação de definições para gerir as definições do kernel.
tr: TUI adlı ayarlar uygulamasını kullanarak çekirdek ayarlarını yönetme
uk: Використання TUI програми налаштувань для керування параметрами ядра
vi: Sử dụng ứng dụng cài đặt TUI để quản lý các cài đặt kernel.
zh: 使用设置应用 TUI 管理内核设置
