Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_DEBUG_COMMAND_DEBUGLOG_ARGUMENT_SESSIONGUID_DESC
source: Session GUID to find
ar: جلسة GUID للعثور عليها
de: Zu suchende Sitzungs-GUID
el: GUID συνεδρίας για εύρεση
es: GUID de sesión para buscar
fr: GUID de session à trouver
ga: Seisiún GUID le aimsiú
hi: सत्र GUID ढूँढ़ने के लिए
hi_latn: satr guid khojane ke lie
id: Sesi GUID untuk menemukan
it: GUID di sessione da trovare
ja: 検索するセッションGUID
ko: 찾을 세션 GUID
ms: GUID Sesi untuk mencari
nb: Session GUID å finne
nl: Sessie-GUID om te vinden
pt: GUID de sessão para encontrar
ro: GUID de sesiune de găsit
tr: Bulunacak Oturum GUID'i
uk: Знайти GUID сеансу
vi: Phiên GUID để tìm
zh: 要尋找的會話 GUID

# NKS_SHELL_SHELLS_DEBUG_COMMAND_EXCINFO_ARGUMENT_EXCNUMBER_DESC
source: Exception number
ar: رقم الاستثناء
de: Ausnahmenummer
el: Αριθμός εξαίρεσης
es: Número de excepción
fr: Numéro d'exception
ga: Uimhir eisceachta
hi: अपवाद संख्या
hi_latn: apavaad sankhya
id: Nomor pengecualian
it: Numero di eccezione
ja: 例外番号
ko: 예외 번호
ms: Nombor pengecualian
nb: Unntaksnummer
nl: Uitzonderingsnummer
pt: Número de exceção
ro: Număr de excepție
tr: İstisna numarası
uk: Номер винятку
vi: Số ngoại lệ
zh: 例外編號

# NKS_SHELL_SHELLS_DEBUG_COMMAND_GETFIELDVALUE_ARGUMENT_NAME_DESC
source: Field name to query
ar: اسم الحقل للاستعلام
de: Abzufragender Feldname
el: Όνομα πεδίου για ερώτημα
es: Nombre del campo a consultar
fr: Nom du champ à interroger
ga: Ainm na páirce le ceistiú
hi: क्वेरी के लिए फ़ील्ड नाम
hi_latn: kveree karane ke lie feeld naam
id: Nama bidang yang akan ditanyakan
it: Nome del campo da interrogare
ja: クエリするフィールド名
ko: 쿼리할 필드 이름
ms: Nama medan untuk pertanyaan
nb: Feltnavn for å spørre
nl: Veldnaam om op te vragen
pt: Nome do campo a consultar
ro: Numele câmpului de interogat
tr: Sorgulanacak alan adı
uk: Назва поля для запиту
vi: Tên trường để truy vấn
zh: 查詢的欄位名

# NKS_SHELL_SHELLS_DEBUG_COMMAND_GETPROPERTYVALUE_ARGUMENT_NAME_DESC
source: Property name to query
ar: اسم الخاصية المطلوب الاستعلام عنها
de: Abzufragender Eigenschaftsname
el: Όνομα ιδιοκτησίας για ερώτημα
es: Nombre de la propiedad a consultar
fr: Nom de la propriété à interroger
ga: Ainm maoine le fiosrú
hi: क्वेरी के लिए संपत्ति का नाम
hi_latn: kveree karane ke lie sampatti ka naam
id: Nama properti yang ingin ditanyakan
it: Nome della proprietà da interrogare
ja: 照会するプロパティ名
ko: 쿼리할 속성 이름
ms: Nama harta untuk pertanyaan
nb: Eiendomsnavnet som skal søkes
nl: Eigenschapsnaam om op te vragen
pt: Nome da propriedade a consultar
ro: Numele proprietății de interogat
tr: Sorgulanacak özellik adı
uk: Назва властивості для запиту
vi: Tên thuộc tính để truy vấn
zh: 要查詢的屬性名稱

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFIELDS_ARGUMENT_NAME_DESC
source: Addon name to query
ar: اسم الإضافة للاستعلام
de: Abzufragender Addon-Name
el: Όνομα προσθήκης στο ερώτημα
es: Nombre del complemento para consultar
fr: Nom du module complémentaire à interroger
ga: Ainm an bhreiseáin le ceist
hi: क्वेरी के लिए ऐडऑन नाम
hi_latn: kveree karane ke lie aidon naam
id: Nama addon untuk kueri
it: Nome del componente aggiuntivo da interrogare
ja: クエリするアドオン名
ko: 쿼리할 애드온 이름
ms: Nama tambah untuk pertanyaan
nb: Tilleggsnavn for å spørre
nl: Addonnaam voor query
pt: Nome do complemento para consulta
ro: Nume supliment pentru interogare
tr: Sorgulanacak eklenti adı
uk: Назва додатка для запиту
vi: Tên bổ sung để truy vấn
zh: 要查詢的插件名稱

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFIELDS_ARGUMENT_TYPE_DESC
source: Public static type name from addon
ar: اسم النوع العام الثابت من الوظيفة الإضافية
de: Öffentlicher statischer Typname vom Add-on
el: Όνομα δημόσιου στατικού τύπου από το addon
es: Nombre del tipo estático público del complemento
fr: Nom de type statique public à partir du module complémentaire
ga: Ainm cineál statach poiblí ó addon
hi: ऐडऑन से सार्वजनिक स्थैतिक प्रकार का नाम
hi_latn: aidon se saarvajanik sthaitik prakaar ka naam
id: Nama tipe publik statis dari addon
it: Nome del tipo statico pubblico dall'addon
ja: アドオンからのパブリック静的型名
ko: 애드온의 공개 정적 유형 이름
ms: Nama jenis statik awam daripada addon
nb: Offentlig statisk typenavn fra addon
nl: Openbare statische typenaam van add-on
pt: Nome do tipo estático público do complemento
ro: Nume public de tip static din supliment
tr: Eklentiden genel statik tür adı
uk: Публічна назва статичного типу з аддона
vi: Tên loại tĩnh công khai từ addon
zh: 來自插件的公共靜態類型名稱

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFUNCPARAMS_ARGUMENT_FUNCTION_DESC
source: Function name from the public static type to query
ar: اسم الوظيفة من النوع الثابت العام للاستعلام
de: Funktionsname vom öffentlichen statischen Typ zur Abfrage
el: Όνομα συνάρτησης από τον δημόσιο στατικό τύπο στο ερώτημα
es: Nombre de la función del tipo estático público a consultar
fr: Nom de la fonction du type statique public à interroger
ga: Ainm na feidhme ón gcineál statach poiblí go ceist
hi: क्वेरी के लिए सार्वजनिक स्थैतिक प्रकार से फ़ंक्शन नाम
hi_latn: kveree karane ke lie saarvajanik sthaitik prakaar se fankshan naam
id: Nama fungsi dari tipe publik statis yang akan ditanyakan
it: Nome della funzione dal tipo statico pubblico da interrogare
ja: クエリするパブリック静的型からの関数名
ko: 쿼리할 public static type의 함수 이름
ms: Nama fungsi daripada jenis statik awam kepada pertanyaan
nb: Funksjonsnavn fra den offentlige statiske typen for å spørre
nl: Functienaam van het openbare statische type om te queryen
pt: Nome da função do tipo estático público para consulta
ro: Numele funcției de la tipul static public la interogare
tr: Sorgulanacak genel statik türden fonksiyon adı
uk: Ім’я функції з публічного статичного типу для запиту
vi: Tên hàm từ loại tĩnh công khai để truy vấn
zh: 要查詢的公共靜態類型的函數名稱

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONTYPES_DESC
source: Lists all available types from the specified addon
ar: يسرد جميع الأنواع المتاحة من الوظيفة الإضافية المحددة
de: Listet alle verfügbaren Typen des angegebenen Add-Ons auf
el: Εμφανίζει όλους τους διαθέσιμους τύπους από το καθορισμένο πρόσθετο
es: Enumera todos los tipos disponibles del complemento especificado
fr: Répertorie tous les types disponibles à partir du module complémentaire spécifié
ga: Liostaíonn sé gach cineál atá ar fáil ón addon sonraithe
hi: निर्दिष्ट ऐडऑन से सभी उपलब्ध प्रकारों को सूचीबद्ध करता है
hi_latn: nirdisht aidon se sabhee upalabdh prakaaron ko soocheebaddh karata hai
id: Mencantumkan semua tipe yang tersedia dari addon yang ditentukan
it: Elenca tutti i tipi disponibili dall'addon specificato
ja: 指定されたアドオンから利用可能なすべてのタイプを一覧表示します
ko: 지정된 애드온에서 사용 가능한 모든 유형을 나열합니다.
ms: Menyenaraikan semua jenis yang tersedia daripada addon yang ditentukan
nb: Viser alle tilgjengelige typer fra det angitte tillegget
nl: Geeft een lijst van alle beschikbare typen van de opgegeven add-on
pt: Lista todos os tipos disponíveis do suplemento especificado
ro: Listează toate tipurile disponibile din suplimentul specificat
tr: Belirtilen eklentiden tüm kullanılabilir türleri listeler
uk: Перелічує всі доступні типи з указаного аддона
vi: Liệt kê tất cả các loại có sẵn từ tiện ích bổ sung được chỉ định
zh: 列出指定插件的所有可用類型

# NKS_SHELL_SHELLS_DEBUG_COMMAND_PREVIEWSPLASH_ARGUMENT_SPLASHNAME_DESC
source: Splash name to query
ar: اسم البداية للاستعلام
de: Abzufragender Splash-Name
el: Βάλτε το όνομα στο ερώτημα
es: Nombre de la presentación que se va a consultar
fr: Nom du splash à interroger
ga: Splash ainm le ceist a chur
hi: क्वेरी के लिए स्पलैश नाम
hi_latn: kveree karane ke lie spalaish naam
id: Nama splash untuk kueri
it: Nome splash da interrogare
ja: クエリのスプラッシュ名
ko: 쿼리할 스플래시 이름
ms: Nama percikan untuk pertanyaan
nb: Splash navn for å spørre
nl: Splash-naam voor query
pt: Nome do splash para consulta
ro: Splash nume de interogat
tr: Sorgu için açılış adı
uk: Введіть назву для запиту
vi: Tên Splash để truy vấn
zh: 要查詢的 Splash 名稱

# NKS_SHELL_SHELLS_HEX_ADDBYTE_ARGUMENT_BYTE_DESC
source: Byte number ranging from 0 to 255
ar: عدد البايتات يتراوح من 0 إلى 255
de: Byte-Nummer im Bereich von 0 bis 255
el: Αριθμός byte που κυμαίνεται από 0 έως 255
es: Número de byte que va de 0 a 255
fr: Numéro d'octet compris entre 0 et 255
ga: Uimhir beart ó 0 go 255
hi: बाइट संख्या 0 से 255 तक
hi_latn: bait sankhya 0 se 255 tak
id: Jumlah byte berkisar dari 0 hingga 255
it: Numero di byte compreso tra 0 e 255
ja: バイト番号の範囲は0～255
ko: 0~255 범위의 바이트 번호
ms: Nombor bait antara 0 hingga 255
nb: Bytenummer fra 0 til 255
nl: Bytenummer variërend van 0 tot 255
pt: Número de bytes que varia de 0 a 255
ro: Număr de octeți cuprins între 0 și 255
tr: 0 ile 255 arasında değişen bayt sayısı
uk: Номер байта в діапазоні від 0 до 255
vi: Số byte từ 0 đến 255
zh: 位元組數範圍為0至255

# NKS_SHELL_SHELLS_HEX_ADDBYTETO_ARGUMENT_BYTEPOS_DESC
source: Byte position number
ar: رقم موضع البايت
de: Byte-Positionsnummer
el: Αριθμός θέσης byte
es: Número de posición de byte
fr: Numéro de position de l'octet
ga: Uimhir suímh beart
hi: बाइट स्थिति संख्या
hi_latn: bait sthiti sankhya
id: Nomor posisi byte
it: Numero di posizione del byte
ja: バイト位置番号
ko: 바이트 위치 번호
ms: Nombor kedudukan bait
nb: Byteposisjonsnummer
nl: Byte positie nummer
pt: Número da posição do byte
ro: Numărul poziției octetului
tr: Bayt pozisyon numarası
uk: Номер позиції байта
vi: Số vị trí byte
zh: 位元組位置編號

# NKS_SHELL_SHELLS_HEX_DELBYTES_ARGUMENT_STARTBYTE_DESC
source: Byte starting position number
ar: رقم موضع بداية البايت
de: Byte Startpositionsnummer
el: Αριθμός αρχικής θέσης byte
es: Número de posición inicial del byte
fr: Numéro de position de départ de l'octet
ga: Uimhir an bheart tosaigh
hi: बाइट प्रारंभिक स्थिति संख्या
hi_latn: bait aarambh sthiti sankhya
id: Nomor posisi awal byte
it: Numero della posizione iniziale del byte
ja: バイト開始位置番号
ko: 바이트 시작 위치 번호
ms: Nombor kedudukan permulaan bait
nb: Byte startposisjonsnummer
nl: Byte startpositie nummer
pt: Número da posição inicial do byte
ro: Numărul poziției de pornire al octetului
tr: Bayt başlangıç pozisyon numarası
uk: Номер початкової позиції байта
vi: Số vị trí bắt đầu của byte
zh: 位元組起始位置號

# NKS_SHELL_SHELLS_HEX_DELBYTES_ARGUMENT_ENDBYTE_DESC
source: Byte ending position number
ar: رقم موضع نهاية البايت
de: Byte-Endpositionsnummer
el: Αριθμός θέσης λήξης byte
es: Número de posición final del byte
fr: Numéro de position de fin d'octet
ga: Uimhir shuímh deiridh beart
hi: बाइट समाप्ति स्थिति संख्या
hi_latn: bait samaapti sthiti sankhya
id: Nomor posisi akhir byte
it: Numero della posizione finale del byte
ja: バイト終了位置番号
ko: 바이트 종료 위치 번호
ms: Nombor kedudukan penamat bait
nb: Byte sluttposisjonsnummer
nl: Byte eindpositie nummer
pt: Número da posição final do byte
ro: Numărul poziției de final de octet
tr: Bayt bitiş pozisyon numarası
uk: Номер кінцевої позиції байта
vi: Số vị trí kết thúc byte
zh: 位元組結束位置號

# NKS_SHELL_SHELLS_HEX_REPLACE_ARGUMENT_BYTE_DESC
source: Byte number ranging from 0 to 255 to be replaced
ar: رقم البايت الذي يتراوح من 0 إلى 255 المراد استبداله
de: Zu ersetzende Bytenummer im Bereich von 0 bis 255
el: Αριθμός byte που κυμαίνεται από 0 έως 255 προς αντικατάσταση
es: Número de byte que va de 0 a 255 para ser reemplazado
fr: Numéro d'octet compris entre 0 et 255 à remplacer
ga: Uimhir beart ó 0 go 255 le hathchur
hi: प्रतिस्थापित की जाने वाली बाइट संख्या 0 से 255 तक है
hi_latn: bait sankhya 0 se 255 tak pratisthaapit kee jaanee hai
id: Nomor byte berkisar dari 0 hingga 255 yang akan diganti
it: Numero di byte compreso tra 0 e 255 da sostituire
ja: 置換するバイト番号は0～255の範囲
ko: 교체할 바이트 번호는 0~255입니다.
ms: Nombor bait antara 0 hingga 255 untuk diganti
nb: Bytenummer fra 0 til 255 som skal erstattes
nl: Bytenummer van 0 tot 255 dat vervangen moet worden
pt: Número de bytes que varia de 0 a 255 a substituir
ro: Număr de octeți care variază de la 0 la 255 de înlocuit
tr: Değiştirilecek 0 ile 255 arasında değişen bayt sayısı
uk: Номер байта в діапазоні від 0 до 255, який потрібно замінити
vi: Số byte từ 0 đến 255 cần được thay thế
zh: 需要替換的位元組數（0 到 255）

# NKS_SHELL_SHELLS_HEX_REPLACE_ARGUMENT_REPLACEBYTE_DESC
source: Byte number ranging from 0 to 255 to replace with
ar: رقم البايت يتراوح من 0 إلى 255 ليتم استبداله بـ
de: Bytenummer im Bereich von 0 bis 255, die ersetzt werden soll durch
el: Αριθμός byte που κυμαίνεται από 0 έως 255 για αντικατάσταση
es: Número de byte que va de 0 a 255 para reemplazar con
fr: Numéro d'octet compris entre 0 et 255 à remplacer par
ga: Uimhir beart ó 0 go 255 le cur ina ionad
hi: प्रतिस्थापित करने के लिए 0 से 255 तक की बाइट संख्या
hi_latn: bait sankhya 0 se 255 tak pratisthaapit kee jaanee hai
id: Nomor byte berkisar dari 0 hingga 255 untuk diganti dengan
it: Numero di byte compreso tra 0 e 255 da sostituire con
ja: 置換するバイト番号は0～255の範囲
ko: 0~255 범위의 바이트 번호로 대체
ms: Nombor bait antara 0 hingga 255 untuk digantikan dengan
nb: Bytenummer fra 0 til 255 å erstatte med
nl: Bytenummer van 0 tot 255 om te vervangen door
pt: Número de bytes que varia de 0 a 255 para substituir por
ro: Număr de octeți care variază de la 0 la 255 cu care se înlocuiește
tr: Değiştirilecek 0 ile 255 arasında değişen bayt sayısı
uk: Число байтів від 0 до 255 для заміни
vi: Số byte từ 0 đến 255 để thay thế bằng
zh: 替換為 0 到 255 之間的位元組數

# NKS_SHELL_SHELLS_TEXT_COMMAND_ADDLINE_ARGUMENT_TEXT_DESC
source: Content to add at the end of the file
ar: المحتوى الذي سيتم إضافته في نهاية الملف
de: Inhalt, der am Ende der Datei hinzugefügt werden soll
el: Περιεχόμενο για προσθήκη στο τέλος του αρχείου
es: Contenido a añadir al final del archivo
fr: Contenu à ajouter à la fin du fichier
ga: Ábhar le cur leis ag deireadh an chomhaid
hi: फ़ाइल के अंत में जोड़ने के लिए सामग्री
hi_latn: fail ke ant mein jodane ke lie saamagree
id: Konten yang akan ditambahkan di akhir file
it: Contenuto da aggiungere alla fine del file
ja: ファイルの最後に追加するコンテンツ
ko: 파일 끝에 추가할 내용
ms: Kandungan untuk ditambah pada penghujung fail
nb: Innhold som skal legges til på slutten av filen
nl: Inhoud die aan het einde van het bestand moet worden toegevoegd
pt: Conteúdo a adicionar no final do ficheiro
ro: Conținut de adăugat la sfârșitul fișierului
tr: Dosyanın sonuna eklenecek içerik
uk: Вміст для додавання в кінець файлу
vi: Nội dung cần thêm vào cuối tập tin
zh: 在文件末尾添加的內容

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELCHARNUM_ARGUMENT_CHARNUM_DESC
source: Character number
ar: رقم الحرف
de: Zeichennummer
el: Αριθμός χαρακτήρα
es: Número de carácter
fr: Numéro de caractère
ga: Uimhir charachtair
hi: वर्ण संख्या
hi_latn: varn sankhya
id: Nomor karakter
it: Numero del carattere
ja: 文字番号
ko: 문자 수
ms: Nombor aksara
nb: Tegn nummer
nl: Karakter nummer
pt: Número do personagem
ro: Numărul caracterului
tr: Karakter numarası
uk: Номер символу
vi: Số ký tự
zh: 字元數

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELCHARNUM_ARGUMENT_LINENUM_DESC
source: Line number
ar: رقم الخط
de: Zeilennummer
el: Αριθμός γραμμής
es: Número de línea
fr: Numéro de ligne
ga: Uimhir líne
hi: लाइन नंबर
hi_latn: pankti sankhya
id: Nomor baris
it: Numero di riga
ja: 行番号
ko: 줄 번호
ms: Nombor baris
nb: Linjenummer
nl: Regelnummer
pt: Número da linha
ro: Numărul liniei
tr: Satır numarası
uk: Номер рядка
vi: Số dòng
zh: 行號

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELLINE_ARGUMENT_LINENUM_DESC
source: Line number (either singular or start of the range)
ar: رقم السطر (إما مفرد أو بداية النطاق)
de: Zeilennummer (entweder Singular oder Bereichsanfang)
el: Αριθμός γραμμής (είτε ενικός είτε αρχή του εύρους)
es: Número de línea (ya sea singular o inicio del rango)
fr: Numéro de ligne (singulier ou début de plage)
ga: Uimhir líne (uathach nó tús an raoin)
hi: पंक्ति संख्या (या तो एकवचन या श्रेणी का आरंभ)
hi_latn: pankti sankhya (ya to ekavachan ya shrenee kee shuruaat)
id: Nomor baris (tunggal atau awal rentang)
it: Numero di riga (singolare o inizio dell'intervallo)
ja: 行番号（単数または範囲の開始）
ko: 줄 번호(단수 또는 범위 시작)
ms: Nombor baris (sama ada tunggal atau permulaan julat)
nb: Linjenummer (entall eller begynnelsen av området)
nl: Regelnummer (hetzij enkelvoud, hetzij begin van het bereik)
pt: Número da linha (singular ou início do intervalo)
ro: Număr de linie (fie singular, fie începutul intervalului)
tr: Satır numarası (tekil veya aralığın başlangıcı)
uk: Номер рядка (або однина, або початок діапазону)
vi: Số dòng (có thể là số ít hoặc bắt đầu phạm vi)
zh: 行號（單數或範圍的起始）

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELLINE_ARGUMENT_LINENUM2_DESC
source: Line number ending range
ar: نطاق نهاية رقم السطر
de: Zeilennummern-Endbereich
el: Εύρος λήξης αριθμού γραμμής
es: Rango final de número de línea
fr: Plage de fin de numéro de ligne
ga: Raon críochnuithe uimhir líne
hi: पंक्ति संख्या समाप्ति सीमा
hi_latn: pankti sankhya samaapti shrenee
id: Rentang akhir nomor baris
it: Intervallo finale del numero di riga
ja: 行番号終了範囲
ko: 줄 번호 종료 범위
ms: Julat penamat nombor baris
nb: Sluttområde for linjenummer
nl: Eindbereik van regelnummer
pt: Intervalo final do número da linha
ro: Numărul de linie care se termină
tr: Satır numarası bitiş aralığı
uk: Кінцевий діапазон номерів рядків
vi: Phạm vi kết thúc số dòng
zh: 行號結束範圍

# NKS_SHELL_SHELLS_TEXT_COMMAND_DELWORD_ARGUMENT_WORD_DESC
source: Word or phrase to be deleted
ar: الكلمة أو العبارة المراد حذفها
de: Zu löschendes Wort oder Satzteil
el: Λέξη ή φράση προς διαγραφή
es: Palabra o frase a eliminar
fr: Mot ou phrase à supprimer
ga: Focal nó frása le scriosadh
hi: हटाया जाने वाला शब्द या वाक्यांश
hi_latn: hatae jaane ke lie shabd ya vaakyaansh
id: Kata atau frasa yang akan dihapus
it: Parola o frase da eliminare
ja: 削除する単語またはフレーズ
ko: 삭제할 단어 또는 구문
ms: Perkataan atau frasa untuk dipadamkan
nb: Ord eller uttrykk som skal slettes
nl: Woord of zin die verwijderd moet worden
pt: Palavra ou frase a excluir
ro: Cuvânt sau expresie de șters
tr: Silinecek kelime veya ifade
uk: Слово або фраза, які потрібно видалити
vi: Từ hoặc cụm từ cần xóa
zh: 要刪除的單字或片語

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYCHAR_ARGUMENT_CHAR_DESC
source: A character to query
ar: شخصية للاستعلام
de: Ein abzufragendes Zeichen
el: Ένας χαρακτήρας για αναζήτηση
es: Un personaje para consultar
fr: Un personnage à interroger
ga: Carachtar le ceistiú
hi: प्रश्न करने के लिए एक चरित्र
hi_latn: kveree karane ke lie ek varn
id: Karakter untuk ditanyakan
it: Un personaggio da interrogare
ja: 照会する文字
ko: 질의할 문자
ms: Watak untuk ditanya
nb: Et tegn å spørre etter
nl: Een personage om te bevragen
pt: Um personagem a consultar
ro: Un personaj de interogat
tr: Sorgulanacak bir karakter
uk: Символ для запиту
vi: Một ký tự để truy vấn
zh: 要查詢的字符

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYCHAR_ARGUMENT_LINENUM_DESC
source: Line number (either singular or start of the range), or 'all' to query a character in all lines
ar: رقم السطر (إما مفرد أو بداية النطاق)، أو "الكل" للاستعلام عن حرف في جميع الأسطر
de: Zeilennummer (entweder Singular oder Anfang des Bereichs) oder „all“, um ein Zeichen in allen Zeilen abzufragen
el: Αριθμός γραμμής (είτε στον ενικό είτε στην αρχή του εύρους) ή «όλα» για να υποβάλετε ερώτημα σε έναν χαρακτήρα σε όλες τις γραμμές
es: Número de línea (ya sea singular o inicio del rango), o 'todos' para consultar un carácter en todas las líneas
fr: Numéro de ligne (singulier ou début de plage), ou « all » pour interroger un caractère dans toutes les lignes
ga: Uimhir líne (uathach nó tús an raoin), nó 'gach ceann' chun carachtar i ngach líne a cheistiú
hi: पंक्ति संख्या (या तो एकवचन या श्रेणी का आरंभ), या सभी पंक्तियों में किसी वर्ण की जानकारी के लिए 'सभी'
hi_latn: pankti sankhya (ya to ekavachan ya shrenee kee shuruaat), ya sabhee panktiyon mein varn kveree karane ke lie sabhee
id: Nomor baris (tunggal atau awal rentang), atau 'semua' untuk menanyakan karakter di semua baris
it: Numero di riga (singolare o inizio dell'intervallo) o 'tutto' per interrogare un carattere in tutte le righe
ja: 行番号（単数または範囲の開始）、またはすべての行の文字を照会する場合は「all」
ko: 줄 번호(단수 또는 범위 시작) 또는 모든 줄의 문자를 쿼리하려면 '모두'를 사용하세요.
ms: Nombor baris (sama ada tunggal atau permulaan julat), atau 'semua' untuk menanyakan aksara dalam semua baris
nb: Linjenummer (enten entall eller begynnelsen av området), eller "alle" for å spørre etter et tegn i alle linjer
nl: Regelnummer (hetzij enkelvoud of begin van het bereik), of 'alles' om een teken in alle regels op te vragen
pt: Número da linha (singular ou início do intervalo) ou ‘all’ para consultar um caractere em todas as linhas
ro: Număr de linie (fie singular, fie începutul intervalului) sau „toate” pentru a interoga un caracter în toate liniile
tr: Satır numarası (tekil veya aralığın başlangıcı) veya tüm satırlardaki bir karakteri sorgulamak için 'tümü'
uk: Номер рядка (або в однині, або на початку діапазону) або «все» для запиту символу в усіх рядках
vi: Số dòng (có thể là số ít hoặc bắt đầu phạm vi) hoặc 'tất cả' để truy vấn một ký tự trong tất cả các dòng
zh: 行號（單數或範圍的起始行），或「全部」以查詢所有行中的字元

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYWORD_ARGUMENT_WORD_DESC
source: A word or phrase to query
ar: كلمة أو عبارة للاستعلام
de: Ein abzufragendes Wort oder eine abzufragende Phrase
el: Μια λέξη ή μια φράση προς ερώτηση
es: Una palabra o frase para consultar
fr: Un mot ou une phrase à interroger
ga: Focal nó frása le fiosrú
hi: प्रश्न के लिए कोई शब्द या वाक्यांश
hi_latn: shabd ya vaakyaansh kveree
id: Kata atau frasa untuk ditanyakan
it: Una parola o una frase da interrogare
ja: 検索する単語またはフレーズ
ko: 질의할 단어나 구문
ms: Satu perkataan atau frasa untuk ditanya
nb: Et ord eller en setning å spørre etter
nl: Een woord of zin om te bevragen
pt: Uma palavra ou frase para consultar
ro: Un cuvânt sau o expresie de interogat
tr: Sorgulanacak bir kelime veya ifade
uk: Слово або фраза для запиту
vi: Một từ hoặc cụm từ để truy vấn
zh: 要查詢的單字或短語

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYWORDREGEX_ARGUMENT_REGEX_DESC
source: A regular expression to query
ar: تعبير منتظم للاستعلام
de: Ein abzufragender regulärer Ausdruck
el: Μια τυπική έκφραση για ερώτημα
es: Una expresión regular para consultar
fr: Une expression régulière à interroger
ga: Léiriú rialta ar cheist
hi: क्वेरी के लिए एक नियमित अभिव्यक्ति
hi_latn: kveree karane ke lie ek niyamit abhivyakti
id: Ekspresi reguler untuk kueri
it: Un'espressione regolare da interrogare
ja: クエリする正規表現
ko: 쿼리할 정규 표현식
ms: Ungkapan biasa untuk pertanyaan
nb: Et regulært uttrykk for å spørre
nl: Een reguliere expressie om te bevragen
pt: Uma expressão regular para consultar
ro: O expresie regulată pentru interogare
tr: Sorgulamak için düzenli bir ifade
uk: Регулярний вираз для запиту
vi: Một biểu thức chính quy để truy vấn
zh: 查詢的正規表示式

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACE_ARGUMENT_SOURCE_DESC
source: A word or phrase to be replaced
ar: كلمة أو عبارة يجب استبدالها
de: Ein zu ersetzendes Wort oder eine zu ersetzende Phrase
el: Μια λέξη ή φράση προς αντικατάσταση
es: Una palabra o frase que debe reemplazarse
fr: Un mot ou une phrase à remplacer
ga: Focal nó frása le cur ina ionad
hi: प्रतिस्थापित किया जाने वाला शब्द या वाक्यांश
hi_latn: pratisthaapit kiya jaane vaala shabd ya vaakyaansh
id: Kata atau frasa yang akan diganti
it: Una parola o una frase da sostituire
ja: 置き換える単語またはフレーズ
ko: 바꿀 단어나 구문
ms: Satu perkataan atau frasa untuk diganti
nb: Et ord eller en setning som skal erstattes
nl: Een woord of zin die vervangen moet worden
pt: Uma palavra ou frase a substituir
ro: Un cuvânt sau o expresie de înlocuit
tr: Değiştirilecek bir kelime veya ifade
uk: Слово або фраза, яку потрібно замінити
vi: Một từ hoặc cụm từ cần được thay thế
zh: 要替換的單字或短語
