Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_USERS_LOGIN_WIDGETS_CANVAS_EXCEPTION_DESERIALIZE
source: Failed to deserialize the widget canvas info
ar: فشل في فك تسلسل معلومات لوحة الرسم الخاصة بالأداة
de: Fehler beim Deserialisieren der Widget-Canvas-Informationen
el: Αποτυχία αποσειριοποίησης των πληροφοριών καμβά γραφικού στοιχείου
es: No se pudo deserializar la información del lienzo del widget
fr: Échec de la désérialisation des informations du canevas du widget
ga: Theip ar dhíshraithiú faisnéise chanbhás an ghiuirléid
hi: विजेट कैनवास जानकारी को डीसीरियलाइज़ करने में विफलता
hi_latn: vijet kainavas kee jaanakaaree ko dee-seeriyalaiz karane mein phel
id: Gagal mendeserialisasi informasi kanvas widget.
it: Impossibile deserializzare le informazioni del widget canvas
ja: ウィジェットのキャンバス情報の逆シリアル化に失敗しました
ko: 위젯 캔버스 정보 역직렬화에 실패했습니다.
ms: Gagal menyahsiri maklumat kanvas widget
nb: Kunne ikke avserialisering av widget-lerretsinformasjonen
nl: Het deserialiseren van de widgetcanvasinformatie is mislukt.
pt: Falha ao desserializar a informação do canvas do widget
tr: Widget tuval bilgilerinin seri durumdan çıkarılması başarısız oldu.
uk: Не вдалося десеріалізувати інформацію про полотно віджета
vi: Không thể giải mã thông tin canvas của widget.
zh: 无法反序列化控件画布信息

# NKS_SHELL_HOMEPAGE_KEYBINDING_NEXTPAGE
source: Next page
ar: الصفحة التالية
de: Nächste Seite
el: Επόμενη σελίδα
es: Página siguiente
fr: Page suivante
ga: An chéad leathanach eile
hi: अगला पृष्ठ
hi_latn: agala pej
id: Halaman berikutnya
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
ms: Halaman seterusnya
nb: Neste side
nl: Volgende pagina
pt: Próxima página
tr: Sonraki sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh: 下一页

# NKS_SHELL_HOMEPAGE_KEYBINDING_PREVPAGE
source: Previous page
ar: الصفحة السابقة
de: Vorherige Seite
el: Προηγούμενη σελίδα
es: Página anterior
fr: Page précédente
ga: Leathanach roimhe seo
hi: पिछला पृष्ठ
hi_latn: pichhala pej
id: Halaman sebelumnya
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
ms: Halaman sebelumnya
nb: Forrige side
nl: Vorige pagina
pt: Página anterior
tr: Önceki sayfa
uk: Попередня сторінка
vi: Trang trước
zh: 上一页

# NKS_SETTINGS_SCREENSAVER_CURTAIN_DESC
source: Shows you a login screen
ar: يعرض لك شاشة تسجيل الدخول
de: Zeigt Ihnen einen Anmeldebildschirm
el: Σας εμφανίζει μια οθόνη σύνδεσης
es: Le muestra una pantalla de inicio de sesión
fr: Affiche un écran de connexion
ga: Taispeánann sé scáileán logála isteach duit
hi: यह आपको लॉगिन स्क्रीन दिखाता है
hi_latn: aapako ek login skreen dikhaata hai
id: Menampilkan layar login
it: Ti mostra una schermata di accesso
ja: ログイン画面を表示します
ko: 로그인 화면을 보여줍니다
ms: Menunjukkan kepada anda skrin log masuk
nb: Viser deg en innloggingsskjerm
nl: Toont een inlogscherm
pt: Apresenta o ecrã de login.
tr: Size bir giriş ekranı gösterir.
uk: Показує екран входу
vi: Hiển thị màn hình đăng nhập
zh: 显示登录界面

# NKS_SETTINGS_SCREENSAVER_CURTAIN_PAGENUM_NAME
source: Login page number
ar: رقم صفحة تسجيل الدخول
de: Anmeldeseitennummer
el: Αριθμός σελίδας σύνδεσης
es: Número de página de inicio de sesión
fr: numéro de page de connexion
ga: Uimhir leathanaigh logála isteach
hi: लॉगिन पृष्ठ संख्या
hi_latn: login pej nambar
id: Nomor halaman login
it: Numero della pagina di accesso
ja: ログインページ番号
ko: 로그인 페이지 번호
ms: Nombor halaman log masuk
nb: Nummer på innloggingssiden
nl: Inlogpagina nummer
pt: Número da página de início de sessão
tr: Giriş sayfası numarası
uk: Номер сторінки входу
vi: Số trang đăng nhập
zh: 登录页面编号

# NKS_SETTINGS_SCREENSAVER_CURTAIN_PAGENUM_DESC
source: Page number of the login screen to show
ar: رقم صفحة شاشة تسجيل الدخول المراد عرضها
de: Seitenzahl des Anmeldebildschirms, die angezeigt werden soll
el: Αριθμός σελίδας της οθόνης σύνδεσης που θα εμφανίζεται
es: Número de página de la pantalla de inicio de sesión para mostrar
fr: Numéro de page de l'écran de connexion à afficher
ga: Uimhir leathanaigh an scáileáin logála isteach le taispeáint
hi: लॉगिन स्क्रीन का पृष्ठ क्रमांक प्रदर्शित किया जाना है
hi_latn: dikhaane ke lie login skreen ka pej nambar
id: Nomor halaman layar login yang akan ditampilkan
it: Numero di pagina della schermata di accesso da visualizzare
ja: 表示するログイン画面のページ番号
ko: 표시할 로그인 화면의 페이지 번호
ms: Nombor halaman skrin log masuk untuk ditunjukkan
nb: Sidetall på innloggingsskjermen som skal vises
nl: Paginanummer van het inlogscherm dat moet worden weergegeven
pt: Número da página do ecrã de login a ser apresentada.
tr: Gösterilecek giriş ekranının sayfa numarası
uk: Номер сторінки екрана входу для відображення
vi: Số trang của màn hình đăng nhập cần hiển thị
zh: 要显示的登录屏幕页码

# NKS_MISC_SPLASHES_WELCOME_INITING
source: Initializing
ar: تهيئة
de: Initialisierung
el: Αρχικοποίηση
es: Inicializando
fr: Initialisation
ga: Ag tosú
hi: शुरु कर रहा है
hi_latn: inishiyalaiz karana
id: Inisialisasi
it: Inizializzazione
ja: 初期化中
ko: 초기화 중
ms: Memulakan
nb: Initialiserer
nl: Initialiseren
pt: Inicializando
tr: Başlatılıyor
uk: Ініціалізація
vi: Khởi tạo
zh: 初始化

# NKS_MISC_SPLASHES_WELCOME_SHUTTINGDOWN
source: Shutting down
ar: إغلاق
de: Herunterfahren
el: Τερματισμός λειτουργίας
es: Apagando
fr: Arrêt
ga: Ag múchadh
hi: बंद करना
hi_latn: shat daun karana
id: Mematikan
it: Spegnimento
ja: シャットダウン
ko: 종료 중
ms: Mematikan
nb: Avslutter
nl: Afsluiten
pt: Desligando
tr: Kapatılıyor
uk: Вимкнення
vi: Đang tắt máy
zh: 关闭

# NKS_MISC_SPLASHES_WELCOME_RESTARTING
source: Restarting
ar: إعادة التشغيل
de: Neustart
el: Επανεκκίνηση
es: Reiniciando
fr: Redémarrage
ga: Atosú
hi: पुन: प्रारंभ हो
hi_latn: reestaart karana
id: Memulai ulang
it: Riavvio
ja: 再起動
ko: 재시작 중
ms: Memulakan semula
nb: Starter på nytt
nl: Opnieuw opstarten
pt: Reiniciando
tr: Yeniden Başlatılıyor
uk: Перезапуск
vi: Khởi động lại
zh: 重新启动

# NKS_MISC_INTERACTIVES_COMMON_HELP_MOREINFO
source: For more information about this interactive TUI, visit
ar: للمزيد من المعلومات حول واجهة المستخدم التفاعلية هذه، تفضل بزيارة
de: Weitere Informationen zu dieser interaktiven TUI finden Sie unter [Link einfügen].
el: Για περισσότερες πληροφορίες σχετικά με αυτό το διαδραστικό TUI, επισκεφθείτε την ιστοσελίδα
es: Para obtener más información sobre esta TUI interactiva, visite
fr: Pour plus d'informations sur cette interface utilisateur interactive, veuillez consulter le site web.
ga: Chun tuilleadh eolais a fháil faoin TUI idirghníomhach seo, tabhair cuairt ar
hi: इस इंटरैक्टिव टीयूआई के बारे में अधिक जानकारी के लिए, यहां जाएं
hi_latn: is intaraiktiv tui ke baare mein zyaada jaanakaaree ke lie, yahaan jaen
id: Untuk informasi lebih lanjut tentang TUI interaktif ini, kunjungi
it: Per maggiori informazioni su questa TUI interattiva, visita
ja: このインタラクティブTUIの詳細については、
ko: 이 대화형 TUI에 대한 자세한 내용은 다음을 참조하십시오.
ms: Untuk maklumat lanjut tentang TUI interaktif ini, lawati
nb: For mer informasjon om denne interaktive TUI-en, besøk
nl: Voor meer informatie over deze interactieve TUI kunt u terecht op
pt: Para mais informações sobre esta interface de utilizador interativa (TUI), visite [link].
tr: Bu interaktif TUI hakkında daha fazla bilgi için lütfen ziyaret edin.
uk: Щоб отримати докладнішу інформацію про цей інтерактивний TUI, відвідайте
vi: Để biết thêm thông tin về công cụ tương tác TUI này, hãy truy cập
zh: 如需了解更多关于此互动式 TUI 的信息，请访问

# NKS_MISC_INTERACTIVES_SCREENSAVERTUI_HELP01_TITLE
source: Previewing the screensaver
ar: معاينة شاشة التوقف
de: Vorschau des Bildschirmschoners
el: Προεπισκόπηση της προφύλαξης οθόνης
es: Vista previa del protector de pantalla
fr: Aperçu de l'économiseur d'écran
ga: Réamhamharc ar an spárálaíscáileáin
hi: स्क्रीनसेवर का पूर्वावलोकन
hi_latn: skreenasevar ka preevyoo dekhana
id: Melihat pratinjau screensaver.
it: Anteprima dello screensaver
ja: スクリーンセーバーのプレビュー
ko: 화면 보호기 미리보기
ms: Pratonton penyelamat skrin
nb: Forhåndsvisning av skjermspareren
nl: Voorbeeld van de schermbeveiliging
pt: Visualizando o protetor de ecrã
tr: Ekran koruyucunun önizlemesi
uk: Попередній перегляд заставки
vi: Xem trước trình bảo vệ màn hình
zh: 预览屏幕保护程序

# NKS_MISC_INTERACTIVES_SCREENSAVERTUI_HELP01_DESC
source: Using the screensaver TUI to preview the screensaver
ar: استخدام واجهة المستخدم الرسومية لشاشة التوقف لمعاينة شاشة التوقف
de: Vorschau des Bildschirmschoners über die Bildschirmschoner-Benutzeroberfläche
el: Χρήση του TUI της προφύλαξης οθόνης για προεπισκόπηση της προφύλαξης οθόνης
es: Uso del protector de pantalla TUI para obtener una vista previa del protector de pantalla
fr: Utilisation de l'interface utilisateur de l'économiseur d'écran pour prévisualiser l'économiseur d'écran
ga: Ag baint úsáide as an spárálaíscáileáin TUI chun réamhamharc a dhéanamh ar an spárálaíscáileáin
hi: स्क्रीनसेवर का पूर्वावलोकन करने के लिए TUI का उपयोग करना
hi_latn: skreenasevar ka preevyoo dekhane ke lie skreenasevar tui ka istemaal karana
id: Menggunakan TUI screensaver untuk melihat pratinjau screensaver.
it: Utilizzo dello screensaver TUI per visualizzare l'anteprima dello screensaver
ja: スクリーンセーバーTUIを使用してスクリーンセーバーをプレビューする
ko: 화면 보호기 TUI를 사용하여 화면 보호기를 미리 보기
ms: Menggunakan screensaver TUI untuk pratonton screensaver
nb: Bruke skjermspareren TUI for å forhåndsvise skjermspareren
nl: Gebruik de TUI van de screensaver om een ​​voorbeeld van de screensaver te bekijken.
pt: Utilização da interface de utilizador TUI do protetor de ecrã para visualizar o protetor de ecrã.
tr: Ekran koruyucu TUI'sini kullanarak ekran koruyucunun önizlemesini yapın.
uk: Використання інтерфейсу користувача заставки для попереднього перегляду заставки
vi: Sử dụng giao diện người dùng đồ họa (TUI) của trình bảo vệ màn hình để xem trước trình bảo vệ màn hình.
zh: 使用屏幕保护程序 TUI 预览屏幕保护程序

# NKS_MISC_INTERACTIVES_SCREENSAVERTUI_HELP01_BODY
source: This interactive TUI allows you to preview a screensaver and save your screen with it, with either a built-in screensaver or a custom screensaver. You can easily choose a screensaver to preview straight from this TUI by selecting a screensaver from the list and pressing ENTER.
ar: تتيح لك هذه الواجهة التفاعلية معاينة شاشة التوقف وحفظها، سواءً كانت شاشة توقف مدمجة أو شاشة توقف مخصصة. يمكنك بسهولة اختيار شاشة توقف لمعاينتها مباشرةً من هذه الواجهة عن طريق تحديدها من القائمة والضغط على زر الإدخال (Enter).
de: Diese interaktive Benutzeroberfläche ermöglicht es Ihnen, einen Bildschirmschoner in der Vorschau anzuzeigen und Ihren Bildschirm damit zu speichern – entweder mit einem integrierten oder einem benutzerdefinierten Bildschirmschoner. Sie können ganz einfach einen Bildschirmschoner zur Vorschau direkt in dieser Benutzeroberfläche auswählen, indem Sie ihn aus der Liste auswählen und die Eingabetaste drücken.
el: Αυτό το διαδραστικό TUI σάς επιτρέπει να κάνετε προεπισκόπηση μιας προφύλαξης οθόνης και να αποθηκεύσετε την οθόνη σας με αυτήν, είτε με ενσωματωμένη είτε με προσαρμοσμένη προφύλαξη οθόνης. Μπορείτε εύκολα να επιλέξετε μια προφύλαξη οθόνης για προεπισκόπηση απευθείας από αυτήν την TUI επιλέγοντας μια προφύλαξη οθόνης από τη λίστα και πατώντας ENTER.
es: Esta interfaz de usuario interactiva le permite previsualizar un protector de pantalla y guardar su pantalla con él, ya sea con un protector de pantalla integrado o uno personalizado. Puede elegir fácilmente un protector de pantalla para previsualizarlo directamente desde esta interfaz de usuario seleccionando uno de la lista y pulsando ENTER.
fr: Cette interface utilisateur interactive vous permet de prévisualiser un économiseur d'écran et d'enregistrer votre écran avec celui-ci, qu'il s'agisse d'un économiseur d'écran intégré ou personnalisé. Vous pouvez facilement choisir un économiseur d'écran à prévisualiser directement depuis cette interface : sélectionnez-le dans la liste et appuyez sur Entrée.
ga: Leis an TUI idirghníomhach seo, is féidir leat réamhamharc a dhéanamh ar spárálaíscáileáin agus do scáileán a shábháil leis, le spárálaíscáileáin ionsuite nó spárálaíscáileáin saincheaptha. Is féidir leat spárálaíscáileáin a roghnú go héasca le réamhamharc a dhéanamh air go díreach ón TUI seo trí spárálaíscáileáin a roghnú ón liosta agus ENTER a bhrú.
hi: यह इंटरैक्टिव यूजर इंटरफेस (TUI) आपको स्क्रीनसेवर का पूर्वावलोकन करने और उसे अपनी स्क्रीन पर सेव करने की सुविधा देता है, चाहे वह बिल्ट-इन स्क्रीनसेवर हो या कस्टम स्क्रीनसेवर। आप इस TUI से ही स्क्रीनसेवर का चयन करके और ENTER दबाकर आसानी से पूर्वावलोकन कर सकते हैं।
hi_latn: yah intaraiktiv tui aapako skreenasevar ka preevyoo dekhane aur apanee skreen ko isake saath sev karane kee suvidha deta hai, ya to bilt-in skreenasevar ya kastam skreenasevar ke saath. aap list se skreenasevar chunakar aur aintair dabaakar seedhe is tui se preevyoo karane ke lie aasaanee se skreenasevar chun sakate hain.
id: Antarmuka pengguna berbasis teks (TUI) interaktif ini memungkinkan Anda untuk melihat pratinjau screensaver dan menyimpan layar Anda dengannya, baik dengan screensaver bawaan maupun screensaver kustom. Anda dapat dengan mudah memilih screensaver untuk dipratinjau langsung dari TUI ini dengan memilih screensaver dari daftar dan menekan ENTER.
it: Questa interfaccia utente interattiva consente di visualizzare in anteprima uno screensaver e di salvare la schermata con esso, sia con uno screensaver integrato che con uno personalizzato. È possibile scegliere facilmente uno screensaver da visualizzare in anteprima direttamente da questa interfaccia utente selezionandone uno dall'elenco e premendo INVIO.
ja: このインタラクティブなTUIでは、スクリーンセーバーをプレビューし、画面を保存することができます。スクリーンセーバーは、内蔵スクリーンセーバーまたはカスタムスクリーンセーバーから選択できます。リストからスクリーンセーバーを選択してEnterキーを押すだけで、このTUIから直接プレビューするスクリーンセーバーを簡単に選択できます。
ko: 이 대화형 TUI를 사용하면 내장 화면 보호기 또는 사용자 지정 화면 보호기를 미리 보고 화면을 저장할 수 있습니다. 목록에서 화면 보호기를 선택하고 Enter 키를 누르면 이 TUI에서 바로 미리 볼 화면 보호기를 쉽게 선택할 수 있습니다.
ms: TUI interaktif ini membolehkan anda melihat pratonton penyelamat skrin dan menyimpan skrin anda dengannya, sama ada dengan penyelamat skrin terbina dalam atau penyelamat skrin tersuai. Anda boleh memilih penyelamat skrin dengan mudah untuk dipratonton terus dari TUI ini dengan memilih penyelamat skrin daripada senarai dan menekan ENTER.
nb: Denne interaktive brukergrensesnittet (TUI) lar deg forhåndsvise en skjermsparer og lagre skjermen din med den, enten med en innebygd skjermsparer eller en tilpasset skjermsparer. Du kan enkelt velge en skjermsparer å forhåndsvise direkte fra denne brukergrensesnittet ved å velge en skjermsparer fra listen og trykke ENTER.
nl: Met deze interactieve gebruikersinterface kunt u een screensaver bekijken en uw scherm ermee instellen, zowel met een ingebouwde als een aangepaste screensaver. U kunt eenvoudig een screensaver kiezen om te bekijken door er een uit de lijst te selecteren en op ENTER te drukken.
pt: Esta interface de utilizador interativa permite visualizar um protetor de ecrã e guardar o seu ecrã com ele, seja com um protetor de ecrã integrado ou um protetor de ecrã personalizado. Pode escolher facilmente um protetor de ecrã para visualizar diretamente a partir desta interface, selecionando-o na lista e premindo ENTER.
tr: Bu etkileşimli TUI, yerleşik bir ekran koruyucu veya özel bir ekran koruyucu kullanarak ekran koruyucuyu önizlemenize ve ekranınızı onunla kaydetmenize olanak tanır. Listeden bir ekran koruyucu seçip ENTER tuşuna basarak doğrudan bu TUI üzerinden önizlemek istediğiniz ekran koruyucuyu kolayca seçebilirsiniz.
uk: Цей інтерактивний TUI дозволяє переглядати заставку та зберігати зображення з неї, використовуючи вбудовану або власну заставку. Ви можете легко вибрати заставку для попереднього перегляду безпосередньо з цього TUI, вибравши заставку зі списку та натиснувши ENTER.
vi: Giao diện người dùng tương tác (TUI) này cho phép bạn xem trước trình bảo vệ màn hình và lưu màn hình của mình với trình bảo vệ đó, bằng trình bảo vệ màn hình tích hợp sẵn hoặc trình bảo vệ màn hình tùy chỉnh. Bạn có thể dễ dàng chọn trình bảo vệ màn hình để xem trước trực tiếp từ TUI này bằng cách chọn trình bảo vệ màn hình từ danh sách và nhấn ENTER.
zh: 这个交互式用户界面 (TUI) 允许您预览屏幕保护程序并将其保存到屏幕，既可以使用内置屏幕保护程序，也可以使用自定义屏幕保护程序。您可以直接从列表中选择屏幕保护程序并按 Enter 键，轻松地从该 TUI 中选择要预览的屏幕保护程序。

# NKS_MISC_INTERACTIVES_TZTUI_HELP01_TITLE
source: Live time zones
ar: المناطق الزمنية المباشرة
de: Live-Zeitzonen
el: Ζώνες ώρας σε πραγματικό χρόνο
es: Zonas horarias en vivo
fr: Fuseaux horaires en direct
ga: Criosanna ama beo
hi: लाइव समय क्षेत्र
hi_latn: laiv taim zon
id: Zona waktu langsung
it: Fusi orari in tempo reale
ja: ライブタイムゾーン
ko: 실시간 시간대
ms: Zon waktu langsung
nb: Live-tidssoner
nl: Live tijdzones
pt: Fusos horários em direto
tr: Canlı saat dilimleri
uk: Часові пояси в реальному часі
vi: Múi giờ trực tiếp
zh: 实时时区

# NKS_MISC_INTERACTIVES_TZTUI_HELP01_DESC
source: Using the time zone TUI for the world clock
ar: استخدام منطقة التوقيت TUI للساعة العالمية
de: Verwendung der Zeitzonen-TUI für die Weltuhr
el: Χρήση της ζώνης ώρας TUI για το παγκόσμιο ρολόι
es: Uso de la zona horaria TUI para el reloj mundial
fr: Utilisation du fuseau horaire TUI pour l'horloge mondiale
ga: Ag baint úsáide as an gcrios ama TUI don chlog domhanda
hi: विश्व घड़ी के लिए TUI समय क्षेत्र का उपयोग करना
hi_latn: varld klok ke lie taim zon tui ka istemaal karana
id: Menggunakan antarmuka pengguna grafis (TUI) zona waktu untuk jam dunia.
it: Utilizzo del fuso orario TUI per l'orologio mondiale
ja: 世界時計にタイムゾーンTUIを使用する
ko: 세계 시계에 TUI 시간대를 사용합니다.
ms: Menggunakan zon waktu TUI untuk jam dunia
nb: Bruk av tidssonen TUI for verdensklokken
nl: De tijdzone TUI gebruiken voor de wereldklok
pt: Utilização do fuso horário TUI para o relógio mundial
tr: Dünya saati için TUI saat dilimi kullanılıyor.
uk: Використання часового поясу TUI для світового годинника
vi: Sử dụng múi giờ TUI cho đồng hồ thế giới
zh: 使用 TUI 时区作为世界时钟

# NKS_MISC_INTERACTIVES_TZTUI_HELP01_BODY
source: This interactive TUI shows you a list of time zones and their local time representations that are refreshed every second. This allows you to use it as a world clock application to look at the time for all time zones.
ar: تعرض لك هذه الواجهة التفاعلية قائمة بالمناطق الزمنية وتوقيتاتها المحلية، ويتم تحديثها كل ثانية. يتيح لك ذلك استخدامها كتطبيق ساعة عالمية للاطلاع على التوقيت في جميع المناطق الزمنية.
de: Diese interaktive Benutzeroberfläche zeigt Ihnen eine Liste der Zeitzonen und ihrer jeweiligen Ortszeitdarstellungen, die sekündlich aktualisiert wird. Dadurch können Sie sie als Weltzeituhr-Anwendung nutzen, um die Zeit in allen Zeitzonen abzurufen.
el: Αυτό το διαδραστικό TUI σας δείχνει μια λίστα με ζώνες ώρας και τις τοπικές αναπαραστάσεις ώρας τους, οι οποίες ανανεώνονται κάθε δευτερόλεπτο. Αυτό σας επιτρέπει να το χρησιμοποιήσετε ως εφαρμογή παγκόσμιου ρολογιού για να δείτε την ώρα για όλες τις ζώνες ώρας.
es: Esta interfaz de usuario interactiva muestra una lista de zonas horarias y sus representaciones horarias locales, que se actualizan cada segundo. Esto permite usarla como una aplicación de reloj mundial para consultar la hora de todas las zonas horarias.
fr: Cette interface utilisateur interactive affiche une liste de fuseaux horaires et leur heure locale, mise à jour chaque seconde. Vous pouvez ainsi l'utiliser comme une application d'horloge mondiale pour consulter l'heure dans tous les fuseaux horaires.
ga: Taispeánann an TUI idirghníomhach seo liosta criosanna ama agus a n-ionadaíochtaí ama áitiúla duit a athnuachan gach soicind. Ligeann sé seo duit é a úsáid mar fheidhmchlár clog domhanda chun breathnú ar an am do gach crios ama.
hi: यह इंटरैक्टिव TUI आपको समय क्षेत्रों और उनके स्थानीय समय की सूची दिखाता है, जो हर सेकंड अपडेट होती रहती है। इससे आप इसे विश्व घड़ी एप्लिकेशन के रूप में उपयोग कर सकते हैं और सभी समय क्षेत्रों का समय देख सकते हैं।
hi_latn: yah intaraiktiv tui aapako taim zon aur unake lokal taim riprejenteshan kee ek list dikhaata hai jo har sekand riphresh hote hain. yah aapako sabhee taim zon ka samay dekhane ke lie ise varld klok eplikeshan ke taur par istemaal karane kee suvidha deta hai. taask mainej karana
id: Antarmuka pengguna berbasis teks (TUI) interaktif ini menampilkan daftar zona waktu dan representasi waktu lokalnya yang diperbarui setiap detik. Ini memungkinkan Anda untuk menggunakannya sebagai aplikasi jam dunia untuk melihat waktu di semua zona waktu.
it: Questa interfaccia utente interattiva mostra un elenco di fusi orari e le relative rappresentazioni dell'ora locale, aggiornate ogni secondo. Questo consente di utilizzarla come applicazione di orologio mondiale per visualizzare l'ora di tutti i fusi orari.
ja: このインタラクティブなTUIは、タイムゾーンのリストと、毎秒更新される現地時間を表示します。これにより、すべてのタイムゾーンの時刻を確認できる世界時計アプリケーションとして使用できます。
ko: 이 대화형 기술 사용자 인터페이스(TUI)는 시간대 목록과 해당 시간대의 현지 시간을 매초마다 업데이트하여 보여줍니다. 따라서 이 앱을 세계 시계처럼 사용하여 모든 시간대의 시간을 확인할 수 있습니다.
ms: TUI interaktif ini menunjukkan senarai zon waktu dan perwakilan waktu setempatnya yang disegarkan setiap saat. Ini membolehkan anda menggunakannya sebagai aplikasi jam dunia untuk melihat waktu bagi semua zon waktu.
nb: Denne interaktive brukervennlige brukergrensesnittet (TUI) viser deg en liste over tidssoner og deres lokale tidsrepresentasjoner som oppdateres hvert sekund. Dette lar deg bruke den som en verdensklokkeapplikasjon for å se på tiden for alle tidssoner.
nl: Deze interactieve TUI toont een lijst met tijdzones en hun lokale tijdweergave, die elke seconde wordt bijgewerkt. Hierdoor kunt u de app gebruiken als een wereldklok om de tijd in alle tijdzones te bekijken.
pt: Esta interface de utilizador interativa apresenta uma lista de fusos horários e as suas respetivas representações da hora local, atualizadas a cada segundo. Isto permite que a utilize como uma aplicação de relógio mundial para consultar a hora em todos os fusos horários.
tr: Bu etkileşimli TUI, her saniye yenilenen saat dilimlerinin ve yerel saat gösterimlerinin bir listesini gösterir. Bu sayede, tüm saat dilimlerinin saatine bakmak için dünya saati uygulaması olarak kullanabilirsiniz.
uk: Цей інтерактивний TUI показує вам список часових поясів та їх місцеві часові представлення, які оновлюються щосекунди. Це дозволяє використовувати його як програму світового годинника для перегляду часу для всіх часових поясів.
vi: Giao diện người dùng tương tác này hiển thị cho bạn danh sách các múi giờ và cách diễn đạt giờ địa phương tương ứng, được cập nhật mỗi giây. Điều này cho phép bạn sử dụng nó như một ứng dụng đồng hồ thế giới để xem giờ ở tất cả các múi giờ.
zh: 这个交互式时间用户界面会显示时区列表及其对应的本地时间，并每秒刷新一次。因此，您可以将其用作世界时钟应用程序，查看所有时区的时间。

# NKS_MISC_INTERACTIVES_TASKMANUI_HELP01_TITLE
source: Managing tasks
ar: إدارة المهام
de: Aufgabenverwaltung
el: Διαχείριση εργασιών
es: Gestión de tareas
fr: Gestion des tâches
ga: Bainistiú tascanna
hi: कार्यों का प्रबंधन
hi_latn: threds mainej
id: Mengelola tugas
it: Gestione delle attività
ja: タスクの管理
ko: 작업 관리
ms: Menguruskan tugas
nb: Administrere oppgaver
nl: Taken beheren
pt: Gerir tarefas
tr: Görevleri yönetmek
uk: Керування завданнями
vi: Quản lý nhiệm vụ
zh: 管理任务
