Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_NEEDSREALTEXTFILE
source: The file you provided, {0}, is not a valid text file. If this file is a JSON file, this function might cause it to be unreadable. For your file's safety, this operation is halted to prevent file corruption.
ar: الملف الذي قدمته، {0}، ليس ملفًا نصيًا صالحًا. إذا كان هذا الملف عبارة عن ملف JSON، فقد تتسبب هذه الوظيفة في جعله غير قابل للقراءة. لسلامة ملفك، تم إيقاف هذه العملية لمنع تلف الملف.
de: Die von Ihnen bereitgestellte Datei {0} ist keine gültige Textdatei. Wenn es sich bei dieser Datei um eine JSON-Datei handelt, kann diese Funktion dazu führen, dass sie nicht lesbar ist. Zur Sicherheit Ihrer Datei wird dieser Vorgang angehalten, um eine Beschädigung der Datei zu verhindern.
el: Το αρχείο που παρείχατε, {0}, δεν είναι έγκυρο αρχείο κειμένου. Εάν αυτό το αρχείο είναι αρχείο JSON, αυτή η συνάρτηση μπορεί να το κάνει να μην είναι αναγνώσιμο. Για την ασφάλεια του αρχείου σας, αυτή η λειτουργία διακόπτεται για να αποφευχθεί η καταστροφή του αρχείου.
es: El archivo que proporcionó, {0}, no es un archivo de texto válido. Si este archivo es un archivo JSON, esta función puede hacer que sea ilegible. Por la seguridad de su archivo, esta operación se detiene para evitar la corrupción del archivo.
fr: Le fichier que vous avez fourni, {0}, n'est pas un fichier texte valide. Si ce fichier est un fichier JSON, cette fonction peut le rendre illisible. Pour la sécurité de votre fichier, cette opération est interrompue pour éviter toute corruption du fichier.
ga: Ní comhad téacs bailí é an comhad a sholáthair tú, {0}. Más comhad JSON é an comhad seo, seans nach mbeidh sé inléite mar gheall ar an bhfeidhm seo. Ar mhaithe le sábháilteacht do chomhaid, cuirtear stop leis an oibríocht seo chun éilliú comhaid a chosc.
hi: आपके द्वारा प्रदान की गई फ़ाइल, {0}, एक मान्य टेक्स्ट फ़ाइल नहीं है। यदि यह फ़ाइल एक JSON फ़ाइल है, तो यह फ़ंक्शन इसे अपठनीय बना सकता है। आपकी फ़ाइल की सुरक्षा के लिए, फ़ाइल भ्रष्टाचार को रोकने के लिए यह कार्रवाई रोक दी गई है।
hi_latn: aapake dvaara pradaan kee gaee fail, {0}, ek maany tekst fail nahin hai. yadi yah fail json fail hai, to yah fankshan ise apathaneey bana sakata hai. aapakee fail kee suraksha ke lie, fail bhrashtaachaar ko rokane ke lie yah opareshan rok diya gaya hai.
id: File yang Anda berikan, {0}, bukan file teks yang valid. Jika file ini adalah file JSON, fungsi ini dapat menyebabkannya tidak dapat dibaca. Demi keamanan file Anda, operasi ini dihentikan untuk mencegah kerusakan file.
it: Il file fornito, {0}, non è un file di testo valido. Se questo file è un file JSON, questa funzione potrebbe renderlo illeggibile. Per la sicurezza del tuo file, questa operazione viene interrotta per prevenire il danneggiamento del file.
ja: 指定したファイル {0} は有効なテキスト ファイルではありません。このファイルが JSON ファイルの場合、この関数によりファイルが読み取れなくなる可能性があります。ファイルの安全のため、ファイルの破損を防ぐためにこの操作は停止されます。
ko: 제공하신 파일 {0}은(는) 유효한 텍스트 파일이 아닙니다. 이 파일이 JSON 파일인 경우 이 함수로 인해 파일을 읽을 수 없게 될 수 있습니다. 파일의 안전을 위해 파일 손상을 방지하기 위해 이 작업이 중단됩니다.
ms: Fail yang anda berikan, {0}, bukan fail teks yang sah. Jika fail ini ialah fail JSON, fungsi ini mungkin menyebabkan ia tidak boleh dibaca. Untuk keselamatan fail anda, operasi ini dihentikan untuk mengelakkan kerosakan fail.
nb: Filen du oppga, {0}, er ikke en gyldig tekstfil. Hvis denne filen er en JSON-fil, kan denne funksjonen føre til at den blir uleselig. For filens sikkerhet stanses denne operasjonen for å forhindre filkorrupsjon.
nl: Het door u opgegeven bestand, {0}, is geen geldig tekstbestand. Als dit bestand een JSON-bestand is, kan deze functie ervoor zorgen dat het onleesbaar is. Voor de veiligheid van uw bestand wordt deze bewerking stopgezet om bestandsbeschadiging te voorkomen.
pt: O arquivo fornecido, {0}, não é um arquivo de texto válido. Se este arquivo for um arquivo JSON, esta função poderá torná-lo ilegível. Para a segurança do seu arquivo, esta operação é interrompida para evitar a corrupção do arquivo.
ro: Fișierul pe care l-ați furnizat, {0}, nu este un fișier text valid. Dacă acest fișier este un fișier JSON, această funcție ar putea face ca acesta să nu fie citit. Pentru siguranța fișierului dvs., această operațiune este oprită pentru a preveni corupția fișierului.
tr: Sağladığınız dosya, {0}, geçerli bir metin dosyası değil. Bu dosya bir JSON dosyasıysa, bu işlev okunamaz hale gelmesine neden olabilir. Dosyanızın güvenliği için, dosya bozulmasını önlemek amacıyla bu işlem durdurulur.
uk: Наданий вами файл, {0}, не є дійсним текстовим файлом. Якщо цей файл є файлом JSON, ця функція може призвести до того, що його буде неможливо прочитати. Для безпеки вашого файлу цю операцію припинено, щоб запобігти пошкодженню файлу.
vi: Tệp bạn cung cấp, {0}, không phải là tệp văn bản hợp lệ. Nếu tệp này là tệp JSON, hàm này có thể khiến tệp không thể đọc được. Vì sự an toàn của tệp, thao tác này sẽ bị dừng lại để ngăn chặn tệp bị hỏng.
zh: 您提供的文件 {0} 不是有效的文字檔。如果此文件是 JSON 文件，此函數可能會導致其不可讀。為了您的檔案安全，此操作將停止以防止檔案損壞。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_SOURCEISNOTREALTEXTFILE
source: The source file you provided, {0}, is not a valid text file.
ar: الملف المصدر الذي قدمته، {0}، ليس ملفًا نصيًا صالحًا.
de: Die von Ihnen angegebene Quelldatei {0} ist keine gültige Textdatei.
el: Το αρχείο προέλευσης που παρείχατε, {0}, δεν είναι έγκυρο αρχείο κειμένου.
es: El archivo fuente que proporcionó, {0}, no es un archivo de texto válido.
fr: Le fichier source que vous avez fourni, {0}, n'est pas un fichier texte valide.
ga: Ní comhad téacs bailí é an bunchomhad a sholáthair tú, {0}.
hi: आपके द्वारा प्रदान की गई स्रोत फ़ाइल, {0}, एक मान्य टेक्स्ट फ़ाइल नहीं है।
hi_latn: aapake dvaara pradaan kee gaee srot fail, {0}, ek maany tekst fail nahin hai.
id: Berkas sumber yang Anda berikan, {0}, bukan berkas teks yang valid.
it: Il file di origine fornito, {0}, non è un file di testo valido.
ja: 指定したソース ファイル {0} は有効なテキスト ファイルではありません。
ko: 제공한 소스 파일 {0}은(는) 유효한 텍스트 파일이 아닙니다.
ms: Fail sumber yang anda berikan, {0}, bukan fail teks yang sah.
nb: Kildefilen du oppga, {0}, er ikke en gyldig tekstfil.
nl: Het bronbestand dat u heeft opgegeven, {0}, is geen geldig tekstbestand.
pt: O arquivo de origem fornecido, {0}, não é um arquivo de texto válido.
ro: Fișierul sursă pe care l-ați furnizat, {0}, nu este un fișier text valid.
tr: Sağladığınız kaynak dosyası {0} geçerli bir metin dosyası değil.
uk: Наданий вами вихідний файл, {0}, не є дійсним текстовим файлом.
vi: Tệp nguồn bạn cung cấp, {0}, không phải là tệp văn bản hợp lệ.
zh: 您提供的來源檔案 {0} 不是有效的文字檔案。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_TARGETISNOTREALTEXTFILE
source: The target file you provided, {0}, is not a valid text file.
ar: الملف الهدف الذي قدمته، {0}، ليس ملفًا نصيًا صالحًا.
de: Die von Ihnen angegebene Zieldatei {0} ist keine gültige Textdatei.
el: Το αρχείο προορισμού που παρείχατε, {0}, δεν είναι έγκυρο αρχείο κειμένου.
es: El archivo de destino que proporcionó, {0}, no es un archivo de texto válido.
fr: Le fichier cible que vous avez fourni, {0}, n'est pas un fichier texte valide.
ga: Ní comhad téacs bailí é an spriocchomhad a sholáthair tú, {0}.
hi: आपके द्वारा प्रदान की गई लक्ष्य फ़ाइल, {0}, एक मान्य टेक्स्ट फ़ाइल नहीं है।
hi_latn: aapake dvaara pradaan kee gaee lakshy fail, {0}, ek maany tekst fail nahin hai.
id: Berkas target yang Anda berikan, {0}, bukan berkas teks yang valid.
it: Il file di destinazione fornito, {0}, non è un file di testo valido.
ja: 指定したターゲット ファイル {0} は有効なテキスト ファイルではありません。
ko: 제공한 대상 파일 {0}은(는) 유효한 텍스트 파일이 아닙니다.
ms: Fail sasaran yang anda berikan, {0}, bukan fail teks yang sah.
nb: Målfilen du oppga, {0}, er ikke en gyldig tekstfil.
nl: Het doelbestand dat u heeft opgegeven, {0}, is geen geldig tekstbestand.
pt: O arquivo de destino fornecido, {0}, não é um arquivo de texto válido.
ro: Fișierul țintă pe care l-ați furnizat, {0}, nu este un fișier text valid.
tr: Sağladığınız hedef dosya {0} geçerli bir metin dosyası değil.
uk: Цільовий файл, який ви надали, {0}, не є дійсним текстовим файлом.
vi: Tệp đích bạn cung cấp, {0}, không phải là tệp văn bản hợp lệ.
zh: 您提供的目標檔案 {0} 不是有效的文字檔案。

# NKS_DRIVERS_HARDWARE_BASE_DISKNONEXISTENT
source: Disk doesn't exist
ar: القرص غير موجود
de: Datenträger existiert nicht
el: Ο δίσκος δεν υπάρχει
es: El disco no existe
fr: Le disque n'existe pas
ga: Níl diosca ann
hi: डिस्क मौजूद नहीं है
hi_latn: disk maujood nahin hai
id: Disk tidak ada
it: Il disco non esiste
ja: ディスクが存在しません
ko: 디스크가 존재하지 않습니다
ms: Cakera tidak wujud
nb: Disk finnes ikke
nl: Schijf bestaat niet
pt: O disco não existe
ro: Discul nu există
tr: Disk mevcut değil
uk: Диск не існує
vi: Đĩa không tồn tại
zh: 磁碟不存在

# NKS_DRIVERS_HARDWARE_BASE_PARTNONEXISTENT
source: Partition doesn't exist
ar: التقسيم غير موجود
de: Partition existiert nicht
el: Κατάτμηση δεν υπάρχει
es: La partición no existe
fr: La partition n'existe pas
ga: Níl críochdheighilt ann
hi: विभाजन अस्तित्व में नहीं है
hi_latn: vibhaajan maujood nahin hai
id: Partisi tidak ada
it: La partizione non esiste
ja: パーティションが存在しません
ko: 파티션이 존재하지 않습니다
ms: Pembahagian tidak wujud
nb: Partisjonen eksisterer ikke
nl: Partitie bestaat niet
pt: A partição não existe
ro: Partiția nu există
tr: Bölümleme mevcut değil
uk: Розділу не існує
vi: Phân vùng không tồn tại
zh: 分區不存在

# NKS_DRIVERS_HARDWARE_BASE_STORAGEFAILED
source: The hardware probing library has failed to probe hard drives. If you're running Windows, the most likely cause is that you have insufficient permissions to access the hard drive information. Restart Nitrocid with elevated administrative privileges to be able to parse hard drives.
ar: فشلت مكتبة فحص الأجهزة في فحص محركات الأقراص الثابتة. إذا كنت تستخدم نظام التشغيل Windows، فالسبب الأرجح هو عدم حصولك على الأذونات الكافية للوصول إلى معلومات القرص الصلب. أعد تشغيل Nitrocid بامتيازات إدارية مرتفعة لتتمكن من تحليل محركات الأقراص الثابتة.
de: Die Hardware-Prüfungsbibliothek konnte Festplatten nicht prüfen. Wenn Sie Windows verwenden, ist die wahrscheinlichste Ursache, dass Sie nicht über ausreichende Berechtigungen zum Zugriff auf die Festplatteninformationen verfügen. Starten Sie Nitrocid mit erhöhten Administratorrechten neu, um Festplatten analysieren zu können.
el: Η βιβλιοθήκη ανίχνευσης υλικού απέτυχε να διερευνήσει τους σκληρούς δίσκους. Εάν εκτελείτε Windows, η πιο πιθανή αιτία είναι ότι δεν έχετε επαρκή δικαιώματα πρόσβασης στις πληροφορίες του σκληρού δίσκου. Επανεκκινήστε το Nitrocid με αυξημένα δικαιώματα διαχειριστή για να μπορείτε να αναλύετε τους σκληρούς δίσκους.
es: La biblioteca de sondeo de hardware no pudo sondear los discos duros. Si está ejecutando Windows, la causa más probable es que no tenga permisos suficientes para acceder a la información del disco duro. Reinicie Nitrocid con privilegios administrativos elevados para poder analizar discos duros.
fr: La bibliothèque de détection matérielle n'a pas réussi à sonder les disques durs. Si vous utilisez Windows, la cause la plus probable est que vous ne disposez pas d'autorisations suffisantes pour accéder aux informations du disque dur. Redémarrez Nitrocid avec des privilèges administratifs élevés pour pouvoir analyser les disques durs.
ga: Theip ar an leabharlann iniúchta crua-earraí tiomántáin chrua a iniúchadh. Má tá Windows á rith agat, is é an chúis is dóichí ná nach bhfuil dóthain ceadanna agat chun rochtain a fháil ar fhaisnéis an tiomántáin chrua. Atosaigh Nitrocid le pribhléidí riaracháin ardaithe chun a bheith in ann tiomántáin chrua a pharsáil.
hi: हार्डवेयर जांच लाइब्रेरी हार्ड ड्राइव की जांच करने में विफल रही है। यदि आप विंडोज़ चला रहे हैं, तो सबसे संभावित कारण यह है कि आपके पास हार्ड ड्राइव जानकारी तक पहुँचने के लिए अपर्याप्त अनुमतियाँ हैं। हार्ड ड्राइव को पार्स करने में सक्षम होने के लिए उन्नत प्रशासनिक विशेषाधिकारों के साथ नाइट्रोसिड को पुनः आरंभ करें।
hi_latn: haardaveyar jaanch laibreree haard draiv kee jaanch karane mein viphal rahee hai. yadi aap windows chala rahe hain, to sabase sambhaavit kaaran yah hai ki aapake paas haard draiv kee jaanakaaree tak pahunchane ke lie aparyaapt anumatiyaan hain. haard draiv ko paars karane mein saksham hone ke lie nitrochid ko unnat prashaasanik visheshaadhikaaron ke saath punah aarambh karen.
id: Pustaka pemeriksaan perangkat keras gagal memeriksa hard drive. Jika Anda menjalankan Windows, kemungkinan besar penyebabnya adalah Anda tidak memiliki izin yang cukup untuk mengakses informasi hard drive. Mulai ulang Nitrocid dengan hak akses administratif yang lebih tinggi agar dapat mengurai hard drive.
it: La libreria di sondaggio dell'hardware non è riuscita a sondare i dischi rigidi. Se utilizzi Windows, la causa più probabile è che non disponi di autorizzazioni sufficienti per accedere alle informazioni del disco rigido. Riavvia Nitrocid con privilegi amministrativi elevati per poter analizzare i dischi rigidi.
ja: ハードウェア プローブ ライブラリがハード ドライブのプローブに失敗しました。Windows を実行している場合、最も考えられる原因は、ハード ドライブ情報にアクセスするための権限が不十分であることです。ハードドライブを解析できるように、昇格した管理者権限で Nitrocid を再起動します。
ko: 하드웨어 프로빙 라이브러리가 하드 드라이브를 프로빙하지 못했습니다. Windows를 실행하는 경우 가장 가능성이 높은 원인은 하드 드라이브 정보에 액세스할 수 있는 권한이 부족하기 때문입니다. 하드 드라이브를 구문 분석할 수 있도록 높은 관리 권한으로 Nitrocid를 다시 시작하십시오.
ms: Pustaka penyiasatan perkakasan telah gagal menyiasat pemacu keras. Jika anda menjalankan Windows, kemungkinan besar penyebabnya ialah anda tidak mempunyai kebenaran yang mencukupi untuk mengakses maklumat cakera keras. Mulakan semula Nitrocid dengan keistimewaan pentadbiran yang tinggi untuk dapat menghuraikan cakera keras.
nb: Maskinvareprobing-biblioteket har ikke klart å sondere harddisker. Hvis du kjører Windows, er den mest sannsynlige årsaken at du ikke har tilstrekkelige tillatelser til å få tilgang til harddiskinformasjonen. Start Nitrocid på nytt med forhøyede administrative rettigheter for å kunne analysere harddisker.
nl: De hardware-testbibliotheek is er niet in geslaagd de harde schijven te testen. Als u Windows gebruikt, is de meest waarschijnlijke oorzaak dat u onvoldoende rechten heeft om toegang te krijgen tot de gegevens op de harde schijf. Start Nitrocid opnieuw op met verhoogde beheerdersrechten om harde schijven te kunnen parseren.
pt: A biblioteca de testes de hardware não conseguiu testar os discos rígidos. Se você estiver executando o Windows, a causa mais provável é que você não tem permissões suficientes para acessar as informações do disco rígido. Reinicie o Nitrocid com privilégios administrativos elevados para poder analisar discos rígidos.
ro: Biblioteca de testare hardware nu a reușit să verifice hard disk-urile. Dacă rulați Windows, cea mai probabilă cauză este că nu aveți permisiuni suficiente pentru a accesa informațiile de pe hard disk. Reporniți Nitrocid cu privilegii administrative ridicate pentru a putea analiza hard disk-urile.
tr: Donanım araştırma kitaplığı sabit diskleri araştırmayı başaramadı. Windows çalıştırıyorsanız, en olası neden sabit disk bilgilerine erişmek için yeterli izninizin olmamasıdır. Sabit diskleri ayrıştırabilmek için Nitrocid'i yükseltilmiş yönetici ayrıcalıklarıyla yeniden başlatın.
uk: Бібліотеці апаратного тестування не вдалося перевірити жорсткі диски. Якщо ви використовуєте Windows, найімовірнішою причиною є те, що у вас недостатньо прав на доступ до інформації про жорсткий диск. Перезапустіть Nitrocid з підвищеними правами адміністратора, щоб мати можливість аналізувати жорсткі диски.
vi: Thư viện thăm dò phần cứng không thể thăm dò ổ cứng. Nếu bạn đang chạy Windows, nguyên nhân có thể xảy ra nhất là bạn không có đủ quyền để truy cập thông tin ổ cứng. Khởi động lại Nitrocid với quyền quản trị nâng cao để có thể phân tích ổ cứng.
zh: 硬體探測庫無法探測硬碟。如果您使用的是 Windows，最可能的原因是您沒有足夠的權限存取硬碟資訊。使用提升的管理權限重新啟動 Nitrocid，以便能夠解析硬碟。

# NKS_DRIVERS_HARDWARE_BASE_NEEDSELEVATION
source: You'll need to restart the kernel as elevated in order to be able to show hardware information.
ar: ستحتاج إلى إعادة تشغيل kernel كمستوى مرتفع لتتمكن من عرض معلومات الأجهزة.
de: Sie müssen den Kernel mit erhöhten Rechten neu starten, um Hardwareinformationen anzeigen zu können.
el: Θα χρειαστεί να επανεκκινήσετε τον πυρήνα ως ανυψωμένο για να μπορέσετε να εμφανίσετε πληροφορίες υλικού.
es: Deberá reiniciar el kernel como elevado para poder mostrar información del hardware.
fr: Vous devrez redémarrer le noyau avec élévation de privilèges afin de pouvoir afficher les informations sur le matériel.
ga: Beidh ort an t-eithne a atosú mar atá ardaithe ionas go mbeidh tú in ann faisnéis chrua-earraí a thaispeáint.
hi: हार्डवेयर जानकारी दिखाने में सक्षम होने के लिए आपको कर्नेल को उन्नत रूप में पुनरारंभ करना होगा।
hi_latn: haardaveyar jaanakaaree dikhaane mein saksham hone ke lie aapako karnel ko unnat roop mein punah aarambh karana hoga.
id: Anda perlu me-restart kernel seperti semula agar dapat menampilkan informasi perangkat keras.
it: Dovrai riavviare il kernel con privilegi elevati per poter mostrare le informazioni sull'hardware.
ja: ハードウェア情報を表示できるようにするには、カーネルを昇格して再起動する必要があります。
ko: 하드웨어 정보를 표시하려면 관리자 권한으로 커널을 다시 시작해야 합니다.
ms: Anda perlu memulakan semula kernel seperti yang dinaikkan untuk dapat menunjukkan maklumat perkakasan.
nb: Du må starte kjernen på nytt som forhøyet for å kunne vise maskinvareinformasjon.
nl: U moet de kernel opnieuw opstarten als verhoogd om hardware-informatie te kunnen weergeven.
pt: Você precisará reiniciar o kernel como elevado para poder mostrar informações de hardware.
ro: Va trebui să reporniți nucleul la nivel ridicat pentru a putea afișa informațiile hardware.
tr: Donanım bilgilerini görüntüleyebilmek için çekirdeği yükseltilmiş olarak yeniden başlatmanız gerekecektir.
uk: Вам потрібно буде перезапустити ядро з підвищеними правами, щоб мати можливість відображати інформацію про обладнання.
vi: Bạn sẽ cần khởi động lại kernel ở chế độ nâng cao để có thể hiển thị thông tin phần cứng.
zh: 您需要重新啟動核心以提升權限，以便能夠顯示硬體資訊。

# NKS_DRIVERS_HARDWARE_BASE_CPUPARSEFAILED
source: Failed to parse the CPU info. Ensure that it's a valid info list.
ar: فشل في تحليل معلومات وحدة المعالجة المركزية. تأكد من أنها قائمة معلومات صالحة.
de: Die CPU-Informationen konnten nicht analysiert werden. Stellen Sie sicher, dass es sich um eine gültige Infoliste handelt.
el: Αποτυχία ανάλυσης των πληροφοριών CPU. Βεβαιωθείτε ότι πρόκειται για έγκυρη λίστα πληροφοριών.
es: No se pudo analizar la información de la CPU. Asegúrese de que sea una lista de información válida.
fr: Échec de l'analyse des informations sur le processeur. Assurez-vous qu'il s'agit d'une liste d'informations valide.
ga: Theip ar fhaisnéis an LAP a pharsáil. Cinntigh gur liosta faisnéise bailí é.
hi: CPU जानकारी पार्स करने में विफल. सुनिश्चित करें कि यह एक वैध जानकारी सूची है।
hi_latn: chpu jaanakaaree ko paars karane mein viphal. sunishchit karen ki yah ek maany jaanakaaree soochee hai.
id: Gagal mengurai info CPU. Pastikan bahwa ini adalah daftar info yang valid.
it: Impossibile analizzare le informazioni sulla CPU. Assicurati che si tratti di un elenco di informazioni valido.
ja: CPU情報の解析に失敗しました。有効な情報リストであることを確認してください。
ko: CPU 정보를 구문 분석하지 못했습니다. 유효한 정보 목록인지 확인하세요.
ms: Gagal menghuraikan maklumat CPU. Pastikan ia adalah senarai maklumat yang sah.
nb: Kunne ikke analysere CPU-informasjonen. Sørg for at det er en gyldig informasjonsliste.
nl: Kan de CPU-informatie niet parseren. Zorg ervoor dat het een geldige informatielijst is.
pt: Falha ao analisar as informações da CPU. Certifique-se de que seja uma lista de informações válida.
ro: Nu s-au putut analiza informațiile CPU. Asigurați-vă că este o listă de informații validă.
tr: CPU bilgisi ayrıştırılamadı. Geçerli bir bilgi listesi olduğundan emin olun.
uk: Не вдалося проаналізувати інформацію про процесор. Переконайтеся, що це дійсний список інформації.
vi: Không phân tích được thông tin CPU. Đảm bảo rằng đó là danh sách thông tin hợp lệ.
zh: 無法解析CPU資訊。確保它是有效的資訊清單。

# NKS_DRIVERS_HARDWARE_BASE_RAMPARSEFAILED
source: Failed to parse the RAM info. Ensure that it's a valid info list.
ar: فشل في تحليل معلومات ذاكرة الوصول العشوائي (RAM). تأكد من أنها قائمة معلومات صالحة.
de: Die RAM-Informationen konnten nicht analysiert werden. Stellen Sie sicher, dass es sich um eine gültige Infoliste handelt.
el: Αποτυχία ανάλυσης των πληροφοριών RAM. Βεβαιωθείτε ότι πρόκειται για έγκυρη λίστα πληροφοριών.
es: No se pudo analizar la información de la RAM. Asegúrese de que sea una lista de información válida.
fr: Échec de l'analyse des informations sur la RAM. Assurez-vous qu'il s'agit d'une liste d'informations valide.
ga: Theip ar an bhfaisnéis RAM a pharsáil. Cinntigh gur liosta faisnéise bailí é.
hi: RAM जानकारी पार्स करने में विफल. सुनिश्चित करें कि यह एक वैध जानकारी सूची है।
hi_latn: ram jaanakaaree ko paars karane mein viphal. sunishchit karen ki yah ek maany jaanakaaree soochee hai.
id: Gagal mengurai info RAM. Pastikan bahwa ini adalah daftar info yang valid.
it: Impossibile analizzare le informazioni sulla RAM. Assicurati che si tratti di un elenco di informazioni valido.
ja: RAM情報の解析に失敗しました。有効な情報リストであることを確認してください。
ko: RAM 정보를 구문 분석하지 못했습니다. 유효한 정보 목록인지 확인하세요.
ms: Gagal menghuraikan maklumat RAM. Pastikan ia adalah senarai maklumat yang sah.
nb: Kunne ikke analysere RAM-informasjonen. Sørg for at det er en gyldig informasjonsliste.
nl: Kan de RAM-informatie niet parseren. Zorg ervoor dat het een geldige informatielijst is.
pt: Falha ao analisar as informações de RAM. Certifique-se de que seja uma lista de informações válida.
ro: Nu s-a putut analiza informațiile RAM. Asigurați-vă că este o listă de informații validă.
tr: RAM bilgisi ayrıştırılamadı. Geçerli bir bilgi listesi olduğundan emin olun.
uk: Не вдалося проаналізувати інформацію про оперативну пам’ять. Переконайтеся, що це дійсний список інформації.
vi: Không phân tích được thông tin RAM. Đảm bảo rằng đó là danh sách thông tin hợp lệ.
zh: 無法解析 RAM 資訊。確保它是有效的資訊清單。

# NKS_DRIVERS_HARDWARE_BASE_GPUPARSEFAILED
source: Failed to parse the GPU info. Ensure that it's a valid info list.
ar: فشل في تحليل معلومات GPU. تأكد من أنها قائمة معلومات صالحة.
de: Die GPU-Informationen konnten nicht analysiert werden. Stellen Sie sicher, dass es sich um eine gültige Infoliste handelt.
el: Αποτυχία ανάλυσης των πληροφοριών GPU. Βεβαιωθείτε ότι πρόκειται για έγκυρη λίστα πληροφοριών.
es: No se pudo analizar la información de la GPU. Asegúrese de que sea una lista de información válida.
fr: Échec de l'analyse des informations GPU. Assurez-vous qu'il s'agit d'une liste d'informations valide.
ga: Theip ar an bhfaisnéis GPU a pharsáil. Cinntigh gur liosta faisnéise bailí é.
hi: GPU जानकारी पार्स करने में विफल. सुनिश्चित करें कि यह एक वैध जानकारी सूची है।
hi_latn: gpu jaanakaaree ko paars karane mein viphal. sunishchit karen ki yah ek maany jaanakaaree soochee hai.
id: Gagal mengurai info GPU. Pastikan bahwa ini adalah daftar info yang valid.
it: Impossibile analizzare le informazioni sulla GPU. Assicurati che si tratti di un elenco di informazioni valido.
ja: GPU情報の解析に失敗しました。有効な情報リストであることを確認してください。
ko: GPU 정보를 구문 분석하지 못했습니다. 유효한 정보 목록인지 확인하세요.
ms: Gagal menghuraikan maklumat GPU. Pastikan ia adalah senarai maklumat yang sah.
nb: Kunne ikke analysere GPU-informasjonen. Sørg for at det er en gyldig informasjonsliste.
nl: Kan de GPU-informatie niet parseren. Zorg ervoor dat het een geldige informatielijst is.
pt: Falha ao analisar as informações da GPU. Certifique-se de que seja uma lista de informações válida.
ro: Nu s-au putut analiza informațiile GPU. Asigurați-vă că este o listă de informații validă.
tr: GPU bilgisi ayrıştırılamadı. Geçerli bir bilgi listesi olduğundan emin olun.
uk: Не вдалося проаналізувати інформацію GPU. Переконайтеся, що це дійсний список інформації.
vi: Không phân tích được thông tin GPU. Đảm bảo rằng đó là danh sách thông tin hợp lệ.
zh: 無法解析 GPU 資訊。確保它是有效的資訊清單。
