Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTMODE_DESC
source: Controls how the files will be sorted.
ar: يتحكم في كيفية فرز الملفات.
de: Steuert, wie die Dateien sortiert werden.
el: Ελέγχει τον τρόπο ταξινόμησης των αρχείων.
es: Controla cómo se ordenarán los archivos.
fr: Contrôle la façon dont les fichiers seront triés.
ga: Rialaíonn sé conas a shórtáilfear na comhaid.
hi: नियंत्रित करता है कि फ़ाइलों को कैसे सॉर्ट किया जाएगा।
hi_latn: niyantrit karata hai ki failon ko kaise sort kiya jaega.
id: Mengontrol bagaimana berkas akan diurutkan.
it: Controlla come verranno ordinati i file.
ja: ファイルのソート方法を制御します。
ko: 파일 정렬 방법을 제어합니다.
ms: Mengawal cara fail akan diisih.
nb: Styrer hvordan filene skal sorteres.
nl: Bepaalt hoe de bestanden worden gesorteerd.
pt: Controla como os arquivos serão classificados.
ro: Controlează modul în care vor fi sortate fișierele.
tr: Dosyaların nasıl sıralanacağını kontrol eder.
uk: Керує сортуванням файлів.
vi: Kiểm soát cách sắp xếp các tập tin.
zh: 控製文件的排序方式。

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTDIRECTION_DESC
source: Controls the direction of filesystem sorting whether it's ascending or descending.
ar: يتحكم في اتجاه فرز نظام الملفات سواء كان تصاعديًا أو تنازليًا.
de: Steuert die Richtung der Dateisystemsortierung, ob aufsteigend oder absteigend.
el: Ελέγχει την κατεύθυνση της ταξινόμησης του συστήματος αρχείων είτε είναι αύξουσα είτε φθίνουσα.
es: Controla la dirección de la clasificación del sistema de archivos, ya sea ascendente o descendente.
fr: Contrôle le sens du tri du système de fichiers, qu'il soit ascendant ou descendant.
ga: Rialaíonn sé treo sórtála an chórais comhad cibé an bhfuil sé ag dul suas nó ag íslitheach.
hi: फाइल सिस्टम की दिशा को नियंत्रित करता है कि क्या यह आरोही या अवरोही है।
hi_latn: phail sistam kee disha ko niyantrit karata hai ki kya yah aarohee ya avarohee hai.
id: Mengontrol arah penyortiran sistem berkas, apakah menaik atau menurun.
it: Controlla la direzione dell'ordinamento del filesystem, ascendente o discendente.
ja: 昇順か降順かにかかわらず、ファイルシステムのソートの方向を制御します。
ko: 오름차순이든 내림차순이든 파일 시스템 정렬 방향을 제어합니다.
ms: Mengawal arah pengisihan sistem fail sama ada menaik atau menurun.
nb: Styrer retningen for filsystemsortering enten den er stigende eller synkende.
nl: Bepaalt de richting van het sorteren van het bestandssysteem, of het nu oplopend of aflopend is.
pt: Controla a direção da classificação do sistema de arquivos, seja crescente ou decrescente.
ro: Controlează direcția sortării sistemului de fișiere, fie că este ascendentă sau descendentă.
tr: Dosya sisteminin artan veya azalan şekilde sıralanma yönünü kontrol eder.
uk: Керує напрямком сортування файлової системи за зростанням чи спаданням.
vi: Kiểm soát hướng sắp xếp hệ thống tập tin theo hướng tăng dần hay giảm dần.
zh: 控製文件系統排序的方向是升序還是降序。

# NKS_KERNEL_STARTING_STAGE_FINISHEDIN
source: Stage finished in
ar: انتهت المرحلة
de: Etappe fertig in
el: Η σκηνή ολοκληρώθηκε μέσα
es: Etapa terminada en
fr: Étape terminée en
ga: Chríochnaigh an stáitse i
hi: स्टेज समाप्त
hi_latn: stej samaapt
id: Tahap selesai di
it: Fase finita tra
ja: ステージ終了
ko: 무대 완료
ms: Pentas selesai dalam
nb: Etappen avsluttet i
nl: Stage geëindigd in
pt: Etapa finalizada em
ro: Etapa terminată în
tr: Aşama tamamlandı
uk: Етап закінчено в
vi: Sân khấu hoàn thành trong
zh: 階段結束

# NKS_KERNEL_STARTING_STAGE1_FINISHEDIN
source: Internal initialization finished in
ar: انتهى التهيئة الداخلية في
de: Interne Initialisierung abgeschlossen in
el: Ολοκληρώθηκε η εσωτερική προετοιμασία
es: La inicialización interna finalizó en
fr: Initialisation interne terminée en
ga: Cuireadh tús le hinmheánach i
hi: आंतरिक आरंभीकरण समाप्त हुआ
hi_latn: aantarik aarambheekaran samaapt hua
id: Inisialisasi internal selesai di
it: Inizializzazione interna terminata tra
ja: 内部初期化が終了しました
ko: 내부 초기화 완료
ms: Inisialisasi dalaman selesai dalam
nb: Intern initialisering fullført i
nl: Interne initialisatie voltooid in
pt: A inicialização interna terminou em
ro: Inițializarea internă s-a încheiat în
tr: Dahili başlatma tamamlandı
uk: Внутрішню ініціалізацію завершено
vi: Khởi tạo nội bộ đã hoàn tất trong
zh: 內部初始化完成

# NKS_FILES_EDITORS_TEXTEDITOR_EXCEPTION_NOFILESTREAM
source: The text editor hasn't opened a file stream yet.
ar: لم يفتح محرر النصوص تدفق ملف حتى الآن.
de: Der Texteditor hat noch keinen Dateistream geöffnet.
el: Το πρόγραμμα επεξεργασίας κειμένου δεν έχει ανοίξει ακόμα ροή αρχείου.
es: El editor de texto aún no ha abierto un flujo de archivos.
fr: L'éditeur de texte n'a pas encore ouvert de flux de fichiers.
ga: Níl sruth comhaid oscailte fós ag an eagarthóir téacs.
hi: पाठ संपादक ने अभी तक कोई फ़ाइल स्ट्रीम नहीं खोली है.
hi_latn: paath sampaadak ne abhee tak koee fail streem nahin kholee hai.
id: Editor teks belum membuka aliran berkas.
it: L'editor di testo non ha ancora aperto un flusso di file.
ja: テキスト エディタはまだファイル ストリームを開いていません。
ko: 텍스트 편집기가 아직 파일 스트림을 열지 않았습니다.
ms: Penyunting teks belum membuka aliran fail lagi.
nb: Tekstredigeringsprogrammet har ikke åpnet en filstrøm ennå.
nl: De teksteditor heeft nog geen bestandsstream geopend.
pt: O editor de texto ainda não abriu um fluxo de arquivo.
ro: Editorul de text nu a deschis încă un flux de fișiere.
tr: Metin düzenleyici henüz bir dosya akışı açmadı.
uk: Текстовий редактор ще не відкрив потік файлів.
vi: Trình soạn thảo văn bản vẫn chưa mở luồng tệp.
zh: 文本編輯器尚未打開文件流。

# NKS_SHELL_SHELLS_TEXT_REPLACE_SUCCESS
source: String replaced.
ar: تم استبدال السلسلة.
de: Zeichenfolge ersetzt.
el: Η συμβολοσειρά αντικαταστάθηκε.
es: Cadena reemplazada.
fr: Chaîne remplacée.
ga: Teaghrán ionad.
hi: स्ट्रिंग बदली गई।
hi_latn: string badalee gaee.
id: Tali diganti.
it: Stringa sostituita.
ja: 弦交換済み。
ko: 문자열이 교체되었습니다.
ms: Rentetan diganti.
nb: Snøre byttet ut.
nl: Snaar vervangen.
pt: String substituída.
ro: String înlocuit.
tr: Dize değiştirildi.
uk: Рядок замінено.
vi: Đã thay thế dây.
zh: 字符串替換。

# NKS_SHELL_SHELLS_TEXT_DELCHARNUM_NUMINVALID
source: One or both of the numbers are not numeric.
ar: أحد الرقمين أو كلاهما غير رقمي.
de: Eine oder beide Zahlen sind nicht numerisch.
el: Ο ένας ή και οι δύο αριθμοί δεν είναι αριθμητικοί.
es: Uno o ambos números no son numéricos.
fr: Un ou les deux nombres ne sont pas numériques.
ga: Níl uimhir amháin nó an dá cheann uimhriúil.
hi: एक या दोनों संख्याएं सांख्यिक नहीं हैं।
hi_latn: ek ya donon sankhyaen saankhyik nahin hain.
id: Salah satu atau kedua angka tersebut bukan angka.
it: Uno o entrambi i numeri non sono numerici.
ja: 数値の一方または両方が数値ではありません。
ko: 숫자 중 하나 또는 둘 다 숫자가 아닙니다.
ms: Satu atau kedua-dua nombor bukan angka.
nb: Ett eller begge tallene er ikke numeriske.
nl: Een of beide nummers zijn niet numeriek.
pt: Um ou ambos os números não são numéricos.
ro: Unul sau ambele numere nu sunt numerice.
tr: Sayılardan biri veya her ikisi de sayısal değildir.
uk: Одне чи обидва числа не є числами.
vi: Một hoặc cả hai số đều không phải là số.
zh: 其中一個或兩個數字不是數字。

# NKS_SHELL_SHELLS_TEXT_DELWORD_SUCCESS
source: Word deleted.
ar: تم حذف الكلمة.
de: Wort gelöscht.
el: Η λέξη διαγράφηκε.
es: Palabra eliminada.
fr: Mot supprimé.
ga: Scriosadh an focal.
hi: शब्द हटा दिया गया।
hi_latn: shabd hata diya gaya.
id: Kata dihapus.
it: Parola eliminata.
ja: 単語を削除しました。
ko: 단어가 삭제되었습니다.
ms: Perkataan dipadamkan.
nb: Ord slettet.
nl: Woord verwijderd.
pt: Palavra excluída.
ro: Cuvântul a fost șters.
tr: Kelime silindi.
uk: Слово видалено.
vi: Từ đã bị xóa.
zh: 字刪了。

# NKS_SHELL_SHELLS_TEXT_DELCHARNUM_SUCCESS
source: Character deleted.
ar: تم حذف الحرف.
de: Zeichen gelöscht.
el: Ο χαρακτήρας διαγράφηκε.
es: Personaje eliminado.
fr: Caractère supprimé.
ga: Carachtar scriosta.
hi: चरित्र हटा दिया गया।
hi_latn: charitr hata diya gaya.
id: Karakter dihapus.
it: Personaggio cancellato.
ja: キャラ削除。
ko: 캐릭터가 삭제되었습니다.
ms: Aksara dipadamkan.
nb: Tegn slettet.
nl: Karakter verwijderd.
pt: Personagem excluído.
ro: Personajul a fost șters.
tr: Karakter silindi.
uk: Персонаж видалено.
vi: Ký tự đã bị xóa.
zh: 字符已刪除。

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERSTR_DESC
source: Tests the dictionary writer with the string and string array
ar: يختبر كاتب القاموس بمصفوفة السلسلة والسلسلة
de: Testet den Dictionary-Writer mit dem String und dem String-Array
el: Δοκιμάζει τον συγγραφέα λεξικών με τη συμβολοσειρά και τον πίνακα συμβολοσειρών
es: Prueba el escritor del diccionario con la cadena y la matriz de cadenas
fr: Teste le rédacteur de dictionnaire avec la chaîne et le tableau de chaînes
ga: Scrúdaíonn scríbhneoir an fhoclóra an téad agus an t-eagar teaghrán
hi: स्ट्रिंग और स्ट्रिंग सरणी के साथ शब्दकोश लेखक का परीक्षण करें
hi_latn: string aur string saranee ke saath shabdakosh lekhak ka pareekshan karen
id: Menguji penulis kamus dengan string dan array string
it: Verifica il writer del dizionario con la stringa e l'array di stringhe
ja: 文字列と文字列配列で辞書ライターをテストします
ko: 문자열 및 문자열 배열을 사용하여 사전 작성기를 테스트합니다.
ms: Menguji penulis kamus dengan tatasusunan rentetan dan rentetan
nb: Tester ordbokforfatteren med strengen og strengmatrisen
nl: Test de woordenboekschrijver met de tekenreeks en tekenreeksarray
pt: Testa o escritor do dicionário com a string e o array de strings
ro: Testează dicționarul cu șiruri și matrice de șiruri
tr: Sözlük yazarını dize ve dize dizisiyle test eder
uk: Перевіряє редактор словника з рядком і масивом рядків
vi: Kiểm tra trình viết từ điển với chuỗi và mảng chuỗi
zh: 使用字符串和字符串數組測試字典編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERCHAR_DESC
source: Tests the dictionary writer with the char and char array
ar: يختبر كاتب القاموس بمصفوفة char و char
de: Testet den Dictionary-Writer mit dem char- und char-Array
el: Δοκιμάζει τον συγγραφέα λεξικού με τον πίνακα χαρακτήρων και χαρακτήρων
es: Prueba el escritor del diccionario con la matriz char y char
fr: Teste le rédacteur de dictionnaire avec le tableau char et char
ga: Scrúdaíonn scríbhneoir an fhoclóra an t-eagar guaille agus an charachtair
hi: शब्दकोश लेखक का परीक्षण चार और चार सरणी के साथ करता है
hi_latn: shabdakosh lekhak ka pareekshan chaar aur chaar saranee ke saath karata hai
id: Menguji penulis kamus dengan array char dan char
it: Testa lo scrittore del dizionario con l'array char e char
ja: char および char 配列を使用してディクショナリ ライターをテストします。
ko: char 및 char 배열을 사용하여 사전 작성기를 테스트합니다.
ms: Menguji penulis kamus dengan tatasusunan char dan char
nb: Tester ordbokforfatteren med char og char array
nl: Test de woordenboekschrijver met de char en char array
pt: Testa o escritor do dicionário com a matriz char e char
ro: Testează dicționarul cu matricea char și char
tr: Sözlük yazarını char ve char dizisiyle test eder
uk: Перевіряє редактор словника за допомогою char і масиву char
vi: Kiểm tra trình viết từ điển với mảng char và char
zh: 使用 char 和 char 數組測試字典編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERINT_DESC
source: Tests the dictionary writer with the integer and integer array
ar: يختبر كاتب القاموس بمصفوفة الأعداد الصحيحة والصحيحة
de: Testet den Wörterbuchschreiber mit dem Integer- und Integer-Array
el: Δοκιμάζει τον συγγραφέα λεξικών με τον ακέραιο και τον ακέραιο πίνακα
es: Prueba el escritor del diccionario con la matriz de enteros y enteros
fr: Teste le rédacteur de dictionnaire avec l'entier et le tableau d'entiers
ga: Scrúdaíonn an foclóir leis an tslánuimhir agus an t-eagar slánuimhir
hi: पूर्णांक और पूर्णांक सरणी के साथ शब्दकोश लेखक का परीक्षण करें
hi_latn: poornaank aur poornaank saranee ke saath shabdakosh lekhak ka pareekshan karen
id: Menguji penulis kamus dengan integer dan array integer
it: Testa lo scrittore del dizionario con l'intero e l'array intero
ja: 整数と整数の配列で辞書ライターをテストします
ko: 정수 및 정수 배열을 사용하여 사전 작성기를 테스트합니다.
ms: Menguji penulis kamus dengan tatasusunan integer dan integer
nb: Tester ordbokforfatteren med heltalls- og heltallsmatrisen
nl: Test de woordenboekschrijver met de integer en integer array
pt: Testa o escritor do dicionário com a matriz de inteiros e inteiros
ro: Testează dicționarul cu matricea întregi și întregi
tr: Sözlük yazıcısını tamsayı ve tamsayı dizisiyle test eder
uk: Перевіряє редактор словника з цілим числом і масивом цілих чисел
vi: Kiểm tra trình viết từ điển với số nguyên và mảng số nguyên
zh: 使用整數和整數數組測試字典編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERSTR_NORMALLIST
source: Normal string dictionary:
ar: قاموس السلسلة العادي:
de: Normales String-Wörterbuch:
el: Κανονικό λεξικό συμβολοσειρών:
es: Diccionario de cadenas normal:
fr: Dictionnaire de chaînes normales :
ga: Gnáthfhoclóir teaghrán:
hi: सामान्य स्ट्रिंग शब्दकोश:
hi_latn: saamaany string shabdakosh:
id: Kamus string normal:
it: Dizionario stringa normale:
ja: 通常の文字列辞書:
ko: 일반 문자열 사전 :
ms: Kamus rentetan biasa:
nb: Normal strengordbok:
nl: Normaal tekenreekswoordenboek:
pt: Dicionário de string normal:
ro: Dicționar normal de șiruri:
tr: Normal dize sözlüğü:
uk: Звичайний рядковий словник:
vi: Từ điển chuỗi thông thường:
zh: 普通字符串字典：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERSTR_ARRAYLIST
source: Array string dictionary:
ar: قاموس سلسلة الصفيف:
de: Array-String-Wörterbuch:
el: Λεξικό συμβολοσειράς πίνακα:
es: Diccionario de cadenas de matriz:
fr: Dictionnaire de chaînes de tableau :
ga: Foclóir teaghrán eagar:
hi: सरणी स्ट्रिंग शब्दकोश:
hi_latn: saranee string shabdakosh:
id: Kamus string array:
it: Dizionario delle stringhe di array:
ja: 配列文字列辞書:
ko: 배열 문자열 사전 :
ms: Kamus rentetan tatasusunan:
nb: Array string ordbok:
nl: Array string-woordenboek:
pt: Dicionário de string de matriz:
ro: Dicționar de șiruri de matrice:
tr: Dizi dizesi sözlüğü:
uk: Словник масиву рядків:
vi: Từ điển chuỗi mảng:
zh: 數組字符串字典：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERINT_NORMALLIST
source: Normal integer dictionary:
ar: قاموس عدد صحيح عادي:
de: Normales Integer-Wörterbuch:
el: Κανονικό λεξικό ακέραιου αριθμού:
es: Diccionario de enteros normal:
fr: Dictionnaire d'entiers normaux :
ga: Gnáthfhoclóir slánuimhir:
hi: सामान्य पूर्णांक शब्दकोश:
hi_latn: saamaany poornaank shabdakosh:
id: Kamus bilangan bulat normal:
it: Dizionario intero normale:
ja: 通常の整数辞書:
ko: 일반 정수 사전 :
ms: Kamus integer biasa:
nb: Normal heltallsordbok:
nl: Normaal integer woordenboek:
pt: Dicionário inteiro normal:
ro: Dicționar întreg normal:
tr: Normal tam sayı sözlüğü:
uk: Звичайний цілочисельний словник:
vi: Từ điển số nguyên thông thường:
zh: 普通整數字典：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERINT_ARRAYLIST
source: Array integer dictionary:
ar: قاموس عدد صحيح للصفيف:
de: Array-Integer-Wörterbuch:
el: Λεξικό ακέραιου πίνακα:
es: Diccionario de enteros de matriz:
fr: Dictionnaire d'entiers de tableau :
ga: Foclóir slánuimhir eagar:
hi: सरणी पूर्णांक शब्दकोश:
hi_latn: saranee poornaank shabdakosh:
id: Kamus bilangan bulat array:
it: Dizionario intero array:
ja: 配列整数ディクショナリ:
ko: 배열 정수 사전 :
ms: Kamus integer tatasusunan:
nb: Array heltallsordbok:
nl: Array integer woordenboek:
pt: Dicionário inteiro de matriz:
ro: Dicționar de matrice întregi:
tr: Dizi tamsayı sözlüğü:
uk: Цілочисельний словник масиву:
vi: Từ điển số nguyên mảng:
zh: 數組整數字典：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERCHAR_NORMALLIST
source: Normal char dictionary:
ar: قاموس شار عادي:
de: Wörterbuch für normale Zeichen:
el: Κανονικό λεξικό χαρακτήρων:
es: Diccionario char normal:
fr: Dictionnaire de caractères normaux :
ga: Foclóir gnáth-chara:
hi: सामान्य चार शब्दकोश:
hi_latn: saamaany chaar shabdakosh:
id: Kamus char normal:
it: Dizionario di caratteri normali:
ja: 通常の文字辞書:
ko: 일반 문자 사전 :
ms: Kamus aksara biasa:
nb: Normal char ordbok:
nl: Normaal char woordenboek:
pt: Dicionário normal de caracteres:
ro: Dicționar normal de caractere:
tr: Normal karakter sözlüğü:
uk: Звичайний словник char:
vi: Từ điển ký tự thông thường:
zh: 普通字符字典：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTDICTWRITERCHAR_ARRAYLIST
source: Array char dictionary:
ar: قاموس Array char:
de: Array-Zeichen-Wörterbuch:
el: Λεξικό χαρακτήρων πίνακα:
es: Diccionario de caracteres de matriz:
fr: Dictionnaire de caractères de tableau :
ga: Foclóir Array char:
hi: सरणी चार शब्दकोश:
hi_latn: saranee chaar shabdakosh:
id: Kamus char array:
it: Dizionario dei caratteri di matrice:
ja: 配列文字ディクショナリ:
ko: 배열 문자 사전 :
ms: Kamus char array:
nb: Array char ordbok:
nl: Array char-woordenboek:
pt: Dicionário de caracteres de matriz:
ro: Dicționar de matrice de caractere:
tr: Dizi char sözlüğü:
uk: Словник масиву символів:
vi: Từ điển mảng char:
zh: 數組字符字典：

# NKS_SETTINGS_KERNEL_FILESYSTEM_PROGRESS_NAME
source: Show progress on filesystem operations
ar: إظهار التقدم في عمليات نظام الملفات
de: Fortschritt bei Dateisystemvorgängen anzeigen
el: Εμφάνιση προόδου στις λειτουργίες του συστήματος αρχείων
es: Muestra el progreso en las operaciones del sistema de archivos
fr: Afficher la progression des opérations du système de fichiers
ga: Taispeáin dul chun cinn ar oibríochtaí an chórais comhad
hi: फाइल सिस्टम संचालन पर प्रगति दिखाएं
hi_latn: phail sistam sanchaalan par pragati dikhaen
id: Menampilkan kemajuan pada operasi sistem berkas
it: Mostra i progressi sulle operazioni del filesystem file
ja: ファイルシステム操作の進行状況を表示
ko: 파일 시스템 작업에 대한 진행률 표시
ms: Tunjukkan kemajuan pada operasi sistem fail
nb: Vis fremdrift på filsystemoperasjoner
nl: Voortgang weergeven op bestandssysteembewerkingen
pt: Mostra o progresso nas operações do sistema de arquivos
ro: Afișați progresul operațiunilor sistemului de fișiere
tr: Dosya sistemi işlemlerinde ilerlemeyi göster
uk: Показати прогрес операцій файлової системи
vi: Hiển thị tiến trình hoạt động của hệ thống tập tin
zh: 顯示文件系統操作的進度

# NKS_SETTINGS_KERNEL_FILESYSTEM_PROGRESS_DESC
source: Shows what file is being processed during the filesystem operations
ar: يظهر ما هو الملف الذي تتم معالجته أثناء عمليات نظام الملفات
de: Zeigt an, welche Datei während der Dateisystemoperationen verarbeitet wird
el: Δείχνει ποιο αρχείο υποβάλλεται σε επεξεργασία κατά τη διάρκεια των λειτουργιών του συστήματος αρχείων
es: Muestra qué archivo se está procesando durante las operaciones del sistema de archivos
fr: Affiche quel fichier est en cours de traitement pendant les opérations du système de fichiers
ga: Taispeáin cén comhad atá á phróiseáil le linn oibríochtaí an chórais comhad
hi: दिखाता है कि फाइल सिस्टम संचालन के दौरान कौन सी फाइल संसाधित की जा रही है
hi_latn: dikhaata hai ki phail sistam sanchaalan ke dauraan kaun see phail sansaadhit kee ja rahee hai
id: Menunjukkan file apa yang sedang diproses selama operasi sistem berkas
it: Mostra quale file viene elaborato durante le operazioni del filesystem
ja: ファイルシステム操作中に処理されているファイルを表示します
ko: 파일 시스템 작업 중에 어떤 파일이 처리되고 있는지 보여줍니다.
ms: Menunjukkan fail yang sedang diproses semasa operasi sistem fail
nb: Viser hvilken fil som behandles under filsystemoperasjonene
nl: Toont welk bestand wordt verwerkt tijdens de bewerkingen van het bestandssysteem
pt: Mostra qual arquivo está sendo processado durante as operações do sistema de arquivos
ro: Afișează ce fișier este procesat în timpul operațiunilor sistemului de fișiere
tr: Dosya sistemi işlemleri sırasında hangi dosyanın işlendiğini gösterir
uk: Показує, який файл обробляється під час операцій файлової системи
vi: Hiển thị tệp nào đang được xử lý trong các hoạt động của hệ thống tệp
zh: 顯示文件系統操作期間正在處理的文件

# NKS_DRIVERS_HARDWARE_BASE_TYPENOTFOUND
source: Either the hardware type {0} is not probed, or is not valid.
ar: إما أن نوع الجهاز {0} لم يتم فحصه أو أنه غير صالح.
de: Entweder wird der Hardwaretyp {0} nicht geprüft oder er ist ungültig.
el: Είτε ο τύπος υλικού {0} δεν έχει δοκιμαστεί ή δεν είναι έγκυρος.
es: El tipo de hardware {0} no está probado o no es válido.
fr: Soit le type de matériel {0} n'est pas testé, soit il n'est pas valide.
ga: Ní scrúdaítear an cineál crua-earraí {0}, nó níl sé bailí.
hi: या तो हार्डवेयर प्रकार {0} की जांच नहीं की गई है, या मान्य नहीं है।
hi_latn: ya to haardaveyar prakaar {0} kee jaanch nahin kee gaee hai, ya maany nahin hai.
id: Tipe perangkat keras {0} tidak diuji, atau tidak valid.
it: Il tipo di hardware {0} non è stato verificato o non è valido.
ja: ハードウェア タイプ {0} がプローブされていないか、無効です。
ko: 하드웨어 유형 {0}이 (가) 프로브되지 않았거나 유효하지 않습니다.
ms: Sama ada jenis perkakasan {0} tidak disiasat atau tidak sah.
nb: Enten er maskinvaretypen {0} ikke undersøkt, eller så er den ikke gyldig.
nl: Het hardwaretype {0} is niet onderzocht of is niet geldig.
pt: O tipo de hardware {0} não foi testado ou não é válido.
ro: Fie tipul hardware {0} nu este testat, fie nu este valid.
tr: {0} donanım türü araştırılmadı veya geçerli değil.
uk: Тип апаратного забезпечення {0} не перевірено або недійсний.
vi: Hoặc loại phần cứng {0} không được thăm dò hoặc không hợp lệ.
zh: 硬件類型 {0} 未探測到，或無效。

# NKS_MISC_SCREENSAVER_CRASH
source: Screensaver experienced an error while displaying: {0}. Press any key to exit.
ar: واجهت شاشة التوقف خطأ أثناء عرض: {0}. اضغط اي زر للخروج.
de: Beim Bildschirmschoner ist bei der Anzeige ein Fehler aufgetreten: {0}. Zum Verlassen eine beliebige Taste drücken.
el: Η προφύλαξη οθόνης παρουσίασε σφάλμα κατά την εμφάνιση: {0}. Πατήστε οποιοδήποτε πλήκτρο για να εξέλθετε.
es: El protector de pantalla experimentó un error al mostrar: {0}. Presiona cualquier tecla para salir.
fr: L'économiseur d'écran a rencontré une erreur lors de l'affichage : {0}. Appuyez sur une touche pour quitter.
ga: Tharla earráid agus an méid seo a leanas á thaispeáint ag spárálaíscáileáin: {0}. Brúigh eochair ar bith chun imeacht.
hi: स्क्रीनसेवर को प्रदर्शित करते समय एक त्रुटि का अनुभव हुआ: {0}. बाहर निकलने के लिए कोई भी कुंजी दबाएँ।
hi_latn: skreenasevar ko pradarshit karate samay ek truti ka anubhav hua: {0}. baahar nikalane ke lie koee bhee kunjee dabaen.
id: Screensaver mengalami kesalahan saat menampilkan: {0}. Tekan tombol apa saja untuk keluar.
it: Screensaver ha riscontrato un errore durante la visualizzazione: {0}. Premi qualsiasi tasto per uscire.
ja: スクリーンセーバーで表示中にエラーが発生しました: {0}。終了するには、任意のキーを押してください。
ko: 스크린 세이버에서 {0}을 (를) 표시하는 동안 오류가 발생했습니다. 종료하려면 아무 키나 누르십시오.
ms: Screensaver mengalami ralat semasa memaparkan: {0}. Tekan sebarang kekunci untuk keluar.
nb: Skjermsparer opplevde en feil under visning av: {0}. Trykk på hvilken som helst tast for å avslutte.
nl: Er is een fout opgetreden in de screensaver bij het weergeven van: {0}. Druk op een willekeurige toets om af te sluiten.
pt: O protetor de tela encontrou um erro ao exibir: {0}. Aperte qualquer tecla para sair.
ro: Screensaverul a întâmpinat o eroare la afișarea: {0}. Apasă orice tastă pentru a ieși.
tr: Ekran koruyucu şunu görüntülerken bir hatayla karşılaştı: {0}. Çıkmak için herhangi bir tuşa basın.
uk: Під час відображення заставки сталася помилка: {0}. Щоб вийти, натисніть будь-яку клавішу.
vi: Trình bảo vệ màn hình gặp lỗi khi hiển thị: {0}. Nhấn phím bất kỳ để thoát.
zh: 屏幕保護程序在顯示：{0} 時遇到錯誤。按任何一個鍵退出。

# NKS_FILES_LISTFOLDEREMPTY
source: Folder is empty.
ar: مجلد فارغ.
de: Der Ordner ist leer.
el: Ο φάκελος είναι κενός.
es: La carpeta está vacía.
fr: Le dossier est vide.
ga: Tá an fillteán folamh.
hi: फ़ोल्डर खाली है।
hi_latn: foldar khaalee hai.
id: Foldernya kosong.
it: La cartella è vuota.
ja: フォルダが空です。
ko: 폴더가 비어 있습니다.
ms: Folder kosong.
nb: Mappen er tom.
nl: Map is leeg.
pt: Pasta está vazia.
ro: Folderul este gol.
tr: Klasör boş.
uk: Папка порожня.
vi: Thư mục trống.
zh: 文件夾為空。

# NKS_SETTINGS_KERNEL_HARDWARE_VERBOSEPROBE_NAME
source: Verbose Probe
ar: مسبار مطول
de: Ausführliche Sonde
el: Λεπτομερής ανιχνευτής
es: Sonda detallada
fr: Ausführliche Sonde
ga: Fíorasc Briathra
hi: क्रिया जांच
hi_latn: kriya jaanch
id: Probe Verbose
it: Sonda verbosa
ja: 冗長プローブ
ko: 상세 프로브
ms: Siasatan Verbose
nb: Utførlig sonde
nl: Uitgebreide sonde
ro: Sondă Verbosă
tr: Ayrıntılı Soruşturma
uk: Багатослівний зонд
vi: Thăm dò chi tiết
zh: 詳細探針
