Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_ADDONCOMMANDCOUNT_DESC
source: Show the count of kernel addon commands when listing them in the help command
ar: إظهار عدد أوامر kernel الإضافية عند إدراجها في أمر المساعدة
de: Zeigt die Anzahl der Kernel-Add-On-Befehle an, wenn sie im Hilfebefehl aufgelistet werden
el: Εμφάνιση του αριθμού των εντολών πρόσθετου πυρήνα κατά την καταχώρισή τους στην εντολή βοήθειας
es: Mostrar el recuento de comandos complementarios del kernel al enumerarlos en el comando de ayuda
fr: Afficher le nombre de commandes du module complémentaire du noyau lors de leur liste dans la commande d'aide
ga: Taispeáin comhaireamh na n-orduithe addon eithne agus iad á liostú san ordú cabhrach
hi: सहायता कमांड में सूचीबद्ध करते समय कर्नेल ऐडऑन कमांड की गिनती दिखाएं
hi_latn: sahaayata aadesh mein unhen soocheebaddh karate samay karnel aidon kamaand kee ginatee dikhaen
id: Menampilkan jumlah perintah addon kernel saat mencantumkannya di perintah bantuan
it: Mostra il conteggio dei comandi aggiuntivi del kernel quando li elenchi nel comando di aiuto
ja: ヘルプ コマンドにカーネル アドオン コマンドをリストするときに、そのコマンドの数を表示します。
ko: 도움말 명령에 나열할 때 커널 애드온 명령 수 표시
ms: Tunjukkan kiraan perintah addon kernel apabila menyenaraikannya dalam arahan bantuan
nb: Vis antall kjernetilleggskommandoer når du oppgir dem i hjelpekommandoen
nl: Toon het aantal kernel-add-on-opdrachten wanneer u ze opsomt in de help-opdracht
pt: Mostrar a contagem de comandos addon do kernel ao listá-los no comando de ajuda
ro: Afișați numărul de comenzi de supliment de kernel atunci când le enumerați în comanda de ajutor
tr: Yardım komutunda listelendiğinde çekirdek eklenti komutlarının sayısını göster
uk: Показати кількість команд аддону ядра під час їх переліку в команді довідки
vi: Hiển thị số lượng lệnh bổ sung kernel khi liệt kê chúng trong lệnh trợ giúp
zh: 在幫助命令中列出內核插件命令時顯示內核插件命令的數量

# NKS_SETTINGS_KERNEL_MISC_SCROLLINSELECTION_NAME
source: Enable scroll bar in selection
ar: تمكين شريط التمرير في التحديد
de: Bildlaufleiste in der Auswahl aktivieren
el: Ενεργοποιήστε τη γραμμή κύλισης στην επιλογή
es: Habilitar la barra de desplazamiento en la selección
fr: Activer la barre de défilement dans la sélection
ga: Cumasaigh scrollbharra sa roghnúchán
hi: चयन में स्क्रॉल बार सक्षम करें
hi_latn: chayan mein skrol baar saksham karen
id: Aktifkan bilah gulir dalam pilihan
it: Abilita la barra di scorrimento nella selezione
ja: 選択範囲内のスクロールバーを有効にする
ko: 선택 항목에서 스크롤 막대 활성화
ms: Dayakan bar skrol dalam pilihan
nb: Aktiver rullefelt i utvalget
nl: Schakel schuifbalk in selectie in
pt: Habilitar barra de rolagem na seleção
ro: Activați bara de defilare în selecție
tr: Seçimde kaydırma çubuğunu etkinleştir
uk: Увімкнути смугу прокрутки у виділенні
vi: Bật thanh cuộn khi lựa chọn
zh: 在選擇中啟用捲軸

# NKS_SETTINGS_KERNEL_MISC_SCROLLINSELECTION_DESC
source: Enables the scroll bar in selection screens
ar: تمكين شريط التمرير في شاشات التحديد
de: Aktiviert die Bildlaufleiste in Auswahlbildschirmen
el: Ενεργοποιεί τη γραμμή κύλισης στις οθόνες επιλογής
es: Habilita la barra de desplazamiento en las pantallas de selección.
fr: Active la barre de défilement dans les écrans de sélection
ga: Cumasaíonn sé an scrollbharra sna scáileáin roghnaithe
hi: चयन स्क्रीन में स्क्रॉल बार को सक्षम करता है
hi_latn: chayan skreen mein skrol baar saksham karata hai
id: Mengaktifkan bilah gulir di layar pilihan
it: Abilita la barra di scorrimento nelle schermate di selezione
ja: 選択画面でスクロールバーを有効にします
ko: 선택 화면에서 스크롤 막대를 활성화합니다.
ms: Mendayakan bar skrol dalam skrin pemilihan
nb: Aktiverer rullefeltet i utvalgsskjermer
nl: Schakelt de schuifbalk in selectieschermen in
pt: Habilita a barra de rolagem nas telas de seleção
ro: Activează bara de defilare în ecranele de selecție
tr: Seçim ekranlarında kaydırma çubuğunu etkinleştirir
uk: Вмикає смугу прокручування на екранах вибору
vi: Cho phép thanh cuộn trong màn hình lựa chọn
zh: 在選擇畫面中啟用捲軸

# NKS_SETTINGS_KERNEL_MISC_DND_NAME
source: Do Not Disturb
ar: لا تخل
de: Bitte nicht stören
el: Μην ενοχλείτε
es: No molestar
fr: Ne pas déranger
ga: Ná Cuir isteach
hi: परेशान न करें
hi_latn: pareshaan na karen
id: Jangan Ganggu
it: Non disturbare
ja: 邪魔しないでください
ko: 방해하지 마
ms: Jangan Ganggu
nb: Ikke forstyrr
nl: Niet storen
pt: Não perturbe
ro: Nu deranjați
tr: Rahatsız etmeyin
uk: Не турбувати
vi: Không làm phiền
zh: 請勿打擾

# NKS_SETTINGS_KERNEL_MISC_DND_DESC
source: If Do Not Disturb is enabled, all notifications received will be suppressed from the display. This means that you won't be able to see any notification to help you focus.
ar: إذا تم تمكين عدم الإزعاج، فسيتم حجب جميع الإشعارات المستلمة من الشاشة. وهذا يعني أنك لن تتمكن من رؤية أي إشعار يساعدك على التركيز.
de: Wenn „Bitte nicht stören“ aktiviert ist, werden alle empfangenen Benachrichtigungen auf dem Display unterdrückt. Das bedeutet, dass Sie keine Benachrichtigung sehen können, die Ihnen hilft, sich zu konzentrieren.
el: Εάν είναι ενεργοποιημένη η λειτουργία Μην ενοχλείτε, όλες οι ειδοποιήσεις που λαμβάνονται θα αποσιωπηθούν από την οθόνη. Αυτό σημαίνει ότι δεν θα μπορείτε να δείτε καμία ειδοποίηση που θα σας βοηθήσει να εστιάσετε.
es: Si No molestar está habilitado, todas las notificaciones recibidas se eliminarán de la pantalla. Esto significa que no podrás ver ninguna notificación que te ayude a concentrarte.
fr: Si Ne pas déranger est activé, toutes les notifications reçues seront supprimées de l'écran. Cela signifie que vous ne pourrez voir aucune notification pour vous aider à vous concentrer.
ga: Má tá Ná Cuir Isteach cumasaithe, déanfar gach fógra a fhaightear a shochtadh ón taispeáint. Ciallaíonn sé seo nach mbeidh tú in ann aon fhógra a fheiceáil chun cabhrú leat díriú.
hi: यदि डू नॉट डिस्टर्ब सक्षम है, तो प्राप्त सभी सूचनाएं डिस्प्ले से दबा दी जाएंगी। इसका मतलब यह है कि आप ध्यान केंद्रित करने में मदद करने वाली कोई भी अधिसूचना नहीं देख पाएंगे।
hi_latn: yadi pareshaan na karen saksham hai, to praapt sabhee soochanaen disple se daba dee jaengee. isaka matalab hai ki aap dhyaan kendrit karane mein madad karane ke lie koee bhee soochana nahin dekh paenge.
id: Jika Jangan Ganggu diaktifkan, semua notifikasi yang diterima akan dihilangkan dari layar. Ini berarti Anda tidak akan dapat melihat notifikasi apa pun yang membantu Anda fokus.
it: Se la funzione Non disturbare è abilitata, tutte le notifiche ricevute verranno eliminate dal display. Ciò significa che non sarai in grado di vedere alcuna notifica che ti aiuti a concentrarti.
ja: おやすみモードが有効になっている場合、受信したすべての通知がディスプレイに表示されなくなります。つまり、集中するための通知は表示されなくなります。
ko: 방해 금지가 활성화되면 수신된 모든 알림이 디스플레이에서 표시되지 않습니다. 이는 집중하는 데 도움이 되는 알림을 볼 수 없음을 의미합니다.
ms: Jika Jangan Ganggu didayakan, semua pemberitahuan yang diterima akan disekat daripada paparan. Ini bermakna anda tidak akan dapat melihat sebarang pemberitahuan untuk membantu anda memfokus.
nb: Hvis Ikke forstyrr er aktivert, vil alle mottatte varsler bli undertrykt fra skjermen. Dette betyr at du ikke vil kunne se noen varsler for å hjelpe deg med å fokusere.
nl: Als Niet storen is ingeschakeld, worden alle ontvangen meldingen van het display onderdrukt. Dit betekent dat u geen meldingen kunt zien die u kunnen helpen concentreren.
pt: Se o Não perturbe estiver ativado, todas as notificações recebidas serão suprimidas da tela. Isso significa que você não poderá ver nenhuma notificação para ajudá-lo a se concentrar.
ro: Dacă nu deranjați este activat, toate notificările primite vor fi suprimate de pe afișaj. Aceasta înseamnă că nu veți putea vedea nicio notificare care să vă ajute să vă concentrați.
tr: Rahatsız Etmeyin etkinleştirilirse, alınan tüm bildirimler ekrandan bastırılır. Bu, odaklanmanıza yardımcı olacak hiçbir bildirimi göremeyeceğiniz anlamına gelir.
uk: Якщо ввімкнено режим «Не турбувати», усі отримані сповіщення не відображатимуться на дисплеї. Це означає, що ви не зможете побачити сповіщення, які допоможуть вам зосередитися.
vi: Nếu chế độ Không làm phiền được bật, tất cả thông báo nhận được sẽ bị ẩn khỏi màn hình. Điều này có nghĩa là bạn sẽ không thể thấy bất kỳ thông báo nào giúp bạn tập trung.
zh: 如果啟用“請勿打擾”，則顯示幕上將隱藏收到的所有通知。這意味著您將無法看到任何可以幫助您集中註意力的通知。

# NKS_SETTINGS_KERNEL_MISC_ULCORNERCHAR_NAME
source: Upper left corner character for general border
ar: حرف الزاوية اليسرى العليا للحدود العامة
de: Zeichen in der oberen linken Ecke für den allgemeinen Rahmen
el: Χαρακτήρας πάνω αριστερή γωνία για γενικό περίγραμμα
es: Carácter de la esquina superior izquierda para borde general
fr: Caractère du coin supérieur gauche pour la bordure générale
ga: Carachtar an chúinne uachtarach ar chlé don teorainn ghinearálta
hi: सामान्य सीमा के लिए ऊपरी बाएँ कोने का वर्ण
hi_latn: saamaany seema ke lie ooparee baen kone ka varn
id: Karakter sudut kiri atas untuk batas umum
it: Carattere dell'angolo superiore sinistro per il bordo generale
ja: 一般的な枠線の左上隅の文字
ko: 일반 테두리의 왼쪽 위 모서리 문자
ms: Aksara sudut kiri atas untuk sempadan umum
nb: Øvre venstre hjørnetegnet for generell kantlinje
nl: Teken in de linkerbovenhoek voor algemene rand
pt: Caractere do canto superior esquerdo para borda geral
ro: Caracter din colțul din stânga sus pentru chenarul general
tr: Genel kenarlık için sol üst köşedeki karakter
uk: Символ верхнього лівого кута для загальної рамки
vi: Ký tự góc trên bên trái cho đường viền chung
zh: 一般邊框的左上角字符

# NKS_SETTINGS_KERNEL_MISC_URCORNERCHAR_NAME
source: Upper right corner character for general border
ar: حرف الزاوية اليمنى العليا للحدود العامة
de: Zeichen in der oberen rechten Ecke für den allgemeinen Rahmen
el: Χαρακτήρας πάνω δεξιά γωνία για γενικό περίγραμμα
es: Carácter de la esquina superior derecha para borde general
fr: Caractère du coin supérieur droit pour la bordure générale
ga: Carachtar an chúinne uachtarach ar dheis don teorainn ghinearálta
hi: सामान्य सीमा के लिए ऊपरी दाएँ कोने का वर्ण
hi_latn: saamaany seema ke lie ooparee daen kone ka varn
id: Karakter sudut kanan atas untuk batas umum
it: Carattere dell'angolo in alto a destra per il bordo generale
ja: 一般枠の右上隅の文字
ko: 일반 테두리의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk sempadan umum
nb: Øvre høyre hjørnetegnet for generell kantlinje
nl: Teken in de rechterbovenhoek voor algemene rand
pt: Caractere do canto superior direito para borda geral
ro: Caracter din colțul din dreapta sus pentru chenarul general
tr: Genel kenarlık için sağ üst köşe karakteri
uk: Символ верхнього правого кута для загальної рамки
vi: Ký tự góc trên bên phải cho đường viền chung
zh: 一般邊框的右上角字符

# NKS_SETTINGS_KERNEL_MISC_LLCORNERCHAR_NAME
source: Lower left corner character for general border
ar: حرف الزاوية اليسرى السفلية للحدود العامة
de: Zeichen in der unteren linken Ecke für den allgemeinen Rahmen
el: Χαρακτήρας κάτω αριστερής γωνίας για γενικό περίγραμμα
es: Carácter de esquina inferior izquierda para borde general
fr: Caractère du coin inférieur gauche pour la bordure générale
ga: Carachtar chúinne íochtair ar chlé don teorainn ghinearálta
hi: सामान्य सीमा के लिए निचले बाएँ कोने का वर्ण
hi_latn: saamaany seema ke lie nichale baen kone ka varn
id: Karakter sudut kiri bawah untuk batas umum
it: Carattere dell'angolo inferiore sinistro per il bordo generale
ja: 一般的な枠線の左下隅の文字
ko: 일반 테두리의 왼쪽 하단 문자
ms: Aksara sudut kiri bawah untuk sempadan umum
nb: Tegn i nedre venstre hjørne for generell kantlinje
nl: Teken in de linkerbenedenhoek voor algemene rand
pt: Caractere do canto inferior esquerdo para borda geral
ro: Caracter din colțul din stânga jos pentru chenarul general
tr: Genel kenarlık için sol alt köşedeki karakter
uk: Символ нижнього лівого кута для загальної рамки
vi: Ký tự góc dưới bên trái cho đường viền chung
zh: 一般邊框的左下角字符

# NKS_SETTINGS_KERNEL_MISC_LRCORNERCHAR_NAME
source: Lower right corner character for general border
ar: حرف الزاوية اليمنى السفلية للحدود العامة
de: Zeichen in der unteren rechten Ecke für den allgemeinen Rahmen
el: Χαρακτήρας κάτω δεξιά γωνία για γενικό περίγραμμα
es: Carácter de la esquina inferior derecha para borde general
fr: Caractère du coin inférieur droit pour la bordure générale
ga: Carachtar cúinne íochtair ar dheis don teorainn ghinearálta
hi: सामान्य बॉर्डर के लिए निचले दाएं कोने का वर्ण
hi_latn: saamaany seema ke lie nichale daen kone ka varn
id: Karakter sudut kanan bawah untuk batas umum
it: Carattere dell'angolo inferiore destro per il bordo generale
ja: 一般的な枠線の右下隅の文字
ko: 일반 테두리의 오른쪽 하단 문자
ms: Aksara sudut kanan bawah untuk sempadan umum
nb: Tegn i nedre høyre hjørne for generell kantlinje
nl: Rechteronderhoekteken voor algemene rand
pt: Caractere do canto inferior direito para borda geral
ro: Caracter din colțul din dreapta jos pentru chenarul general
tr: Genel kenarlık için sağ alt köşedeki karakter
uk: Символ нижнього правого кута для загальної рамки
vi: Ký tự góc dưới bên phải cho đường viền chung
zh: 一般邊框的右下角字符

# NKS_SETTINGS_KERNEL_MISC_UPFRAMECHAR_NAME
source: Upper frame character for general border
ar: حرف الإطار العلوي للحدود العامة
de: Oberes Rahmenzeichen für den allgemeinen Rahmen
el: Χαρακτήρας άνω πλαισίου για γενικό περίγραμμα
es: Carácter de marco superior para borde general
fr: Caractère du cadre supérieur pour la bordure générale
ga: Carachtar fráma uachtair don teorainn ghinearálta
hi: सामान्य बॉर्डर के लिए ऊपरी फ़्रेम वर्ण
hi_latn: saamaany seema ke lie ooparee frem varn
id: Karakter bingkai atas untuk batas umum
it: Carattere del frame superiore per il bordo generale
ja: 一般枠の上枠文字
ko: 일반 테두리의 상단 프레임 문자
ms: Aksara bingkai atas untuk sempadan umum
nb: Øvre rammekarakter for generell kant
nl: Bovenste frameteken voor algemene rand
pt: Caractere do quadro superior para borda geral
ro: Caracter de cadru superior pentru chenar general
tr: Genel sınır için üst çerçeve karakteri
uk: Символ верхньої рамки для загальної рамки
vi: Ký tự khung trên cho đường viền chung
zh: 一般邊框的上框字符

# NKS_SETTINGS_KERNEL_MISC_LOFRAMECHAR_NAME
source: Lower frame character for general border
ar: حرف الإطار السفلي للحدود العامة
de: Unteres Rahmenzeichen für den allgemeinen Rahmen
el: Κάτω χαρακτήρας πλαισίου για γενικό περίγραμμα
es: Carácter de marco inferior para borde general
fr: Caractère du cadre inférieur pour la bordure générale
ga: Carachtar fráma níos ísle don teorainn ghinearálta
hi: सामान्य बॉर्डर के लिए निचला फ़्रेम वर्ण
hi_latn: saamaany seema ke lie nichale frem varn
id: Karakter bingkai bawah untuk batas umum
it: Carattere di cornice inferiore per il bordo generale
ja: 一般枠の下枠文字
ko: 일반 테두리의 하단 프레임 문자
ms: Aksara bingkai bawah untuk sempadan umum
nb: Nedre rammekarakter for generell kant
nl: Onderste frameteken voor algemene rand
pt: Caractere de quadro inferior para borda geral
ro: Caracter de cadru inferior pentru bordura generală
tr: Genel sınır için alt çerçeve karakteri
uk: Символ нижньої рамки для загальної рамки
vi: Ký tự khung dưới cho đường viền chung
zh: 一般邊框的下框字符

# NKS_SETTINGS_KERNEL_MISC_LEFRAMECHAR_NAME
source: Left frame character for general border
ar: حرف الإطار الأيسر للحدود العامة
de: Linkes Rahmenzeichen für den allgemeinen Rahmen
el: Χαρακτήρας αριστερού πλαισίου για γενικό περίγραμμα
es: Carácter de marco izquierdo para borde general
fr: Caractère du cadre gauche pour la bordure générale
ga: Ar chlé carachtar fráma don teorainn ghinearálta
hi: सामान्य सीमा के लिए बायाँ फ़्रेम वर्ण
hi_latn: saamaany seema ke lie baen frem varn
id: Karakter bingkai kiri untuk batas umum
it: Carattere del frame sinistro per il bordo generale
ja: 一般枠の左枠文字
ko: 일반 테두리의 왼쪽 프레임 문자
ms: Aksara bingkai kiri untuk sempadan umum
nb: Venstre rammetegn for generell kantlinje
nl: Linkerframeteken voor algemene rand
pt: Caractere do quadro esquerdo para borda geral
ro: Caracter de cadru din stânga pentru chenarul general
tr: Genel kenarlık için sol çerçeve karakteri
uk: Символ лівої рамки для загальної рамки
vi: Ký tự khung bên trái cho đường viền chung
zh: 一般邊框的左框字符

# NKS_SETTINGS_KERNEL_MISC_RIFRAMECHAR_NAME
source: Right frame character for general border
ar: حرف الإطار الصحيح للحدود العامة
de: Rechtes Rahmenzeichen für den allgemeinen Rahmen
el: Χαρακτήρας δεξιού πλαισίου για γενικό περίγραμμα
es: Carácter de marco derecho para borde general
fr: Caractère du cadre droit pour la bordure générale
ga: Carachtar fráma ceart don teorainn ghinearálta
hi: सामान्य बॉर्डर के लिए दायां फ़्रेम वर्ण
hi_latn: saamaany seema ke lie daen frem varn
id: Karakter bingkai kanan untuk batas umum
it: Carattere del frame destro per il bordo generale
ja: 一般枠の右枠文字
ko: 일반 테두리의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk sempadan umum
nb: Høyre rammekarakter for generell kant
nl: Rechterkaderteken voor algemene rand
pt: Caractere do quadro direito para borda geral
ro: Caracter cadru drept pentru chenarul general
tr: Genel sınır için sağ çerçeve karakteri
uk: Символ правої рамки для загальної рамки
vi: Ký tự khung bên phải cho đường viền chung
zh: 一般邊框的右框字符

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_PRIVINFOCENSOR_NAME
source: Censor private info on debug logs
ar: مراقبة المعلومات الخاصة في سجلات التصحيح
de: Zensieren Sie private Informationen in Debug-Protokollen
el: Λογοκρίστε τις ιδιωτικές πληροφορίες σχετικά με τα αρχεία καταγραφής εντοπισμού σφαλμάτων
es: Censurar información privada en registros de depuración
fr: Censurer les informations privées sur les journaux de débogage
ga: Scrúdaigh eolas príobháideach ar logaí dífhabhtaithe
hi: डिबग लॉग पर निजी जानकारी सेंसर करें
hi_latn: deebag log par nijee jaanakaaree sensar karen
id: Menyensor info pribadi pada log debug
it: Censura le informazioni private sui log di debug
ja: デバッグログの個人情報を検閲する
ko: 디버그 로그의 개인정보를 검열합니다.
ms: Tapis maklumat peribadi pada log nyahpepijat
nb: Sensurer privat informasjon om feilsøkingslogger
nl: Censureer privé-informatie in foutopsporingslogboeken
pt: Censurar informações privadas em logs de depuração
ro: Cenzurați informațiile private despre jurnalele de depanare
tr: Hata ayıklama günlüklerindeki özel bilgileri sansürle
uk: Цензуруйте особисту інформацію в журналах налагодження
vi: Kiểm duyệt thông tin cá nhân trên nhật ký gỡ lỗi
zh: 審查調試日誌上的私人信息

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_PRIVINFOCENSOR_DESC
source: Censor private information that may be printed to the debug logs.
ar: مراقبة المعلومات الخاصة التي قد تتم طباعتها في سجلات التصحيح.
de: Zensieren Sie private Informationen, die möglicherweise in den Debug-Protokollen gedruckt werden.
el: Λογοκρίστε τις ιδιωτικές πληροφορίες που ενδέχεται να εκτυπωθούν στα αρχεία καταγραφής εντοπισμού σφαλμάτων.
es: Censurar la información privada que pueda imprimirse en los registros de depuración.
fr: Censure les informations privées qui peuvent être imprimées dans les journaux de débogage.
ga: Scrúdaigh faisnéis phríobháideach a fhéadfar a phriontáil chuig na logaí dífhabhtaithe.
hi: सेंसर निजी जानकारी जिसे डिबग लॉग पर मुद्रित किया जा सकता है।
hi_latn: deebag log par mudrit kee ja sakane vaalee nijee jaanakaaree sensar karen.
id: Sensor informasi pribadi yang mungkin dicetak ke log debug.
it: Censura le informazioni private che potrebbero essere stampate nei registri di debug.
ja: デバッグ ログに出力される可能性のある個人情報を検閲します。
ko: 디버그 로그에 인쇄될 수 있는 개인 정보를 검열합니다.
ms: Tapis maklumat peribadi yang mungkin dicetak pada log nyahpepijat.
nb: Sensurer privat informasjon som kan skrives ut til feilsøkingsloggene.
nl: Censureer privé-informatie die naar de foutopsporingslogboeken kan worden afgedrukt.
pt: Censurar informações privadas que podem ser impressas nos logs de depuração.
ro: Cenzurați informațiile private care pot fi tipărite în jurnalele de depanare.
tr: Hata ayıklama günlüklerine yazdırılabilecek özel bilgileri sansürleyin.
uk: Піддавайте цензурі приватну інформацію, яка може друкуватися в журналах налагодження.
vi: Kiểm duyệt thông tin riêng tư có thể được in vào nhật ký gỡ lỗi.
zh: 審查可能列印到調試日誌的私人資訊。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NEWNOTIFICATIONSASTERISKS_NAME
source: Display new notifications as asterisks
ar: عرض الإخطارات الجديدة كعلامات نجمية
de: Neue Benachrichtigungen als Sternchen anzeigen
el: Εμφάνιση νέων ειδοποιήσεων με αστερίσκους
es: Mostrar nuevas notificaciones como asteriscos
fr: Afficher les nouvelles notifications sous forme d'astérisques
ga: Taispeáin fógraí nua mar réiltíní
hi: नई सूचनाओं को तारांकन के रूप में प्रदर्शित करें
hi_latn: taaraankan ke roop mein naee soochanaen pradarshit karen
id: Menampilkan notifikasi baru sebagai tanda bintang
it: Visualizza le nuove notifiche come asterischi
ja: 新しい通知をアスタリスクで表示する
ko: 새 알림을 별표로 표시
ms: Paparkan pemberitahuan baharu sebagai asterisk
nb: Vis nye varsler som stjerner
nl: Geef nieuwe meldingen weer als sterretjes
pt: Exibir novas notificações como asteriscos
ro: Afișează notificările noi ca asteriscuri
tr: Yeni bildirimleri yıldız işareti olarak görüntüle
uk: Відображати нові сповіщення зірочками
vi: Hiển thị thông báo mới dưới dạng dấu hoa thị
zh: 將新通知顯示為星號

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NEWNOTIFICATIONSASTERISKS_DESC
source: Shows all new notifications as asterisks. This option is ignored in notifications with progress bar.
ar: يظهر جميع الإخطارات الجديدة كعلامات نجمية. يتم تجاهل هذا الخيار في الإشعارات التي تحتوي على شريط التقدم.
de: Zeigt alle neuen Benachrichtigungen als Sternchen an. Diese Option wird in Benachrichtigungen mit Fortschrittsbalken ignoriert.
el: Εμφανίζει όλες τις νέες ειδοποιήσεις με αστερίσκους. Αυτή η επιλογή αγνοείται στις ειδοποιήσεις με γραμμή προόδου.
es: Muestra todas las notificaciones nuevas como asteriscos. Esta opción se ignora en las notificaciones con barra de progreso.
fr: Affiche toutes les nouvelles notifications sous forme d'astérisques. Cette option est ignorée dans les notifications avec barre de progression.
ga: Taispeáin gach fógra nua mar réiltíní. Ní thugtar aird ar an rogha seo i bhfógraí le barra dul chun cinn.
hi: सभी नई सूचनाओं को तारांकन के रूप में दिखाता है। प्रगति पट्टी वाली सूचनाओं में इस विकल्प को अनदेखा कर दिया जाता है।
hi_latn: sabhee naee soochanaen taaraankan ke roop mein dikhaatee hain. pragati baar vaalee soochanaon mein is vikalp ko anadekha kiya jaata hai.
id: Menampilkan semua notifikasi baru sebagai tanda bintang. Opsi ini diabaikan dalam notifikasi dengan bilah kemajuan.
it: Mostra tutte le nuove notifiche come asterischi. Questa opzione viene ignorata nelle notifiche con barra di avanzamento.
ja: すべての新しい通知をアスタリスクで表示します。このオプションは、進行状況バーのある通知では無視されます。
ko: 모든 새 알림을 별표로 표시합니다. 진행률 표시줄이 있는 알림에서는 이 옵션이 무시됩니다.
ms: Menunjukkan semua pemberitahuan baharu sebagai asterisk. Pilihan ini diabaikan dalam pemberitahuan dengan bar kemajuan.
nb: Viser alle nye varsler som stjerner. Dette alternativet ignoreres i varsler med fremdriftslinje.
nl: Toont alle nieuwe meldingen als sterretjes. Deze optie wordt genegeerd in meldingen met voortgangsbalk.
pt: Mostra todas as novas notificações como asteriscos. Esta opção é ignorada nas notificações com barra de progresso.
ro: Afișează toate notificările noi ca asteriscuri. Această opțiune este ignorată în notificările cu bara de progres.
tr: Tüm yeni bildirimleri yıldız işareti olarak gösterir. Bu seçenek, ilerleme çubuğu olan bildirimlerde göz ardı edilir.
uk: Показує всі нові сповіщення зірочками. Ця опція ігнорується в сповіщеннях із панеллю виконання.
vi: Hiển thị tất cả thông báo mới dưới dạng dấu sao. Tùy chọn này bị bỏ qua trong thông báo có thanh tiến trình.
zh: 將所有新通知顯示為星號。在帶有進度條的通知中，此選項將被忽略。
