Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_HEX_WARNING1
source: Please note that editing binary files using this shell is experimental and may lead to data corruption or data loss if not used properly.
ar: يرجى ملاحظة أن تحرير الملفات الثنائية باستخدام هذه الصدفة هو تجريبي وقد يؤدي إلى تلف البيانات أو فقدان البيانات إذا لم يتم استخدامه بشكل صحيح.
de: Bitte beachten Sie, dass das Bearbeiten von Binärdateien mit dieser Shell experimentell ist und bei unsachgemäßer Verwendung zu Datenbeschädigung oder Datenverlust führen kann.
el: Λάβετε υπόψη ότι η επεξεργασία δυαδικών αρχείων με χρήση αυτού του κελύφους είναι πειραματική και μπορεί να οδηγήσει σε καταστροφή δεδομένων ή απώλεια δεδομένων εάν δεν χρησιμοποιηθεί σωστά.
es: Tenga en cuenta que la edición de archivos binarios con este shell es experimental y puede provocar la corrupción o pérdida de datos si no se usa correctamente.
fr: Veuillez noter que l'édition de fichiers binaires à l'aide de ce shell est expérimentale et peut entraîner une corruption ou une perte de données s'il n'est pas utilisé correctement.
ga: Tabhair faoi deara le do thoil gur turgnamhach é comhaid dhénártha a chur in eagar ag baint úsáide as an bhlaosc seo agus go bhféadfadh éilliú sonraí nó caillteanas sonraí a bheith mar thoradh orthu mura n-úsáidtear i gceart iad.
hi: कृपया ध्यान दें कि इस शेल का उपयोग करके बाइनरी फ़ाइलों का संपादन प्रयोगात्मक है और यदि ठीक से उपयोग नहीं किया गया तो डेटा भ्रष्टाचार या डेटा हानि हो सकती है।
hi_latn: krpaya dhyaan den ki is shel ka upayog karake bainaree failon ka sampaadan prayogaatmak hai aur yadi theek se upayog nahin kiya gaya to deta bhrashtaachaar ya deta haani ho sakatee hai.
id: Harap dicatat bahwa mengedit file biner menggunakan shell ini bersifat eksperimental dan dapat menyebabkan kerusakan data atau kehilangan data jika tidak digunakan dengan benar.
it: Tieni presente che la modifica di file binari utilizzando questa shell è sperimentale e può causare il danneggiamento o la perdita di dati se non utilizzata correttamente.
ja: このシェルを使用してバイナリファイルを編集することは実験的なものであり、適切に使用しないとデータの破損やデータの損失につながる可能性があることに注意してください。
ko: 이 셸을 사용하여 바이너리 파일을 편집하는 것은 실험적이며 제대로 사용하지 않으면 데이터 손상이나 데이터 손실이 발생할 수 있습니다.
ms: Sila ambil perhatian bahawa mengedit fail perduaan menggunakan cangkerang ini adalah percubaan dan boleh membawa kepada kerosakan data atau kehilangan data jika tidak digunakan dengan betul.
nb: Vær oppmerksom på at redigering av binære filer med dette skallet er eksperimentell og kan føre til datakorrupsjon eller tap av data hvis den ikke brukes riktig.
nl: Houd er rekening mee dat het bewerken van binaire bestanden met deze shell experimenteel is en kan leiden tot gegevensbeschadiging of gegevensverlies als het niet correct wordt gebruikt.
pt: Observe que editar arquivos binários usando este shell é experimental e pode levar à corrupção ou perda de dados se não for usado corretamente.
ro: Vă rugăm să rețineți că editarea fișierelor binare folosind acest shell este experimentală și poate duce la coruperea sau pierderea datelor dacă nu este utilizată corect.
tr: Bu kabuğu kullanarak ikili dosyaları düzenlemenin deneysel olduğunu ve düzgün kullanılmadığı takdirde veri bozulmasına veya veri kaybına yol açabileceğini lütfen unutmayın.
uk: Будь ласка, зверніть увагу, що редагування двійкових файлів за допомогою цієї оболонки є експериментальним і може призвести до пошкодження або втрати даних, якщо використовувати не належним чином.
vi: Xin lưu ý rằng việc chỉnh sửa tệp nhị phân bằng shell này chỉ là thử nghiệm và có thể dẫn đến hỏng dữ liệu hoặc mất dữ liệu nếu không sử dụng đúng cách.
zh: 請注意，使用此 shell 編輯二進製文件是實驗性的，如果使用不當，可能會導致數據損壞或數據丟失。

# NKS_SHELL_SHELLS_HEX_WARNING2
source: DON'T LAUNCH THE SHELL UNLESS YOU KNOW WHAT YOU'RE DOING!
ar: لا تطلق القذيفة إلا إذا كنت تعرف ما تفعله!
de: STARTEN SIE DIE SHELL NICHT, WENN SIE NICHT WISSEN, WAS SIE TUN!
el: ΜΗΝ ΞΕΚΙΝΗΣΕΤΕ ΤΟ ΚΕΛΥΦΟ ΕΚΤΟΣ ΑΝ ΞΕΡΕΙΣ ΤΙ ΚΑΝΕΙΣ!
es: ¡NO LANZAS EL SHELL A MENOS QUE SEPAS LO QUE ESTÁS HACIENDO!
fr: NE LANCEZ PAS LE SHELL SI VOUS NE SAVEZ PAS CE QUE VOUS FAITES !
ga: NÁ EOLAS AN SLOG MURA BHFUIL A FHIOS AGAT A BHFUIL TÚ A DHÉANAMH!
hi: जब तक आप यह नहीं जानते कि आप क्या कर रहे हैं, तब तक शेल लॉन्च न करें!
hi_latn: jab tak aap yah nahin jaanate ki aap kya kar rahe hain, tab tak shel lonch na karen!
id: JANGAN MELUNCURKAN SHELL KECUALI ANDA TAHU APA YANG ANDA LAKUKAN!
it: NON LANCIARE IL SHELL A MENO CHE NON SAI COSA STAI FACENDO!
ja: 何をしているのかわからない限り、シェルを起動しないでください。
ko: 당신이하고있는 일을 모르는 한 쉘을 시작하지 마십시오!
ms: JANGAN LANCARKAN SHELL KECUALI ANDA TAHU APA YANG ANDA LAKUKAN!
nb: IKKE LANSER SKALLET MED MINDRE DU VET HVA DU GJØR!
nl: LANCEER DE SHELL NIET TENZIJ U WEET WAT U DOET!
pt: NÃO LANÇA O SHELL SEM SABER O QUE ESTÁ FAZENDO!
ro: NU LANSAȚI COCHILA DECÂT DACĂ ȘTIȚI CE FACEȚI!
tr: NE YAPTIĞINIZI BİLMİYORSANIZ KABUĞU FIRLATMAYIN!
uk: НЕ ЗАПУСКАЙТЕ ОБОЛОНКУ, ЯКЩО ВИ ЗНАЄТЕ, ЩО РОБИТЕ!
vi: KHÔNG ĐƯỢC PHÁT VỎ TRỪ KHI BẠN BIẾT MÌNH ĐANG LÀM GÌ!
zh: 除非您知道自己在做什麼，否則不要啟動外殼！

# NKS_SHELL_SHELLS_DEBUG_COMMAND_KEYINFO_DESC
source: Gets key information for a pressed key. Useful for debugging
ar: يحصل على المعلومات الأساسية لمفتاح مضغوط. مفيد في التصحيح
de: Ruft Tasteninformationen für eine gedrückte Taste ab. Nützlich zum Debuggen
el: Λαμβάνει βασικές πληροφορίες για ένα πατημένο πλήκτρο. Χρήσιμο για εντοπισμό σφαλμάτων
es: Obtiene información clave para una tecla presionada. Útil para la depuración
fr: Obtient des informations clés pour une touche enfoncée. Utile pour le débogage
ga: Faigheann sé faisnéis eochrach le haghaidh eochair brúite. Úsáideach le haghaidh dífhabhtaithe
hi: दबाए गए कुंजी के लिए महत्वपूर्ण जानकारी प्राप्त करता है। डिबगिंग के लिए उपयोगी
hi_latn: dabae gae kunjee ke lie mahatvapoorn jaanakaaree praapt karata hai. dibaging ke lie upayogee
id: Mendapatkan informasi kunci untuk tombol yang ditekan. Berguna untuk debugging
it: Ottiene le informazioni chiave per un tasto premuto. Utile per il debug
ja: 押されたキーのキー情報を取得します。デバッグに便利
ko: 누른 키에 대한 키 정보를 가져옵니다. 디버깅에 유용
ms: Mendapat maklumat kunci untuk kekunci yang ditekan. Berguna untuk penyahpepijatan
nb: Får nøkkelinformasjon for en trykket tast. Nyttig for feilsøking
nl: Krijgt belangrijke informatie voor een ingedrukte toets. Nuttig voor debuggen
pt: Obtém informações de chave para uma tecla pressionada. Útil para depuração
ro: Obține informații despre cheie pentru o tastă apăsată. Util pentru depanare
tr: Basılan bir tuş için anahtar bilgisini alır. Hata ayıklama için yararlıdır
uk: Отримує ключову інформацію про натиснуту клавішу. Корисно для налагодження
vi: Nhận thông tin khóa cho một phím được nhấn. Hữu ích cho việc gỡ lỗi
zh: 獲取按下的鍵的鍵信息。對調試很有用

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_PROMPT
source: Enter a key or a combination of keys to display its information.
ar: أدخل مفتاحًا أو مجموعة مفاتيح لعرض المعلومات الخاصة به.
de: Geben Sie eine Taste oder eine Tastenkombination ein, um deren Informationen anzuzeigen.
el: Εισαγάγετε ένα κλειδί ή έναν συνδυασμό πλήκτρων για να εμφανίσετε τις πληροφορίες του.
es: Introduzca una clave o una combinación de teclas para mostrar su información.
fr: Entrez une clé ou une combinaison de touches pour afficher ses informations.
ga: Cuir isteach eochair nó meascán eochracha chun a chuid faisnéise a thaispeáint.
hi: इसकी जानकारी प्रदर्शित करने के लिए एक कुंजी या कुंजियों का संयोजन दर्ज करें।
hi_latn: isakee jaanakaaree pradarshit karane ke lie ek kunjee ya kunjiyon ka sanyojan darj karen.
id: Masukkan tombol atau kombinasi tombol untuk menampilkan informasinya.
it: Immettere una chiave o una combinazione di tasti per visualizzarne le informazioni.
ja: キーまたはキーの組み合わせを入力して、その情報を表示します。
ko: 키 또는 키 조합을 입력하여 해당 정보를 표시합니다.
ms: Masukkan kunci atau gabungan kekunci untuk memaparkan maklumatnya.
nb: Skriv inn en nøkkel eller en kombinasjon av taster for å vise informasjonen.
nl: Voer een toets of een combinatie van toetsen in om de informatie weer te geven.
pt: Insira uma chave ou uma combinação de teclas para exibir suas informações.
ro: Introduceți o tastă sau o combinație de taste pentru a afișa informațiile acesteia.
tr: Bilgilerini görüntülemek için bir tuş veya tuş kombinasyonunu girin.
uk: Введіть клавішу або комбінацію клавіш, щоб відобразити її інформацію.
vi: Nhập một phím hoặc tổ hợp phím để hiển thị thông tin.
zh: 輸入一個鍵或組合鍵以顯示其信息。

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_KEY
source: Pressed key
ar: مفتاح مضغوط
de: Taste gedrückt
el: Πατημένο πλήκτρο
es: tecla presionada
fr: Touche enfoncée
ga: Eochair brúite
hi: दबाई गई कुंजी
hi_latn: dabaee gaee kunjee
id: Tombol ditekan
it: Tasto premuto
ja: 押されたキー
ko: 누른 키
ms: Kekunci ditekan
nb: Trykket tasten
nl: Ingedrukte toets
pt: Tecla pressionada
ro: Tasta apăsată
tr: Basılan tuş
uk: Натиснута клавіша
vi: Phím đã nhấn
zh: 按下的鍵

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_KEYCHAR
source: Pressed key character
ar: مفتاح تم الضغط عليه
de: Gedrücktes Tastenzeichen
el: Πατημένος χαρακτήρας πλήκτρου
es: Carácter de tecla pulsada
fr: Caractère de la touche enfoncée
ga: Príomhcharachtar brúite
hi: दबाया गया मुख्य पात्र
hi_latn: dabaaya gaya mukhy paatr
id: Karakter tombol ditekan
it: Carattere chiave premuto
ja: 押されたキー文字
ko: 누른 키 문자
ms: Aksara kekunci ditekan
nb: Trykket tastetegn
nl: Ingedrukt toetsteken
pt: Caractere de tecla pressionada
ro: Caracter tastă apăsat
tr: Basılan tuş karakteri
uk: Символ натиснутої клавіші
vi: Ký tự phím được nhấn
zh: 按鍵字符

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_KEYMODIFIERS
source: Pressed modifiers
ar: المعدلات المضغوطة
de: Gedrückte Modifikatoren
el: Πιεσμένοι τροποποιητές
es: Modificadores presionados
fr: Modificateurs pressés
ga: Mionathraitheoirí brúite
hi: दबाए गए संशोधक
hi_latn: dabae gae sanshodhak
id: Pengubah yang ditekan
it: Modificatori premuti
ja: 押された修飾子
ko: 눌린 수식어
ms: Pengubah suai ditekan
nb: Pressede modifikatorer
nl: Geperste modificaties
pt: Modificadores pressionados
ro: Modificatori apăsați
tr: Basılmış sıfatlar
uk: Натиснуті модифікатори
vi: Các sửa đổi được ép
zh: 按下修飾符

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_KEYSHORTCUT
source: Keyboard shortcut
ar: اختصار لوحة المفاتيح
de: Tastaturkürzel
el: Συντόμευση πληκτρολογίου
es: Atajo de teclado
fr: Raccourci clavier
ga: aicearra méarchláir
hi: कुंजीपटल संक्षिप्त रीति
hi_latn: kunjeepatal sankshipt reeti
id: Pintasan keyboard
it: Scorciatoia da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
ms: Pintasan papan kekunci
nb: Tastatursnarvei
nl: Toetsenbord sneltoets
pt: Atalho de teclado
ro: Comanda rapidă de la tastatură
tr: Klavye kısayolu
uk: Комбінація клавіш
vi: Phím tắt
zh: 鍵盤快捷鍵

# NKS_SETTINGS_KERNEL_MISC_HEXEDITOR_AUTOSAVE_NAME
source: Enable hex editor autosave
ar: تفعيل الحفظ التلقائي للمحرر السداسي
de: Aktivieren Sie die automatische Speicherung des Hex-Editors
el: Ενεργοποιήστε την αυτόματη αποθήκευση του επεξεργαστή εξαγωνικού
es: Habilitar guardado automático del editor hexadecimal
fr: Activer l'enregistrement automatique de l'éditeur hexadécimal
ga: Cumasaigh sábhálann eagarthóir heicsidheachúlach
hi: हेक्स संपादक स्वतः सहेजना सक्षम करें
hi_latn: heks sampaadak svatah sahejana saksham karen
id: Aktifkan penyimpanan otomatis editor hex
it: Abilita il salvataggio automatico dell'editor esadecimale
ja: 16進エディタの自動保存を有効にする
ko: 16진수 편집기 자동 저장 활성화
ms: Dayakan autosimpan editor heks
nb: Aktiver hex-editor automatisk lagring
nl: Hex-editor automatisch opslaan inschakelen
pt: Ativar gravação automática do editor hexadecimal
ro: Activați salvarea automată a editorului hex
tr: Hex düzenleyicinin otomatik kaydetmesini etkinleştir
uk: Увімкнути автозбереження шістнадцяткового редактора
vi: Bật chế độ tự động lưu trình soạn thảo hex
zh: 啟用十六進制編輯器自動保存

# NKS_SETTINGS_KERNEL_MISC_HEXEDITOR_AUTOSAVEINTERVAL_NAME
source: Hex editor autosave interval
ar: الفاصل الزمني للحفظ التلقائي لمحرر Hex
de: Intervall für automatisches Speichern des Hex-Editors
el: Διάστημα αυτόματης αποθήκευσης του επεξεργαστή Hex
es: Intervalo de guardado automático del editor hexadecimal
fr: Intervalle d'enregistrement automatique de l'éditeur hexadécimal
ga: Eagarthóir heicsidheachúlach eatramh uathshábháil
hi: हेक्स संपादक स्वतः सहेजना अंतराल
hi_latn: heks sampaadak svatah sahejana antaraal
id: Interval penyimpanan otomatis editor hex
it: Intervallo di salvataggio automatico dell'editor esadecimale
ja: 16進エディターの自動保存間隔
ko: 16진수 편집기 자동 저장 간격
ms: Selang autosimpan editor hex
nb: Hex editor autolagringsintervall
pt: Intervalo de salvamento automático do editor hexadecimal
ro: Interval de salvare automată a editorului hexadecimal
tr: Hex düzenleyici otomatik kaydetme aralığı
uk: Інтервал автозбереження шістнадцяткового редактора
vi: Khoảng thời gian tự động lưu của trình soạn thảo Hex
zh: 十六進制編輯器自動保存間隔

# NKS_SETTINGS_KERNEL_MISC_HEXEDITOR_AUTOSAVE_DESC
source: Turns on or off the hex editor autosave feature.
ar: لتشغيل أو إيقاف تشغيل ميزة الحفظ التلقائي للمحرر السداسي.
de: Schaltet die Funktion zum automatischen Speichern des Hex-Editors ein oder aus.
el: Ενεργοποιεί ή απενεργοποιεί τη δυνατότητα αυτόματης αποθήκευσης του εξαγωνικού επεξεργαστή.
es: Activa o desactiva la función de guardado automático del editor hexadecimal.
fr: Active ou désactive la fonction de sauvegarde automatique de l'éditeur hexadécimal.
ga: Cuireann sé an ghné uathshábháil an eagarthóra heics ar siúl nó as.
hi: हेक्स संपादक स्वत: सहेजना सुविधा को चालू या बंद करता है।
hi_latn: heks sampaadak svat: sahejana suvidha ko chaaloo ya band karata hai.
id: Mengaktifkan atau menonaktifkan fitur penyimpanan otomatis editor hex.
it: Attiva o disattiva la funzione di salvataggio automatico dell'editor esadecimale.
ja: 16進エディタの自動保存機能をオンまたはオフにします。
ko: 16진 편집기 자동 저장 기능을 켜거나 끕니다.
ms: Menghidupkan atau mematikan ciri autosimpan editor heks.
nb: Slår på eller av funksjonen for automatisk lagring av hex-editor.
nl: Schakelt de functie voor automatisch opslaan van de hex-editor in of uit.
pt: Ativa ou desativa o recurso de salvamento automático do editor hexadecimal.
ro: Activează sau dezactivează funcția de salvare automată a editorului hexadecimal.
tr: Hex düzenleyicinin otomatik kaydetme özelliğini açar veya kapatır.
uk: Вмикає або вимикає функцію автозбереження шістнадцяткового редактора.
vi: Bật hoặc tắt tính năng tự động lưu của trình soạn thảo hex.
zh: 打開或關閉十六進制編輯器自動保存功能。

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILE_SWITCH_RELATIVE_DESC
source: Uses relative path instead of absolute
ar: يستخدم المسار النسبي بدلاً من المسار المطلق
de: Verwendet einen relativen Pfad anstelle eines absoluten
el: Χρησιμοποιεί σχετική διαδρομή αντί για απόλυτη
es: Utiliza ruta relativa en lugar de absoluta
fr: Utilise un chemin relatif au lieu d'absolu
ga: Úsáideann sé cosán coibhneasta in ionad absalóideach
hi: निरपेक्ष के बजाय सापेक्ष पथ का उपयोग करता है
hi_latn: nirapeksh ke bajaay saapeksh path ka upayog karata hai
id: Menggunakan jalur relatif, bukan jalur absolut
it: Usa il percorso relativo anziché assoluto
ja: 絶対パスではなく相対パスを使用
ko: 절대 경로 대신 상대 경로 사용
ms: Menggunakan laluan relatif dan bukannya mutlak
nb: Bruker relativ bane i stedet for absolutt
nl: Gebruikt relatief pad in plaats van absoluut
pt: Usa caminho relativo em vez de absoluto
ro: Folosește calea relativă în loc de cea absolută
tr: Mutlak yol yerine bağıl yolu kullanır
uk: Використовує відносний шлях замість абсолютного
vi: Sử dụng đường dẫn tương đối thay vì đường dẫn tuyệt đối
zh: 使用相對路徑而不是絕對路徑

# NKS_SETTINGS_KERNEL_SHELL_INPUTHISTORY_NAME
source: Input history enabled
ar: تم تمكين سجل الإدخال
de: Eingabeverlauf aktiviert
el: Ενεργοποιήθηκε το ιστορικό εισαγωγής
es: Historial de entrada habilitado
fr: Historique des saisies activé
ga: Stair ionchuir cumasaithe
hi: इनपुट इतिहास सक्षम
hi_latn: inaput itihaas saksham
id: Riwayat input diaktifkan
it: Cronologia di input abilitata
ja: 入力履歴が有効
ko: 입력 기록 활성화됨
ms: Sejarah input didayakan
nb: Inndatahistorikk aktivert
nl: Invoergeschiedenis ingeschakeld
pt: Histórico de entrada ativado
ro: Istoricul intrărilor este activat
tr: Giriş geçmişi etkinleştirildi
uk: Історія введення ввімкнена
vi: Lịch sử nhập liệu được bật
zh: 啟用輸入歷史

# NKS_SETTINGS_KERNEL_SHELL_INPUTHISTORY_DESC
source: Whether the input history is enabled or not. If enabled, you can access recently typed commands using the up or down arrow keys.
ar: سواء تم تمكين محفوظات الإدخال أم لا. في حالة التمكين ، يمكنك الوصول إلى الأوامر المكتوبة مؤخرًا باستخدام مفاتيح الأسهم لأعلى أو لأسفل.
de: Ob der Eingabeverlauf aktiviert ist oder nicht. Wenn diese Option aktiviert ist, können Sie mit den Aufwärts- oder Abwärtspfeiltasten auf kürzlich eingegebene Befehle zugreifen.
el: Αν το ιστορικό εισόδου είναι ενεργοποιημένο ή όχι. Εάν είναι ενεργοποιημένο, μπορείτε να αποκτήσετε πρόσβαση σε εντολές που πληκτρολογήσατε πρόσφατα χρησιμοποιώντας τα πλήκτρα πάνω ή κάτω βέλους.
es: Si el historial de entrada está habilitado o no. Si está habilitado, puede acceder a los comandos escritos recientemente usando las teclas de flecha hacia arriba o hacia abajo.
fr: Si l'historique des entrées est activé ou non. Si cette option est activée, vous pouvez accéder aux commandes récemment saisies à l'aide des touches fléchées vers le haut ou vers le bas.
ga: Cibé an bhfuil an stair ionchuir cumasaithe nó nach bhfuil. Má tá tú cumasaithe, is féidir leat rochtain a fháil ar orduithe clóscríofa le déanaí ag baint úsáide as na heochracha saigheada suas nó síos.
hi: इनपुट इतिहास सक्षम है या नहीं। यदि सक्षम है, तो आप ऊपर या नीचे तीर कुंजियों का उपयोग करके हाल ही में टाइप किए गए आदेशों तक पहुंच सकते हैं।
hi_latn: inaput itihaas saksham hai ya nahin. yadi saksham hai, to aap oopar ya neeche teer kunjiyon ka upayog karake haal hee mein taip kie gae aadeshon tak pahunch sakate hain.
id: Apakah riwayat input diaktifkan atau tidak. Jika diaktifkan, Anda dapat mengakses perintah yang baru diketik menggunakan tombol panah atas atau bawah.
it: Se la cronologia di input è abilitata o meno. Se abilitato, puoi accedere ai comandi digitati di recente utilizzando i tasti freccia su o giù.
ja: 入力履歴が有効かどうか。有効にすると、上矢印キーまたは下矢印キーを使用して、最近入力したコマンドにアクセスできます。
ko: 입력 기록이 활성화되었는지 여부입니다. 활성화된 경우 위쪽 또는 아래쪽 화살표 키를 사용하여 최근에 입력한 명령에 액세스할 수 있습니다.
ms: Sama ada sejarah input didayakan atau tidak. Jika didayakan, anda boleh mengakses perintah yang ditaip baru-baru ini menggunakan kekunci anak panah atas atau bawah.
nb: Om inndataloggen er aktivert eller ikke. Hvis aktivert, kan du få tilgang til nylig innskrevne kommandoer ved å bruke pil opp eller pil ned.
nl: Of de invoergeschiedenis is ingeschakeld of niet. Indien ingeschakeld, hebt u toegang tot recent getypte opdrachten met de pijltoetsen omhoog of omlaag.
pt: Se o histórico de entrada está ativado ou não. Se ativado, você pode acessar comandos digitados recentemente usando as teclas de seta para cima ou para baixo.
ro: Indiferent dacă istoricul intrărilor este activat sau nu. Dacă este activată, puteți accesa comenzile introduse recent folosind tastele săgeți sus sau jos.
tr: Giriş geçmişinin etkin olup olmadığı. Etkinse, yukarı veya aşağı ok tuşlarını kullanarak son yazılan komutlara erişebilirsiniz.
uk: Чи ввімкнено історію введення чи ні. Якщо ввімкнено, ви можете отримати доступ до нещодавно введених команд за допомогою клавіш зі стрілками вгору та вниз.
vi: Lịch sử nhập liệu có được bật hay không. Nếu được bật, bạn có thể truy cập các lệnh đã nhập gần đây bằng phím mũi tên lên hoặc xuống.
zh: 輸入歷史記錄是否啟用。如果啟用，您可以使用向上或向下箭頭鍵訪問最近鍵入的命令。

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_NOAPMSIM_NAME
source: Simulate No APM Mode
ar: محاكاة لا يوجد وضع APM
de: Simulieren Sie keinen APM-Modus
el: Προσομοίωση χωρίς λειτουργία APM
es: Simular modo sin APM
fr: Simuler aucun mode APM
ga: Insamhail Gan Mód APM
hi: सिम्युलेट नो एपीएम मोड
hi_latn: simyulet no epeeem mod
id: Simulasikan Mode Tanpa APM
it: Simula la modalità senza APM
ja: APMモードなしをシミュレート
ko: APM 없음 모드 시뮬레이션
ms: Simulasikan Tiada Mod APM
nb: Simuler ingen APM-modus
nl: Simuleer geen APM-modus
pt: Simular nenhum modo APM
ro: Simulați modul fără APM
tr: APM Yok Modunu Simüle Et
uk: Симулювати режим No APM
vi: Mô phỏng chế độ No APM
zh: 模擬無 APM 模式

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_NOAPMSIM_DESC
source: Whether to simulate a situation where there is no APM available. If enabled, it informs the user that it's now safe to turn off the computer upon shutdown.
ar: ما إذا كان سيتم محاكاة موقف لا يتوفر فيه APM أم لا. إذا تم تمكينه ، فإنه يخبر المستخدم أنه من الآمن الآن إيقاف تشغيل الكمبيوتر عند إيقاف التشغيل.
de: Ob eine Situation simuliert werden soll, in der kein APM verfügbar ist. Wenn aktiviert, informiert es den Benutzer, dass es jetzt sicher ist, den Computer beim Herunterfahren auszuschalten.
el: Είτε θα προσομοιωθεί μια κατάσταση όπου δεν υπάρχει διαθέσιμο APM. Εάν είναι ενεργοποιημένο, ενημερώνει τον χρήστη ότι είναι πλέον ασφαλές να απενεργοποιήσει τον υπολογιστή κατά τον τερματισμό.
es: Ya sea para simular una situación en la que no hay APM disponible. Si está habilitado, informa al usuario que ahora es seguro apagar la computadora al apagarla.
fr: S'il faut simuler une situation où il n'y a pas d'APM disponible. S'il est activé, il informe l'utilisateur qu'il est maintenant sûr d'éteindre l'ordinateur lors de l'arrêt.
ga: Cibé an ndéanfar insamhladh ar chás nach bhfuil aon APM ar fáil. Má tá sé cumasaithe, cuireann sé in iúl don úsáideoir go bhfuil sé sábháilte anois an ríomhaire a mhúchadh nuair a bheidh sé múchta.
hi: क्या ऐसी स्थिति का अनुकरण करना है जहां कोई एपीएम उपलब्ध नहीं है। यदि सक्षम है, तो यह उपयोगकर्ता को सूचित करता है कि शटडाउन होने पर कंप्यूटर को बंद करना अब सुरक्षित है।
hi_latn: kya aisee sthiti ka anukaran karana hai jahaan koee epeeem upalabdh nahin hai. yadi saksham hai, to yah upayogakarta ko soochit karata hai ki shatadaun hone par kampyootar ko band karana ab surakshit hai.
id: Apakah akan mensimulasikan situasi saat tidak ada APM yang tersedia. Jika diaktifkan, fitur ini akan memberi tahu pengguna bahwa kini komputer aman untuk dimatikan setelah dimatikan.
it: Se simulare una situazione in cui non è disponibile APM. Se abilitato, informa l'utente che ora è possibile spegnere il computer allo spegnimento.
ja: 利用可能なAPMがない状況をシミュレートするかどうか。 有効にすると、シャットダウン時にコンピュータの電源を安全に切ることができるようになったことをユーザーに通知します。
ko: 사용 가능한 APM이 없는 상황을 시뮬레이션할지 여부입니다. 활성화된 경우 종료 시 컴퓨터를 끄는 것이 안전하다고 사용자에게 알립니다.
ms: Sama ada untuk mensimulasikan situasi di mana tiada APM tersedia. Jika didayakan, ia memberitahu pengguna bahawa ia kini selamat untuk mematikan komputer apabila ditutup.
nb: Hvorvidt man skal simulere en situasjon der det ikke er tilgjengelig APM. Hvis den er aktivert, informerer den brukeren om at det nå er trygt å slå av datamaskinen når den slås av.
nl: Of een situatie moet worden gesimuleerd waarin er geen APM beschikbaar is. Indien ingeschakeld, informeert het de gebruiker dat het nu veilig is om de computer uit te zetten bij het afsluiten.
pt: Se deve simular uma situação em que não há APM disponível. Se ativado, ele informa ao usuário que agora é seguro desligar o computador ao desligar.
ro: Dacă să simuleze o situație în care nu există APM disponibil. Dacă este activat, informează utilizatorul că acum este sigur să oprească computerul la oprire.
tr: APM'nin mevcut olmadığı bir durumu simüle edip etmemek. Etkinleştirilirse, kullanıcıya bilgisayarı kapatırken artık güvenli bir şekilde kapatılabileceğini bildirir.
uk: Чи моделювати ситуацію, коли APM недоступний. Якщо ввімкнено, він інформує користувача, що тепер можна безпечно вимкнути комп’ютер після завершення роботи.
vi: Có nên mô phỏng tình huống không có APM hay không. Nếu được bật, nó sẽ thông báo cho người dùng rằng giờ đây đã an toàn để tắt máy tính khi tắt máy.
zh: 是否模擬沒有可用 APM 的情況。 如果啟用，它會通知用戶現在可以安全地在關機時關閉計算機。
