Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_LOADINGMODS
source: Loading mods...
ar: جاري تحميل التعديلات...
de: Mods werden geladen …
el: Φόρτωση mods...
es: Cargando mods...
fr: Chargement des mods...
ga: mods á lódáil...
hi: मॉड लोड हो रहा है...
hi_latn: mod lod ho raha hai...
id: Memuat mod...
it: Caricamento mod...
ja: モッドを読み込んでいます...
ko: 모드를 로딩하는 중...
ms: Memuatkan mod...
nb: Laster inn mods...
nl: Mods laden...
pt: Carregando mods...
ro: Se încarcă modurile...
tr: Modlar yükleniyor...
uk: Завантаження модів...
vi: Đang tải bản mod...
zh: 正在加載模組...

# NKS_KERNEL_STARTING_FAILED_LOAD_MODS
source: Failed to load mods
ar: فشل تحميل التعديلات
de: Mods konnten nicht geladen werden
el: Αποτυχία φόρτωσης mods
es: Error al cargar mods
fr: Impossible de charger les mods
ga: Theip ar lódáil mods
hi: मॉड लोड करने में विफल
hi_latn: mod lod karane mein viphal
id: Gagal memuat mod
it: Impossibile caricare le mod
ja: MODの読み込みに失敗しました
ko: 모드를 로드하는 데 실패했습니다
ms: Gagal memuatkan mod
nb: Kunne ikke laste inn mods
nl: Mods konden niet worden geladen
pt: Falha ao carregar mods
ro: Nu s-au încărcat modurile
tr: Modlar yüklenemedi
uk: Не вдалося завантажити моди
vi: Không tải được bản mod
zh: 無法載入模組

# NKS_KERNEL_STARTING_OPTIONALSLOADFAILED
source: There were errors when trying to initialize optional components.
ar: حدثت أخطاء أثناء محاولة تهيئة المكونات الاختيارية.
de: Beim Versuch, optionale Komponenten zu initialisieren, sind Fehler aufgetreten.
el: Παρουσιάστηκαν σφάλματα κατά την προσπάθεια προετοιμασίας προαιρετικών στοιχείων.
es: Se produjeron errores al intentar inicializar componentes opcionales.
fr: Des erreurs se sont produites lors de la tentative d'initialisation des composants facultatifs.
ga: Tharla earráidí agus iarracht á déanamh comhpháirteanna roghnacha a thúsú.
hi: वैकल्पिक घटकों को आरंभ करने का प्रयास करते समय त्रुटियाँ आईं.
hi_latn: vaikalpik ghatakon ko aarambh karane ka prayaas karate samay trutiyaan theen.
id: Terjadi kesalahan saat mencoba menginisialisasi komponen opsional.
it: Si sono verificati errori durante il tentativo di inizializzare i componenti facoltativi.
ja: オプション コンポーネントを初期化しようとしたときにエラーが発生しました。
ko: 선택적 구성 요소를 초기화하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba memulakan komponen pilihan.
nb: Det oppstod feil ved forsøk på å initialisere valgfrie komponenter.
nl: Er zijn fouten opgetreden bij het initialiseren van optionele componenten.
pt: Ocorreram erros ao tentar inicializar componentes opcionais.
ro: Au apărut erori la inițializarea componentelor opționale.
tr: İsteğe bağlı bileşenleri başlatmaya çalışırken hatalar oluştu.
uk: Під час спроби ініціалізації додаткових компонентів виникли помилки.
vi: Đã xảy ra lỗi khi cố gắng khởi tạo các thành phần tùy chọn.
zh: 嘗試初始化可選組件時發生錯誤。

# NKS_KERNEL_STARTING_FAILED_RESET_VARS
source: Failed to reset general variables
ar: فشل إعادة تعيين المتغيرات العامة
de: Allgemeine Variablen konnten nicht zurückgesetzt werden
el: Αποτυχία επαναφοράς γενικών μεταβλητών
es: No se pudieron restablecer las variables generales
fr: Échec de la réinitialisation des variables générales
ga: Theip ar athróga ginearálta a athshocrú
hi: सामान्य चर रीसेट करने में विफल
hi_latn: saamaany char reeset karane mein viphal
id: Gagal mengatur ulang variabel umum
it: Impossibile reimpostare le variabili generali
ja: 一般変数のリセットに失敗しました
ko: 일반 변수를 재설정하는 데 실패했습니다.
ms: Gagal menetapkan semula pembolehubah umum
nb: Kunne ikke tilbakestille generelle variabler
nl: Het is niet gelukt om de algemene variabelen opnieuw in te stellen
pt: Falha ao repor variáveis gerais
ro: Nu s-au resetat variabilele generale
tr: Genel değişkenleri sıfırlama başarısız oldu
uk: Не вдалося скинути загальні змінні
vi: Không thể thiết lập lại các biến chung
zh: 無法重置通用變數

# NKS_KERNEL_STARTING_FAILED_SAVE_CONSENTS
source: Failed to save privacy consents
ar: فشل في حفظ موافقات الخصوصية
de: Datenschutzeinwilligungen konnten nicht gespeichert werden
el: Αποτυχία αποθήκευσης συναινέσεις απορρήτου
es: No se pudieron guardar los consentimientos de privacidad
fr: Impossible d'enregistrer les consentements de confidentialité
ga: Theip ar shábháil ceadanna príobháideachais
hi: गोपनीयता सहमति सहेजने में विफल
hi_latn: gopaneeyata sahamati sahejane mein viphal
id: Gagal menyimpan persetujuan privasi
it: Impossibile salvare i consensi sulla privacy
ja: プライバシー同意を保存できませんでした
ko: 개인정보 보호 동의를 저장하지 못했습니다.
ms: Gagal menyimpan persetujuan privasi
nb: Kunne ikke lagre personvernsamtykker
nl: Het opslaan van privacytoestemmingen is mislukt
pt: Falha ao guardar consentimentos de privacidade
ro: Nu s-au salvat consimțământul privind confidențialitatea
tr: Gizlilik izinleri kaydedilemedi
uk: Не вдалося зберегти згоди на конфіденційність
vi: Không lưu được sự đồng ý về quyền riêng tư
zh: 無法保存隱私同意

# NKS_KERNEL_STARTING_FAILED_STOP_RDEBUG
source: Failed to stop remote debugger
ar: فشل في إيقاف المصحح عن بعد
de: Der Remote-Debugger konnte nicht gestoppt werden.
el: Αποτυχία διακοπής του απομακρυσμένου εντοπισμού σφαλμάτων
es: No se pudo detener el depurador remoto
fr: Impossible d'arrêter le débogueur distant
ga: Theip ar stopadh dífhabhtóir cianda
hi: दूरस्थ डीबगर को रोकने में विफल
hi_latn: doorasth deebagar ko rokane mein viphal
id: Gagal menghentikan debugger jarak jauh
it: Impossibile arrestare il debugger remoto
ja: リモート デバッガーを停止できませんでした
ko: 원격 디버거를 중지하지 못했습니다.
ms: Gagal menghentikan penyahpepijat jauh
nb: Kunne ikke stoppe ekstern debugger
nl: Het is niet gelukt om de externe debugger te stoppen
pt: Falha ao parar o depurador remoto
ro: Nu s-a oprit depanatorul de la distanță
tr: Uzaktan hata ayıklayıcı durdurulamadı
uk: Не вдалося зупинити віддалений налагоджувач
vi: Không dừng được trình gỡ lỗi từ xa
zh: 無法停止遠端偵錯工具

# NKS_KERNEL_STARTING_FAILED_RESET_LANGS
source: Failed to reset languages
ar: فشل إعادة تعيين اللغات
de: Das Zurücksetzen der Sprachen ist fehlgeschlagen.
el: Αποτυχία επαναφοράς γλωσσών
es: No se pudieron restablecer los idiomas
fr: Impossible de réinitialiser les langues
ga: Theip ar na teangacha a athshocrú
hi: भाषाएँ रीसेट करने में विफल
hi_latn: bhaashaon ko reeset karane mein viphal
id: Gagal mengatur ulang bahasa
it: Impossibile reimpostare le lingue
ja: 言語をリセットできませんでした
ko: 언어 재설정에 실패했습니다
ms: Gagal menetapkan semula bahasa
nb: Kunne ikke tilbakestille språk
nl: Het is niet gelukt om de talen opnieuw in te stellen
pt: Falha ao repor idiomas
ro: Nu s-au resetat limbile
tr: Diller sıfırlanamadı
uk: Не вдалося скинути мови
vi: Không thể thiết lập lại ngôn ngữ
zh: 無法重置語言

# NKS_KERNEL_STARTING_FAILED_SAVE_EXTHANDLERS
source: Failed to save extension handlers
ar: فشل في حفظ معالجات الامتداد
de: Fehler beim Speichern der Erweiterungshandler
el: Αποτυχία αποθήκευσης χειριστή επεκτάσεων
es: No se pudieron guardar los controladores de extensión
fr: Impossible d'enregistrer les gestionnaires d'extension
ga: Theip ar láimhseálaithe na síntí a shábháil
hi: एक्सटेंशन हैंडलर सहेजने में विफल
hi_latn: eksatenshan haindalar sahejane mein viphal
id: Gagal menyimpan penanganan ekstensi
it: Impossibile salvare i gestori delle estensioni
ja: 拡張ハンドラを保存できませんでした
ko: 확장 핸들러를 저장하지 못했습니다.
ms: Gagal menyimpan pengendali sambungan
nb: Kunne ikke lagre utvidelsesbehandlere
nl: Het is niet gelukt om extensiehandlers op te slaan
pt: Falha ao guardar os manipuladores de extensão
ro: Nu s-au salvat gestionatorii extensiilor
tr: Uzantı işleyicileri kaydedilemedi
uk: Не вдалося зберегти обробники розширень
vi: Không lưu được trình xử lý mở rộng
zh: 無法儲存擴充處理程序

# NKS_KERNEL_STARTING_FAILED_STOP_ALARM
source: Failed to stop alarm listener
ar: فشل في إيقاف مستمع التنبيه
de: Alarm-Listener konnte nicht gestoppt werden
el: Απέτυχε η διακοπή της ακρόασης συναγερμού
es: No se pudo detener el detector de alarmas
fr: Impossible d'arrêter l'écouteur d'alarme
ga: Theip ar éisteoir aláraim a stopadh
hi: अलार्म श्रोता को रोकने में विफल
hi_latn: alaarm shrota ko rokane mein viphal
id: Gagal menghentikan pendengar alarm
it: Impossibile arrestare l'ascoltatore dell'allarme
ja: アラームリスナーを停止できませんでした
ko: 알람 리스너를 중지하지 못했습니다.
ms: Gagal menghentikan pendengar penggera
nb: Kunne ikke stoppe alarmlytteren
nl: Het is niet gelukt om de alarmluisteraar te stoppen
pt: Falha ao parar o ouvinte de alarme
ro: Nu s-a oprit ascultătorul alarmei
tr: Alarm dinleyicisi durdurulamadı
uk: Не вдалося зупинити слухач тривоги
vi: Không dừng được trình nghe báo thức
zh: 無法停止警報監聽器

# NKS_KERNEL_STARTING_FAILED_SAVE_CONFIG
source: Failed to save configuration
ar: فشل في حفظ التكوين
de: Konfiguration konnte nicht gespeichert werden
el: Αποτυχία αποθήκευσης της διαμόρφωσης
es: No se pudo guardar la configuración
fr: Impossible d'enregistrer la configuration
ga: Theip ar an chumraíocht a shábháil
hi: कॉन्फ़िगरेशन सहेजने में विफल
hi_latn: konfigareshan sahejane mein viphal
id: Gagal menyimpan konfigurasi
it: Impossibile salvare la configurazione
ja: 設定を保存できませんでした
ko: 구성을 저장하지 못했습니다
ms: Gagal menyimpan konfigurasi
nb: Kunne ikke lagre konfigurasjonen
nl: Configuratie kon niet worden opgeslagen
pt: Falha ao guardar a configuração
ro: Nu s-a putut salva configurația
tr: Yapılandırma kaydedilemedi
uk: Не вдалося зберегти конфігурацію
vi: Không lưu được cấu hình
zh: 儲存配置失敗

# NKS_KERNEL_STARTING_FAILED_STOP_MODS
source: Failed to stop mods
ar: فشل في إيقاف التعديلات
de: Mods konnten nicht gestoppt werden
el: Αποτυχία διακοπής των mods
es: No se pudieron detener los mods
fr: Impossible d'arrêter les mods
ga: Theip ar mods a stopadh
hi: मॉड्स को रोकने में विफल
hi_latn: mods ko rokane mein viphal
id: Gagal menghentikan mod
it: Impossibile interrompere le mod
ja: モッドを停止できませんでした
ko: 모드를 중지하는 데 실패했습니다
ms: Gagal menghentikan mod
nb: Kunne ikke stoppe mods
nl: Mods konden niet worden gestopt
pt: Falha ao parar os mods
ro: Nu s-au oprit modificările
tr: Modları durdurma başarısız oldu
uk: Не вдалося зупинити моди
vi: Không dừng được mod
zh: 無法停止模組

# NKS_KERNEL_STARTING_FAILED_STOP_ADDONS
source: Failed to stop addons
ar: فشل في إيقاف الوظائف الإضافية
de: Add-Ons konnten nicht gestoppt werden
el: Αποτυχία διακοπής των πρόσθετων
es: No se pudieron detener los complementos
fr: Impossible d'arrêter les modules complémentaires
ga: Theip ar fhorlíontáin a stopadh
hi: ऐडऑन रोकने में विफल
hi_latn: aidon ko rokane mein viphal
id: Gagal menghentikan add-on
it: Impossibile arrestare i componenti aggiuntivi
ja: アドオンを停止できませんでした
ko: 애드온을 중지하는 데 실패했습니다
ms: Gagal menghentikan alat tambah
nb: Kunne ikke stoppe tillegg
nl: Het is niet gelukt om add-ons te stoppen
pt: Falha ao parar os suplementos
ro: Nu s-au oprit suplimentele
tr: Eklentileri durdurma başarısız oldu
uk: Не вдалося зупинити аддони
vi: Không dừng được add-on
zh: 無法停止插件

# NKS_KERNEL_STARTING_FAILED_STOP_RPC
source: Failed to stop RPC
ar: فشل في إيقاف RPC
de: RPC konnte nicht gestoppt werden
el: Αποτυχία διακοπής του RPC
es: No se pudo detener RPC
fr: Impossible d'arrêter RPC
ga: Theip ar an RPC a stopadh
hi: RPC को रोकने में विफल
hi_latn: rpch ko rokane mein viphal
id: Gagal menghentikan RPC
it: Impossibile arrestare RPC
ja: RPC を停止できませんでした
ko: RPC를 중지하지 못했습니다.
ms: Gagal menghentikan RPC
nb: Kunne ikke stoppe RPC
nl: RPC kon niet worden gestopt
pt: Falha ao parar RPC
ro: RPC nu s-a oprit
tr: RPC durdurulamadı
uk: Не вдалося зупинити RPC
vi: Không dừng được RPC
zh: 無法停止 RPC

# NKS_KERNEL_STARTING_FAILED_CLOSE_CONNECTIONS
source: Failed to close all connections
ar: فشل في إغلاق كافة الاتصالات
de: Es konnten nicht alle Verbindungen geschlossen werden
el: Απέτυχε το κλείσιμο όλων των συνδέσεων
es: No se pudieron cerrar todas las conexiones
fr: Impossible de fermer toutes les connexions
ga: Theip ar gach nasc a dhúnadh
hi: सभी कनेक्शन बंद करने में विफल
hi_latn: sabhee kanekshan band karane mein viphal
id: Gagal menutup semua koneksi
it: Impossibile chiudere tutte le connessioni
ja: すべての接続を閉じることができませんでした
ko: 모든 연결을 닫지 못했습니다.
ms: Gagal menutup semua sambungan
nb: Kunne ikke lukke alle tilkoblinger
nl: Het is niet gelukt om alle verbindingen te sluiten
pt: Falha ao fechar todas as ligações
ro: Nu s-au putut închide toate conexiunile
tr: Tüm bağlantılar kapatılamadı
uk: Не вдалося закрити всі підключення
vi: Không thể đóng tất cả các kết nối
zh: 無法關閉所有連接

# NKS_KERNEL_STARTING_FAILED_STOP_SCREENSAVER
source: Failed to stop screensaver timeout
ar: فشل في إيقاف مهلة شاشة التوقف
de: Das Timeout des Bildschirmschoners konnte nicht gestoppt werden.
el: Αποτυχία διακοπής χρονικού ορίου προφύλαξης οθόνης
es: No se pudo detener el tiempo de espera del protector de pantalla
fr: Impossible d'arrêter le délai d'expiration de l'économiseur d'écran
ga: Theip ar an am istigh spárálaíscáileáin a stopadh
hi: स्क्रीनसेवर टाइमआउट रोकने में विफल
hi_latn: skreenasevar taimaut ko rokane mein viphal
id: Gagal menghentikan batas waktu screensaver
it: Impossibile interrompere il timeout dello screensaver
ja: スクリーンセーバーのタイムアウトを停止できませんでした
ko: 스크린세이버 시간 초과를 중지하지 못했습니다.
ms: Gagal menghentikan tamat masa screensaver
nb: Kunne ikke stoppe tidsavbrudd for skjermsparer
nl: Het is niet gelukt om de time-out van de screensaver te stoppen
pt: Falha ao interromper o tempo limite do protetor de ecrã
ro: Nu s-a oprit timpul de expirare a economizorului de ecran
tr: Ekran koruyucu zaman aşımı durdurulamadı
uk: Не вдалося зупинити час очікування заставки
vi: Không dừng được thời gian chờ bảo vệ màn hình
zh: 無法停止螢幕保護程式逾時

# NKS_KERNEL_STARTING_FAILED_RESET_BOOTLOG
source: Failed to reset boot log buffer
ar: فشل في إعادة تعيين مخزن سجل التمهيد
de: Boot-Log-Puffer konnte nicht zurückgesetzt werden
el: Αποτυχία επαναφοράς του buffer αρχείου καταγραφής εκκίνησης
es: No se pudo restablecer el búfer del registro de arranque
fr: Échec de la réinitialisation du tampon du journal de démarrage
ga: Theip ar athshocrú maolán logála tosaithe
hi: बूट लॉग बफर रीसेट करने में विफल
hi_latn: boot log baphar ko reeset karane mein viphal
id: Gagal mengatur ulang buffer log boot
it: Impossibile reimpostare il buffer del registro di avvio
ja: ブートログバッファのリセットに失敗しました
ko: 부팅 로그 버퍼를 재설정하지 못했습니다.
ms: Gagal menetapkan semula penimbal log but
nb: Kunne ikke tilbakestille oppstartsloggbuffer
nl: Het is niet gelukt om de opstartlogbuffer te resetten
pt: Falha ao repor o buffer do registo de arranque
ro: Nu s-a resetat memoria tampon pentru jurnalul de pornire
tr: Önyükleme günlüğü arabelleği sıfırlanamadı
uk: Не вдалося скинути буфер журналу завантаження
vi: Không thể thiết lập lại bộ đệm nhật ký khởi động
zh: 無法重置啟動日誌緩衝區

# NKS_KERNEL_STARTING_FAILED_STOP_CURSOR
source: Failed to stop the cursor handler
ar: فشل في إيقاف معالج المؤشر
de: Der Cursor-Handler konnte nicht gestoppt werden
el: Αποτυχία διακοπής του χειριστή κέρσορα
es: No se pudo detener el controlador del cursor
fr: Impossible d'arrêter le gestionnaire de curseur
ga: Theip ar láimhseáil an chúrsóra a stopadh
hi: कर्सर हैंडलर को रोकने में विफल
hi_latn: karsar haindalar ko rokane mein viphal
id: Gagal menghentikan pengendali kursor
it: Impossibile arrestare il gestore del cursore
ja: カーソル ハンドラを停止できませんでした
ko: 커서 핸들러를 중지하지 못했습니다.
ms: Gagal menghentikan pengendali kursor
nb: Kunne ikke stoppe markørbehandleren
nl: Het is niet gelukt om de cursorhandler te stoppen
pt: Falha ao parar o manipulador do cursor
ro: Nu s-a oprit handlerul cursorului
tr: İmleç işleyicisi durdurulamadı
uk: Не вдалося зупинити обробник курсору
vi: Không dừng được trình xử lý con trỏ
zh: 無法停止遊標處理程序

# NKS_KERNEL_STARTING_FAILED_STOP_DEBUGGER
source: Failed to stop the debugger
ar: فشل في إيقاف المصحح
de: Der Debugger konnte nicht gestoppt werden
el: Αποτυχία διακοπής του προγράμματος εντοπισμού σφαλμάτων
es: No se pudo detener el depurador
fr: Impossible d'arrêter le débogueur
ga: Theip ar an dífhabhtóir a stopadh
hi: डिबगर को रोकने में विफल
hi_latn: deebagar ko rokane mein viphal
id: Gagal menghentikan debugger
it: Impossibile arrestare il debugger
ja: デバッガーを停止できませんでした
ko: 디버거를 중지하지 못했습니다.
ms: Gagal menghentikan penyahpepijat
nb: Kunne ikke stoppe feilsøkeren
nl: Het is niet gelukt om de debugger te stoppen
pt: Falha ao parar o depurador
ro: Nu s-a oprit depanatorul
tr: Hata ayıklayıcı durdurulamadı
uk: Не вдалося зупинити налагоджувач
vi: Không dừng được trình gỡ lỗi
zh: 無法停止偵錯工具

# NKS_KERNEL_STARTING_FAILED_STOP_THREADS
source: Failed to stop all kernel threads
ar: فشل في إيقاف جميع مؤشرات ترابط النواة
de: Es konnten nicht alle Kernel-Threads gestoppt werden
el: Αποτυχία διακοπής όλων των νημάτων του πυρήνα
es: No se pudieron detener todos los subprocesos del núcleo
fr: Impossible d'arrêter tous les threads du noyau
ga: Theip ar gach snáithe eithne a stopadh
hi: सभी कर्नेल थ्रेड्स को रोकने में विफल
hi_latn: sabhee karnel thred ko rokane mein viphal
id: Gagal menghentikan semua thread kernel
it: Impossibile arrestare tutti i thread del kernel
ja: すべてのカーネルスレッドを停止できませんでした
ko: 모든 커널 스레드를 중지하지 못했습니다.
ms: Gagal menghentikan semua utas kernel
nb: Kunne ikke stoppe alle kjernetråder
nl: Het is niet gelukt om alle kernelthreads te stoppen
pt: Falha ao interromper todos os threads do kernel
ro: Nu s-au oprit toate firele de nucleu
tr: Tüm çekirdek iş parçacıklarını durdurma başarısız oldu
uk: Не вдалося зупинити всі потоки ядра
vi: Không dừng được tất cả các luồng hạt nhân
zh: 無法停止所有核心線程

# NKS_KERNEL_STARTING_RESETFAILED
source: There were errors when trying to reset components.
ar: حدثت أخطاء أثناء محاولة إعادة تعيين المكونات.
de: Beim Versuch, Komponenten zurückzusetzen, sind Fehler aufgetreten.
el: Παρουσιάστηκαν σφάλματα κατά την προσπάθεια επαναφοράς στοιχείων.
es: Se produjeron errores al intentar restablecer componentes.
fr: Des erreurs se sont produites lors de la tentative de réinitialisation des composants.
ga: Tharla earráidí agus iarracht á déanamh comhpháirteanna a athshocrú.
hi: घटकों को रीसेट करने का प्रयास करते समय त्रुटियाँ आईं.
hi_latn: ghatakon ko reeset karane ka prayaas karate samay trutiyaan theen.
id: Terjadi kesalahan saat mencoba mengatur ulang komponen.
it: Si sono verificati degli errori durante il tentativo di reimpostare i componenti.
ja: コンポーネントをリセットしようとしたときにエラーが発生しました。
ko: 구성 요소를 재설정하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba menetapkan semula komponen.
nb: Det oppsto feil under forsøk på å tilbakestille komponenter.
nl: Er zijn fouten opgetreden bij het resetten van componenten.
pt: Ocorreram erros ao tentar repor componentes.
ro: Au apărut erori la încercarea de a reseta componentele.
tr: Bileşenleri sıfırlamaya çalışırken hatalar oluştu.
uk: Під час спроби скинути компоненти виникли помилки.
vi: Đã xảy ra lỗi khi cố gắng thiết lập lại các thành phần.
zh: 嘗試重置組件時出現錯誤。

# NKS_KERNEL_STARTING_EXCEPTIONTEXT_EXCEPTION
source: Exception
ar: استثناء
de: Ausnahme
el: Εξαίρεση
es: Excepción
ga: Eisceacht
hi: अपवाद
hi_latn: apavaad
id: Pengecualian
it: Eccezione
ja: 例外
ko: 예외
ms: Pengecualian
nb: Unntak
nl: Uitzondering
pt: Exceção
ro: Excepţie
tr: İstisna
uk: Виняток
vi: Ngoại lệ
zh: 例外

# NKS_KERNEL_STARTING_EXCEPTIONTEXT_TIP
source: Consult the kernel debug logs for more info.
ar: راجع سجلات تصحيح أخطاء kernel للحصول على مزيد من المعلومات.
de: Weitere Informationen finden Sie in den Kernel-Debugprotokollen.
el: Συμβουλευτείτε τα αρχεία καταγραφής εντοπισμού σφαλμάτων του πυρήνα για περισσότερες πληροφορίες.
es: Consulte los registros de depuración del kernel para obtener más información.
fr: Consultez les journaux de débogage du noyau pour plus d'informations.
ga: Téigh i gcomhairle leis na logaí dífhabhtaithe eithne le haghaidh tuilleadh faisnéise.
hi: अधिक जानकारी के लिए कर्नेल डिबग लॉग देखें.
hi_latn: adhik jaanakaaree ke lie karnel deebag log dekhen.
id: Lihat log debug kernel untuk informasi lebih lanjut.
it: Per maggiori informazioni, consultare i log di debug del kernel.
ja: 詳細についてはカーネル デバッグ ログを参照してください。
ko: 자세한 내용은 커널 디버그 로그를 참조하세요.
ms: Rujuk log nyahpepijat kernel untuk mendapatkan maklumat lanjut.
nb: Se kjernefeilsøkingsloggene for mer informasjon.
nl: Raadpleeg de kernel-debuglogs voor meer informatie.
pt: Consulte os registos de depuração do kernel para obter mais informações.
ro: Consultați jurnalele de depanare a nucleului pentru mai multe informații.
tr: Daha fazla bilgi için çekirdek hata ayıklama günlüklerine bakın.
uk: Для отримання додаткової інформації зверніться до журналів налагодження ядра.
vi: Tham khảo nhật ký gỡ lỗi hạt nhân để biết thêm thông tin.
zh: 請參閱內核調試日誌以獲取更多資訊。

# NKS_MISC_AUDIO_EXCEPTION_NOCUETYPE
source: There is no such audio cue type.
ar: لا يوجد مثل هذا النوع من الإشارات الصوتية.
de: Es gibt keinen solchen Audio-Cue-Typ.
el: Δεν υπάρχει τέτοιος τύπος σήμανσης ήχου.
es: No existe tal tipo de señal de audio.
fr: Il n’existe pas de tel type de signal audio.
ga: Níl aon chineál cue fuaime den sórt sin ann.
hi: ऐसा कोई ऑडियो संकेत प्रकार नहीं है.
hi_latn: aisa koee odiyo kyoo prakaar nahin hai.
id: Tidak ada jenis isyarat audio seperti itu.
it: Non esiste alcun tipo di segnale audio.
ja: そのようなオーディオキュータイプはありません。
ko: 해당 오디오 큐 유형이 없습니다.
ms: Tiada jenis isyarat audio sedemikian.
nb: Det er ingen slik lydsignaltype.
nl: Er bestaat geen dergelijk audiosignaal.
pt: Não existe esse tipo de sinal áudio.
ro: Nu există un astfel de tip de semnal audio.
tr: Böyle bir sesli ipucu türü bulunmamaktadır.
uk: Такого типу аудіопідказки не існує.
vi: Không có loại tín hiệu âm thanh nào như vậy.
zh: 沒有此類音訊提示類型。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_EXCEPTION_FALLBACK
source: Can't get fallback settings
ar: لا يمكن الحصول على الإعدادات الاحتياطية
de: Fallback-Einstellungen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη εναλλακτικών ρυθμίσεων
es: No se pueden obtener las configuraciones de respaldo
fr: Impossible d'obtenir les paramètres de secours
ga: Ní féidir socruithe cúltaca a fháil
hi: फ़ॉलबैक सेटिंग प्राप्त नहीं की जा सकती
hi_latn: pholabaik seting nahin mil sakatee
id: Tidak bisa mendapatkan pengaturan fallback
it: Impossibile ottenere le impostazioni di fallback
ja: フォールバック設定を取得できません
ko: 폴백 설정을 가져올 수 없습니다
ms: Tidak boleh mendapatkan tetapan sandaran
nb: Kan ikke hente reserveinnstillinger
nl: Kan geen fallback-instellingen krijgen
pt: Não é possível obter as definições de fallback
ro: Nu pot obține setări de rezervă
tr: Yedek ayarlara ulaşılamıyor
uk: Не вдається отримати резервні налаштування
vi: Không thể lấy được cài đặt dự phòng
zh: 無法取得後備設置

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_RESETALLFAILED
source: Can't reset all settings entries for
ar: لا يمكن إعادة تعيين كافة إدخالات الإعدادات لـ
de: Es können nicht alle Einstellungseinträge zurückgesetzt werden für
el: Δεν είναι δυνατή η επαναφορά όλων των καταχωρήσεων ρυθμίσεων για
es: No se pueden restablecer todas las entradas de configuración para
fr: Impossible de réinitialiser toutes les entrées de paramètres pour
ga: Ní féidir gach iontráil socruithe a athshocrú le haghaidh
hi: सभी सेटिंग प्रविष्टियों को रीसेट नहीं किया जा सकता
hi_latn: ke lie sabhee seting pravishtiyaan reeset nahin kee ja sakatee
id: Tidak dapat mengatur ulang semua entri pengaturan untuk
it: Impossibile reimpostare tutte le voci delle impostazioni per
ja: すべての設定エントリをリセットできません
ko: 모든 설정 항목을 재설정할 수 없습니다.
ms: Tidak dapat menetapkan semula semua entri tetapan untuk
nb: Kan ikke tilbakestille alle innstillingsoppføringer for
nl: Kan niet alle instellingsvermeldingen resetten voor
pt: Não é possível repor todas as entradas de configuração para
ro: Nu se pot reseta toate intrările de setări pentru
tr: Tüm ayar girişleri sıfırlanamıyor
uk: Не вдається скинути всі параметри для
vi: Không thể thiết lập lại tất cả các mục cài đặt cho
zh: 無法重置所有設定條目
