Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_HARDWARE_VERBOSEPROBE_DESC
source: Make hardware probing messages a bit talkative.
ar: اجعل رسائل فحص الأجهزة ثرثارة بعض الشيء.
de: Machen Sie Hardware-Probing-Meldungen etwas gesprächig.
el: Κάντε τα μηνύματα ανίχνευσης υλικού λίγο ομιλητικά.
es: Haga que los mensajes de sondeo de hardware sean un poco locuaces.
fr: Machen Sie Hardware-Probing-Meldungen etwas gesprächig.
ga: Déan teachtaireachtaí fiafraithe crua-earraí beagán cainteach.
hi: हार्डवेयर जांच संदेशों को थोड़ा बातूनी बनाएं।
hi_latn: haardaveyar jaanch sandeshon ko thoda baatoonee banaen.
id: Jadikan pesan pemeriksaan perangkat keras sedikit lebih banyak bicara.
it: Rendi un po' loquaci i messaggi di ispezione dell'hardware.
ja: ハードウェアプロービングメッセージを少しおしゃべりにします。
ko: 하드웨어 프로빙 메시지를 다소 수다스럽게 만드십시오.
ms: Jadikan mesej probing perkakasan agak berbual.
nb: Gjør meldinger om maskinvareundersøkelser litt snakkesalige.
nl: Maak hardware indringende berichten een beetje spraakzaam.
pt: Torne as mensagens de sondagem de hardware um pouco comunicativas.
ro: Faceți mesajele de testare hardware puțin vorbărețe.
tr: Donanım araştırma mesajlarını biraz konuşkan yapın.
uk: Зробіть повідомлення апаратного зондування трохи балакучими.
vi: Làm cho các thông điệp thăm dò phần cứng trở nên có tính chất nói nhiều hơn.
zh: 使硬件探測消息有點健談。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_CUSTOMSTARTUPBANNER_NAME
source: Custom Startup Banner
ar: شعار بدء التشغيل المخصص
de: Benutzerdefiniertes Startup-Banner
el: Προσαρμοσμένο Banner εκκίνησης
es: Banner de inicio personalizado
fr: Benutzerdefiniertes Startup-Banner
ga: Meirge Tosaithe Saincheaptha
hi: कस्टम स्टार्टअप बैनर
hi_latn: kastam staartap bainar
id: Spanduk Permulaan Kustom
it: Banner di avvio personalizzato
ja: カスタムスタートアップバナー
ko: 맞춤형 시작 배너
ms: Sepanduk Permulaan Tersuai
nb: Egendefinert oppstartsbanner
nl: Aangepaste opstartbanner
pt: Banner de inicialização personalizado
ro: Banner personalizat de pornire
tr: Özel Başlangıç Afişi
uk: Спеціальний стартовий банер
vi: Biểu ngữ khởi động tùy chỉnh
zh: 自定義啟動橫幅

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_INVALIDSELECTION
source: The answer may not exceed the entries shown.
ar: لا يجوز أن تتجاوز الإجابة الإدخالات المعروضة.
de: Die Antwort darf die angezeigten Einträge nicht überschreiten.
el: Η απάντηση δεν μπορεί να υπερβαίνει τις καταχωρήσεις που εμφανίζονται.
es: La respuesta no puede exceder las entradas mostradas.
fr: La réponse ne doit pas dépasser les entrées affichées.
ga: Ní fhéadfaidh an freagra dul thar na hiontrálacha a thaispeántar.
hi: उत्तर दिखाई गई प्रविष्टियों से अधिक नहीं हो सकता है।
hi_latn: uttar dikhaee gaee pravishtiyon se adhik nahin ho sakata hai.
id: Jawabannya tidak boleh melebihi entri yang ditampilkan.
it: La risposta non può superare le voci mostrate.
ja: 回答は、表示されているエントリを超えることはできません。
ko: 답변은 표시된 항목을 초과할 수 없습니다.
ms: Jawapan tidak boleh melebihi entri yang ditunjukkan.
nb: Svaret kan ikke overstige oppføringene som vises.
nl: Het antwoord mag de getoonde gegevens niet overschrijden.
pt: A resposta não pode exceder as entradas mostradas.
ro: Răspunsul nu poate depăși înregistrările afișate.
tr: Cevap gösterilen girdi sayısını aşamaz.
uk: Відповідь не може перевищувати показані записи.
vi: Câu trả lời không được vượt quá số lượng câu trả lời được hiển thị.
zh: 答案不得超過顯示的條目。

# NKS_SHELL_BASE_COMMANDS_INVALIDCOMMAND_BRANCHED
source: Invalid command {0}. Check the usage below:
ar: أمر غير صالح {0}. تحقق من الاستخدام أدناه:
de: Ungültiger Befehl {0}. Überprüfen Sie die Verwendung unten:
el: Μη έγκυρη εντολή {0}. Ελέγξτε τη χρήση παρακάτω:
es: Comando no válido {0}. Compruebe el uso a continuación:
fr: Commande {0} non valide. Vérifiez l'utilisation ci-dessous :
ga: Ordú neamhbhailí {0}. Seiceáil an úsáid thíos:
hi: अमान्य आदेश {0}. नीचे उपयोग की जाँच करें:
hi_latn: amaany aadesh {0}. neeche upayog kee jaanch karen:
id: Perintah {0} tidak valid. Periksa penggunaan di bawah ini:
it: Comando non valido {0}. Controllare l'utilizzo di seguito:
ja: コマンド{0}が無効です。以下の使用法を確認してください。
ko: 잘못된 명령 {0}. 아래에서 사용법을 확인하세요.
ms: Perintah tidak sah {0}. Semak penggunaan di bawah:
nb: Ugyldig kommando {0}. Sjekk bruken nedenfor:
nl: Ongeldige opdracht {0}. Controleer het gebruik hieronder:
pt: Comando inválido {0}. Verifique o uso abaixo:
ro: Comanda {0} nevalidă. Verificați mai jos utilizarea:
tr: Geçersiz komut {0}. Aşağıdaki kullanımı kontrol edin:
uk: Недійсна команда {0}. Перевірте використання нижче:
vi: Lệnh không hợp lệ {0}. Kiểm tra cách sử dụng bên dưới:
zh: 無效的命令 {0}。檢查以下用法：

# NKS_SETTINGS_KERNEL_SCREENSAVER_DEBUGGING_NAME
source: Enable screensaver debugging
ar: تفعيل تصحيح شاشة التوقف
de: Bildschirmschoner-Debugging aktivieren
el: Ενεργοποίηση εντοπισμού σφαλμάτων προφύλαξης οθόνης
es: Habilitar la depuración del protector de pantalla
fr: Activer le débogage de l'économiseur d'écran
ga: Cumasaigh dífhabhtaithe spárálaíscáileáin
hi: स्क्रीनसेवर डिबगिंग सक्षम करें
hi_latn: skreenasevar dibaging saksham karen
id: Aktifkan debugging screensaver
it: Abilita il debug del salvaschermo
ja: スクリーンセーバーのデバッグを有効にする
ko: 화면 보호기 디버깅 활성화
ms: Dayakan penyahpepijatan skrin
nb: Aktiver feilsøking av skjermsparer
nl: Schermbeveiliging foutopsporing inschakelen
pt: Habilitar depuração do protetor de tela
ro: Activați depanarea screensaverului
tr: Ekran koruyucu hata ayıklamasını etkinleştir
uk: Увімкнути налагодження заставки
vi: Bật gỡ lỗi bảo vệ màn hình
zh: 啟用屏幕保護程序調試

# NKS_SETTINGS_KERNEL_SCREENSAVER_DEBUGGING_DESC
source: Enables debugging for screensavers. Please note that it may quickly fill the debug log and slightly slow the screensaver down, depending on the screensaver used. Only works if kernel debugging is enabled for diagnostic purposes.
ar: تمكن من تصحيح الأخطاء لحافظات الشاشة. يرجى ملاحظة أنه قد يملأ سجل تصحيح الأخطاء بسرعة ويبطئ شاشة التوقف قليلاً ، اعتمادًا على شاشة التوقف المستخدمة. يعمل فقط إذا تم تمكين تصحيح أخطاء kernel لأغراض التشخيص.
de: Aktiviert das Debuggen für Bildschirmschoner. Bitte beachten Sie, dass es je nach verwendetem Bildschirmschoner das Debug-Protokoll schnell füllen und den Bildschirmschoner etwas verlangsamen kann. Funktioniert nur, wenn das Kernel-Debugging für Diagnosezwecke aktiviert ist.
el: Ενεργοποιεί τον εντοπισμό σφαλμάτων για προφύλαξη οθόνης. Λάβετε υπόψη ότι μπορεί να γεμίσει γρήγορα το αρχείο καταγραφής εντοπισμού σφαλμάτων και να επιβραδύνει ελαφρώς την προφύλαξη οθόνης, ανάλογα με την προφύλαξη οθόνης που χρησιμοποιείται. Λειτουργεί μόνο εάν ο εντοπισμός σφαλμάτων πυρήνα είναι ενεργοποιημένος για διαγνωστικούς σκοπούς.
es: Habilita la depuración de protectores de pantalla. Tenga en cuenta que puede llenar rápidamente el registro de depuración y ralentizar ligeramente el protector de pantalla, según el protector de pantalla utilizado. Solo funciona si la depuración del kernel está habilitada para fines de diagnóstico.
fr: Active le débogage pour les économiseurs d'écran. Veuillez noter que cela peut rapidement remplir le journal de débogage et ralentir légèrement l'économiseur d'écran, selon l'économiseur d'écran utilisé. Ne fonctionne que si le débogage du noyau est activé à des fins de diagnostic.
ga: Cumasaítear dífhabhtaithe do spárálaíscáileáin. Tabhair faoi deara go bhféadfadh sé an loga dífhabhtaithe a líonadh go tapa agus an spárálaíscáileáin a mhoilliú beagán, ag brath ar an spárálaíscáileáin a úsáidtear. Ní oibríonn sé ach amháin má tá dífhabhtú eithne cumasaithe chun críocha diagnóiseacha.
hi: स्क्रीनसेवर के लिए डिबगिंग सक्षम करता है। कृपया ध्यान दें कि यह उपयोग किए गए स्क्रीनसेवर के आधार पर डीबग लॉग को जल्दी से भर सकता है और स्क्रीनसेवर को थोड़ा धीमा कर सकता है। केवल तभी काम करता है जब नैदानिक उद्देश्यों के लिए कर्नेल डिबगिंग सक्षम हो।
hi_latn: skreenasevar ke lie dibaging saksham karata hai. krpaya dhyaan den ki yah upayog kie gae skreenasevar ke aadhaar par deebag log ko jaldee se bhar sakata hai aur skreenasevar ko thoda dheema kar sakata hai. keval tabhee kaam karata hai jab naidaanik uddeshyon ke lie karnel dibaging saksham ho.
id: Mengaktifkan debugging untuk screensaver. Harap perhatikan bahwa ini dapat dengan cepat mengisi log debug dan sedikit memperlambat screensaver, tergantung pada screensaver yang digunakan. Hanya berfungsi jika debugging kernel diaktifkan untuk tujuan diagnostik.
it: Abilita il debug per gli screensaver. Si noti che potrebbe riempire rapidamente il registro di debug e rallentare leggermente lo screensaver, a seconda dello screensaver utilizzato. Funziona solo se il debug del kernel è abilitato per scopi diagnostici.
ja: スクリーンセーバーのデバッグを有効にします。使用するスクリーンセーバーによっては、デバッグログがすぐにいっぱいになり、スクリーンセーバーの速度がわずかに遅くなる場合があることに注意してください。診断目的でカーネルデバッグが有効になっている場合にのみ機能します。
ko: 화면 보호기에 대한 디버깅을 활성화합니다. 사용하는 화면 보호기에 따라 디버그 로그가 빠르게 채워지고 화면 보호기가 약간 느려질 수 있습니다. 진단 목적으로 커널 디버깅이 활성화된 경우에만 작동합니다.
ms: Mendayakan penyahpepijatan untuk penyelamat skrin. Sila ambil perhatian bahawa ia mungkin mengisi log nyahpepijat dengan cepat dan memperlahankan sedikit penyelamat skrin, bergantung pada penyelamat skrin yang digunakan. Hanya berfungsi jika penyahpepijatan kernel didayakan untuk tujuan diagnostik.
nb: Aktiverer feilsøking for skjermsparere. Vær oppmerksom på at den raskt kan fylle feilsøkingsloggen og redusere skjermspareren litt, avhengig av hvilken skjermsparer som brukes. Fungerer bare hvis kjernefeilsøking er aktivert for diagnostiske formål.
nl: Schakelt foutopsporing in voor screensavers. Houd er rekening mee dat het debug-logboek snel kan vullen en de screensaver enigszins kan vertragen, afhankelijk van de gebruikte screensaver. Werkt alleen als kerneldebugging is ingeschakeld voor diagnostische doeleinden.
pt: Ativa a depuração de protetores de tela. Observe que isso pode preencher rapidamente o log de depuração e diminuir um pouco a velocidade do protetor de tela, dependendo do protetor de tela usado. Funciona apenas se a depuração do kernel estiver habilitada para fins de diagnóstico.
ro: Activează depanarea pentru screensavere. Vă rugăm să rețineți că poate umple rapid jurnalul de depanare și poate încetini ușor screensaver-ul, în funcție de screensaver-ul utilizat. Funcționează numai dacă depanarea nucleului este activată în scopuri de diagnosticare.
tr: Ekran koruyucular için hata ayıklamayı etkinleştirir. Lütfen hata ayıklama günlüğünü hızla doldurabileceğini ve kullanılan ekran koruyucuya bağlı olarak ekran koruyucuyu biraz yavaşlatabileceğini unutmayın. Yalnızca çekirdek hata ayıklaması tanılama amaçları için etkinleştirildiğinde çalışır.
uk: Вмикає налагодження заставок. Зверніть увагу, що це може швидко заповнювати журнал налагодження та дещо сповільнювати заставку, залежно від використовуваної заставки. Працює, лише якщо для діагностичних цілей увімкнено налагодження ядра.
vi: Cho phép gỡ lỗi cho trình bảo vệ màn hình. Xin lưu ý rằng nó có thể nhanh chóng điền vào nhật ký gỡ lỗi và làm chậm trình bảo vệ màn hình một chút, tùy thuộc vào trình bảo vệ màn hình được sử dụng. Chỉ hoạt động nếu gỡ lỗi hạt nhân được bật cho mục đích chẩn đoán.
zh: 啟用屏幕保護程序調試。請注意，它可能會迅速填滿調試日誌並稍微減慢屏幕保護程序的速度，具體取決於所使用的屏幕保護程序。只有在為診斷目的啟用內核調試時才有效。

# NKS_ARGUMENTS_HELP_LISTING
source: Available kernel arguments:
ar: وسيطات kernel المتوفرة:
de: Verfügbare Kernel-Argumente:
el: Διαθέσιμα ορίσματα πυρήνα:
es: Argumentos del kernel disponibles:
fr: Arguments de noyau disponibles :
ga: Argóintí eithne ar fáil:
hi: उपलब्ध कर्नेल तर्क:
hi_latn: upalabdh karnel tark:
id: Argumen kernel yang tersedia:
it: Argomenti del kernel disponibili:
ja: 利用可能なカーネル引数：
ko: 사용 가능한 커널 인수:
ms: Argumen kernel yang tersedia:
nb: Tilgjengelige kjerneargumenter:
nl: Beschikbare kernelargumenten:
pt: Argumentos de kernel disponíveis:
ro: Argumentele nucleului disponibile:
tr: Kullanılabilir çekirdek argümanları:
uk: Доступні аргументи ядра:
vi: Các đối số hạt nhân có sẵn:
zh: 可用的內核參數：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSHA512_DESC
source: Encrypts a string using SHA512
ar: يشفر سلسلة باستخدام SHA512
de: Verschlüsselt eine Zeichenfolge mit SHA512
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας SHA512
es: Cifra una cadena usando SHA512
fr: Crypte une chaîne à l'aide de SHA512
ga: Criptíonn sé teaghrán ag baint úsáide as SHA512
hi: SHA512 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: sha512 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan SHA512
it: Crittografa una stringa utilizzando SHA512
ja: SHA512を使用して文字列を暗号化します
ko: SHA512를 사용하여 문자열 암호화
ms: Menyulitkan rentetan menggunakan SHA512
nb: Krypterer en streng ved hjelp av SHA512
nl: Codeert een string met SHA512
pt: Criptografa uma string usando SHA512
ro: Criptează un șir folosind SHA512
tr: Bir dizeyi SHA512 kullanarak şifreler
uk: Шифрує рядок за допомогою SHA512
vi: Mã hóa chuỗi bằng SHA512
zh: 使用 SHA512 加密字符串

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSHA384_DESC
source: Encrypts a string using SHA384
ar: يشفر سلسلة باستخدام SHA384
de: Verschlüsselt eine Zeichenfolge mit SHA384
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας SHA384
es: Cifra una cadena usando SHA384
fr: Crypte une chaîne à l'aide de SHA384
ga: Criptíonn sé teaghrán ag baint úsáide as SHA384
hi: SHA384 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: sha384 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan SHA384
it: Crittografa una stringa usando SHA384
ja: SHA384を使用して文字列を暗号化します
ko: SHA384를 사용하여 문자열을 암호화합니다.
ms: Menyulitkan rentetan menggunakan SHA384
nb: Krypterer en streng ved hjelp av SHA384
nl: Codeert een string met SHA384
pt: Criptografa uma string usando SHA384
ro: Criptează un șir folosind SHA384
tr: Bir dizeyi SHA384 kullanarak şifreler
uk: Шифрує рядок за допомогою SHA384
vi: Mã hóa chuỗi bằng SHA384
zh: 使用 SHA384 加密字符串

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSHA256_DESC
source: Encrypts a string using SHA256
ar: يشفر سلسلة باستخدام SHA256
de: Verschlüsselt eine Zeichenfolge mit SHA256
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας SHA256
es: Cifra una cadena usando SHA256
fr: Crypte une chaîne à l'aide de SHA256
ga: Criptíonn sé teaghrán ag baint úsáide as SHA256
hi: SHA256 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: sha256 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan SHA256
it: Crittografa una stringa usando SHA256
ja: SHA256を使用して文字列を暗号化します
ko: SHA256을 사용하여 문자열 암호화
ms: Menyulitkan rentetan menggunakan SHA256
nb: Krypterer en streng ved hjelp av SHA256
nl: Codeert een string met SHA256
pt: Criptografa uma string usando SHA256
ro: Criptează un șir folosind SHA256
tr: Bir dizeyi SHA256 kullanarak şifreler
uk: Шифрує рядок за допомогою SHA256
vi: Mã hóa chuỗi bằng SHA256
zh: 使用 SHA256 加密字符串

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTSHA1_DESC
source: Encrypts a string using SHA1
ar: يشفر سلسلة باستخدام SHA1
de: Verschlüsselt eine Zeichenfolge mit SHA1
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας SHA1
es: Cifra una cadena usando SHA1
fr: Crypte une chaîne à l'aide de SHA1
ga: Criptíonn sé teaghrán ag baint úsáide as SHA1
hi: SHA1 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: sha1 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan SHA1
it: Crittografa una stringa usando SHA1
ja: SHA1を使用して文字列を暗号化します
ko: SHA1을 사용하여 문자열 암호화
ms: Menyulitkan rentetan menggunakan SHA1
nb: Krypterer en streng ved hjelp av SHA1
nl: Versleutelt een string met SHA1
pt: Criptografa uma string usando SHA1
ro: Criptează un șir folosind SHA1
tr: Bir dizeyi SHA1 kullanarak şifreler
uk: Шифрує рядок за допомогою SHA1
vi: Mã hóa chuỗi bằng SHA1
zh: 使用 SHA1 加密字符串

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTMD5_DESC
source: Encrypts a string using MD5
ar: يشفر سلسلة باستخدام MD5
de: Verschlüsselt eine Zeichenfolge mit MD5
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας MD5
es: Cifra una cadena usando MD5
fr: Crypte une chaîne à l'aide de MD5
ga: Criptíonn sé teaghrán ag baint úsáide as MD5
hi: MD5 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: md5 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan MD5
it: Crittografa una stringa usando MD5
ja: MD5を使用して文字列を暗号化します
ko: MD5를 사용하여 문자열 암호화
ms: Menyulitkan rentetan menggunakan MD5
nb: Krypterer en streng ved hjelp av MD5
nl: Codeert een string met MD5
pt: Criptografa uma string usando MD5
ro: Criptează un șir folosind MD5
tr: Bir dizeyi MD5 kullanarak şifreler
uk: Шифрує рядок за допомогою MD5
vi: Mã hóa chuỗi bằng MD5
zh: 使用 MD5 加密字符串

# NKS_MISC_SCREENSAVER_CANNOTSTART
source: Error when trying to start screensaver:
ar: خطأ عند محاولة بدء شاشة التوقف:
de: Fehler beim Versuch, den Bildschirmschoner zu starten:
el: Σφάλμα κατά την προσπάθεια εκκίνησης της προφύλαξης οθόνης:
es: Error al intentar iniciar el protector de pantalla:
fr: Erreur lors de la tentative de démarrage de l'économiseur d'écran :
ga: Earráid agus iarracht á déanamh spárálaíscáileáin a thosú:
hi: स्क्रीनसेवर प्रारंभ करने का प्रयास करते समय त्रुटि:
hi_latn: skreenasevar praarambh karane ka prayaas karate samay truti:
id: Kesalahan saat mencoba memulai screensaver:
it: Errore durante il tentativo di avviare lo screensaver:
ja: スクリーンセーバーを起動しようとしたときのエラー：
ko: 화면 보호기를 시작하려고 할 때 오류:
ms: Ralat semasa cuba memulakan penyelamat skrin:
nb: Feil ved forsøk på å starte skjermsparer:
nl: Fout bij het starten van de screensaver:
pt: Erro ao tentar iniciar o protetor de tela:
ro: Eroare la încercarea de a porni screensaverul:
tr: Ekran koruyucuyu başlatmaya çalışırken hata oluştu:
uk: Помилка під час спроби запустити заставку:
vi: Lỗi khi cố gắng khởi động trình bảo vệ màn hình:
zh: 嘗試啟動屏幕保護程序時出錯：

# NKS_FILES_PATHS_PATHTYPEINVALID
source: Invalid kernel path type.
ar: نوع مسار kernel غير صالح.
de: Ungültiger Kernel-Pfadtyp.
el: Μη έγκυρος τύπος διαδρομής πυρήνα.
es: Tipo de ruta de kernel no válido.
fr: Type de chemin d'accès au noyau non valide.
ga: Cineál conair eithne neamhbhailí.
hi: अमान्य कर्नेल पथ प्रकार।
hi_latn: amaany karnel path prakaar.
id: Jenis jalur kernel tidak valid.
it: Tipo di percorso del kernel non valido.
ja: カーネルパスタイプが無効です。
ko: 잘못된 커널 경로 유형입니다.
ms: Jenis laluan kernel tidak sah.
nb: Ugyldig kjernebanetype.
nl: Ongeldig type kernelpad.
pt: Tipo de caminho do kernel inválido.
ro: Tip de cale de kernel nevalid.
tr: Geçersiz çekirdek yolu türü.
uk: Недійсний тип шляху до ядра.
vi: Loại đường dẫn hạt nhân không hợp lệ.
zh: 內核路徑類型無效。

# NKS_KERNEL_PANIC_NOTIFY_BOOTFAILED
source: Previous boot failed
ar: فشل التمهيد السابق
de: Vorheriger Start fehlgeschlagen
el: Η προηγούμενη εκκίνηση απέτυχε
es: El arranque anterior falló
fr: Le démarrage précédent a échoué
ga: Theip ar an tosaithe roimhe seo
hi: पिछला बूट विफल
hi_latn: pichhala boot viphal
id: Booting sebelumnya gagal
it: Avvio precedente non riuscito
ja: 以前の起動に失敗しました
ko: 이전 부팅 실패
ms: But sebelumnya gagal
nb: Forrige oppstart mislyktes
nl: Vorige opstarten mislukt
pt: Falha na inicialização anterior
ro: Pornirea anterioară a eșuat
tr: Önceki önyükleme başarısız oldu
uk: Попереднє завантаження не вдалося
vi: Khởi động trước đó không thành công
zh: 上一次啟動失敗

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_DRAWBORDER_NAME
source: Draw notification border
ar: رسم حدود الإخطار
de: Benachrichtigungsrahmen zeichnen
el: Σχεδίαση περιγράμματος ειδοποίησης
es: Dibujar borde de notificación
fr: Dessiner la bordure de notification
ga: Tarraing teorainn fógra
hi: अधिसूचना सीमा ड्रा करें
hi_latn: adhisoochana seema dra karen
id: Menggambar batas notifikasi
it: Disegna il bordo di notifica
ja: 通知枠を描く
ko: 알림 테두리 그리기
ms: Lukis sempadan pemberitahuan
nb: Tegn varslingsgrense
nl: Meldingsrand tekenen
pt: Desenhar borda de notificação
ro: Desenați chenarul de notificare
tr: Bildirim kenarlığını çiz
uk: Намалюйте межу сповіщень
vi: Vẽ đường viền thông báo
zh: 繪製通知邊框

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_DRAWBORDER_DESC
source: Covers the notification with the border.
ar: يغطي الإشعار مع الحدود.
de: Deckt die Benachrichtigung mit dem Rahmen ab.
el: Καλύπτει την ειδοποίηση με το περίγραμμα.
es: Cubre la notificación con el borde.
fr: Couvre la notification avec la bordure.
ga: Clúdaíonn an fógra leis an teorainn.
hi: अधिसूचना को सीमा के साथ कवर करता है।
hi_latn: adhisoochana ko seema ke saath kavar karata hai.
id: Menutupi notifikasi dengan batas.
it: Copre la notifica con il confine.
ja: 通知を境界線で覆います。
ko: 테두리로 알림을 가립니다.
ms: Meliputi pemberitahuan dengan sempadan.
nb: Dekker varslingen med grensen.
nl: Omvat de melding met de rand.
pt: Cobre a notificação com a borda.
ro: Acoperă notificarea cu granița.
tr: Bildirimi sınırla kapatır.
uk: Закриває сповіщення рамкою.
vi: Che thông báo bằng đường viền.
zh: 用邊框覆蓋通知。

# NKS_KERNEL_DEBUGGING_TESTFACADES_SENDNOTIFICATIONPROG_DESC
source: Sends a progress notification to test the receiver
ar: يرسل إخطارًا بالتقدم لاختبار جهاز الاستقبال
de: Sendet eine Fortschrittsbenachrichtigung, um den Empfänger zu testen
el: Στέλνει μια ειδοποίηση προόδου για να δοκιμάσει τον δέκτη
es: Envía una notificación de progreso para probar el receptor
fr: Envoie une notification de progression pour tester le récepteur
ga: Seoltar fógra dul chun cinn chun an glacadóir a thástáil
hi: रिसीवर का परीक्षण करने के लिए एक प्रगति सूचना भेजता है
hi_latn: riseevar ka pareekshan karane ke lie ek pragati soochana bhejata hai
id: Mengirim pemberitahuan kemajuan untuk menguji penerima
it: Invia una notifica di avanzamento per testare il ricevitore
ja: 受信者をテストするための進行状況通知を送信します
ko: 수신기를 테스트하기 위해 진행 알림을 보냅니다.
ms: Menghantar pemberitahuan kemajuan untuk menguji penerima
nb: Sender et fremdriftsvarsel for å teste mottakeren
nl: Stuurt een voortgangsmelding om de ontvanger te testen
pt: Envia uma notificação de progresso para testar o receptor
ro: Trimite o notificare de progres pentru a testa receptorul
tr: Alıcıyı test etmek için bir ilerleme bildirimi gönderir
uk: Надсилає сповіщення про хід, щоб перевірити приймач
vi: Gửi thông báo tiến trình để kiểm tra người nhận
zh: 發送進度通知以測試接收器

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWTIME_DESC
source: Shows local kernel time
ar: يظهر وقت kernel المحلي
de: Zeigt die lokale Kernelzeit an
el: Εμφανίζει τοπική ώρα πυρήνα
es: Muestra la hora del núcleo local
fr: Affiche l'heure du noyau local
ga: Taispeáin am eithne áitiúil
hi: स्थानीय कर्नेल समय दिखाता है
hi_latn: sthaaneey karnel samay dikhaata hai
id: Menunjukkan waktu kernel lokal
it: Mostra l'ora del kernel locale
ja: ローカルカーネル時間を表示します
ko: 로컬 커널 시간 표시
ms: Menunjukkan masa kernel tempatan
nb: Viser lokal kjernetid
nl: Toont lokale kerneltijd
pt: Mostra a hora local do kernel
ro: Afișează ora nucleului local
tr: Yerel çekirdek zamanını gösterir
uk: Показує локальний час ядра
vi: Hiển thị thời gian hạt nhân cục bộ
zh: 顯示本地內核時間

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWDATE_DESC
source: Shows local kernel date
ar: يظهر تاريخ النواة المحلية
de: Zeigt das Datum des lokalen Kernels an
el: Εμφανίζει την ημερομηνία του τοπικού πυρήνα
es: Muestra la fecha del kernel local
fr: Affiche la date du noyau local
ga: Taispeáin dáta eithne áitiúil
hi: स्थानीय कर्नेल दिनांक दिखाता है
hi_latn: sthaaneey karnel dinaank dikhaata hai
id: Menunjukkan tanggal kernel lokal
it: Mostra la data del kernel locale
ja: ローカルカーネルの日付を表示します
ko: 로컬 커널 날짜 표시
ms: Menunjukkan tarikh kernel tempatan
nb: Viser lokal kjernedato
nl: Toont lokale kerneldatum
pt: Mostra a data do kernel local
ro: Afișează data nucleului local
tr: Yerel çekirdek tarihini gösterir
uk: Показує локальну дату ядра
vi: Hiển thị ngày hạt nhân cục bộ
zh: 顯示本地內核日期
