Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_USERS_LOGIN_2FA_PROVIDECODE
source: Provide the verification code for this user. You can usually access this code from authenticator apps, such as Google Authenticator. If you don't enter a code, you'll be taken back to the sign-in page.
ar: أدخل رمز التحقق لهذا المستخدم. يمكنك عادةً الوصول إلى هذا الرمز من تطبيقات المصادقة، مثل تطبيق Google Authenticator. إذا لم تُدخل رمزًا، فسيتم إعادتك إلى صفحة تسجيل الدخول.
de: Geben Sie den Bestätigungscode für diesen Benutzer ein. Diesen Code erhalten Sie in der Regel über Authentifizierungs-Apps wie Google Authenticator. Wenn Sie keinen Code eingeben, werden Sie zur Anmeldeseite zurückgeleitet.
el: Δώστε τον κωδικό επαλήθευσης για αυτόν τον χρήστη. Συνήθως μπορείτε να αποκτήσετε πρόσβαση σε αυτόν τον κωδικό από εφαρμογές ελέγχου ταυτότητας, όπως το Google Authenticator. Εάν δεν εισαγάγετε κωδικό, θα επιστρέψετε στη σελίδα σύνδεσης.
es: Proporciona el código de verificación de este usuario. Normalmente puedes acceder a él desde aplicaciones de autenticación, como Google Authenticator. Si no introduces un código, volverás a la página de inicio de sesión.
fr: Veuillez fournir le code de vérification de cet utilisateur. Vous pouvez généralement obtenir ce code via des applications d'authentification, comme Google Authenticator. Si vous ne saisissez aucun code, vous serez redirigé vers la page de connexion.
ga: Cuir an cód fíoraithe ar fáil don úsáideoir seo. De ghnáth is féidir leat rochtain a fháil ar an gcód seo ó aipeanna fíordheimhnitheora, amhail Google Authenticator. Mura gcuireann tú cód isteach, tabharfar ar ais chuig an leathanach logála isteach thú.
hi: इस उपयोगकर्ता के लिए सत्यापन कोड प्रदान करें। आप आमतौर पर Google Authenticator जैसे प्रमाणीकरण ऐप्स से यह कोड प्राप्त कर सकते हैं। यदि आप कोड दर्ज नहीं करते हैं, तो आपको साइन-इन पृष्ठ पर वापस भेज दिया जाएगा।
hi_latn: is yoozar ke lie verifikeshan kod deta hai. aap aamataur par is kod ko othentiketar aip, jaise ki googlai othentiketar se ekses kar sakate hain. agar aap kod nahin daalate hain, to aapako sain-in pej par vaapas le jaaya jaega.
id: Masukkan kode verifikasi untuk pengguna ini. Anda biasanya dapat mengakses kode ini dari aplikasi otentikasi, seperti Google Authenticator. Jika Anda tidak memasukkan kode, Anda akan diarahkan kembali ke halaman masuk.
it: Inserisci il codice di verifica per questo utente. Di solito puoi accedere a questo codice tramite app di autenticazione, come Google Authenticator. Se non inserisci un codice, verrai reindirizzato alla pagina di accesso.
ja: このユーザーの確認コードを入力してください。通常、このコードはGoogle Authenticatorなどの認証アプリからアクセスできます。コードを入力しない場合は、サインインページに戻ります。
ko: 이 사용자의 인증 코드를 입력하세요. 이 코드는 일반적으로 Google Authenticator와 같은 인증 앱에서 확인할 수 있습니다. 코드를 입력하지 않으면 로그인 페이지로 돌아갑니다.
ms: Berikan kod pengesahan untuk pengguna ini. Anda biasanya boleh mengakses kod ini daripada apl pengesah, seperti Google Authenticator. Jika anda tidak memasukkan kod, anda akan dibawa kembali ke halaman log masuk.
nb: Oppgi bekreftelseskoden for denne brukeren. Du kan vanligvis få tilgang til denne koden fra autentiseringsapper, for eksempel Google Authenticator. Hvis du ikke skriver inn en kode, blir du tatt tilbake til påloggingssiden.
nl: Voer de verificatiecode voor deze gebruiker in. Deze code is meestal te vinden in authenticatie-apps, zoals Google Authenticator. Als u geen code invoert, wordt u teruggeleid naar de inlogpagina.
pt: Forneça o código de verificação para este utilizador. Normalmente, pode aceder a este código em aplicações de autenticação, como o Google Authenticator. Se não introduzir um código, será redirecionado para a página de início de sessão.
tr: Bu kullanıcı için doğrulama kodunu girin. Bu koda genellikle Google Authenticator gibi kimlik doğrulama uygulamalarından erişebilirsiniz. Kod girmezseniz, oturum açma sayfasına geri yönlendirileceksiniz.
uk: Надайте код підтвердження для цього користувача. Зазвичай ви можете отримати доступ до цього коду з програм автентифікації, таких як Google Authenticator. Якщо ви не введете код, вас буде перенаправлено назад на сторінку входу.
vi: Vui lòng cung cấp mã xác thực cho người dùng này. Thông thường, bạn có thể lấy mã này từ các ứng dụng xác thực, chẳng hạn như Google Authenticator. Nếu bạn không nhập mã, bạn sẽ được đưa trở lại trang đăng nhập.
zh: 请提供此用户的验证码。您通常可以通过身份验证器应用（例如 Google Authenticator）获取此验证码。如果您不输入验证码，系统将返回登录页面。

# NKS_USERS_LOGIN_2FA_CODEINVALID
source: The code you entered is invalid.
ar: الرمز الذي أدخلته غير صالح.
de: Der eingegebene Code ist ungültig.
el: Ο κωδικός που εισαγάγατε δεν είναι έγκυρος.
es: El código ingresado no es válido.
fr: Le code que vous avez saisi est invalide.
ga: Tá an cód a chuir tú isteach neamhbhailí.
hi: आपके द्वारा दर्ज किया गया कोड अमान्य है।
hi_latn: aapane jo kod daala hai vah inavailid hai.
id: Kode yang Anda masukkan tidak valid.
it: Il codice inserito non è valido.
ja: 入力したコードは無効です。
ko: 입력하신 코드가 유효하지 않습니다.
ms: Kod yang anda masukkan tidak sah.
nb: Koden du skrev inn er ugyldig.
nl: De ingevoerde code is ongeldig.
pt: O código que introduziu é inválido.
tr: Girdiğiniz kod geçersiz.
uk: Введений вами код недійсний.
vi: Mã bạn nhập không hợp lệ.
zh: 您输入的验证码无效。

# NKS_USERS_LOGIN_2FA_VERIFYFAILED
source: Verification of the account has failed. Most likely, the code you entered is either invalid or expired. Check your system time.
ar: فشلت عملية التحقق من الحساب. على الأرجح، الرمز الذي أدخلته غير صالح أو منتهي الصلاحية. تحقق من وقت النظام.
de: Die Kontoverifizierung ist fehlgeschlagen. Wahrscheinlich ist der eingegebene Code ungültig oder abgelaufen. Überprüfen Sie die Systemzeit.
el: Η επαλήθευση του λογαριασμού απέτυχε. Πιθανότατα, ο κωδικός που εισαγάγατε δεν είναι έγκυρος ή έχει λήξει. Ελέγξτε την ώρα του συστήματός σας.
es: La verificación de la cuenta ha fallado. Lo más probable es que el código que introdujiste no sea válido o esté caducado. Revisa la hora de tu sistema.
fr: La vérification du compte a échoué. Il est fort probable que le code saisi soit invalide ou expiré. Veuillez vérifier l'heure de votre système.
ga: Theip ar fhíorú an chuntais. Is dóichí go bhfuil an cód a chuir tú isteach neamhbhailí nó imithe in éag. Seiceáil am do chórais.
hi: खाते का सत्यापन विफल हो गया है। संभवतः, आपके द्वारा दर्ज किया गया कोड अमान्य है या समाप्त हो चुका है। कृपया अपने सिस्टम का समय जांचें।
hi_latn: akaunt ka veriphikeshan phel ho gaya hai. zyaadaatar chaans hai ki aapane jo kod daala hai vah inavailid hai ya eksapaayar ho gaya hai. apane sistam ka taim chek karen.
id: Verifikasi akun gagal. Kemungkinan besar, kode yang Anda masukkan tidak valid atau sudah kedaluwarsa. Periksa waktu sistem Anda.
it: La verifica dell'account non è riuscita. Molto probabilmente, il codice inserito non è valido o è scaduto. Controlla l'ora del tuo sistema.
ja: アカウントの認証に失敗しました。入力したコードが無効か期限切れである可能性があります。システム時刻をご確認ください。
ko: 계정 인증에 실패했습니다. 입력하신 코드가 유효하지 않거나 만료되었을 가능성이 높습니다. 시스템 시간을 확인하세요.
ms: Pengesahan akaun telah gagal. Kemungkinan besar, kod yang anda masukkan sama ada tidak sah atau tamat tempoh. Semak masa sistem anda.
nb: Kontobekreftelsen mislyktes. Sannsynligvis er koden du skrev inn enten ugyldig eller utløpt. Sjekk systemtiden.
nl: De verificatie van het account is mislukt. Waarschijnlijk is de ingevoerde code ongeldig of verlopen. Controleer de systeemtijd.
pt: A verificação da conta falhou. Provavelmente, o código introduzido é inválido ou expirou. Verifique a hora do seu sistema.
tr: Hesap doğrulama başarısız oldu. Büyük olasılıkla girdiğiniz kod geçersiz veya süresi dolmuş. Sistem saatinizi kontrol edin.
uk: Не вдалося перевірити обліковий запис. Найімовірніше, введений вами код недійсний або термін його дії минув. Перевірте системний час.
vi: Xác minh tài khoản không thành công. Rất có thể mã bạn nhập không hợp lệ hoặc đã hết hạn. Vui lòng kiểm tra thời gian hệ thống của bạn.
zh: 账户验证失败。很可能是您输入的验证码无效或已过期。请检查您的系统时间。

# NKS_USERS_2FA_EXCEPTION_USERALREADYENROLLED
source: User has already enrolled in to the 2FA authentication.
ar: لقد قام المستخدم بالفعل بالتسجيل في المصادقة الثنائية.
de: Der Nutzer hat sich bereits für die Zwei-Faktor-Authentifizierung angemeldet.
el: Ο χρήστης έχει ήδη εγγραφεί στον έλεγχο ταυτότητας 2FA.
es: El usuario ya se ha registrado en la autenticación 2FA.
fr: L'utilisateur est déjà inscrit à l'authentification à deux facteurs.
ga: Tá an t-úsáideoir cláraithe cheana féin san fhíordheimhniú 2FA.
hi: उपयोगकर्ता पहले ही 2FA प्रमाणीकरण में नामांकित हो चुका है।
hi_latn: yoozar pahale hee 2fa othentikeshan mein enarol ho chuka hai.
id: Pengguna telah terdaftar dalam otentikasi 2FA.
it: L'utente si è già registrato per l'autenticazione 2FA.
ja: ユーザーは既に 2FA 認証に登録されています。
ko: 사용자는 이미 2단계 인증에 등록했습니다.
ms: Pengguna telah pun mendaftar masuk ke pengesahan 2FA.
nb: Brukeren har allerede registrert seg for 2FA-autentisering.
nl: De gebruiker heeft zich al aangemeld voor de 2FA-authenticatie.
pt: O utilizador já se registou na autenticação de dois fatores (2FA).
tr: Kullanıcı, iki faktörlü kimlik doğrulama sistemine zaten kaydolmuş durumda.
uk: Користувач вже зареєструвався для автентифікації 2FA.
vi: Người dùng đã đăng ký xác thực hai yếu tố (2FA).
zh: 用户已注册双因素身份验证。

# NKS_USERS_2FA_EXCEPTION_USERHASNOPASSWORD_ENROLL
source: User has no password to enroll it in to the 2FA authentication.
ar: لا يملك المستخدم كلمة مرور لتسجيلها في المصادقة الثنائية.
de: Der Benutzer hat kein Passwort, um sich für die 2FA-Authentifizierung anzumelden.
el: Ο χρήστης δεν έχει κωδικό πρόσβασης για να τον εγγράψει στον έλεγχο ταυτότητας 2FA.
es: El usuario no tiene contraseña para inscribirlo en la autenticación 2FA.
fr: L'utilisateur ne possède pas de mot de passe pour s'inscrire à l'authentification à deux facteurs.
ga: Níl aon phasfhocal ag an úsáideoir chun é a chlárú san fhíordheimhniú 2FA.
hi: उपयोगकर्ता के पास 2FA प्रमाणीकरण में नामांकन करने के लिए कोई पासवर्ड नहीं है।
hi_latn: yoozar ke paas 2fa othentikeshan mein enarol karane ke lie koee paasavard nahin hai.
id: Pengguna tidak memiliki kata sandi untuk mendaftarkannya ke otentikasi 2FA.
it: L'utente non ha una password per registrarsi nell'autenticazione 2FA.
ja: ユーザーには 2FA 認証に登録するためのパスワードがありません。
ko: 사용자가 2단계 인증에 등록할 비밀번호가 없습니다.
ms: Pengguna tidak mempunyai kata laluan untuk mendaftarkannya ke dalam pengesahan 2FA.
nb: Brukeren har ikke noe passord for å registrere seg for 2FA-autentisering.
nl: De gebruiker heeft geen wachtwoord om zich aan te melden voor de 2FA-authenticatie.
pt: O utilizador não possui palavra-passe para se registar na autenticação de dois fatores (2FA).
tr: Kullanıcının 2FA kimlik doğrulamasına kaydolmak için şifresi yok.
uk: Користувач не має пароля для реєстрації в двофакторній автентифікації.
vi: Người dùng không có mật khẩu để đăng ký xác thực hai yếu tố (2FA).
zh: 用户没有密码，无法注册双因素身份验证。

# NKS_USERS_2FA_EXCEPTION_USERNOTENROLLED
source: User has not enrolled in to the 2FA authentication.
ar: لم يقم المستخدم بالتسجيل في خدمة المصادقة الثنائية (2FA).
de: Der Nutzer hat sich nicht für die Zwei-Faktor-Authentifizierung angemeldet.
el: Ο χρήστης δεν έχει εγγραφεί στον έλεγχο ταυτότητας 2FA.
es: El usuario no se ha registrado en la autenticación 2FA.
fr: L'utilisateur n'est pas inscrit à l'authentification à deux facteurs.
ga: Níl an t-úsáideoir cláraithe don fhíordheimhniú 2FA.
hi: उपयोगकर्ता ने 2FA प्रमाणीकरण के लिए पंजीकरण नहीं कराया है।
hi_latn: yoozar ne 2fa othentikeshan mein enarol nahin kiya hai.
id: Pengguna belum mendaftar untuk otentikasi 2FA.
it: L'utente non si è registrato per l'autenticazione 2FA.
ja: ユーザーは 2FA 認証に登録されていません。
ko: 사용자가 2단계 인증에 등록하지 않았습니다.
ms: Pengguna belum mendaftar masuk ke pengesahan 2FA.
nb: Brukeren har ikke registrert seg for 2FA-autentisering.
nl: De gebruiker heeft zich niet aangemeld voor de 2FA-authenticatie.
pt: O utilizador não se inscreveu na autenticação de dois fatores (2FA).
tr: Kullanıcı iki faktörlü kimlik doğrulama sistemine kaydolmadı.
uk: Користувач не зареєструвався для автентифікації 2FA.
vi: Người dùng chưa đăng ký xác thực hai yếu tố (2FA).
zh: 用户尚未注册双因素身份验证。

# NKS_USERS_2FA_EXCEPTION_USERHASNOPASSWORD_UNENROLL
source: User has no password to unenroll it in to the 2FA authentication.
ar: لا يملك المستخدم كلمة مرور لإلغاء تسجيله في مصادقة 2FA.
de: Der Benutzer hat kein Passwort, um sich von der 2FA-Authentifizierung abzumelden.
el: Ο χρήστης δεν έχει κωδικό πρόσβασης για να τον διαγράψει από τον έλεγχο ταυτότητας 2FA.
es: El usuario no tiene contraseña para cancelar su suscripción a la autenticación 2FA.
fr: L'utilisateur ne possède pas de mot de passe pour se désinscrire de l'authentification à deux facteurs.
ga: Níl aon phasfhocal ag an úsáideoir chun é a dhíchlárú san fhíordheimhniú 2FA.
hi: उपयोगकर्ता के पास 2FA प्रमाणीकरण से उसे हटाने के लिए कोई पासवर्ड नहीं है।
hi_latn: yoozar ke paas 2fa othentikeshan mein enarol na karane ke lie koee paasavard nahin hai.
id: Pengguna tidak memiliki kata sandi untuk membatalkan pendaftarannya dari otentikasi 2FA.
it: L'utente non ha una password per annullare la registrazione all'autenticazione 2FA.
ja: ユーザーには、2FA 認証への登録を解除するためのパスワードがありません。
ko: 사용자가 2단계 인증 해제를 위한 비밀번호를 가지고 있지 않습니다.
ms: Pengguna tidak mempunyai kata laluan untuk membatalkan pendaftarannya ke dalam pengesahan 2FA.
nb: Brukeren har ikke noe passord for å avregistrere seg fra 2FA-autentiseringen.
nl: De gebruiker heeft geen wachtwoord om zich af te melden voor de 2FA-authenticatie.
pt: O utilizador não possui palavra-passe para cancelar a sua inscrição na autenticação de dois fatores (2FA).
tr: Kullanıcının 2FA kimlik doğrulamasından kaydını iptal etmek için şifresi yok.
uk: Користувач не має пароля для скасування реєстрації в двофакторній автентифікації.
vi: Người dùng không có mật khẩu để hủy đăng ký xác thực hai yếu tố (2FA).
zh: 用户没有密码，无法取消注册双因素身份验证。

# NKS_USERS_2FA_SETUPKEY
source: Setup key
ar: مفتاح الإعداد
de: Setup-Schlüssel
el: Κλειδί ρύθμισης
es: Tecla de configuración
fr: Clé de configuration
ga: Eochair socraithe
hi: सेटअप कुंजी
hi_latn: setap kee
id: Kunci pengaturan
it: Chiave di configurazione
ja: セットアップキー
ko: 설정 키
ms: Kunci persediaan
nb: Oppsettnøkkel
nl: Instelsleutel
pt: Chave de configuração
tr: Kurulum anahtarı
uk: Ключ налаштування
vi: Khóa cài đặt
zh: 设置密钥

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_SETUPKEY_DESC
source: Returns the setup key (in case you lost it for some reason)
ar: يعيد مفتاح الإعداد (في حال فقدته لسبب ما)
de: Gibt den Setup-Schlüssel zurück (falls Sie ihn aus irgendeinem Grund verloren haben).
el: Επιστρέφει το κλειδί εγκατάστασης (σε περίπτωση που το χάσατε για κάποιο λόγο)
es: Devuelve la clave de configuración (en caso de que la hayas perdido por algún motivo)
fr: Renvoie la clé d'installation (au cas où vous l'auriez perdue pour une raison quelconque).
ga: Tugann sé an eochair thusála ar ais (ar eagla go gcaillfeá í ar chúis éigin)
hi: सेटअप कुंजी लौटाता है (यदि आपने इसे किसी कारणवश खो दिया हो)।
hi_latn: setap kee lautaata hai (agar aapane ise kisee vajah se kho diya hai)
id: Mengembalikan kunci pengaturan (jika Anda kehilangan kunci tersebut karena suatu alasan)
it: Restituisce la chiave di configurazione (nel caso in cui l'avessi persa per qualche motivo)
ja: セットアップ キーを返します (何らかの理由で紛失した場合)
ko: 설정 키를 반환합니다(어떤 이유로든 키를 분실한 경우).
ms: Mengembalikan kunci persediaan (sekiranya anda kehilangannya atas sebab tertentu)
nb: Returnerer oppsettnøkkelen (i tilfelle du mistet den av en eller annen grunn)
nl: Geeft de installatiesleutel terug (voor het geval u deze om de een of andere reden bent kwijtgeraakt).
pt: Retorna a chave de configuração (caso a tenha perdido por algum motivo).
tr: Kurulum anahtarını geri gönderir (herhangi bir nedenle kaybetmiş olmanız durumunda).
uk: Повертає ключ налаштування (на випадок, якщо ви його з якоїсь причини втратили)
vi: Trả về khóa cài đặt (trong trường hợp bạn bị mất khóa vì lý do nào đó).
zh: 返回设置密钥（以防您因某种原因丢失密钥）

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_SETUPQR_DESC
source: Returns the setup key's QR code you can scan with your phone
ar: يعرض رمز الاستجابة السريعة (QR) الخاص بمفتاح الإعداد والذي يمكنك مسحه ضوئيًا باستخدام هاتفك.
de: Gibt den QR-Code des Einrichtungsschlüssels zurück, den Sie mit Ihrem Telefon scannen können.
el: Επιστρέφει τον κωδικό QR του κλειδιού ρύθμισης, τον οποίο μπορείτε να σαρώσετε με το τηλέφωνό σας.
es: Devuelve el código QR de la clave de configuración que puedes escanear con tu teléfono
fr: Renvoie le code QR de la clé de configuration que vous pouvez scanner avec votre téléphone
ga: Tugann sé cód QR an eochair thusála ar ais is féidir leat a scanadh le do ghuthán
hi: यह सेटअप कुंजी का क्यूआर कोड लौटाता है जिसे आप अपने फोन से स्कैन कर सकते हैं।
hi_latn: setap kee ka qr kod lautaata hai jise aap apane fon se skain kar sakate hain
id: Mengembalikan kode QR kunci pengaturan yang dapat Anda pindai dengan ponsel Anda.
it: Restituisce il codice QR della chiave di configurazione che puoi scansionare con il tuo telefono
ja: 携帯電話でスキャンできるセットアップキーのQRコードを返します
ko: 휴대폰으로 스캔할 수 있는 설정 키의 QR 코드를 반환합니다.
ms: Mengembalikan kod QR kunci persediaan yang anda boleh imbas dengan telefon anda
nb: Returnerer QR-koden til konfigurasjonsnøkkelen som du kan skanne med telefonen din
nl: Geeft de QR-code van de installatiesleutel terug die u met uw telefoon kunt scannen.
pt: Retorna o código QR da chave de configuração que pode digitalizar com o seu telemóvel.
tr: Telefonunuzla tarayabileceğiniz kurulum anahtarının QR kodunu döndürür.
uk: Повертає QR-код ключа налаштування, який можна відсканувати телефоном
vi: Trả về mã QR của khóa thiết lập mà bạn có thể quét bằng điện thoại.
zh: 返回设置密钥的二维码，您可以使用手机扫描该二维码。

# NKS_SHELL_SHELLS_UESH_ISMODE_NOTSPECIFIED
source: Mode is not specified.
ar: لم يتم تحديد الوضع.
de: Der Modus ist nicht angegeben.
el: Η λειτουργία δεν έχει καθοριστεί.
es: El modo no está especificado.
fr: Le mode n'est pas spécifié.
ga: Níl an mód sonraithe.
hi: मोड निर्दिष्ट नहीं है।
hi_latn: mod bataaya nahin gaya hai.
id: Mode tidak ditentukan.
it: La modalità non è specificata.
ja: モードが指定されていません。
ko: 모드가 지정되지 않았습니다.
ms: Mod tidak dinyatakan.
nb: Modus er ikke spesifisert.
nl: De modus is niet gespecificeerd.
pt: O modo não foi especificado.
tr: Mod belirtilmemiş.
uk: Режим не вказано.
vi: Chế độ không được chỉ định.
zh: 未指定模式。

# NKS_SHELL_SHELLS_UESH_COMMAND_ISMODE_DESC
source: Returns true or false depending on the kernel mode
ar: تُرجع القيمة true أو false بناءً على وضع النواة
de: Gibt je nach Kernelmodus „true“ oder „false“ zurück.
el: Επιστρέφει true ή false ανάλογα με την κατάσταση λειτουργίας πυρήνα
es: Devuelve verdadero o falso dependiendo del modo del kernel
fr: Renvoie vrai ou faux selon le mode du noyau
ga: Tugann fíor nó bréagach ar ais ag brath ar mhodh an eithne
hi: कर्नेल मोड के आधार पर true या false लौटाता है
hi_latn: karnel mod ke aadhaar par troo ya fols lautaata hai
id: Mengembalikan nilai true atau false tergantung pada mode kernel.
it: Restituisce true o false a seconda della modalità kernel
ja: カーネルモードに応じてtrueまたはfalseを返します
ko: 커널 모드에 따라 true 또는 false를 반환합니다.
ms: Mengembalikan benar atau salah bergantung pada mod kernel
nb: Returnerer sann eller usann avhengig av kjernemodus
nl: Retourneert true of false, afhankelijk van de kernelmodus.
pt: Retorna verdadeiro ou falso dependendo do modo kernel.
tr: Çekirdek moduna bağlı olarak true veya false döndürür.
uk: Повертає значення true або false залежно від режиму ядра
vi: Trả về true hoặc false tùy thuộc vào chế độ kernel.
zh: 根据内核模式返回 true 或 false

# NKS_SHELL_SHELLS_UESH_COMMAND_ISMODE_ARGUMENT_VERBOSE_DESC
source: Prints the result to the console
ar: يطبع النتيجة على وحدة التحكم
de: Gibt das Ergebnis in der Konsole aus.
el: Εκτυπώνει το αποτέλεσμα στην κονσόλα
es: Imprime el resultado en la consola.
fr: Affiche le résultat sur la console
ga: Priontálann sé an toradh chuig an gconsól
hi: परिणाम को कंसोल पर प्रिंट करता है
hi_latn: kansol par rizalt print karata hai
id: Mencetak hasilnya ke konsol.
it: Stampa il risultato sulla console
ja: 結果をコンソールに出力します
ko: 결과를 콘솔에 출력합니다.
ms: Mencetak hasilnya ke konsol
nb: Skriver ut resultatet til konsollen
nl: Print het resultaat naar de console.
pt: Imprime o resultado na consola.
tr: Sonucu konsola yazdırır.
uk: Виводить результат у консоль
vi: In kết quả ra màn hình console.
zh: 将结果打印到控制台。

# NKS_USERS_2FA_EXCEPTION_USERHASNOPASSWORD_MISC
source: User has no password to perform 2FA authentication operations.
ar: لا يملك المستخدم كلمة مرور لإجراء عمليات المصادقة الثنائية.
de: Der Benutzer besitzt kein Passwort für die Durchführung der 2FA-Authentifizierung.
el: Ο χρήστης δεν έχει κωδικό πρόσβασης για την εκτέλεση λειτουργιών ελέγχου ταυτότητας 2FA.
es: El usuario no tiene contraseña para realizar operaciones de autenticación 2FA.
fr: L'utilisateur ne possède pas de mot de passe pour effectuer les opérations d'authentification à deux facteurs.
ga: Níl aon phasfhocal ag an úsáideoir chun oibríochtaí fíordheimhnithe 2FA a dhéanamh.
hi: उपयोगकर्ता के पास 2FA प्रमाणीकरण संचालन करने के लिए कोई पासवर्ड नहीं है।
hi_latn: yoozar ke paas 2fa othentikeshan opareshan karane ke lie koee paasavard nahin hai.
id: Pengguna tidak memiliki kata sandi untuk melakukan operasi otentikasi 2FA.
it: L'utente non ha una password per eseguire le operazioni di autenticazione 2FA.
ja: ユーザーには 2FA 認証操作を実行するためのパスワードがありません。
ko: 사용자가 2단계 인증 작업을 수행하기 위한 비밀번호가 없습니다.
ms: Pengguna tidak mempunyai kata laluan untuk melakukan operasi pengesahan 2FA.
nb: Brukeren har ikke passord for å utføre 2FA-autentiseringsoperasjoner.
nl: De gebruiker heeft geen wachtwoord om 2FA-authenticatie uit te voeren.
pt: O utilizador não possui palavra-passe para realizar operações de autenticação de dois fatores (2FA).
tr: Kullanıcının 2FA kimlik doğrulama işlemlerini gerçekleştirmek için şifresi yok.
uk: Користувач не має пароля для виконання операцій автентифікації 2FA.
vi: Người dùng không có mật khẩu để thực hiện xác thực hai yếu tố (2FA).
zh: 用户没有密码，无法执行双因素身份验证操作。

# NKS_KERNEL_DEBUGGING_TESTFACADES_WIDGETCANVASRENDERTEST_DESC
source: Tests the widget canvas renderer
ar: يختبر مُعرِض لوحة الرسم للويدجت
de: Testet den Canvas-Renderer des Widgets.
el: Δοκιμάζει την απόδοση του καμβά widget
es: Prueba el renderizador de lienzo del widget
fr: Teste le moteur de rendu du canevas du widget
ga: Déanann tástáil ar rindreálaí chanbhás an ghiuirléid
hi: विजेट कैनवास रेंडरर का परीक्षण करता है
hi_latn: vijet kainavas rendarar ko test karata hai
id: Menguji perender kanvas widget
it: Testa il renderer del widget canvas
ja: ウィジェットのキャンバスレンダラーをテストします
ko: 위젯 캔버스 렌더러를 테스트합니다.
ms: Menguji pemapar kanvas widget
nb: Tester widget-lerretsgjengivelsen
nl: Test de widget canvas renderer
pt: Testa o renderizador de ecrã do widget
tr: Widget tuval oluşturucusunu test eder.
uk: Тестує рендерер полотна віджета
vi: Kiểm tra trình kết xuất canvas của widget
zh: 测试小部件画布渲染器
