Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIBUILTINKEYBINDINGBGCOLOR_NAME
source: Interactive TUI builtin key binding background color
ar: لون خلفية ربط مفتاح TUI التفاعلي
de: Interaktive TUI integrierte Tastenbelegungs-Hintergrundfarbe
el: Διαδραστικό χρώμα φόντου βιβλιοδεσίας κλειδιού με ενσωματωμένο TUI
es: Color de fondo de enlace de clave integrado TUI interactivo
fr: Couleur d'arrière-plan de liaison de clé intégrée TUI interactive
ga: TUI Idirghníomhach tógtha i ndath cúlra ceangailteach eochair
hi: इंटरैक्टिव TUI अंतर्निहित कुंजी बाइंडिंग पृष्ठभूमि रंग
hi_latn: intaraiktiv tui bilt-in kunjee bainding prshthabhoomi rang
id: Warna latar belakang pengikatan kunci bawaan TUI interaktif
it: Colore di sfondo dell'associazione dei tasti incorporata della TUI interattiva
ja: インタラクティブTUI組み込みキーバインディングの背景色
ko: 대화형 TUI 내장 키 바인딩 배경색
ms: Warna latar belakang mengikat kunci terbina dalam TUI interaktif
nb: Interaktiv TUI innebygd nøkkelbinding bakgrunnsfarge
nl: Interactieve TUI ingebouwde sleutelbinding achtergrondkleur
pt: Cor de fundo da ligação de chave integrada da TUI interativa
ro: Culoarea de fundal a tastelor interactive TUI încorporată
tr: Etkileşimli TUI yerleşik tuş bağlama arka plan rengi
uk: Колір тла прив’язки клавіш інтерактивного TUI
vi: Màu nền phím tắt tích hợp TUI tương tác
zh: 互動式 TUI 內建鍵綁定背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIBUILTINKEYBINDINGFGCOLOR_NAME
source: Interactive TUI builtin key binding foreground color
ar: اللون الأمامي لربط مفتاح TUI التفاعلي
de: Interaktive TUI-integrierte Tastenbelegung für Vordergrundfarbe
el: Διαδραστικό χρώμα προσκηνίου βιβλιοδεσίας κλειδιού ενσωματωμένο TUI
es: Color de primer plano de enlace de teclas integrado TUI interactivo
fr: Couleur de premier plan de liaison de clé intégrée TUI interactive
ga: TUI Idirghníomhach tógtha i ndath tulra ceangailteach eochair
hi: इंटरैक्टिव TUI अंतर्निहित कुंजी बाइंडिंग अग्रभूमि रंग
hi_latn: intaraiktiv tui bilt-in kunjee bainding agrabhoomi rang
id: Pengikatan kunci bawaan TUI interaktif dengan warna latar depan
it: Colore di primo piano dell'associazione dei tasti incorporata della TUI interattiva
ja: インタラクティブTUI組み込みキーバインディングの前景色
ko: 대화형 TUI 내장 키 바인딩 전경색
ms: Warna latar depan pengikat kunci terbina dalam TUI interaktif
nb: Interaktiv TUI innebygd nøkkelbindende forgrunnsfarge
nl: Interactieve TUI ingebouwde sleutelbinding voorgrondkleur
pt: Cor de primeiro plano da ligação de teclas integrada da TUI interativa
ro: Culoarea primului plan interactiv TUI încorporat
tr: Etkileşimli TUI yerleşik tuş bağlama ön plan rengi
uk: Інтерактивний TUI, вбудований колір переднього плану прив’язки клавіш
vi: Màu nền trước của phím tắt tích hợp TUI tương tác
zh: 互動式 TUI 內建鍵綁定前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIBUILTINKEYBINDINGNAMECOLOR_NAME
source: Interactive TUI builtin key binding name color
ar: لون اسم ربط مفتاح TUI التفاعلي
de: Interaktive TUI integrierte Tastenbelegungsfarbe
el: Χρώμα ονόματος βιβλιοδεσίας κλειδιού διαδραστικό ενσωματωμένο TUI
es: Color del nombre de enlace de clave incorporado de TUI interactivo
fr: Couleur du nom de liaison de clé intégrée TUI interactive
ga: TUI idirghníomhach insuite i ndath ainm ceangailteach eochair
hi: इंटरैक्टिव TUI अंतर्निहित कुंजी बाइंडिंग नाम रंग
hi_latn: intaraiktiv tui bilt-in kunjee bainding naam rang
id: Nama warna pengikatan kunci bawaan TUI interaktif
it: Colore del nome dell'associazione dei tasti incorporata della TUI interattiva
ja: インタラクティブTUI組み込みキーバインディング名色
ko: 대화형 TUI 내장 키 바인딩 이름 색상
ms: Warna nama pengikat kunci terbina dalam TUI interaktif
nb: Interaktiv TUI innebygd nøkkel binding navn farge
nl: Interactieve TUI ingebouwde sleutelbinding naamkleur
pt: Cor do nome da ligação de chave integrada da TUI interativa
ro: Culoarea numelui de legare a tastelor interactive TUI încorporat
tr: Etkileşimli TUI yerleşik tuş bağlama adı rengi
uk: Інтерактивний TUI, вбудований колір назви прив’язки клавіш
vi: Màu tên liên kết phím tích hợp TUI tương tác
zh: 互動式 TUI 內建鍵綁定名稱顏色

# NKS_SETTINGS_KERNEL_MISC_MOUSE_SUPPORT_NAME
source: Mouse support
ar: دعم الماوس
de: Mausunterstützung
el: Υποστήριξη ποντικιού
es: Soporte para ratón
fr: Prise en charge de la souris
ga: Tacaíocht luch
hi: माउस समर्थन
hi_latn: maus samarthan
id: Dukungan mouse
it: Supporto per il mouse
ja: マウスサポート
ko: 마우스 지원
ms: Sokongan tetikus
nb: Støtte for mus
nl: Ondersteuning voor muis
pt: Suporte para mouse
ro: Suport mouse
tr: Fare desteği
uk: Підтримка миші
vi: Hỗ trợ chuột
zh: 滑鼠支援

# NKS_SETTINGS_KERNEL_MISC_MOUSE_SUPPORT_DESC
source: Whether to initialize the mouse support for the kernel or not, essentially enabling all mods to handle the mouse pointer.
ar: ما إذا كان سيتم تهيئة دعم الماوس للنواة أم لا، مما يتيح بشكل أساسي لجميع التعديلات التعامل مع مؤشر الماوس.
de: Ob die Mausunterstützung für den Kernel initialisiert werden soll oder nicht, wodurch im Wesentlichen alle Mods in die Lage versetzt werden, den Mauszeiger zu handhaben.
el: Είτε θα αρχικοποιηθεί η υποστήριξη του ποντικιού για τον πυρήνα είτε όχι, ουσιαστικά επιτρέποντας σε όλα τα mod να χειρίζονται τον δείκτη του ποντικιού.
es: Ya sea para inicializar o no la compatibilidad con el mouse para el kernel, esencialmente permitiendo que todas las modificaciones manejen el puntero del mouse.
fr: Qu'il s'agisse d'initialiser ou non le support de la souris pour le noyau, permettant essentiellement à tous les mods de gérer le pointeur de la souris.
ga: Cibé an dtabharfar tacaíocht luiche don eithne i dtosach nó nach dtabharfar, go bunúsach a chuireann ar chumas gach modhnuithe an pointeoir luiche a láimhseáil.
hi: कर्नेल के लिए माउस समर्थन आरंभ करना है या नहीं, अनिवार्यतः सभी मॉड्स को माउस पॉइंटर को संभालने में सक्षम बनाना है।
hi_latn: karnel ke lie maus samarthan aarambh karana hai ya nahin, anivaary roop se sabhee mod ko maus pointar ko sambhaalane mein saksham banaana.
id: Apakah akan menginisialisasi dukungan tetikus untuk kernel atau tidak, pada dasarnya memungkinkan semua mod untuk menangani penunjuk tetikus.
it: Se inizializzare o meno il supporto del mouse per il kernel, consentendo essenzialmente a tutti i mod di gestire il puntatore del mouse.
ja: カーネルのマウス サポートを初期化するかどうか。基本的に、すべての mod がマウス ポインターを処理できるようにします。
ko: 커널에 대한 마우스 지원을 초기화할지 여부. 기본적으로 모든 모드가 마우스 포인터를 처리할 수 있도록 합니다.
ms: Sama ada untuk memulakan sokongan tetikus untuk kernel atau tidak, pada asasnya membolehkan semua mod mengendalikan penuding tetikus.
nb: Om du skal initialisere musestøtten for kjernen eller ikke, noe som gjør at alle mods kan håndtere musepekeren.
nl: Of de muisondersteuning voor de kernel wel of niet moet worden geïnitialiseerd, waardoor in wezen alle mods de muisaanwijzer kunnen verwerken.
pt: Seja para inicializar o suporte do mouse para o kernel ou não, essencialmente permitindo que todos os mods manipulem o ponteiro do mouse.
ro: Indiferent dacă să inițializeze suportul mouse-ului pentru nucleu sau nu, permițând, în esență, tuturor modurilor să gestioneze indicatorul mouse-ului.
tr: Çekirdek için fare desteğinin başlatılıp başlatılmayacağı, temelde tüm modların fare işaretçisini kullanabilmesinin sağlanması.
uk: Чи потрібно ініціалізувати підтримку миші для ядра чи ні, по суті дозволяючи всім модам працювати з вказівником миші.
vi: Có nên khởi tạo hỗ trợ chuột cho kernel hay không, về cơ bản là cho phép tất cả các bản mod xử lý con trỏ chuột.
zh: 是否初始化內核對滑鼠的支持，本質上是讓所有 mods 都能處理滑鼠指標。

# NKS_SETTINGS_KERNEL_MISC_MOUSE_MOVESUPPORT_NAME
source: Mouse movement support
ar: دعم حركة الماوس
de: Unterstützung der Mausbewegung
el: Υποστήριξη κίνησης του ποντικιού
es: Soporte de movimiento del mouse
fr: Prise en charge du mouvement de la souris
ga: Tacaíocht gluaiseachta luch
hi: माउस मूवमेंट समर्थन
hi_latn: maus moovament samarthan
id: Dukungan gerakan mouse
it: Supporto per il movimento del mouse
ja: マウス移動のサポート
ko: 마우스 움직임 지원
ms: Sokongan pergerakan tetikus
nb: Støtte for musbevegelse
nl: Ondersteuning voor muisbewegingen
pt: Suporte ao movimento do mouse
ro: Suport pentru mișcarea mouse-ului
tr: Fare hareketi desteği
uk: Підтримка руху миші
vi: Hỗ trợ di chuyển chuột
zh: 滑鼠移動支援

# NKS_SETTINGS_KERNEL_MISC_MOUSE_MOVESUPPORT_DESC
source: Whether to also enable the movement events or not, improving the user experience of some interactive applications.
ar: سواء كان سيتم أيضًا تمكين أحداث الحركة أم لا، مما يؤدي إلى تحسين تجربة المستخدم لبعض التطبيقات التفاعلية.
de: Ob auch die Bewegungsereignisse aktiviert werden sollen oder nicht, um das Benutzererlebnis einiger interaktiver Anwendungen zu verbessern.
el: Είτε θα ενεργοποιηθούν επίσης τα συμβάντα κίνησης είτε όχι, βελτιώνοντας την εμπειρία χρήστη ορισμένων διαδραστικών εφαρμογών.
es: Ya sea para habilitar o no los eventos de movimiento, mejorando la experiencia del usuario de algunas aplicaciones interactivas.
fr: Qu'il s'agisse d'activer ou non également les événements de mouvement, améliorant ainsi l'expérience utilisateur de certaines applications interactives.
ga: Cibé an féidir na himeachtaí gluaiseachta a chumasú nó nach bhfuil, feabhas a chur ar an taithí úsáideora ar roinnt feidhmchlár idirghníomhach.
hi: कुछ इंटरैक्टिव अनुप्रयोगों के उपयोगकर्ता अनुभव में सुधार के लिए मूवमेंट इवेंट को सक्षम करना है या नहीं।
hi_latn: moovament eevent ko bhee saksham karana hai ya nahin, kuchh intaraiktiv anuprayogon ke upayogakarta anubhav ko behatar banaana.
id: Apakah akan mengaktifkan juga peristiwa pergerakan atau tidak, meningkatkan pengalaman pengguna beberapa aplikasi interaktif.
it: Se abilitare o meno anche gli eventi di movimento, migliorando l'esperienza d'uso di alcune applicazioni interattive.
ja: 移動イベントも有効にして、一部のインタラクティブ アプリケーションのユーザー エクスペリエンスを向上させるかどうか。
ko: 움직임 이벤트를 활성화할지 여부를 결정하여 일부 대화형 애플리케이션의 사용자 경험을 개선합니다.
ms: Sama ada untuk turut mendayakan acara pergerakan atau tidak, meningkatkan pengalaman pengguna bagi beberapa aplikasi interaktif.
nb: Enten du også skal aktivere bevegelseshendelsene eller ikke, forbedre brukeropplevelsen til noen interaktive applikasjoner.
nl: Of de bewegingsgebeurtenissen ook moeten worden ingeschakeld of niet, waardoor de gebruikerservaring van sommige interactieve applicaties wordt verbeterd.
pt: Habilitando ou não também os eventos de movimento, melhorando a experiência do usuário de algumas aplicações interativas.
ro: Dacă se activează sau nu și evenimentele de mișcare, îmbunătățirea experienței utilizatorului unor aplicații interactive.
tr: Hareket olaylarının da etkinleştirilip etkinleştirilmeyeceği, bazı etkileşimli uygulamaların kullanıcı deneyiminin iyileştirilmesi.
uk: Увімкнути також події руху чи ні, покращуючи роботу з деякими інтерактивними програмами.
vi: Có nên bật sự kiện chuyển động hay không, cải thiện trải nghiệm người dùng của một số ứng dụng tương tác.
zh: 是否同時啟用行動事件，以改善某些互動式應用程式的使用者體驗。

# NKS_SETTINGS_WIDGETS_ANALOG_DESC
source: Analog clock with a simple date and time in the bottom of the screen.
ar: ساعة تناظرية مع تاريخ ووقت بسيطين في أسفل الشاشة.
de: Analoge Uhr mit einfachem Datum und Uhrzeit unten auf dem Bildschirm.
el: Αναλογικό ρολόι με απλή ημερομηνία και ώρα στο κάτω μέρος της οθόνης.
es: Reloj analógico con fecha y hora sencillas en la parte inferior de la pantalla.
fr: Horloge analogique avec une simple date et heure en bas de l'écran.
ga: Clog analógach le dáta agus am simplí ag bun an scáileáin.
hi: स्क्रीन के निचले भाग में सरल दिनांक और समय वाली एनालॉग घड़ी।
hi_latn: skreen ke nichale bhaag mein ek saadhaaran dinaank aur samay ke saath enaalog ghadee.
id: Jam analog dengan tanggal dan waktu sederhana di bagian bawah layar.
it: Orologio analogico con data e ora semplici nella parte inferiore dello schermo.
ja: 画面の下部にシンプルな日付と時刻を表示するアナログ時計。
ko: 화면 하단에 간단한 날짜와 시간이 표시되는 아날로그 시계입니다.
ms: Jam analog dengan tarikh dan masa mudah di bahagian bawah skrin.
nb: Analog klokke med enkel dato og klokkeslett nederst på skjermen.
nl: Analoge klok met een eenvoudige datum en tijd onderaan het scherm.
pt: Relógio analógico com data e hora simples na parte inferior da tela.
ro: Ceas analog cu o dată și oră simple în partea de jos a ecranului.
tr: Ekranın alt kısmında basit bir tarih ve saatin yer aldığı analog saat.
uk: Аналоговий годинник із простою датою та часом у нижній частині екрана.
vi: Đồng hồ analog có ngày tháng và giờ đơn giản ở cuối màn hình.
zh: 模擬時鐘，螢幕底部有簡單的日期和時間。

# NKS_SETTINGS_WIDGETS_ANALOG_SECONDSHAND_NAME
source: Show seconds hand
ar: إظهار عقرب الثواني
de: Sekundenzeiger anzeigen
el: Εμφάνιση δείκτη δευτερολέπτων
es: Mostrar segundero
fr: Afficher l'aiguille des secondes
ga: Taispeáin soicind láimhe
hi: सेकंड का हाथ दिखाएं
hi_latn: sekand kee suee dikhaen
id: Tampilkan jarum detik
it: Mostra la lancetta dei secondi
ja: 秒針を表示
ko: 초침 표시
ms: Tunjukkan jarum detik
nb: Vis sekundviser
nl: Laat de secondewijzer zien
pt: Mostrar ponteiro dos segundos
ro: Arată mâna secundelor
tr: Saniye kolunu göster
uk: Показати секундну стрілку
vi: Hiển thị kim giây
zh: 顯示秒針

# NKS_SETTINGS_WIDGETS_ANALOG_SECONDSHAND_DESC
source: Whether to show the seconds hand or not.
ar: سواء لإظهار عقرب الثواني أم لا.
de: Ob der Sekundenzeiger angezeigt werden soll oder nicht.
el: Είτε θα εμφανιστεί ο δείκτης δευτερολέπτων είτε όχι.
es: Si mostrar el segundero o no.
fr: S'il faut afficher ou non l'aiguille des secondes.
ga: Cibé an dtaispeánfar na soicindí láimhe nó nach dtaispeánfar.
hi: सेकेण्ड की सुई दिखानी है या नहीं।
hi_latn: sekand kee suee dikhaanee hai ya nahin.
id: Apakah akan menunjukkan jarum detik atau tidak.
it: Se mostrare o meno la lancetta dei secondi.
ja: 秒針を表示するかどうか。
ko: 초침을 보여줄지 말지.
ms: Sama ada mahu menunjukkan jarum detik atau tidak.
nb: Om du skal vise sekundviseren eller ikke.
nl: Of je de secondewijzer wel of niet laat zien.
pt: Mostrar ou não o ponteiro dos segundos.
ro: Indiferent dacă arătați sau nu mâna secundelor.
tr: Saniye kolunun gösterilip gösterilmeyeceği.
uk: Показувати секундну стрілку чи ні.
vi: Có nên hiển thị kim giây hay không.
zh: 是否顯示秒針。

# NKS_SETTINGS_WIDGETS_DIGITAL_DISPLAYDATE_NAME
source: Display date
ar: تاريخ العرض
de: Anzeigedatum
el: Εμφάνιση ημερομηνίας
es: Mostrar fecha
fr: Date d'affichage
ga: Dáta taispeána
hi: दिनांक प्रदर्शित करें
hi_latn: taareekh pradarshit karen
id: Tampilkan tanggal
it: Data di visualizzazione
ja: 日付を表示
ko: 표시 날짜
ms: Tarikh paparan
nb: Vis dato
nl: Datum weergeven
pt: Data de exibição
ro: Afișează data
tr: Tarih görüntüle
uk: Показати дату
vi: Hiển thị ngày
zh: 顯示日期

# NKS_SETTINGS_WIDGETS_DIGITAL_DISPLAYDATE_DESC
source: Whether to show the date or not.
ar: سواء لإظهار التاريخ أم لا.
de: Ob das Datum angezeigt werden soll oder nicht.
el: Είτε θα εμφανιστεί η ημερομηνία είτε όχι.
es: Si mostrar la fecha o no.
fr: Que ce soit pour afficher la date ou non.
ga: Cibé an dtaispeánfar an dáta nó nach dtaispeánfar.
hi: तारीख दिखानी है या नहीं.
hi_latn: taareekh dikhaanee hai ya nahin.
id: Apakah akan menampilkan tanggal atau tidak.
it: Se mostrare o meno la data.
ja: 日付を表示するかどうか。
ko: 날짜를 표시할지 여부입니다.
ms: Sama ada mahu menunjukkan tarikh atau tidak.
nb: Om du skal vise datoen eller ikke.
nl: Of de datum wel of niet moet worden weergegeven.
pt: Mostrar a data ou não.
ro: Dacă să arate data sau nu.
tr: Tarih gösterilsin mi, gösterilmesin mi?
uk: Показувати дату чи ні.
vi: Có hiển thị ngày hay không.
zh: 是否顯示日期。

# NKS_SETTINGS_WIDGETS_EMOJI_DESC
source: Shows an emoji in the middle of the screen.
ar: يظهر رمز تعبيري في منتصف الشاشة.
de: Zeigt ein Emoji in der Mitte des Bildschirms.
el: Εμφανίζει ένα emoji στη μέση της οθόνης.
es: Muestra un emoji en el medio de la pantalla.
fr: Affiche un emoji au milieu de l'écran.
ga: Taispeáin emoji i lár an scáileáin.
hi: स्क्रीन के मध्य में एक इमोजी दिखाता है.
hi_latn: skreen ke beech mein ek imojee dikhaata hai.
id: Menampilkan emoji di tengah layar.
it: Mostra un'emoji al centro dello schermo.
ja: 画面の中央に絵文字を表示します。
ko: 화면 중앙에 이모티콘이 표시됩니다.
ms: Menunjukkan emoji di tengah-tengah skrin.
nb: Viser en emoji midt på skjermen.
nl: Toont een emoji in het midden van het scherm.
pt: Mostra um emoji no meio da tela.
ro: Afișează un emoji în mijlocul ecranului.
tr: Ekranın ortasında bir emoji gösterilir.
uk: Показує емодзі посередині екрана.
vi: Hiển thị biểu tượng cảm xúc ở giữa màn hình.
zh: 在螢幕中間顯示表情符號。

# NKS_SETTINGS_WIDGETS_EMOJI_CYCLE_NAME
source: Enable Emoticon Cycling
ar: تمكين ركوب الرموز التعبيرية
de: Emoticon-Zyklus aktivieren
el: Ενεργοποίηση Emoticon Cycling
es: Habilitar ciclo de emoticonos
fr: Activer le cyclisme des émoticônes
ga: Cumasaigh Rothaíocht Straoiseog
hi: इमोटिकॉन साइकलिंग सक्षम करें
hi_latn: imotikon saikaling saksham karen
id: Aktifkan Siklus Emotikon
it: Abilita il ciclismo delle emoticon
ja: 絵文字の循環を有効にする
ko: 이모티콘 순환 활성화
ms: Dayakan Berbasikal Emotikon
nb: Aktiver Emoticon Cycling
nl: Emoticon-fietsen inschakelen
pt: Ativar ciclo de emoticons
ro: Activați Emoticon Cycling
tr: İfade Döngüsünü Etkinleştir
uk: Увімкнути цикл смайлів
vi: Bật tính năng Emoticon Cycling
zh: 啟用表情循環

# NKS_SETTINGS_WIDGETS_EMOJI_CYCLE_DESC
source: Whether to cycle between emoticons
ar: سواء للتنقل بين الرموز
de: Ob zwischen Emoticons gewechselt werden soll
el: Είτε θα κάνετε κύκλωμα μεταξύ emoticons
es: Si alternar entre emoticones
fr: S'il faut alterner entre les émoticônes
ga: Cibé an timthriall idir straoiseoga
hi: इमोटिकॉन्स के बीच चक्र करना है या नहीं
hi_latn: imotikon ke beech saikal chalaana hai ya nahin
id: Apakah akan beralih di antara emotikon
it: Se scorrere tra le emoticon
ja: 絵文字を切り替えるかどうか
ko: 이모티콘 순환 여부
ms: Sama ada kitar antara emotikon
nb: Om du skal sykle mellom uttrykksikoner
nl: Of er tussen emoticons moet worden gefietst
pt: Se deve alternar entre emoticons
ro: Dacă să mergi între emoticoane
tr: İfadeler arasında geçiş yapılıp yapılmayacağı
uk: Чи потрібно переключатися між смайлами
vi: Có nên chuyển đổi giữa các biểu tượng cảm xúc không
zh: 是否在表情符號之間循環

# NKS_SETTINGS_WIDGETS_EMOJI_EMOJI_NAME
source: Emoticon
ar: التعبيرات
es: Emoticono
fr: Émoticône
ga: straoiseog
hi: इमोटिकॉन
hi_latn: imotikon
id: Emotikon
ja: 絵文字
ko: 이모티콘
ms: Emotikon
nb: Uttrykksikon
pt: Emoticons
tr: İfade
uk: Смайлик
vi: Biểu tượng cảm xúc
zh: 圖釋

# NKS_SETTINGS_WIDGETS_EMOJI_EMOJI_DESC
source: Emoticon to show
ar: التعبيرات لإظهار
de: Zu zeigendes Emoticon
el: Emoticon για εμφάνιση
es: Emoticono para mostrar
fr: Émoticône à afficher
ga: straoiseog le taispeáint
hi: दिखाने के लिए इमोटिकॉन
hi_latn: dikhaane ke lie imotikon
id: Emotikon untuk ditampilkan
it: Emoticon da mostrare
ja: 表示する絵文字
ko: 보여줄 이모티콘
ms: Emotikon untuk ditunjukkan
nb: Uttrykksikon å vise
nl: Emoticon om te laten zien
pt: Emoticon para mostrar
ro: Emoticon de afișat
tr: Gösterilecek ifade
uk: Смайлик для показу
vi: Biểu tượng cảm xúc để hiển thị
zh: 要顯示的表情符號

# NKS_SETTINGS_KERNEL_FILESYSTEM_LOGICALSORT_NAME
source: Sort logically
ar: فرز منطقيًا
de: Logisch sortieren
el: Ταξινόμηση λογικά
es: Ordena lógicamente
fr: Trier logiquement
ga: Sórtáil go loighciúil
hi: तार्किक रूप से क्रमबद्ध करें
hi_latn: taarkik roop se kramabaddh karen
id: Urutkan secara logis
it: Ordina logicamente
ja: 論理的に並べ替え
ko: 논리적 정렬
ms: Susun secara logik
nb: Sorter logisk
nl: Logisch sorteren
pt: Classifique logicamente
ro: Sortează logic
tr: Mantıksal olarak sırala
uk: Відсортуйте логічно
vi: Sắp xếp theo logic
zh: 邏輯排序

# NKS_SETTINGS_KERNEL_FILESYSTEM_LOGICALSORT_DESC
source: Sorts the list alphanumerically if enabled or alphabetically if disabled.
ar: يتم فرز القائمة أبجديًا رقميًا إذا تم تمكينه أو أبجديًا إذا تم تعطيله.
de: Sortiert die Liste alphanumerisch, wenn aktiviert, oder alphabetisch, wenn deaktiviert.
el: Ταξινομεί τη λίστα αλφαριθμητικά εάν είναι ενεργοποιημένη ή αλφαβητικά εάν είναι απενεργοποιημένη.
es: Ordene la lista alfanuméricamente si está habilitada o alfabéticamente si está deshabilitada.
fr: Trier la liste par ordre alphanumérique si activé ou par ordre alphabétique si désactivé.
ga: Sórtáil an liosta go alfa-uimhriúil má tá sé cumasaithe nó in ord aibítre má tá sé díchumasaithe.
hi: सक्षम होने पर सूची को अल्फ़ान्यूमेरिक रूप से या अक्षम होने पर वर्णानुक्रम में क्रमबद्ध करता है।
hi_latn: saksham hone par soochee ko alfaanyoomerik roop se ya aksham hone par varnaanukram mein kramabaddh karata hai.
id: Mengurutkan daftar berdasarkan alfanumerik jika diaktifkan, atau berdasarkan abjad jika dinonaktifkan.
it: Ordina l'elenco in ordine alfanumerico se abilitato o in ordine alfabetico se disabilitato.
ja: 有効な場合はリストを英数字順に並べ替え、無効な場合はアルファベット順に並べ替えます。
ko: 활성화되면 알파벳순으로, 비활성화되면 알파벳순으로 목록을 정렬합니다.
ms: Isih senarai mengikut abjad angka jika didayakan atau mengikut abjad jika dilumpuhkan.
nb: Sorterer listen alfanumerisk hvis den er aktivert eller alfabetisk hvis den er deaktivert.
nl: Sorteert de lijst alfanumeriek als deze is ingeschakeld of alfabetisch als deze is uitgeschakeld.
pt: Classifica a lista por ordem alfanumérica, se estiver activada, ou por ordem alfabética, se desactivada.
ro: Sortează lista alfanumeric dacă este activată sau alfabetic dacă este dezactivată.
tr: Etkinse listeyi alfanümerik olarak, devre dışıysa alfabetik olarak sıralar.
uk: Сортує список у алфавітно-цифровому порядку, якщо ввімкнено, або в алфавітному, якщо вимкнено.
vi: Sắp xếp danh sách theo chữ cái nếu được bật hoặc theo chữ cái nếu bị tắt.
zh: 如果啟用，則按字母數字順序對清單進行排序；如果已停用，則按字母順序對清單進行排序。

# NKS_DRIVERS_ENCODING_BASE_EXCEPTION_NEEDSINIT
source: This encoding should be initialized.
ar: ينبغي تهيئة هذا الترميز.
de: Diese Kodierung sollte initialisiert werden.
el: Αυτή η κωδικοποίηση θα πρέπει να αρχικοποιηθεί.
es: Esta codificación debe inicializarse.
fr: Cet encodage doit être initialisé.
ga: Ba cheart an t-ionchódú seo a thúsú.
hi: इस एनकोडिंग को आरंभीकृत किया जाना चाहिए।
hi_latn: is enkoding ko inishiyalaiz kiya jaana chaahie.
id: Pengkodean ini harus diinisialisasi.
it: Questa codifica dovrebbe essere inizializzata.
ja: このエンコーディングを初期化する必要があります。
ko: 이 인코딩을 초기화해야 합니다.
ms: Pengekodan ini harus dimulakan.
nb: Denne kodingen bør initialiseres.
nl: Deze codering moet worden geïnitialiseerd.
pt: Esta codificação deve ser inicializada.
ro: Această codificare ar trebui inițializată.
tr: Bu kodlamanın başlatılması gerekiyor.
uk: Це кодування має бути ініціалізовано.
vi: Mã hóa này cần được khởi tạo.
zh: 應初始化此編碼。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_DIRINFONEEDED
source: Directory info is not specified.
ar: لم يتم تحديد معلومات الدليل.
de: Verzeichnisinformationen sind nicht angegeben.
el: Οι πληροφορίες καταλόγου δεν καθορίζονται.
es: No se especifica la información del directorio.
fr: Les informations du répertoire ne sont pas spécifiées.
ga: Níl eolas eolaire sonraithe.
hi: निर्देशिका जानकारी निर्दिष्ट नहीं है.
hi_latn: nirdeshika jaanakaaree nirdisht nahin hai.
id: Info direktori tidak ditentukan.
it: Le informazioni sulla directory non sono specificate.
ja: ディレクトリ情報が指定されていません。
ko: 디렉토리 정보가 지정되지 않았습니다.
ms: Maklumat direktori tidak dinyatakan.
nb: Kataloginformasjon er ikke spesifisert.
nl: Directory-info is niet opgegeven.
pt: As informações do diretório não são especificadas.
ro: Informațiile despre director nu sunt specificate.
tr: Dizin bilgisi belirtilmemiş.
uk: Інформація про каталог не вказана.
vi: Thông tin thư mục không được chỉ định.
zh: 未指定目錄資訊。
