Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_USERMANUAL_APILINK
source: To access the developer's manual for updated ways of making kernel modifications and screensavers, please visit the below link:
ar: للوصول إلى دليل المطور للتعرف على الطرق المحدثة لإجراء تعديلات النواة وحافظات الشاشة، يرجى زيارة الرابط أدناه:
de: Um auf das Entwicklerhandbuch mit aktualisierten Möglichkeiten zur Durchführung von Kernel-Änderungen und Bildschirmschonern zuzugreifen, besuchen Sie bitte den folgenden Link:
el: Για πρόσβαση στο εγχειρίδιο προγραμματιστή για ενημερωμένους τρόπους τροποποίησης του πυρήνα και προφύλαξης οθόνης, επισκεφτείτε τον παρακάτω σύνδεσμο:
es: Para acceder al manual del desarrollador para conocer formas actualizadas de realizar modificaciones del kernel y protectores de pantalla, visite el siguiente enlace:
fr: Pour accéder au manuel du développeur pour connaître les méthodes mises à jour pour apporter des modifications au noyau et des économiseurs d'écran, veuillez visiter le lien ci-dessous :
ga: Chun rochtain a fháil ar lámhleabhar an fhorbróra le haghaidh bealaí nuashonraithe chun mionathruithe eithne agus spárálaíscáileáin a dhéanamh, tabhair cuairt ar an nasc thíos:
hi: कर्नेल संशोधन और स्क्रीनसेवर बनाने के अद्यतन तरीकों के लिए डेवलपर के मैनुअल तक पहुंचने के लिए, कृपया नीचे दिए गए लिंक पर जाएं:
hi_latn: karnel sanshodhanon aur skreenasevar banaane ke apadet kie gae tareekon ke lie devalapar ke mainual tak pahunchane ke lie, krpaya neeche die gae link par jaen:
id: Untuk mengakses manual pengembang guna mengetahui cara terkini dalam melakukan modifikasi kernel dan screensaver, silakan kunjungi tautan di bawah ini:
it: Per accedere al manuale dello sviluppatore per modalità aggiornate di apportare modifiche al kernel e salvaschermi, visitare il collegamento seguente:
ja: カーネルの変更とスクリーンセーバーを行う最新の方法に関する開発者マニュアルにアクセスするには、以下のリンクにアクセスしてください。
ko: 커널 수정 및 화면 보호기를 만드는 업데이트된 방법에 대한 개발자 설명서에 액세스하려면 아래 링크를 방문하십시오.
ms: Untuk mengakses manual pembangun untuk cara terkini membuat pengubahsuaian kernel dan penyelamat skrin, sila lawati pautan di bawah:
nb: For å få tilgang til utviklerhåndboken for oppdaterte måter å gjøre kjernemodifikasjoner og skjermsparere på, vennligst besøk lenken nedenfor:
nl: Om toegang te krijgen tot de ontwikkelaarshandleiding voor bijgewerkte manieren om kernelwijzigingen en screensavers aan te brengen, kunt u de onderstaande link bezoeken:
pt: Para acessar o manual do desenvolvedor para formas atualizadas de fazer modificações no kernel e protetores de tela, visite o link abaixo:
ro: Pentru a accesa manualul dezvoltatorului pentru modalități actualizate de a face modificări ale nucleului și salvatoare de ecran, vă rugăm să vizitați linkul de mai jos:
tr: Çekirdek değişiklikleri ve ekran koruyucular yapmanın güncel yollarını içeren geliştirici kılavuzuna erişmek için lütfen aşağıdaki bağlantıyı ziyaret edin:
uk: Щоб отримати доступ до посібника розробника для оновлених способів внесення змін до ядра та заставок, перейдіть за посиланням нижче:
vi: Để truy cập hướng dẫn dành cho nhà phát triển về các cách cập nhật để thực hiện sửa đổi hạt nhân và trình bảo vệ màn hình, vui lòng truy cập liên kết bên dưới:
zh: 若要存取開發人員手冊以了解核心修改和螢幕保護程式的更新方法，請造訪以下連結：

# NKS_SHELL_SHELLS_UESH_WINELEVATE_ELEVATED
source: You're already running the elevated Nitrocid session!
ar: أنت تقوم بالفعل بتشغيل جلسة Nitrocid المرتفعة!
de: Sie führen bereits die erhöhte Nitrocid-Sitzung durch!
el: Εκτελείτε ήδη την αυξημένη συνεδρία Nitrocid!
es: ¡Ya estás ejecutando la sesión elevada de Nitrocid!
fr: Vous êtes déjà en train d'exécuter la session Nitrocide élevée !
ga: Tá an seisiún ardaithe Nitrocid á rith agat cheana féin!
hi: आप पहले से ही उन्नत नाइट्रोसिड सत्र चला रहे हैं!
hi_latn: aap pahale se hee unnat naitrosid satr chala rahe hain!
id: Anda sudah menjalankan sesi Nitrocid tingkat tinggi!
it: Stai già eseguendo la sessione Nitrocid elevata!
ja: すでに昇格した Nitrocid セッションを実行しています。
ko: 이미 높은 수준의 Nitrocid 세션을 실행하고 있습니다!
ms: Anda sudah menjalankan sesi Nitrocid yang dinaikkan!
nb: Du kjører allerede den forhøyede Nitrocid-økten!
nl: Je voert al de verhoogde Nitrocid-sessie uit!
pt: Você já está executando a sessão elevada de Nitrocid!
ro: Deja rulezi sesiunea Nitrocid crescută!
tr: Zaten yükseltilmiş Nitrocid seansını çalıştırıyorsunuz!
uk: Ви вже проводите підвищений сеанс Nitrocid!
vi: Bạn đã thực hiện phiên chạy Nitrocid nâng cao rồi!
zh: 您已經在運行高濃度硝化劑會話了！

# NKS_SHELL_SHELLS_UESH_WINELEVATE_ELEVATING
source: Elevating your Nitrocid session...
ar: رفع مستوى جلسة Nitrocid الخاصة بك...
de: Verbessern Sie Ihre Nitrocid-Sitzung ...
el: Αύξηση της συνεδρίας Nitrocid...
es: Elevando tu sesión de Nitrocid...
fr: Améliorer votre séance Nitrocide...
ga: Do sheisiún Nitrocid á ardú...
hi: आपके नाइट्रोसिड सत्र को उन्नत किया जा रहा है...
hi_latn: apane naitrosid satr ko unnat karana...
id: Meningkatkan sesi Nitrocid Anda...
it: Migliora la tua sessione di Nitrocid...
ja: Nitrocid セッションをレベルアップしています...
ko: Nitrocid 세션을 높이는 중...
ms: Meningkatkan sesi Nitrocid anda...
nb: Øk Nitrocid-økten din...
nl: Uw Nitrocid-sessie naar een hoger niveau tillen...
pt: Elevando sua sessão de Nitrocid...
ro: Creșterea sesiunii de Nitrocid...
tr: Nitrocid seansınızı bir üst seviyeye taşıyın...
uk: Підвищення сеансу Nitrocid...
vi: Nâng cao hiệu quả của liệu trình Nitrocid...
zh: 提升您的硝酸鹽療程...

# NKS_SHELL_SHELLS_UESH_WINELEVATE_UNAVAILABLE
source: This command is unavailable for your platform.
ar: هذا الأمر غير متوفر لنظامك الأساسي.
de: Dieser Befehl ist für Ihre Plattform nicht verfügbar.
el: Αυτή η εντολή δεν είναι διαθέσιμη για την πλατφόρμα σας.
es: Este comando no está disponible para su plataforma.
fr: Cette commande n'est pas disponible pour votre plateforme.
ga: Níl an t-ordú seo ar fáil do d'ardán.
hi: यह आदेश आपके प्लेटफ़ॉर्म के लिए उपलब्ध नहीं है.
hi_latn: yah kamaand aapake pletaform ke lie upalabdh nahin hai.
id: Perintah ini tidak tersedia untuk platform Anda.
it: Questo comando non è disponibile per la tua piattaforma.
ja: このコマンドは、お使いのプラットフォームでは使用できません。
ko: 해당 플랫폼에서는 이 명령을 사용할 수 없습니다.
ms: Perintah ini tidak tersedia untuk platform anda.
nb: Denne kommandoen er utilgjengelig for plattformen din.
nl: Deze opdracht is niet beschikbaar voor uw platform.
pt: Este comando não está disponível para sua plataforma.
ro: Această comandă nu este disponibilă pentru platforma dvs.
tr: Bu komut platformunuz için kullanılamaz.
uk: Ця команда недоступна для вашої платформи.
vi: Lệnh này không khả dụng trên nền tảng của bạn.
zh: 此命令不適用於您的平台。

# NKS_SHELL_SHELLS_UESH_WRAPTEXT_COLUMNNUMINVALID
source: Invalid number of columns.
ar: عدد الأعمدة غير صالح.
de: Ungültige Spaltenanzahl.
el: Μη έγκυρος αριθμός στηλών.
es: Número de columnas no válido.
fr: Nombre de colonnes non valide.
ga: Líon neamhbhailí colún.
hi: स्तंभों की अमान्य संख्या.
hi_latn: kolam kee amaany sankhya.
id: Jumlah kolom tidak valid.
it: Numero di colonne non valido.
ja: 列数が無効です。
ko: 열 개수가 잘못되었습니다.
ms: Bilangan lajur tidak sah.
nb: Ugyldig antall kolonner.
nl: Ongeldig aantal kolommen.
pt: Número inválido de colunas.
ro: Număr nevalid de coloane.
tr: Geçersiz sütun sayısı.
uk: Недійсна кількість стовпців.
vi: Số cột không hợp lệ.
zh: 列數無效。

# NKS_USERS_LOGIN_MODERNLOGON_SHUTDOWN
source: Shut down
ar: اغلق
de: Abschalten
el: ΤΕΡΜΑΤΙΣΜΟΣ ΛΕΙΤΟΥΡΓΙΑΣ
es: Cerrar
fr: Fermer
ga: Stoptar
hi: शट डाउन
hi_latn: shat daun
id: Menutup
it: Fermare
ja: シャットダウン
ko: 종료
ms: tutup
nb: Slå av
nl: Afsluiten
pt: Desligar
ro: Închide
tr: Kapat
uk: Вимкнути
vi: Tắt máy
zh: 關閉

# NKS_USERS_LOGIN_MODERNLOGON_RESTART
source: Restart
ar: إعادة تشغيل
de: Neu starten
el: Επανεκκίνηση
es: Reanudar
fr: Redémarrage
ga: Atosaigh
hi: पुनः आरंभ करें
hi_latn: punah aarambh karen
id: Mulai ulang
it: Ricomincia
ja: 再起動
ko: 재시작
ms: Mulakan semula
nb: Start på nytt
nl: Herstarten
pt: Reiniciar
ro: Repornire
tr: Tekrar başlat
uk: Перезапустіть
vi: Khởi động lại
zh: 重新開始

# NKS_USERS_LOGIN_MODERNLOGON_LOGIN
source: Login
ar: تسجيل الدخول
de: Anmeldung
el: Σύνδεση
es: Acceso
fr: Se connecter
ga: Logáil isteach
hi: लॉग इन करें
hi_latn: login karen
ja: ログイン
ko: 로그인
ms: Log masuk
nb: Logg inn
pt: Conecte-se
tr: Giriş yapmak
uk: Логін
vi: Đăng nhập
zh: 登入

# NKS_USERS_LOGIN_MODERNLOGON_SELECTUSER
source: Select a user account you want to log in with.
ar: حدد حساب المستخدم الذي تريد تسجيل الدخول به.
de: Wählen Sie ein Benutzerkonto aus, mit dem Sie sich anmelden möchten.
el: Επιλέξτε έναν λογαριασμό χρήστη με τον οποίο θέλετε να συνδεθείτε.
es: Seleccione una cuenta de usuario con la que desee iniciar sesión.
fr: Sélectionnez un compte utilisateur avec lequel vous souhaitez vous connecter.
ga: Roghnaigh cuntas úsáideora ar mhaith leat logáil isteach leis.
hi: वह उपयोगकर्ता खाता चुनें जिससे आप लॉग इन करना चाहते हैं।
hi_latn: ek upayogakarta khaata chunen jisake saath aap log in karana chaahate hain.
id: Pilih akun pengguna yang ingin Anda gunakan untuk masuk.
it: Seleziona un account utente con cui desideri accedere.
ja: ログインに使用するユーザー アカウントを選択します。
ko: 로그인하려는 사용자 계정을 선택하세요.
ms: Pilih akaun pengguna yang anda ingin log masuk.
nb: Velg en brukerkonto du vil logge på med.
nl: Selecteer een gebruikersaccount waarmee u wilt inloggen.
pt: Selecione uma conta de usuário com a qual deseja fazer login.
ro: Selectați un cont de utilizator cu care doriți să vă conectați.
tr: Giriş yapmak istediğiniz kullanıcı hesabını seçin.
uk: Виберіть обліковий запис користувача, за допомогою якого ви хочете увійти.
vi: Chọn tài khoản người dùng mà bạn muốn đăng nhập.
zh: 選擇您要用來登入的使用者帳戶。

# NKS_USERS_LOGIN_MODERNLOGON_PASSWORD
source: Enter the password for user
ar: أدخل كلمة المرور للمستخدم
de: Geben Sie das Passwort für den Benutzer ein
el: Εισαγάγετε τον κωδικό πρόσβασης για τον χρήστη
es: Ingrese la contraseña para el usuario
fr: Entrez le mot de passe de l'utilisateur
ga: Cuir isteach an focal faire don úsáideoir
hi: उपयोगकर्ता के लिए पासवर्ड दर्ज करें
hi_latn: upayogakarta ke lie paasavard darj karen
id: Masukkan kata sandi untuk pengguna
it: Immettere la password per l'utente
ja: ユーザーのパスワードを入力してください
ko: 사용자의 비밀번호를 입력하세요
ms: Masukkan kata laluan untuk pengguna
nb: Skriv inn passordet for brukeren
nl: Voer het wachtwoord voor de gebruiker in
pt: Digite a senha do usuário
ro: Introduceți parola pentru utilizator
tr: Kullanıcı için şifreyi girin
uk: Введіть пароль користувача
vi: Nhập mật khẩu cho người dùng
zh: 輸入使用者的密碼

# NKS_USERS_LOGIN_MODERNLOGON_WRONGPASSWORD
source: Wrong password for user.
ar: كلمة المرور خاطئة للمستخدم.
de: Falsches Passwort für Benutzer.
el: Λάθος κωδικός πρόσβασης για τον χρήστη.
es: Contraseña incorrecta para el usuario.
fr: Mauvais mot de passe pour l'utilisateur.
ga: Focal faire mícheart don úsáideoir.
hi: उपयोगकर्ता के लिए गलत पासवर्ड.
hi_latn: upayogakarta ke lie galat paasavard.
id: Kata sandi pengguna salah.
it: Password errata per l'utente.
ja: ユーザーのパスワードが間違っています。
ko: 사용자의 비밀번호가 잘못되었습니다.
ms: Kata laluan yang salah untuk pengguna.
nb: Feil passord for bruker.
nl: Verkeerd wachtwoord voor gebruiker.
pt: Senha errada para o usuário.
ro: Parolă greșită pentru utilizator.
tr: Kullanıcı için hatalı şifre.
uk: Неправильний пароль для користувача.
vi: Mật khẩu người dùng không đúng.
zh: 使用者密碼錯誤。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_REGISTERED
source: Successfully registered! Hi, {0}!
ar: سجلت بنجاح! مرحبًا، {0}!
de: Erfolgreich registriert! Hallo, {0}!
el: Η εγγραφή έγινε με επιτυχία! Γεια, {0}!
es: ¡Registrado exitosamente! ¡Hola, {0}!
fr: Enregistré avec succès! Bonjour, {0} !
ga: Cláraithe go rathúil! Dia duit, {0}!
hi: पंजीकरण सफलतापूर्वक हो गया है! नमस्ते, {0}!
hi_latn: saphalataapoorvak panjeekrt! namaste, {0}!
id: Berhasil mendaftar! Hai, {0}!
it: Registrato con successo! Ciao, {0}!
ja: 無事に登録されました！こんにちは、{0}!
ko: 성공적으로 등록되었습니다! 안녕하세요, {0}님!
ms: Berjaya mendaftar! Hai, {0}!
nb: Vellykket registrert! Hei, {0}!
nl: Succesvol geregistreerd! Hallo, {0}!
pt: Registrado com sucesso! Olá, {0}!
ro: Înregistrat cu succes! Bună, {0}!
tr: Başarıyla kayıt oldunuz! Merhaba, {0}!
uk: Успішно зареєстровано! Привіт, {0}!
vi: Đã đăng ký thành công! Xin chào, {0}!
zh: 註冊成功！嗨，{0}！

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_NOCOMMANDDESC
source: No remote debug command description
ar: لا يوجد وصف لأمر التصحيح عن بعد
de: Keine Beschreibung des Remote-Debug-Befehls
el: Δεν υπάρχει περιγραφή εντολής απομακρυσμένου εντοπισμού σφαλμάτων
es: Sin descripción del comando de depuración remota
fr: Aucune description de la commande de débogage à distance
ga: Níl aon chur síos ar an gcianordú dífhabhtaithe
hi: कोई दूरस्थ डिबग कमांड विवरण नहीं
hi_latn: koee rimot dibag kamaand vivaran nahin
id: Tidak ada deskripsi perintah debug jarak jauh
it: Nessuna descrizione del comando di debug remoto
ja: リモート デバッグ コマンドの説明がありません
ko: 원격 디버그 명령 설명 없음
ms: Tiada perihalan arahan nyahpepijat jauh
nb: Ingen ekstern debug-kommandobeskrivelse
nl: Geen beschrijving van de opdracht voor foutopsporing op afstand
pt: Nenhuma descrição do comando de depuração remota
ro: Nicio descriere a comenzii de depanare la distanță
tr: Uzaktan hata ayıklama komutu açıklaması yok
uk: Немає опису команди віддаленого налагодження
vi: Không có mô tả lệnh gỡ lỗi từ xa
zh: 無遠端偵錯命令說明

# NKS_MISC_SCREENSAVER_AMBIENT_EXCEPTION_SOUNDPLAYTIMEOUT
source: Can't play sound because of timeout.
ar: لا يمكن تشغيل الصوت بسبب انتهاء المهلة.
de: Aufgrund einer Zeitüberschreitung kann kein Ton wiedergegeben werden.
el: Δεν είναι δυνατή η αναπαραγωγή ήχου λόγω χρονικού ορίου.
es: No se puede reproducir sonido debido al tiempo de espera.
fr: Impossible de lire le son en raison d'un délai d'attente.
ga: Ní féidir fuaim a sheinm mar gheall ar am istigh.
hi: समय समाप्त होने के कारण ध्वनि नहीं बजाई जा सकती.
hi_latn: samay samaapt hone ke kaaran dhvani nahin bajaee ja sakatee.
id: Tidak dapat memutar suara karena batas waktu.
it: Impossibile riprodurre l'audio a causa del timeout.
ja: タイムアウトのためサウンドを再生できません。
ko: 시간 초과로 인해 소리를 재생할 수 없습니다.
ms: Tidak dapat memainkan bunyi kerana tamat masa.
nb: Kan ikke spille av lyd på grunn av tidsavbrudd.
nl: Kan geen geluid afspelen vanwege een time-out.
pt: Não é possível reproduzir som devido ao tempo limite.
ro: Nu se poate reda sunetul din cauza timeout.
tr: Zaman aşımı nedeniyle ses çalınamıyor.
uk: Не вдається відтворити звук через час очікування.
vi: Không thể phát âm thanh vì hết thời gian.
zh: 由於逾時而無法播放聲音。

# NKS_KERNEL_CONFIGURATION_INSTANCES_DRIVERSETTINGS
source: Kernel driver settings
ar: إعدادات برنامج تشغيل النواة
de: Kernel-Treibereinstellungen
el: Ρυθμίσεις προγράμματος οδήγησης πυρήνα
es: Configuración del controlador del núcleo
fr: Paramètres du pilote du noyau
ga: Socruithe eithne tiománaí
hi: कर्नेल ड्राइवर सेटिंग्स
hi_latn: karnel draivar setings
id: Pengaturan driver kernel
it: Impostazioni del driver del kernel
ja: カーネルドライバーの設定
ko: 커널 드라이버 설정
ms: Tetapan pemacu kernel
nb: Innstillinger for kjernedriver
nl: Instellingen voor kernelstuurprogramma
pt: Configurações do driver do kernel
ro: Setările driverului kernelului
tr: Çekirdek sürücü ayarları
uk: Налаштування драйвера ядра
vi: Cài đặt trình điều khiển hạt nhân
zh: 核心驅動設定

# NKS_SETTINGS_SCREENSAVER_MATRIXBLEED_DESC
source: Falling line of matrix numbers.
ar: الخط الهابط لأرقام المصفوفة.
de: Fallende Linie der Matrixzahlen.
el: Πτώση γραμμή αριθμών μήτρας.
es: Línea descendente de números matriciales.
fr: Ligne descendante de nombres matriciels.
ga: Líne titim na n-uimhreacha maitrís.
hi: मैट्रिक्स संख्याओं की गिरती रेखा.
hi_latn: maitriks nambaron kee giratee huee rekha.
id: Garis jatuh bilangan matriks.
it: Linea cadente dei numeri di matrice.
ja: マトリックス番号の下降線。
ko: 행렬 숫자의 하강 라인.
ms: Garis kejatuhan nombor matriks.
nb: Fallende linje med matrisetall.
nl: Dalende lijn van matrixnummers.
pt: Linha descendente de números de matriz.
ro: Linia descendentă a numerelor matriceale.
tr: Matris sayılarının düşen çizgisi.
uk: Падаючий рядок чисел матриці.
vi: Dòng số ma trận giảm dần.
zh: 矩陣數的下降線。

# NKS_SETTINGS_SCREENSAVER_MATRIXBLEED_DROPCHANCE_NAME
source: Drop chance
ar: إسقاط الفرصة
el: Πτώση ευκαιρία
es: oportunidad de caída
fr: Laissez tomber la chance
ga: Buail seans
hi: मौका छोड़ो
hi_latn: drop chaans
id: Kehilangan kesempatan
it: Perdete la possibilità
ja: ドロップチャンス
ko: 드롭 확률
ms: Lepaskan peluang
nb: Slipp sjansen
nl: Laat de kans vallen
pt: Chance de drop
ro: Pierde sansa
tr: Düşme şansı
uk: Випадіть шанс
vi: Cơ hội thả
zh: 掉落幾率

# NKS_SETTINGS_SCREENSAVER_MATRIXBLEED_DROPCHANCE_DESC
source: Chance to drop a new falling matrix
ar: فرصة لإسقاط مصفوفة السقوط الجديدة
de: Chance, eine neue fallende Matrix fallen zu lassen
el: Πιθανότητα να ρίξετε μια νέα μήτρα πτώσης
es: Posibilidad de soltar una nueva matriz que cae
fr: Chance de laisser tomber une nouvelle matrice tombante
ga: Seans maitrís nua atá ag titim a scaoileadh
hi: एक नए गिरते मैट्रिक्स को गिराने का मौका
hi_latn: ek naya girata hua maitriks chhodane ka mauka
id: Kesempatan untuk menjatuhkan matriks jatuh baru
it: Possibilità di rilasciare una nuova matrice cadente
ja: 新しい落下マトリックスをドロップするチャンス
ko: 새로운 낙하 행렬을 떨어뜨릴 확률
ms: Peluang untuk menggugurkan matriks jatuh baharu
nb: Sjanse til å slippe en ny fallende matrise
nl: Kans om een nieuwe vallende matrix te laten vallen
pt: Chance de lançar uma nova matriz decrescente
ro: Șansa de a arunca o nouă matrice în cădere
tr: Yeni bir düşen matrisi düşürme şansı
uk: Можливість випасти нової падаючої матриці
vi: Cơ hội thả một ma trận mới đang rơi
zh: 有機會掉落新的掉落矩陣

# NKS_SETTINGS_KERNEL_GENERAL_DESC
source: This section lists all general kernel settings, mainly for maintaining the kernel.
ar: يسرد هذا القسم جميع إعدادات النواة العامة، خاصة لصيانة النواة.
de: In diesem Abschnitt werden alle allgemeinen Kernel-Einstellungen aufgelistet, hauptsächlich zur Wartung des Kernels.
el: Αυτή η ενότητα παραθέτει όλες τις γενικές ρυθμίσεις του πυρήνα, κυρίως για τη συντήρηση του πυρήνα.
es: Esta sección enumera todas las configuraciones generales del kernel, principalmente para mantener el kernel.
fr: Cette section répertorie tous les paramètres généraux du noyau, principalement pour la maintenance du noyau.
ga: Liostaíonn an chuid seo na socruithe eithne ginearálta go léir, go príomha chun an eithne a chothabháil.
hi: यह अनुभाग सभी सामान्य कर्नेल सेटिंग्स को सूचीबद्ध करता है, मुख्य रूप से कर्नेल को बनाए रखने के लिए।
hi_latn: yah anubhaag mukhy roop se karnel ko banae rakhane ke lie sabhee saamaany karnel setings ko soocheebaddh karata hai.
id: Bagian ini mencantumkan semua pengaturan kernel umum, terutama untuk memelihara kernel.
it: Questa sezione elenca tutte le impostazioni generali del kernel, principalmente per la manutenzione del kernel.
ja: このセクションでは、主にカーネルを維持するための一般的なカーネル設定をすべてリストします。
ko: 이 섹션에는 주로 커널 유지 관리를 위한 모든 일반 커널 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan semua tetapan kernel umum, terutamanya untuk mengekalkan kernel.
nb: Denne delen viser alle generelle kjerneinnstillinger, hovedsakelig for vedlikehold av kjernen.
nl: In deze sectie worden alle algemene kernelinstellingen vermeld, voornamelijk voor het onderhouden van de kernel.
pt: Esta seção lista todas as configurações gerais do kernel, principalmente para manutenção do kernel.
ro: Această secțiune listează toate setările generale ale nucleului, în principal pentru întreținerea nucleului.
tr: Bu bölümde, temel olarak çekirdeğin bakımı için kullanılan tüm genel çekirdek ayarları listelenmektedir.
uk: У цьому розділі перераховано всі загальні налаштування ядра, головним чином для підтримки ядра.
vi: Phần này liệt kê tất cả các thiết lập chung của hạt nhân, chủ yếu để duy trì hạt nhân.
zh: 本節列出了所有常規內核設置，主要用於維護內核。

# NKS_SETTINGS_KERNEL_GENERAL_DISPLAYAS
source: General kernel settings
ar: إعدادات النواة العامة
de: Allgemeine Kernel-Einstellungen
el: Γενικές ρυθμίσεις πυρήνα
es: Configuración general del kernel
fr: Paramètres généraux du noyau
ga: Socruithe eithne ginearálta
hi: सामान्य कर्नेल सेटिंग्स
hi_latn: saamaany karnel setings
id: Pengaturan kernel umum
it: Impostazioni generali del kernel
ja: 一般的なカーネル設定
ko: 일반 커널 설정
ms: Tetapan kernel umum
nb: Generelle kjerneinnstillinger
nl: Algemene kernelinstellingen
pt: Configurações gerais do kernel
ro: Setări generale ale nucleului
tr: Genel çekirdek ayarları
uk: Загальні налаштування ядра
vi: Thiết lập hạt nhân chung
zh: 常規內核設定

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_LANGUAGE_NAME
source: Language
ar: لغة
de: Sprache
el: Γλώσσα
es: Idioma
fr: Langue
ga: Teanga
hi: भाषा
hi_latn: bhaasha
id: Bahasa
it: Lingua
ja: 言語
ko: 언어
ms: Bahasa
nb: Språk
nl: Taal
pt: Linguagem
ro: Limba
tr: Dil
uk: Мова
vi: Ngôn ngữ
zh: 語言

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_LANGUAGE_DESC
source: Specifies the kernel language.
ar: يحدد لغة النواة.
de: Gibt die Kernelsprache an.
el: Καθορίζει τη γλώσσα του πυρήνα.
es: Especifica el idioma del núcleo.
fr: Spécifie la langue du noyau.
ga: Sonraíonn an teanga eithne.
hi: कर्नेल भाषा निर्दिष्ट करता है.
hi_latn: karnel bhaasha nirdisht karata hai.
id: Menentukan bahasa kernel.
it: Specifica la lingua del kernel.
ja: カーネル言語を指定します。
ko: 커널 언어를 지정합니다.
ms: Menentukan bahasa kernel.
nb: Spesifiserer kjernespråket.
nl: Specificeert de kerneltaal.
pt: Especifica o idioma do kernel.
ro: Specifică limbajul nucleului.
tr: Çekirdek dilini belirtir.
uk: Визначає мову ядра.
vi: Chỉ định ngôn ngữ hạt nhân.
zh: 指定內核語言。

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_CULTURE_NAME
source: Culture
ar: ثقافة
de: Kultur
el: Πολιτισμός
es: Cultura
ga: Cultúr
hi: संस्कृति
hi_latn: sanskrti
id: Budaya
it: Cultura
ja: 文化
ko: 문화
ms: budaya
nb: Kultur
nl: Cultuur
pt: Cultura
ro: Cultură
tr: Kültür
uk: Культура
vi: Văn hoá
zh: 文化

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_BEEP_NAME
source: Beep on shutdown or reboot
ar: صوت تنبيه عند إيقاف التشغيل أو إعادة التشغيل
de: Signalton beim Herunterfahren oder Neustarten
el: Ηχητικό σήμα κατά τον τερματισμό ή την επανεκκίνηση
es: Pitido al apagar o reiniciar
fr: Bip à l'arrêt ou au redémarrage
ga: Bíp ar múchadh nó atosaigh
hi: शटडाउन या रीबूट पर बीप करें
hi_latn: shatadaun ya reeboot par beep
id: Bunyi bip saat dimatikan atau di-boot ulang
it: Segnale acustico allo spegnimento o al riavvio
ja: シャットダウンまたは再起動時にビープ音が鳴る
ko: 종료 또는 재부팅 시 경고음 발생
ms: Bip semasa penutupan atau but semula
nb: Piper ved avslutning eller omstart
nl: Pieptoon bij afsluiten of opnieuw opstarten
pt: Bipe ao desligar ou reiniciar
ro: Bip la oprire sau repornire
tr: Kapatma veya yeniden başlatma sırasında bip sesi
uk: Звуковий сигнал при вимкненні або перезавантаженні
vi: Tiếng bíp khi tắt máy hoặc khởi động lại
zh: 關機或重新啟動時發出蜂鳴聲

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_BEEP_DESC
source: Enables beeping upon shutting down the kernel.
ar: تمكين الصافرة عند اغلاق النواة.
de: Aktiviert einen Signalton beim Herunterfahren des Kernels.
el: Ενεργοποιεί το ηχητικό σήμα κατά τον τερματισμό της λειτουργίας του πυρήνα.
es: Habilita un pitido al apagar el kernel.
fr: Permet d'émettre un bip lors de l'arrêt du noyau.
ga: Cumasaíonn sé beeping nuair a stoptar síos an eithne.
hi: कर्नेल को बंद करने पर बीप सक्षम करता है।
hi_latn: karnel ko band karane par beep saksham karata hai.
id: Mengaktifkan bunyi bip saat mematikan kernel.
it: Abilita il segnale acustico allo spegnimento del kernel.
ja: カーネルのシャットダウン時のビープ音を有効にします。
ko: 커널을 종료할 때 경고음을 활성화합니다.
ms: Membolehkan bunyi bip semasa mematikan kernel.
nb: Aktiverer pipelyd når kjernen slås av.
nl: Maakt piepen mogelijk bij het afsluiten van de kernel.
pt: Ativa o sinal sonoro ao desligar o kernel.
ro: Permite semnalul sonor la închiderea nucleului.
tr: Çekirdeği kapatırken bip sesini etkinleştirir.
uk: Вмикає звуковий сигнал після завершення роботи ядра.
vi: Cho phép phát ra tiếng bíp khi tắt hạt nhân.
zh: 關閉核心時啟用蜂鳴聲。
