Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_LONGTIMEDATE_DESC
source: The time and date will be longer, showing full month names, etc.
ar: سيكون الوقت والتاريخ أطول ، ويعرضان أسماء الشهور كاملة ، إلخ.
de: Die Uhrzeit und das Datum sind länger und zeigen die vollständigen Monatsnamen usw. an.
el: Η ώρα και η ημερομηνία θα είναι μεγαλύτερη, εμφανίζοντας ονόματα ολόκληρου του μήνα κ.λπ.
es: La hora y la fecha serán más largas, mostrando los nombres de los meses completos, etc.
fr: L'heure et la date seront plus longues, affichant les noms complets des mois, etc.
ga: Beidh an t-am agus an dáta níos faide, ag taispeáint ainmneacha mí iomlána, etc.
hi: पूरे महीने के नाम इत्यादि दिखाते हुए समय और तारीख लंबी हो जाएगी।
hi_latn: poore maheene ke naam ityaadi dikhaate hue samay aur taareekh lambee ho jaegee.
id: Waktu dan tanggal akan lebih panjang, menampilkan nama bulan lengkap, dll.
it: L'ora e la data saranno più lunghe, mostrando i nomi completi dei mesi, ecc.
ja: 日時が長くなり、完全な月の名前などが表示されます。
ko: 시간과 날짜가 더 길어지고 전체 월 이름 등이 표시됩니다.
ms: Masa dan tarikh akan lebih panjang, menunjukkan nama bulan penuh, dsb.
nb: Klokkeslettet og datoen blir lengre, og viser hele månedsnavn osv.
nl: De tijd en datum zijn langer, met volledige maandnamen, enz.
pt: A hora e a data serão mais longas, mostrando os nomes dos meses completos, etc.
ro: Ora și data vor fi mai lungi, afișând numele întregii luni etc.
tr: Saat ve tarih daha uzun olacak, ayların tam adları vb. gösterilecek.
uk: Час і дата будуть довшими, відображатимуться повні назви місяців тощо.
vi: Thời gian và ngày tháng sẽ dài hơn, hiển thị tên tháng đầy đủ, v.v.
zh: 時間和日期會更長，顯示完整的月份名稱等。

# NKS_SETTINGS_KERNEL_FILESYSTEM_HIDDENFILES_DESC
source: Shows hidden files.
ar: يظهر الملفات المخفية.
de: Zeigt versteckte Dateien an.
el: Εμφανίζει κρυφά αρχεία.
es: Muestra archivos ocultos.
fr: Affiche les fichiers cachés.
ga: Taispeáin comhaid i bhfolach.
hi: छिपी हुई फाइलें दिखाता है।
hi_latn: chhipee huee phailen dikhaata hai.
id: Menampilkan berkas tersembunyi.
it: Mostra i file nascosti.
ja: 隠しファイルを表示します。
ko: 숨겨진 파일을 표시합니다.
ms: Menunjukkan fail tersembunyi.
nb: Viser skjulte filer.
nl: Toont verborgen bestanden.
pt: Mostra arquivos ocultos.
ro: Afișează fișierele ascunse.
tr: Gizli dosyaları gösterir.
uk: Показує приховані файли.
vi: Hiển thị các tập tin ẩn.
zh: 顯示隱藏文件。

# NKS_SHELL_SHELLS_ADMIN_CDBGLOG_NEEDSDEBUG
source: You must turn on debug mode before you can clear debug log.
ar: يجب تشغيل وضع التصحيح قبل أن تتمكن من مسح سجل التصحيح.
de: Sie müssen den Debug-Modus aktivieren, bevor Sie das Debug-Protokoll löschen können.
el: Πρέπει να ενεργοποιήσετε τη λειτουργία εντοπισμού σφαλμάτων για να μπορέσετε να διαγράψετε το αρχείο καταγραφής εντοπισμού σφαλμάτων.
es: Debe activar el modo de depuración antes de poder borrar el registro de depuración.
fr: Vous devez activer le mode débogage avant de pouvoir effacer le journal de débogage.
ga: Ní mór duit mód dífhabhtaithe a chur ar siúl sular féidir leat loga dífhabhtaithe a ghlanadh.
hi: डीबग लॉग को खाली करने से पहले आपको डीबग मोड चालू करना होगा।
hi_latn: deebag log ko khaalee karane se pahale aapako deebag mod chaaloo karana hoga.
id: Anda harus mengaktifkan mode debug sebelum dapat menghapus log debug.
it: È necessario attivare la modalità di debug prima di poter cancellare il registro di debug.
ja: デバッグログをクリアする前に、デバッグモードをオンにする必要があります。
ko: 디버그 로그를 지우려면 먼저 디버그 모드를 켜야합니다.
ms: Anda mesti menghidupkan mod nyahpepijat sebelum anda boleh mengosongkan log nyahpepijat.
nb: Du må slå på feilsøkingsmodus før du kan tømme feilsøkingsloggen.
nl: U moet de foutopsporingsmodus inschakelen voordat u het foutopsporingslogboek kunt wissen.
pt: Você deve ativar o modo de depuração antes de limpar o log de depuração.
ro: Trebuie să activați modul de depanare înainte de a putea șterge jurnalul de depanare.
tr: Hata ayıklama günlüğünü temizleyebilmeniz için öncelikle hata ayıklama modunu açmanız gerekir.
uk: Ви повинні ввімкнути режим налагодження, перш ніж очистити журнал налагодження.
vi: Bạn phải bật chế độ gỡ lỗi trước khi có thể xóa nhật ký gỡ lỗi.
zh: 您必須先打開調試模式，然後才能清除調試日誌。

# NKS_SHELL_SHELLS_UESH_COMMAND_RM_DESC
source: Removes a directory or a file
ar: يزيل دليل أو ملف
de: Entfernt ein Verzeichnis oder eine Datei
el: Αφαιρεί έναν κατάλογο ή ένα αρχείο
es: Elimina un directorio o un archivo
fr: Supprime un répertoire ou un fichier
ga: Baintear eolaire nó comhad
hi: निर्देशिका या फ़ाइल को निकालता है
hi_latn: nirdeshika ya fail ko nikaalata hai
id: Menghapus direktori atau file
it: Rimuove una directory o un file
ja: ディレクトリまたはファイルを削除します
ko: 디렉토리 또는 파일을 제거합니다.
ms: Mengalih keluar direktori atau fail
nb: Fjerner en katalog eller en fil
nl: Verwijdert een map of een bestand
pt: Remove um diretório ou arquivo
ro: Îndepărtează un director sau un fișier
tr: Bir dizini veya dosyayı kaldırır
uk: Видаляє каталог або файл
vi: Xóa một thư mục hoặc một tập tin
zh: 刪除目錄或文件

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_REMOVENONEXISTENTFILE
source: Can't remove {0} because it doesn't exist.
ar: لا يمكن إزالة {0} لأنه غير موجود.
de: {0} kann nicht entfernt werden, da es nicht vorhanden ist.
el: Δεν είναι δυνατή η κατάργηση του {0} επειδή δεν υπάρχει.
es: No se puede eliminar {0} porque no existe.
fr: Impossible de supprimer {0}, car il n'existe pas.
ga: Ní féidir {0} a bhaint toisc nach bhfuil sé ann.
hi: {0} को हटा नहीं सकते क्योंकि यह मौजूद नहीं है।
hi_latn: {0} ko hata nahin sakate kyonki yah maujood nahin hai.
id: Tidak dapat menghapus {0} karena tidak ada.
it: Impossibile rimuovere {0} perché non esiste.
ja: {0}が存在しないため、削除できません。
ko: {0}이 (가) 존재하지 않으므로 삭제할 수 없습니다.
ms: Tidak dapat mengalih keluar {0} kerana ia tidak wujud.
nb: Kan ikke fjerne {0} fordi den ikke eksisterer.
nl: Kan {0} niet verwijderen omdat het niet bestaat.
pt: Não é possível remover {0} porque ele não existe.
ro: Nu se poate elimina {0} deoarece nu există.
tr: {0} kaldırılamıyor çünkü mevcut değil.
uk: Неможливо видалити {0}, оскільки він не існує.
vi: Không thể xóa {0} vì nó không tồn tại.
zh: 無法刪除 {0}，因為它不存在。

# NKS_SHELL_SHELLS_UESH_COMMAND_FILEINFO_DESC
source: Provides information about a file
ar: يوفر معلومات حول ملف
de: Bietet Informationen zu einer Datei
el: Παρέχει πληροφορίες για ένα αρχείο
es: Proporciona información sobre un archivo.
fr: Fournit des informations sur un fichier
ga: Soláthraíonn faisnéis faoi chomhad
hi: एक फ़ाइल के बारे में जानकारी प्रदान करता है
hi_latn: ek fail ke baare mein jaanakaaree pradaan karata hai
id: Memberikan informasi tentang sebuah file
it: Fornisce informazioni su un file
ja: ファイルに関する情報を提供します
ko: 파일에 대한 정보를 제공합니다.
ms: Menyediakan maklumat tentang fail
nb: Gir informasjon om en fil
nl: Geeft informatie over een bestand
pt: Fornece informações sobre um arquivo
ro: Oferă informații despre un fișier
tr: Bir dosya hakkında bilgi sağlar
uk: Надає інформацію про файл
vi: Cung cấp thông tin về một tập tin
zh: 提供有關文件的信息

# NKS_SHELL_SHELLS_UESH_COMMAND_DIRINFO_DESC
source: Provides information about a directory
ar: يوفر معلومات حول دليل
de: Bietet Informationen zu einem Verzeichnis
el: Παρέχει πληροφορίες σχετικά με έναν κατάλογο
es: Proporciona información sobre un directorio.
fr: Fournit des informations sur un annuaire
ga: Soláthraíonn sé eolas faoi eolaire
hi: एक निर्देशिका के बारे में जानकारी प्रदान करता है
hi_latn: ek nirdeshika ke baare mein jaanakaaree pradaan karata hai
id: Memberikan informasi tentang direktori
it: Fornisce informazioni su una directory
ja: ディレクトリに関する情報を提供します
ko: 디렉토리에 대한 정보를 제공합니다.
ms: Menyediakan maklumat tentang direktori
nb: Gir informasjon om en katalog
nl: Geeft informatie over een directory
pt: Fornece informações sobre um diretório
ro: Oferă informații despre un director
tr: Bir dizin hakkında bilgi sağlar
uk: Надає інформацію про каталог
vi: Cung cấp thông tin về một thư mục
zh: 提供有關目錄的信息

# NKS_SHELL_SHELLS_UESH_DIRINFO_DIRNOTFOUND
source: Can't get information about nonexistent directory.
ar: لا يمكن الحصول على معلومات حول دليل غير موجود.
de: Informationen zu nicht vorhandenem Verzeichnis können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη πληροφοριών σχετικά με τον ανύπαρκτο κατάλογο.
es: No se puede obtener información sobre un directorio inexistente.
fr: Impossible d'obtenir des informations sur un répertoire inexistant.
ga: Ní féidir faisnéis a fháil faoin eolaire nach bhfuil ann.
hi: कोई भी निर्देशिका के बारे में जानकारी प्राप्त नहीं कर सकते।
hi_latn: koee bhee nirdeshika ke baare mein jaanakaaree praapt nahin kar sakate.
id: Tidak dapat memperoleh informasi tentang direktori yang tidak ada.
it: Impossibile ottenere informazioni su una directory inesistente.
ja: 存在しないディレクトリに関する情報を取得できません。
ko: 존재하지 않는 디렉토리에 대한 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat tentang direktori yang tidak wujud.
nb: Kan ikke få informasjon om ikke-eksisterende katalog.
nl: Kan geen informatie krijgen over niet-bestaande directory.
pt: Não é possível obter informações sobre o diretório inexistente.
ro: Nu pot obține informații despre directorul inexistent.
tr: Varolmayan dizin hakkında bilgi alınamıyor.
uk: Не вдається отримати інформацію про неіснуючий каталог.
vi: Không thể lấy thông tin về thư mục không tồn tại.
zh: 無法獲取有關不存在目錄的信息。

# NKS_SHELL_SHELLS_UESH_FILEINFO_FILENOTFOUND
source: Can't get information about nonexistent file.
ar: لا يمكن الحصول على معلومات حول ملف غير موجود.
de: Informationen zu nicht vorhandenen Dateien können nicht abgerufen werden.
el: Δεν μπορώ να λάβω πληροφορίες για ανύπαρκτο αρχείο.
es: No se puede obtener información sobre un archivo inexistente.
fr: Impossible d'obtenir des informations sur un fichier inexistant.
ga: Ní féidir faisnéis a fháil faoi chomhad nach bhfuil ann.
hi: कोई नहीं फ़ाइल के बारे में जानकारी नहीं मिल सकती।
hi_latn: koee nahin fail ke baare mein jaanakaaree nahin mil sakatee.
id: Tidak dapat memperoleh informasi tentang berkas yang tidak ada.
it: Impossibile ottenere informazioni su file inesistenti.
ja: 存在しないファイルに関する情報を取得できません。
ko: 존재하지 않는 파일에 대한 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat tentang fail yang tidak wujud.
nb: Kan ikke få informasjon om ikke-eksisterende fil.
nl: Kan geen informatie krijgen over niet-bestaand bestand.
pt: Não é possível obter informações sobre o arquivo inexistente.
ro: Nu pot obține informații despre fișierul inexistent.
tr: Varolmayan dosya hakkında bilgi alınamıyor.
uk: Не вдається отримати інформацію про неіснуючий файл.
vi: Không thể lấy thông tin về tập tin không tồn tại.
zh: 無法獲取有關不存在文件的信息。

# NKS_MISC_INTERACTIVES_FMTUI_INFO_FULLNAME
source: Full name: {0}
ar: الاسم الكامل: {0}
de: Vollständiger Name: {0}
el: Πλήρες όνομα: {0}
es: Nombre completo: {0}
fr: Nom complet: {0}
ga: Ainm iomlán: {0}
hi: पूरा नाम: {0}
hi_latn: poora naam: {0}
id: Nama lengkap: {0}
it: Nome completo: {0}
ja: フルネーム：{0}
ko: 이름 : {0}
ms: Nama penuh: {0}
nb: Fullt navn: {0}
nl: Volledige naam: {0}
pt: Nome completo: {0}
ro: Nume complet: {0}
tr: Tam adı: {0}
uk: Повне ім'я: {0}
vi: Họ và tên đầy đủ: {0}
zh: 全名：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_CREATIONTIME
source: Creation time: {0}
ar: وقت الإنشاء: {0}
de: Erstellungszeit: {0}
el: Χρόνος δημιουργίας: {0}
es: Hora de creación: {0}
fr: Heure de création: {0}
ga: Am cruthaithe: {0}
hi: निर्माण समय: {0}
hi_latn: nirmaan samay: {0}
id: Waktu pembuatan: {0}
it: Ora di creazione: {0}
ja: 作成時間：{0}
ko: 생성 시간 : {0}
ms: Masa penciptaan: {0}
nb: Opprettingstid: {0}
nl: Aanmaaktijd: {0}
pt: Hora de criação: {0}
ro: Timp de creare: {0}
tr: Oluşturma zamanı: {0}
uk: Час створення: {0}
vi: Thời gian tạo: {0}
zh: 創建時間：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_LASTACCESSTIME
source: Last access time: {0}
ar: وقت آخر وصول: {0}
de: Letzte Zugriffszeit: {0}
el: Χρόνος τελευταίας πρόσβασης: {0}
es: Hora del último acceso: {0}
fr: Heure du dernier accès: {0}
ga: An t-am rochtana deiridh: {0}
hi: अंतिम पहुँच समय: {0}
hi_latn: antim pahunch samay: {0}
id: Waktu akses terakhir: {0}
it: Ora dell'ultimo accesso: {0}
ja: 最終アクセス時間：{0}
ko: 마지막 액세스 시간 : {0}
ms: Masa akses terakhir: {0}
nb: Siste tilgangstid: {0}
nl: Tijdstip laatste toegang: {0}
pt: Último tempo de acesso: {0}
ro: Ora ultimului acces: {0}
tr: Son erişim zamanı: {0}
uk: Час останнього доступу: {0}
vi: Thời gian truy cập cuối cùng: {0}
zh: 上次訪問時間：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_LASTWRITETIME
source: Last write time: {0}
ar: وقت آخر كتابة: {0}
de: Letzte Schreibzeit: {0}
el: Τελευταία ώρα εγγραφής: {0}
es: Hora de la última escritura: {0}
fr: Heure de la dernière écriture: {0}
ga: Am scríofa deiridh: {0}
hi: अंतिम समय लिखें: {0}
hi_latn: antim samay likhen: {0}
id: Waktu penulisan terakhir: {0}
it: Ora ultima scrittura: {0}
ja: 最終書き込み時間：{0}
ko: 마지막 쓰기 시간 : {0}
ms: Masa menulis terakhir: {0}
nb: Siste skrivetid: {0}
nl: Laatste schrijftijd: {0}
pt: Hora da última gravação: {0}
ro: Ultima scriere: {0}
tr: Son yazma zamanı: {0}
uk: Час останнього запису: {0}
vi: Thời gian viết cuối cùng: {0}
zh: 上次寫入時間：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_ATTRIBUTES
source: Attributes: {0}
ar: السمات: {0}
de: Attribute: {0}
el: Χαρακτηριστικά: {0}
es: Atributos: {0}
fr: Attributs: {0}
ga: Tréithe: {0}
hi: विशेषताएँ: {0}
hi_latn: visheshataen: {0}
id: Atribut: {0}
it: Attributi: {0}
ja: 属性：{0}
ko: 속성 : {0}
ms: Atribut: {0}
nb: Attributter: {0}
nl: Kenmerken: {0}
pt: Atributos: {0}
ro: Atribute: {0}
tr: Nitelikler: {0}
uk: Атрибути: {0}
vi: Thuộc tính: {0}
zh: 屬性：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_PARENTDIRECTORY
source: Parent directory: {0}
ar: الدليل الأصلي: {0}
de: Übergeordnetes Verzeichnis: {0}
el: Γονικός κατάλογος: {0}
es: Directorio principal: {0}
fr: Répertoire parent: {0}
ga: Eolaire tuismitheora: {0}
hi: मूल निर्देशिका: {0}
hi_latn: mool nirdeshika: {0}
id: Direktori induk: {0}
it: Directory principale: {0}
ja: 親ディレクトリ：{0}
ko: 상위 디렉토리 : {0}
ms: Direktori induk: {0}
nb: Overordnet katalog: {0}
nl: Bovenliggende directory: {0}
pt: Diretório pai: {0}
ro: Directorul părinte: {0}
tr: Üst dizin: {0}
uk: Батьківський каталог: {0}
vi: Thư mục cha: {0}
zh: 父目錄：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_WHERETOFIND
source: Where to find: {0}
ar: أين تجد: {0}
de: Wo zu finden: {0}
el: Πού να βρείτε: {0}
es: Dónde encontrar: {0}
fr: Où trouver: {0}
ga: Cá háit a bhfaighidh tú: {0}
hi: कहां खोजें: {0}
hi_latn: kahaan khojen: {0}
id: Tempat untuk menemukan: {0}
it: Dove trovarlo: {0}
ja: 見つける場所：{0}
ko: 찾을 위치 : {0}
ms: Tempat untuk mencari: {0}
nb: Hvor finner du: {0}
nl: Waar te vinden: {0}
pt: Onde encontrar: {0}
ro: Unde găsiți: {0}
tr: Nerede bulunur: {0}
uk: Де знайти: {0}
vi: Nơi tìm thấy: {0}
zh: 在哪裡可以找到：{0}

# NKS_MISC_INTERACTIVES_FMTUI_INFO_FILESIZE
source: File size: {0}
ar: حجم الملف: {0}
de: Dateigröße: {0}
el: Μέγεθος αρχείου: {0}
es: Tamaño de archivo: {0}
fr: Taille du fichier: {0}
ga: Méid comhaid: {0}
hi: फ़ाइल का आकार: {0}
hi_latn: fail ka aakaar: {0}
id: Ukuran berkas: {0}
it: Dimensioni file: {0}
ja: ファイルサイズ：{0}
ko: 파일 크기 : {0}
ms: Saiz fail: {0}
nb: Filstørrelse: {0}
nl: Bestandsgrootte: {0}
pt: Tamanho do arquivo: {0}
ro: Dimensiunea fișierului: {0}
tr: Dosya boyutu: {0}
uk: Розмір файлу: {0}
vi: Kích thước tập tin: {0}
zh: 文件大小：{0}

# NKS_SHELL_SHELLS_UESH_COMMAND_CHATTR_DESC
source: Changes attribute of a file
ar: يغير سمة الملف
de: Ändert das Attribut einer Datei
el: Αλλάζει το χαρακτηριστικό ενός αρχείου
es: Cambia el atributo de un archivo
fr: Modifie l'attribut d'un fichier
ga: Athraíonn tréithe comhaid
hi: किसी फ़ाइल की विशेषता बदल जाती है
hi_latn: kisee fail kee visheshata badal jaatee hai
id: Mengubah atribut file
it: Modifica l'attributo di un file
ja: ファイルの属性を変更します
ko: 파일의 속성 변경
ms: Mengubah atribut fail
nb: Endrer attributtet til en fil
nl: Wijzigt het kenmerk van een bestand
pt: Altera o atributo de um arquivo
ro: Modifică atributul unui fișier
tr: Bir dosyanın özniteliğini değiştirir
uk: Змінює атрибут файлу
vi: Thay đổi thuộc tính của một tập tin
zh: 更改文件的屬性

# NKS_SHELL_SHELLS_UESH_CHATTR_FILENOTFOUND
source: File not found.
ar: لم يتم العثور على الملف.
de: Datei nicht gefunden.
el: Το αρχείο δε βρέθηκε.
es: Archivo no encontrado.
fr: Fichier non trouvé.
ga: Comhad gan aimsiú.
hi: फाइल नहीं मिली।
hi_latn: phail nahin milee.
id: Berkas tidak ditemukan.
it: File non trovato.
ja: ファイルが見つかりません。
ko: 파일을 찾을 수 없습니다.
ms: Fail tidak ditemui.
nb: Filen ble ikke funnet.
nl: Bestand niet gevonden.
pt: Arquivo não encontrado.
ro: Fișierul nu a fost găsit.
tr: Dosya bulunamadı.
uk: Файл не знайдено.
vi: Không tìm thấy tập tin.
zh: 文件未找到。

# NKS_SHELL_SHELLS_UESH_CHATTR_ATTRIBUTES_LIST
source: where <attributes> is one of the following:
ar: حيث <السمات> هي واحدة مما يلي:
de: Dabei ist <attributes> eine der folgenden Angaben:
el: όπου το <χαρακτηριστικά> είναι ένα από τα ακόλουθα:
es: donde <attributes> es uno de los siguientes:
fr: où <attributes> est l'un des suivants:
ga: áit a bhfuil <ttributes> ar cheann díobh seo a leanas:
hi: जहाँ <विशेषताएँ> निम्नलिखित में से एक है:
hi_latn: jahaan <visheshataen> nimnalikhit mein se ek hai:
id: di mana <atribut> adalah salah satu dari berikut ini:
it: dove <attributes> è uno dei seguenti:
ja: ここで、<attributes>は次のいずれかです。
ko: 여기서 <attributes>는 다음 중 하나입니다.
ms: di mana <attributes> ialah salah satu daripada yang berikut:
nb: der <attributes> er ett av følgende:
nl: waarbij <attributes> een van de volgende is:
pt: onde <attributes> é um dos seguintes:
ro: unde <atribute> este unul dintre următoarele:
tr: <öznitelikler> aşağıdakilerden biri olduğunda:
uk: де <атрибути> є одним із наступного:
vi: trong đó <thuộc tính> là một trong những thuộc tính sau:
zh: 其中 <attributes> 是以下之一：

# NKS_SHELL_SHELLS_UESH_CHATTR_ATTRIBUTES_NORMAL
source: The file is a normal file
ar: الملف ملف عادي
de: Die Datei ist eine normale Datei
el: Το αρχείο είναι ένα κανονικό αρχείο
es: El archivo es un archivo normal
fr: Le fichier est un fichier normal
ga: Is gnáthchomhad é an comhad
hi: फ़ाइल एक सामान्य फ़ाइल है
hi_latn: fail ek saamaany fail hai
id: File tersebut adalah file normal
it: Il file è un file normale
ja: ファイルは通常のファイルです
ko: 파일이 일반 파일입니다.
ms: Fail itu adalah fail biasa
nb: Filen er en vanlig fil
nl: Het bestand is een normaal bestand
pt: O arquivo é um arquivo normal
ro: Fișierul este un fișier normal
tr: Dosya normal bir dosyadır
uk: Файл є звичайним файлом
vi: Tệp tin này là một tệp tin bình thường
zh: 該文件是一個普通文件

# NKS_SHELL_SHELLS_UESH_CHATTR_ATTRIBUTES_READONLY
source: The file is a read-only file
ar: الملف هو ملف للقراءة فقط
de: Die Datei ist schreibgeschützt
el: Το αρχείο είναι αρχείο μόνο για ανάγνωση
es: El archivo es un archivo de solo lectura
fr: Le fichier est un fichier en lecture seule
ga: Is comhad inléite amháin é an comhad
hi: फ़ाइल एक रीड-ओनली फ़ाइल है
hi_latn: fail ek reed-onalee fail hai
id: File tersebut adalah file yang hanya bisa dibaca
it: Il file è un file di sola lettura
ja: ファイルは読み取り専用ファイルです
ko: 파일이 읽기 전용 파일입니다.
ms: Fail ialah fail baca sahaja
nb: Filen er en skrivebeskyttet fil
nl: Het bestand is een alleen-lezen bestand
pt: O arquivo é somente leitura
ro: Fișierul este un fișier numai pentru citire
tr: Dosya salt okunur bir dosyadır
uk: Файл призначений лише для читання
vi: Tệp tin này là tệp tin chỉ đọc
zh: 該文件是只讀文件

# NKS_SHELL_SHELLS_UESH_CHATTR_ATTRIBUTES_HIDDEN
source: The file is a hidden file
ar: الملف ملف مخفي
de: Die Datei ist eine versteckte Datei
el: Το αρχείο είναι ένα κρυφό αρχείο
es: El archivo es un archivo oculto
fr: Le fichier est un fichier caché
ga: Is comhad folaithe é an comhad
hi: फ़ाइल एक छिपी हुई फ़ाइल है
hi_latn: fail ek chhipee huee fail hai
id: File tersebut adalah file tersembunyi
it: Il file è un file nascosto
ja: ファイルは隠しファイルです
ko: 숨겨진 파일입니다.
ms: Fail itu adalah fail tersembunyi
nb: Filen er en skjult fil
nl: Het bestand is een verborgen bestand
pt: O arquivo é um arquivo oculto
ro: Fișierul este un fișier ascuns
tr: Dosya gizli bir dosyadır
uk: Файл прихований
vi: Tập tin này là một tập tin ẩn
zh: 該文件是隱藏文件

# NKS_SHELL_SHELLS_UESH_CHATTR_ATTRIBUTES_ARCHIVE
source: The file is an archive. Used for backups.
ar: الملف عبارة عن أرشيف. تستخدم للنسخ الاحتياطي.
de: Die Datei ist ein Archiv. Wird für Backups verwendet.
el: Το αρχείο είναι αρχείο. Χρησιμοποιείται για δημιουργία αντιγράφων ασφαλείας.
es: El archivo es un archivo. Se utiliza para copias de seguridad.
fr: Le fichier est une archive. Utilisé pour les sauvegardes.
ga: Is cartlann é an comhad. Úsáidte le haghaidh cúltacaí.
hi: फ़ाइल एक संग्रह है। बैकअप के लिए उपयोग किया जाता है।
hi_latn: fail ek sangrah hai. baikap ke lie upayog kiya jaata hai.
id: Berkas tersebut merupakan arsip. Digunakan untuk pencadangan.
it: Il file è un archivio. Utilizzato per i backup.
ja: ファイルはアーカイブです。バックアップに使用されます。
ko: 파일은 아카이브입니다. 백업에 사용됩니다.
ms: Fail itu adalah arkib. Digunakan untuk sandaran.
nb: Filen er et arkiv. Brukes til sikkerhetskopiering.
nl: Het bestand is een archief. Gebruikt voor back-ups.
pt: O arquivo é um arquivo. Usado para backups.
ro: Fișierul este o arhivă. Folosit pentru copii de rezervă.
tr: Dosya bir arşivdir. Yedeklemeler için kullanılır.
uk: Файл є архівним. Використовується для резервного копіювання.
vi: Tệp này là tệp lưu trữ. Được sử dụng để sao lưu.
zh: 該文件是一個存檔。用於備份。

# NKS_SHELL_SHELLS_UESH_CHATTR_INVALIDATTR
source: Attribute "{0}" is invalid.
ar: السمة "{0}" غير صالحة.
de: Das Attribut "{0}" ist ungültig.
el: Το χαρακτηριστικό "{0}" δεν είναι έγκυρο.
es: El atributo "{0}" no es válido.
fr: L'attribut "{0}" n'est pas valide.
ga: Tá tréithe "{0}" neamhbhailí.
hi: विशेषता "{0}" अमान्य है।
hi_latn: visheshata "{0}" amaany hai.
id: Atribut "{0}" tidak valid.
it: L'attributo "{0}" non è valido.
ja: 属性 "{0}"が無効です。
ko: "{0}"속성이 잘못되었습니다.
ms: Atribut "{0}" tidak sah.
nb: Attributtet "{0}" er ugyldig.
nl: Kenmerk "{0}" is ongeldig.
pt: O atributo "{0}" é inválido.
ro: Atributul „{0}” este nevalid.
tr: "{0}" niteliği geçersiz.
uk: Атрибут "{0}" недійсний.
vi: Thuộc tính "{0}" không hợp lệ.
zh: 屬性“{0}”無效。

# NKS_SHELL_SHELLS_UESH_CHATTR_ADDSUCCESS
source: Attribute has been added successfully.
ar: تمت إضافة السمة بنجاح.
de: Attribut wurde erfolgreich hinzugefügt.
el: Το χαρακτηριστικό προστέθηκε με επιτυχία.
es: El atributo se ha agregado correctamente.
fr: L'attribut a été ajouté avec succès.
ga: D'éirigh leis an tréith a chur leis.
hi: विशेषता को सफलतापूर्वक जोड़ा गया है।
hi_latn: visheshata ko saphalataapoorvak joda gaya hai.
id: Atribut telah berhasil ditambahkan.
it: L'attributo è stato aggiunto con successo.
ja: 属性が正常に追加されました。
ko: 속성이 성공적으로 추가되었습니다.
ms: Atribut telah berjaya ditambahkan.
nb: Attributtet er lagt til.
nl: Kenmerk is succesvol toegevoegd.
pt: O atributo foi adicionado com sucesso.
ro: Atributul a fost adăugat cu succes.
tr: Öznitelik başarıyla eklendi.
uk: Атрибут успішно додано.
vi: Thuộc tính đã được thêm thành công.
zh: 已成功添加屬性。

# NKS_SHELL_SHELLS_UESH_CHATTR_REMOVESUCCESS
source: Attribute has been removed successfully.
ar: تمت إزالة السمة بنجاح.
de: Attribut wurde erfolgreich entfernt.
el: Το χαρακτηριστικό έχει αφαιρεθεί με επιτυχία.
es: El atributo se ha eliminado correctamente.
fr: L'attribut a été supprimé avec succès.
ga: Baineadh an tréith go rathúil.
hi: विशेषता को सफलतापूर्वक हटा दिया गया है।
hi_latn: visheshata ko saphalataapoorvak hata diya gaya hai.
id: Atribut telah berhasil dihapus.
it: L'attributo è stato rimosso con successo.
ja: 属性は正常に削除されました。
ko: 속성이 성공적으로 제거되었습니다.
ms: Atribut telah berjaya dialih keluar.
nb: Attributtet er fjernet.
nl: Kenmerk is succesvol verwijderd.
pt: O atributo foi removido com sucesso.
ro: Atributul a fost eliminat cu succes.
tr: Öznitelik başarıyla kaldırıldı.
uk: Атрибут успішно видалено.
vi: Thuộc tính đã được xóa thành công.
zh: 已成功刪除屬性。
