Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_ARGUMENTS_DEBUG_FAILED
source: Debugger failed to attach. Starting anyways...
ar: فشل مصحح الأخطاء في الإرفاق. البدء على أية حال...
de: Debugger konnte keine Verbindung herstellen. Fange trotzdem an...
el: Η επισύναψη του προγράμματος εντοπισμού σφαλμάτων απέτυχε. Ξεκινώντας πάντως...
es: El depurador no pudo adjuntar. Empezando de todos modos...
fr: Le débogueur n'a pas réussi à s'attacher. On commence quand même...
ga: Theip ar an dífhabhtóir a cheangal. Ag tosú ar aon nós...
hi: डिबगर संलग्न करने में विफल रहा. वैसे भी शुरू हो रहा है...
hi_latn: deebagar ataich karane mein viphal raha. phir bhee shuroo ho raha hai...
id: Debugger gagal terpasang. Tetap dimulai...
it: Il debugger non è riuscito a collegarsi. Inizio comunque...
ja: デバッガーの接続に失敗しました。とにかく始める...
ko: 디버거를 연결하지 못했습니다. 아무튼 시작...
ms: Penyahpepijat gagal dilampirkan. Bermula pula...
nb: Feilsøkeren kunne ikke koble til. Starter uansett...
nl: Debugger kan niet worden gekoppeld. Begint toch...
pt: O depurador não conseguiu anexar. Começando de qualquer maneira...
ro: Depanatorul nu s-a atașat. Incepand oricum...
tr: Hata ayıklayıcı bağlanamadı. Yine de başlatılıyor...
uk: Не вдалося прикріпити налагоджувач. Все одно починати...
vi: Trình gỡ lỗi không thể đính kèm. Vẫn đang bắt đầu...
zh: 偵錯器無法附加。無論如何開始...

# NKS_ARGUMENTS_ARGUMENT_DEBUG_HELPER
source: Make sure that you have an appropriate debugger set up in your system before being able to attach Nitrocid to it.
ar: تأكد من إعداد مصحح أخطاء مناسب في نظامك قبل أن تتمكن من إرفاق Nitrocid به.
de: Stellen Sie sicher, dass in Ihrem System ein geeigneter Debugger eingerichtet ist, bevor Sie Nitrocid daran anschließen können.
el: Βεβαιωθείτε ότι έχετε ρυθμίσει ένα κατάλληλο πρόγραμμα εντοπισμού σφαλμάτων στο σύστημά σας προτού μπορέσετε να συνδέσετε το Nitrocid σε αυτό.
es: Asegúrese de tener un depurador adecuado configurado en su sistema antes de poder conectarle Nitrocid.
fr: Assurez-vous qu'un débogueur approprié est configuré sur votre système avant de pouvoir y attacher Nitrocid.
ga: Déan cinnte go bhfuil dífhabhtóir cuí socraithe agat i do chóras sula mbeidh tú in ann Nitrocid a cheangal leis.
hi: नाइट्रोसिड को इसमें संलग्न करने में सक्षम होने से पहले सुनिश्चित करें कि आपके सिस्टम में एक उपयुक्त डिबगर स्थापित है।
hi_latn: sunishchit karen ki aapake sistam mein naitrosid ko ataich karane se pahale aapake paas ek upayukt deebagar set ap hai.
id: Pastikan Anda telah menyiapkan debugger yang sesuai dalam sistem Anda sebelum dapat memasang Nitrocid ke dalamnya.
it: Assicurati di avere un debugger appropriato configurato nel tuo sistema prima di poter collegare Nitrocid ad esso.
ja: Nitrocid をシステムに接続する前に、システムに適切なデバッガがセットアップされていることを確認してください。
ko: Nitrocid를 연결하기 전에 시스템에 적절한 디버거가 설정되어 있는지 확인하십시오.
ms: Pastikan anda mempunyai penyahpepijat yang sesuai disediakan dalam sistem anda sebelum dapat melampirkan Nitrocid padanya.
nb: Sørg for at du har en passende debugger satt opp i systemet før du kan koble Nitrocid til det.
nl: Zorg ervoor dat u een geschikte debugger in uw systeem hebt geïnstalleerd voordat u Nitrocid eraan kunt koppelen.
pt: Certifique-se de ter um depurador apropriado configurado em seu sistema antes de poder anexar o Nitrocid a ele.
ro: Asigurați-vă că aveți un depanator adecvat configurat în sistem înainte de a putea atașa Nitrocid la acesta.
tr: Nitrocid'i sisteminize bağlamadan önce, sisteminizde uygun bir hata ayıklayıcının kurulu olduğundan emin olun.
uk: Переконайтеся, що у вашій системі налаштовано відповідний налагоджувач, перш ніж ви зможете приєднати до нього Nitrocid.
vi: Hãy đảm bảo rằng bạn đã thiết lập trình gỡ lỗi phù hợp trong hệ thống trước khi có thể gắn Nitrocid vào đó.
zh: 確保您的系統中設定了適當的偵錯器，然後才能將 Nitrocid 附加到系統上。

# NKS_ARGUMENTS_RESET_WIPEFAILED
source: Can't wipe file
ar: لا يمكن مسح الملف
de: Datei kann nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή του αρχείου
es: No puedo borrar el archivo
fr: Impossible d'effacer le fichier
ga: Ní féidir an comhad a scriosadh
hi: फ़ाइल को मिटाया नहीं जा सकता
hi_latn: fail mita nahin sakate
id: Tidak dapat menghapus file
it: Impossibile cancellare il file
ja: ファイルを消去できません
ko: 파일을 지울 수 없습니다
ms: Tidak boleh memadam fail
nb: Kan ikke tørke filen
nl: Kan bestand niet wissen
pt: Não é possível limpar o arquivo
ro: Nu se poate șterge fișierul
tr: Dosya silinemiyor
uk: Не вдається стерти файл
vi: Không thể xóa tập tin
zh: 無法擦除文件

# NKS_ARGUMENTS_RESET_WIPEDUMPFAILED
source: Can't wipe dump file
ar: لا يمكن مسح ملف التفريغ
de: Dump-Datei kann nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή του αρχείου ένδειξης σφαλμάτων
es: No se puede borrar el archivo de volcado
fr: Impossible d'effacer le fichier de vidage
ga: Ní féidir an comhad dumpála a scriosadh
hi: डंप फ़ाइल को मिटाया नहीं जा सकता
hi_latn: damp fail mita nahin sakate
id: Tidak dapat menghapus file dump
it: Impossibile cancellare il file dump
ja: ダンプファイルを消去できません
ko: 덤프 파일을 지울 수 없습니다
ms: Tidak boleh memadam fail dump
nb: Kan ikke tørke dumpfilen
nl: Kan dumpbestand niet wissen
pt: Não é possível limpar o arquivo dump
ro: Nu se poate șterge fișierul de descărcare
tr: Dump dosyası silinemiyor
uk: Не вдається стерти файл дампа
vi: Không thể xóa tệp dump
zh: 無法擦除轉儲文件

# NKS_ARGUMENTS_RESET_LEFTOVERSLISTING
source: The following files are not wiped:
ar: لا يتم مسح الملفات التالية:
de: Die folgenden Dateien werden nicht gelöscht:
el: Τα ακόλουθα αρχεία δεν διαγράφονται:
es: Los siguientes archivos no se borran:
fr: Les fichiers suivants ne sont pas effacés :
ga: Ní scriostar na comhaid seo a leanas:
hi: निम्नलिखित फ़ाइलें मिटाई नहीं गई हैं:
hi_latn: nimn failen mitaee nahin gaee hain:
id: File berikut tidak dihapus:
it: I seguenti file non vengono cancellati:
ja: 次のファイルは消去されません。
ko: 다음 파일은 지워지지 않습니다.
ms: Fail berikut tidak dipadamkan:
nb: Følgende filer slettes ikke:
nl: De volgende bestanden worden niet gewist:
pt: Os seguintes arquivos não são apagados:
ro: Următoarele fișiere nu sunt șterse:
tr: Aşağıdaki dosyalar silinmez:
uk: Наступні файли не видаляються:
vi: Các tập tin sau đây không bị xóa:
zh: 以下文件不會被擦除：

# NKS_ARGUMENTS_RESET_LEFTOVERSPROMPT
source: Are you sure to wipe these files?
ar: هل أنت متأكد من مسح هذه الملفات؟
de: Möchten Sie diese Dateien wirklich löschen?
el: Είστε σίγουροι ότι θα σκουπίσετε αυτά τα αρχεία;
es: ¿Estás seguro de borrar estos archivos?
fr: Êtes-vous sûr d'effacer ces fichiers ?
ga: An bhfuil tú cinnte go scriosfaidh tú na comhaid seo?
hi: क्या आप निश्चित रूप से इन फ़ाइलों को मिटा देंगे?
hi_latn: kya aap in failon ko mitaana sunishchit karate hain?
id: Apakah Anda yakin akan menghapus berkas-berkas ini?
it: Cancellare questi file?
ja: これらのファイルを消去してもよろしいですか?
ko: 이 파일을 지우시겠습니까?
ms: Adakah anda pasti untuk memadam fail ini?
nb: Er du sikker på at du vil slette disse filene?
nl: Weet u zeker dat u deze bestanden wilt wissen?
pt: Tem certeza de limpar esses arquivos?
ro: Sunteți sigur că ștergeți aceste fișiere?
tr: Bu dosyaları silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете стерти ці файли?
vi: Bạn có chắc chắn muốn xóa những tập tin này không?
zh: 您確定要擦除這些文件嗎？

# NKS_ARGUMENTS_RESET_WIPEMISCFAILED
source: Can't wipe miscellaneous file
ar: لا يمكن مسح الملفات المتنوعة
de: Verschiedene Dateien können nicht gelöscht werden
el: Δεν είναι δυνατή η διαγραφή διαφόρων αρχείων
es: No se pueden borrar archivos varios
fr: Impossible d'effacer les fichiers divers
ga: Ní féidir an comhad ilghnéitheach a scriosadh
hi: विविध फ़ाइल को मिटाया नहीं जा सकता
hi_latn: vividh fail mita nahin sakate
id: Tidak dapat menghapus file lain-lain
it: Impossibile cancellare file vari
ja: その他のファイルを消去できません
ko: 기타 파일을 지울 수 없습니다
ms: Tidak boleh memadam pelbagai fail
nb: Kan ikke tørke diverse filer
nl: Kan diverse bestanden niet wissen
pt: Não é possível limpar arquivos diversos
ro: Nu se pot șterge fișierele diverse
tr: Çeşitli dosyaları silemiyorum
uk: Неможливо стерти інший файл
vi: Không thể xóa các tập tin hỗn tạp
zh: 無法擦除雜項文件

# NKS_DRIVERS_ENCODING_BASE_NEEDSTEXT
source: The text must not be empty.
ar: يجب ألا يكون النص فارغًا.
de: Der Text darf nicht leer sein.
el: Το κείμενο δεν πρέπει να είναι κενό.
es: El texto no debe estar vacío.
fr: Le texte ne doit pas être vide.
ga: Níor cheart go mbeadh an téacs folamh.
hi: पाठ खाली नहीं होना चाहिए.
hi_latn: paath khaalee nahin hona chaahie.
id: Teks tidak boleh kosong.
it: Il testo non deve essere vuoto.
ja: テキストは空であってはなりません。
ko: 텍스트는 비워둘 수 없습니다.
ms: Teks tidak boleh kosong.
nb: Teksten må ikke være tom.
nl: De tekst mag niet leeg zijn.
pt: O texto não deve estar vazio.
ro: Textul nu trebuie să fie gol.
tr: Metin boş bırakılmamalıdır.
uk: Текст не повинен бути порожнім.
vi: Văn bản không được để trống.
zh: 文字不能為空。

# NKS_DRIVERS_ENCODING_BASE_NEEDSENCODEDTEXT
source: The encoded text must not be empty.
ar: يجب ألا يكون النص المشفر فارغًا.
de: Der codierte Text darf nicht leer sein.
el: Το κωδικοποιημένο κείμενο δεν πρέπει να είναι κενό.
es: El texto codificado no debe estar vacío.
fr: Le texte codé ne doit pas être vide.
ga: Níor cheart go mbeadh an téacs ionchódaithe folamh.
hi: एन्कोडेड पाठ खाली नहीं होना चाहिए.
hi_latn: enkoded paath khaalee nahin hona chaahie.
id: Teks yang dikodekan tidak boleh kosong.
it: Il testo codificato non deve essere vuoto.
ja: エンコードされたテキストは空であってはなりません。
ko: 인코딩된 텍스트는 비워둘 수 없습니다.
ms: Teks yang dikodkan tidak boleh kosong.
nb: Den kodede teksten må ikke være tom.
nl: De gecodeerde tekst mag niet leeg zijn.
pt: O texto codificado não deve estar vazio.
ro: Textul codificat nu trebuie să fie gol.
tr: Kodlanan metin boş olmamalıdır.
uk: Закодований текст не повинен бути порожнім.
vi: Văn bản được mã hóa không được để trống.
zh: 編碼文字不能為空。

# NKS_DRIVERS_ENCODING_BASE_NEEDSPATH
source: The path must not be empty.
ar: يجب ألا يكون المسار فارغًا.
de: Der Pfad darf nicht leer sein.
el: Η διαδρομή δεν πρέπει να είναι άδεια.
es: El camino no debe estar vacío.
fr: Le chemin ne doit pas être vide.
ga: Níor cheart go mbeadh an cosán folamh.
hi: रास्ता खाली नहीं होना चाहिए.
hi_latn: path khaalee nahin hona chaahie.
id: Jalur tersebut tidak boleh kosong.
it: Il percorso non deve essere vuoto.
ja: パスは空であってはなりません。
ko: 경로는 비워둘 수 없습니다.
ms: Laluan tidak boleh kosong.
nb: Banen må ikke være tom.
nl: Het pad mag niet leeg zijn.
pt: O caminho não deve estar vazio.
ro: Calea nu trebuie să fie goală.
tr: Yol boş olmamalıdır.
uk: Шлях не повинен бути порожнім.
vi: Đường dẫn không được để trống.
zh: 該路徑不能為空。

# NKS_DRIVERS_ENCODING_BASE_FILENOTFOUND
source: File doesn't exist.
ar: الملف غير موجود.
de: Datei existiert nicht.
el: Το αρχείο δεν υπάρχει.
es: El archivo no existe.
fr: Le fichier n'existe pas.
ga: Níl an comhad ann.
hi: फ़ाइल मौजूद नहीं है.
hi_latn: fail maujood nahin hai.
id: Berkas tidak ada.
it: Il file non esiste.
ja: ファイルが存在しません。
ko: 파일이 존재하지 않습니다.
ms: Fail tidak wujud.
nb: Filen eksisterer ikke.
nl: Bestand bestaat niet.
pt: O arquivo não existe.
ro: Fișierul nu există.
tr: Dosya bulunamadı.
uk: Файл не існує.
vi: Tập tin không tồn tại.
zh: 文件不存在。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_COMBINETEXT
source: To combine text files, use the appropriate function.
ar: لدمج الملفات النصية، استخدم الوظيفة المناسبة.
de: Um Textdateien zu kombinieren, verwenden Sie die entsprechende Funktion.
el: Για να συνδυάσετε αρχεία κειμένου, χρησιμοποιήστε την κατάλληλη λειτουργία.
es: Para combinar archivos de texto, utilice la función adecuada.
fr: Pour combiner des fichiers texte, utilisez la fonction appropriée.
ga: Chun comhaid téacs a chomhcheangal, úsáid an fheidhm chuí.
hi: टेक्स्ट फ़ाइलों को संयोजित करने के लिए, उपयुक्त फ़ंक्शन का उपयोग करें।
hi_latn: paath failon ko sanyojit karane ke lie, upayukt fankshan ka upayog karen.
id: Untuk menggabungkan berkas teks, gunakan fungsi yang sesuai.
it: Per unire file di testo utilizzare l'apposita funzione.
ja: テキスト ファイルを結合するには、適切な関数を使用します。
ko: 텍스트 파일을 결합하려면 적절한 기능을 사용하십시오.
ms: Untuk menggabungkan fail teks, gunakan fungsi yang sesuai.
nb: For å kombinere tekstfiler, bruk den aktuelle funksjonen.
nl: Gebruik de juiste functie om tekstbestanden te combineren.
pt: Para combinar arquivos de texto, use a função apropriada.
ro: Pentru a combina fișiere text, utilizați funcția corespunzătoare.
tr: Metin dosyalarını birleştirmek için uygun işlevi kullanın.
uk: Для об'єднання текстових файлів скористайтеся відповідною функцією.
vi: Để kết hợp các tệp văn bản, hãy sử dụng hàm thích hợp.
zh: 若要合併文字文件，請使用適當的函數。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_COMBINEBINARY
source: To combine binary files, use the appropriate function.
ar: لدمج الملفات الثنائية، استخدم الوظيفة المناسبة.
de: Um Binärdateien zu kombinieren, verwenden Sie die entsprechende Funktion.
el: Για να συνδυάσετε δυαδικά αρχεία, χρησιμοποιήστε την κατάλληλη συνάρτηση.
es: Para combinar archivos binarios, utilice la función adecuada.
fr: Pour combiner des fichiers binaires, utilisez la fonction appropriée.
ga: Chun comhaid dhénártha a chomhcheangal, bain úsáid as an fheidhm chuí.
hi: बाइनरी फ़ाइलों को संयोजित करने के लिए, उपयुक्त फ़ंक्शन का उपयोग करें।
hi_latn: bainaree failon ko sanyojit karane ke lie, upayukt fankshan ka upayog karen.
id: Untuk menggabungkan file biner, gunakan fungsi yang sesuai.
it: Per combinare file binari, utilizzare l'apposita funzione.
ja: バイナリ ファイルを結合するには、適切な関数を使用します。
ko: 바이너리 파일을 결합하려면 적절한 기능을 사용하십시오.
ms: Untuk menggabungkan fail binari, gunakan fungsi yang sesuai.
nb: For å kombinere binære filer, bruk den aktuelle funksjonen.
nl: Gebruik de juiste functie om binaire bestanden te combineren.
pt: Para combinar arquivos binários, use a função apropriada.
ro: Pentru a combina fișiere binare, utilizați funcția corespunzătoare.
tr: İkili dosyaları birleştirmek için uygun fonksiyonu kullanın.
uk: Щоб об’єднати двійкові файли, скористайтеся відповідною функцією.
vi: Để kết hợp các tệp nhị phân, hãy sử dụng hàm thích hợp.
zh: 若要合併二進位文件，請使用適當的函數。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_SOURCENOTEXISTS
source: The source is either not found or isn't a file.
ar: لم يتم العثور على المصدر أو أنه ليس ملفًا.
de: Die Quelle wurde entweder nicht gefunden oder ist keine Datei.
el: Η πηγή είτε δεν βρέθηκε είτε δεν είναι αρχείο.
es: La fuente no se encuentra o no es un archivo.
fr: La source est introuvable ou n'est pas un fichier.
ga: Ní bhfuarthas an fhoinse nó ní comhad í.
hi: स्रोत या तो नहीं मिला या फ़ाइल नहीं है।
hi_latn: srot ya to nahin mila ya fail nahin hai.
id: Sumbernya tidak ditemukan atau bukan berupa berkas.
it: La fonte non è stata trovata o non è un file.
ja: ソースが見つからないか、ファイルではありません。
ko: 소스를 찾을 수 없거나 파일이 아닙니다.
ms: Sumber sama ada tidak ditemui atau bukan fail.
nb: Kilden er enten ikke funnet eller er ikke en fil.
nl: De bron is niet gevonden of is geen bestand.
pt: A fonte não foi encontrada ou não é um arquivo.
ro: Sursa fie nu este găsită, fie nu este un fișier.
tr: Kaynak bulunamadı veya dosya değil.
uk: Джерело або не знайдено, або не є файлом.
vi: Không tìm thấy nguồn hoặc không phải là tệp.
zh: 未找到來源或不是文件。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_BYTENUMISZERO
source: Byte number must start with 1.
ar: يجب أن يبدأ رقم البايت بـ 1.
de: Die Bytenummer muss mit 1 beginnen.
el: Ο αριθμός byte πρέπει να ξεκινά με 1.
es: El número de byte debe comenzar con 1.
fr: Le numéro d'octet doit commencer par 1.
ga: Caithfidh an beart uimhir tosú le 1.
hi: बाइट संख्या 1 से प्रारंभ होनी चाहिए.
hi_latn: bait sankhya 1 se shuroo honee chaahie.
id: Nomor byte harus dimulai dengan 1.
it: Il numero di byte deve iniziare con 1.
ja: バイト番号は 1 から始める必要があります。
ko: 바이트 번호는 1부터 시작해야 합니다.
ms: Nombor bait mesti bermula dengan 1.
nb: Bytenummer må begynne med 1.
nl: Het bytenummer moet beginnen met 1.
pt: O número do byte deve começar com 1.
ro: Numărul octetului trebuie să înceapă cu 1.
tr: Bayt numarası 1 ile başlamalıdır.
uk: Номер байта повинен починатися з 1.
vi: Số byte phải bắt đầu bằng 1.
zh: 位元組數必須從 1 開始。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_BYTENUMISINVALID
source: The specified byte number is invalid.
ar: رقم البايت المحدد غير صالح.
de: Die angegebene Bytenummer ist ungültig.
el: Ο καθορισμένος αριθμός byte δεν είναι έγκυρος.
es: El número de byte especificado no es válido.
fr: Le numéro d'octet spécifié n'est pas valide.
ga: Tá an uimhir bheartaithe sonraithe neamhbhailí.
hi: निर्दिष्ट बाइट संख्या अमान्य है.
hi_latn: nirdisht bait sankhya amaany hai.
id: Nomor byte yang ditentukan tidak valid.
it: Il numero di byte specificato non è valido.
ja: 指定されたバイト番号は無効です。
ko: 지정된 바이트 번호가 잘못되었습니다.
ms: Nombor bait yang ditentukan adalah tidak sah.
nb: Det angitte bytenummeret er ugyldig.
nl: Het opgegeven bytenummer is ongeldig.
pt: O número de bytes especificado é inválido.
ro: Numărul de octeți specificat este nevalid.
tr: Belirtilen bayt numarası geçersiz.
uk: Вказаний номер байта недійсний.
vi: Số byte được chỉ định không hợp lệ.
zh: 指定的位元組數無效。

# NKS_DRIVERS_REGEXP_BASE_EXCEPTION_INVALID
source: Invalid regular expression syntax.
ar: بناء جملة التعبير العادي غير صالح.
de: Ungültige Syntax für reguläre Ausdrücke.
el: Μη έγκυρη σύνταξη κανονικής έκφρασης.
es: Sintaxis de expresión regular no válida.
fr: Syntaxe d'expression régulière invalide.
ga: Comhréir slonn rialta neamhbhailí.
hi: अमान्य रेगुलर एक्सप्रेशन सिंटैक्स.
hi_latn: amaany regular eksapreshan sintaiks.
id: Sintaks ekspresi reguler tidak valid.
it: Sintassi dell'espressione regolare non valida.
ja: 正規表現構文が無効です。
ko: 정규식 구문이 잘못되었습니다.
ms: Sintaks ungkapan biasa tidak sah.
nb: Ugyldig syntaks for regulære uttrykk.
nl: Ongeldige syntaxis van reguliere expressies.
pt: Sintaxe de expressão regular inválida.
ro: Sintaxa expresiei regulate nevalidă.
tr: Geçersiz düzenli ifade sözdizimi.
uk: Недійсний синтаксис регулярного виразу.
vi: Cú pháp biểu thức chính quy không hợp lệ.
zh: 正規表示式語法無效。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_TARGETNOTFOUND
source: The target file or directory isn't found.
ar: لم يتم العثور على الملف أو الدليل الهدف.
de: Die Zieldatei oder das Zielverzeichnis wurde nicht gefunden.
el: Το αρχείο ή ο κατάλογος προορισμού δεν βρέθηκε.
es: No se encuentra el archivo o directorio de destino.
fr: Le fichier ou le répertoire cible est introuvable.
ga: Ní bhfuarthas an spriocchomhad nó an t-eolaire.
hi: लक्ष्य फ़ाइल या निर्देशिका नहीं मिली.
hi_latn: lakshy fail ya nirdeshika nahin milee.
id: Berkas atau direktori target tidak ditemukan.
it: Impossibile trovare il file o la directory di destinazione.
ja: 目的のファイルまたはディレクトリが見つかりません。
ko: 대상 파일이나 디렉터리를 찾을 수 없습니다.
ms: Fail atau direktori sasaran tidak ditemui.
nb: Målfilen eller katalogen ble ikke funnet.
nl: Het doelbestand of de doelmap is niet gevonden.
pt: O arquivo ou diretório de destino não foi encontrado.
ro: Fișierul sau directorul țintă nu a fost găsit.
tr: Hedef dosya veya dizin bulunamadı.
uk: Цільовий файл або каталог не знайдено.
vi: Không tìm thấy tệp hoặc thư mục đích.
zh: 未找到目標檔案或目錄。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_OVERWRITEWITHSYMLINK
source: Can't overwrite an existing file or directory with a symbolic link.
ar: لا يمكن الكتابة فوق ملف أو دليل موجود برابط رمزي.
de: Eine vorhandene Datei oder ein vorhandenes Verzeichnis kann nicht mit einem symbolischen Link überschrieben werden.
el: Δεν είναι δυνατή η αντικατάσταση ενός υπάρχοντος αρχείου ή καταλόγου με συμβολικό σύνδεσμο.
es: No se puede sobrescribir un archivo o directorio existente con un enlace simbólico.
fr: Impossible d'écraser un fichier ou un répertoire existant avec un lien symbolique.
ga: Ní féidir comhad nó eolaire atá ann cheana a fhorscríobh le nasc siombalach.
hi: किसी मौजूदा फ़ाइल या निर्देशिका को प्रतीकात्मक लिंक के साथ अधिलेखित नहीं किया जा सकता।
hi_latn: kisee maujooda fail ya nirdeshika ko prateekaatmak link se adhilekhit nahin kiya ja sakata.
id: Tidak dapat menimpa berkas atau direktori yang ada dengan tautan simbolik.
it: Non è possibile sovrascrivere un file o una directory esistente con un collegamento simbolico.
ja: 既存のファイルまたはディレクトリをシンボリック リンクで上書きすることはできません。
ko: 기호 링크로 기존 파일이나 디렉터리를 덮어쓸 수 없습니다.
ms: Tidak boleh menulis ganti fail atau direktori sedia ada dengan pautan simbolik.
nb: Kan ikke overskrive en eksisterende fil eller katalog med en symbolsk lenke.
nl: Kan een bestaand bestand of map met een symbolische link niet overschrijven.
pt: Não é possível substituir um arquivo ou diretório existente por um link simbólico.
ro: Nu se poate suprascrie un fișier sau un director existent cu o legătură simbolică.
tr: Var olan bir dosya veya dizinin üzerine sembolik bağlantı ile yazılamıyor.
uk: Неможливо перезаписати існуючий файл або каталог символічним посиланням.
vi: Không thể ghi đè lên tệp hoặc thư mục hiện có bằng liên kết tượng trưng.
zh: 無法使用符號連結覆蓋現有檔案或目錄。
