Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_WELCOMEMESSAGE_LICENSE1
source: This program is licensed under GNU General Public License 3.0 or later.
ar: هذا البرنامج مرخص بموجب ترخيص GNU General Public License 3.0 أو الأحدث.
de: Dieses Programm ist unter der GNU General Public License 3.0 oder höher lizenziert.
el: Αυτό το πρόγραμμα χορηγείται με άδεια χρήσης GNU General Public License 3.0 ή μεταγενέστερη.
es: Este programa tiene la licencia GNU General Public License 3.0 o posterior.
fr: Ce programme est sous licence GNU General Public License 3.0 ou version ultérieure.
ga: Tá an clár seo ceadúnaithe faoi GNU General Public License 3.0 nó níos déanaí.
hi: यह प्रोग्राम GNU जनरल पब्लिक लाइसेंस 3.0 या उसके बाद के संस्करण के तहत लाइसेंस प्राप्त है।
hi_latn: yah prograam gnu janaral pablik laisens 3.0 ya baad ke sanskaran ke antargat laisens praapt hai.
id: Program ini dilisensikan di bawah Lisensi Publik Umum GNU 3.0 atau yang lebih baru.
it: Questo programma è concesso in licenza sotto la GNU General Public License 3.0 o successiva.
ja: このプログラムは、GNU General Public License 3.0 以降に基づいてライセンスされています。
ko: 이 프로그램은 GNU General Public License 3.0 이상에 따라 라이센스가 부여되었습니다.
ms: Program ini dilesenkan di bawah GNU General Public License 3.0 atau lebih baru.
nb: Dette programmet er lisensiert under GNU General Public License 3.0 eller nyere.
nl: Dit programma is gelicentieerd onder GNU General Public License 3.0 of hoger.
pt: Este programa está licenciado sob GNU General Public License 3.0 ou posterior.
ro: Acest program este licențiat conform GNU General Public License 3.0 sau o versiune ulterioară.
tr: Bu program GNU Genel Kamu Lisansı 3.0 veya üzeri lisansla lisanslanmıştır.
uk: Ця програма ліцензована відповідно до GNU General Public License 3.0 або новішої версії.
vi: Chương trình này được cấp phép theo Giấy phép Công cộng GNU 3.0 hoặc phiên bản mới hơn.
zh: 該程式根據 GNU 通用公共授權 3.0 或更高版本獲得許可。

# NKS_KERNEL_STARTING_DEVDISMISS_OK
source: OK
ar: نعم
el: Εντάξει
es: DE ACUERDO
fr: D'ACCORD
ga: ceart go leor
hi: ठीक है
hi_latn: theek hai
id: OKE
ja: わかりました
ko: 좋아요
ro: Bine
tr: TAMAM
uk: добре
vi: ĐƯỢC RỒI
zh: 好的

# NKS_KERNEL_STARTING_DEVDISMISS_ACKED
source: Acknowledged
ar: معترف به
de: Anerkannt
el: Αναγνώρισε
es: Admitido
fr: Reconnu
ga: Admhaítear
hi: स्वीकार किया
hi_latn: sveekaar kiya gaya
id: Diakui
it: Riconosciuto
ja: 了承しました
ko: 확인됨
ms: Diakui
nb: Erkjent
nl: Erkend
pt: Reconhecido
ro: Recunoscut
tr: Kabul edildi
uk: Визнано
vi: Đã xác nhận
zh: 已確認

# NKS_KERNEL_STARTING_UNUSUALENV_DESC
source: Please note that running Nitrocid KS on an unusual environment means that some features are limited. You won't be able to load mods and configurations.
ar: يرجى ملاحظة أن تشغيل Nitrocid KS في بيئة غير عادية يعني أن بعض الميزات محدودة. لن تتمكن من تحميل التعديلات والتكوينات.
de: Bitte beachten Sie, dass die Ausführung von Nitrocid KS in einer ungewöhnlichen Umgebung dazu führt, dass einige Funktionen eingeschränkt sind. Sie können keine Mods und Konfigurationen laden.
el: Λάβετε υπόψη ότι η εκτέλεση του Nitrocid KS σε ασυνήθιστο περιβάλλον σημαίνει ότι ορισμένες δυνατότητες είναι περιορισμένες. Δεν θα μπορείτε να φορτώσετε mods και διαμορφώσεις.
es: Tenga en cuenta que ejecutar Nitrocid KS en un entorno inusual significa que algunas funciones son limitadas. No podrás cargar mods y configuraciones.
fr: Veuillez noter que l'exécution de Nitrocid KS dans un environnement inhabituel signifie que certaines fonctionnalités sont limitées. Vous ne pourrez pas charger de mods et de configurations.
ga: Tabhair faoi deara go gciallaíonn rith Nitrocid KS ar thimpeallacht neamhghnách go bhfuil roinnt gnéithe teoranta. Ní bheidh tú in ann mods agus cumraíochtaí a lódáil.
hi: कृपया ध्यान दें कि नाइट्रोसिड केएस को असामान्य वातावरण में चलाने का मतलब है कि कुछ सुविधाएँ सीमित हैं। आप मॉड और कॉन्फ़िगरेशन लोड नहीं कर पाएंगे.
hi_latn: krpaya dhyaan den ki ek asaamaany vaataavaran par nitrochid ks chalaane ka matalab hai ki kuchh suvidhaen seemit hain. aap mod aur konfigareshan lod nahin kar paenge.
id: Harap perhatikan bahwa menjalankan Nitrocid KS pada lingkungan yang tidak biasa berarti beberapa fiturnya terbatas. Anda tidak akan dapat memuat mod dan konfigurasi.
it: Tieni presente che l'esecuzione di Nitrocid KS in un ambiente insolito significa che alcune funzionalità sono limitate. Non sarai in grado di caricare mod e configurazioni.
ja: 通常とは異なる環境で Nitrocid KS を実行すると、一部の機能が制限されることに注意してください。MOD や設定をロードすることはできません。
ko: 비정상적인 환경에서 Nitrocid KS를 실행하면 일부 기능이 제한될 수 있으니 주의하시기 바랍니다. 모드와 구성을 로드할 수 없습니다.
ms: Sila ambil perhatian bahawa menjalankan Nitrocid KS pada persekitaran yang luar biasa bermakna beberapa ciri adalah terhad. Anda tidak akan dapat memuatkan mod dan konfigurasi.
nb: Vær oppmerksom på at å kjøre Nitrocid KS i et uvanlig miljø betyr at noen funksjoner er begrenset. Du vil ikke kunne laste inn mods og konfigurasjoner.
nl: Houd er rekening mee dat het uitvoeren van Nitrocid KS in een ongebruikelijke omgeving betekent dat sommige functies beperkt zijn. Je kunt geen mods en configuraties laden.
pt: Observe que executar o Nitrocid KS em um ambiente incomum significa que alguns recursos são limitados. Você não poderá carregar mods e configurações.
ro: Vă rugăm să rețineți că rularea Nitrocid KS într-un mediu neobișnuit înseamnă că unele funcții sunt limitate. Nu veți putea încărca modificări și configurații.
tr: Nitrocid KS'yi alışılmadık bir ortamda çalıştırmanın bazı özelliklerin sınırlı olduğu anlamına geldiğini lütfen unutmayın. Modları ve yapılandırmaları yükleyemezsiniz.
uk: Зауважте, що запуск Nitrocid KS у незвичайному середовищі означає обмеження деяких функцій. Ви не зможете завантажувати моди та конфігурації.
vi: Xin lưu ý rằng chạy Nitrocid KS trên môi trường bất thường có nghĩa là một số tính năng bị hạn chế. Bạn sẽ không thể tải mod và cấu hình.
zh: 請注意，在不尋常的環境中運行 Nitrocid KS 意味著某些功能會受到限制。您將無法載入模組和配置。

# NKS_KERNEL_STARTING_UNUSUALENV_TITLE
source: Unusual environment notice
ar: إشعار بيئة غير عادية
de: Ungewöhnlicher Umgebungshinweis
el: Ειδοποίηση ασυνήθιστου περιβάλλοντος
es: Aviso de entorno inusual
fr: Avis d'environnement inhabituel
ga: Fógra timpeallachta neamhghnách
hi: असामान्य वातावरण सूचना
hi_latn: asaamaany vaataavaran notis
id: Pemberitahuan lingkungan yang tidak biasa
it: Avviso di ambiente insolito
ja: 異常な環境に関する注意事項
ko: 비정상적인 환경 알림
ms: Notis persekitaran yang luar biasa
nb: Merknad om uvanlig miljø
nl: Ongebruikelijke omgevingskennisgeving
pt: Aviso de ambiente incomum
ro: Notă de mediu neobișnuit
tr: Olağandışı çevre uyarısı
uk: Повідомлення про незвичне середовище
vi: Thông báo môi trường bất thường
zh: 異常環境通知

# NKS_KERNEL_STARTING_TIPS_ADDONNEEDED
source: that you can get extra tips from the kernel addon shipped with the full build of Nitrocid?
ar: هل يمكنك الحصول على نصائح إضافية من ملحق kernel الذي يتم شحنه مع الإصدار الكامل من Nitrocid؟
de: dass Sie zusätzliche Tipps vom Kernel-Add-on erhalten können, das mit der Vollversion von Nitrocid geliefert wird?
el: ότι μπορείτε να λάβετε επιπλέον συμβουλές από το πρόσθετο του πυρήνα που αποστέλλεται με την πλήρη έκδοση του Nitrocid;
es: ¿Que puede obtener consejos adicionales del complemento del kernel que se incluye con la versión completa de Nitrocid?
fr: que vous pouvez obtenir des conseils supplémentaires grâce à l'addon du noyau fourni avec la version complète de Nitrocid ?
ga: gur féidir leat leideanna breise a fháil ón addon eithne a seoladh le tógáil iomlán Nitrocid?
hi: कि आप नाइट्रोसिड के पूर्ण निर्माण के साथ भेजे गए कर्नेल ऐडऑन से अतिरिक्त युक्तियाँ प्राप्त कर सकते हैं?
hi_latn: ki aap nitrochid ke poorn nirmaan ke saath bheje gae karnel aidon se atirikt sujhaav praapt kar sakate hain?
id: bahwa Anda bisa mendapatkan tip tambahan dari addon kernel yang disertakan dengan versi lengkap Nitrocid?
it: che puoi ottenere suggerimenti extra dal componente aggiuntivo del kernel fornito con la build completa di Nitrocid?
ja: Nitrocid の完全なビルドに同梱されているカーネル アドオンから追加のヒントを入手できるということですか?
ko: Nitrocid의 전체 빌드와 함께 제공되는 커널 애드온에서 추가 정보를 얻을 수 있습니까?
ms: bahawa anda boleh mendapatkan petua tambahan daripada addon kernel yang dihantar dengan binaan penuh Nitrocid?
nb: at du kan få ekstra tips fra kjernetillegget levert med den fulle versjonen av Nitrocid?
nl: dat je extra tips kunt krijgen van de kernel-add-on die wordt meegeleverd met de volledige versie van Nitrocid?
pt: que você pode obter dicas extras do complemento do kernel fornecido com a versão completa do Nitrocid?
ro: că puteți obține sfaturi suplimentare de la suplimentul kernel livrat cu versiunea completă a Nitrocid?
tr: Nitrocid'in tam sürümüyle birlikte gelen çekirdek eklentisinden ekstra ipuçları alabileceğinizi biliyor muydunuz?
uk: що ви можете отримати додаткові поради від аддона ядра, який постачається з повною збіркою Nitrocid?
vi: rằng bạn có thể nhận được thêm mẹo từ tiện ích bổ sung kernel đi kèm với bản dựng đầy đủ của Nitrocid không?
zh: 您可以從 Nitrocid 完整版本附帶的內核插件中獲得額外的提示嗎？

# NKS_KERNEL_STARTING_TIPS_PREFIX
source: Pro tip: Did you know
ar: نصيحة للمحترفين: هل تعلم
de: Profi-Tipp: Wussten Sie schon?
el: Επαγγελματική συμβουλή: Το ξέρατε
es: Consejo profesional: ¿Sabías que
fr: Conseil de pro : Le saviez-vous
ga: Pro tip: An raibh a fhios agat
hi: प्रो टिप: क्या आप जानते हैं
hi_latn: pro tip: kya aap jaanate hain
id: Kiat profesional: Tahukah Anda?
it: Suggerimento da professionista: lo sapevi
ja: プロのヒント: 知っていましたか
ko: 전문가 팁: 알고 계셨나요?
ms: Petua pro: Adakah anda tahu
nb: Proff-tips: Visste du det
nl: Pro-tip: Wist je dat?
pt: Dica profissional: você sabia
ro: Sfat profesionist: Știați că
tr: Profesyonel ipucu: Biliyor muydunuz?
uk: Порада: чи знаєте ви?
vi: Mẹo chuyên nghiệp: Bạn có biết
zh: 專業提示：你知道嗎

# NKS_SHELL_HOMEPAGE_KEYBINDING_KEYBINDINGS
source: Keybindings
ar: روابط المفاتيح
de: Tastenbelegungen
es: Atajos de teclado
fr: Raccourcis clavier
ga: Eochracha
hi: कुंजी बाइंडिंग
hi_latn: keebainding
id: Pengikatan tombol
it: Associazioni di tasti
ja: キーバインド
ko: 키바인딩
ms: Pengikatan kekunci
nb: Nøkkelbindinger
nl: Sneltoetsen
pt: Combinações de teclas
ro: Legături de taste
tr: Tuş Bağlamaları
uk: Прив'язки клавіш
vi: Phím tắt
zh: 鍵綁定

# NKS_MISC_INTERACTIVES_ALARMTUI_KEYBINDING_REMOVE
source: Remove
ar: يزيل
de: Entfernen
el: Αφαιρώ
es: Eliminar
fr: Retirer
ga: Bain
hi: निकालना
hi_latn: hataen
id: Menghapus
it: Rimuovere
ja: 取り除く
ko: 제거하다
ms: Alih keluar
nb: Fjerne
nl: Verwijderen
pt: Remover
ro: Elimina
tr: Kaldırmak
uk: видалити
vi: Di dời
zh: 消除

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_NOARRAY
source: Can't perform this operation on a null array.
ar: لا يمكن تنفيذ هذه العملية على صفيف فارغ.
de: Dieser Vorgang kann nicht für ein Null-Array ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση αυτής της λειτουργίας σε έναν μηδενικό πίνακα.
es: No se puede realizar esta operación en una matriz nula.
fr: Impossible d'effectuer cette opération sur un tableau nul.
ga: Ní féidir an oibríocht seo a dhéanamh ar eagar nialasach.
hi: यह ऑपरेशन किसी शून्य सरणी पर नहीं किया जा सकता.
hi_latn: yah opareshan shoony saranee par nahin kiya ja sakata.
id: Tidak dapat melakukan operasi ini pada array null.
it: Impossibile eseguire questa operazione su un array null.
ja: null 配列に対してこの操作を実行することはできません。
ko: Null 배열에서는 이 작업을 수행할 수 없습니다.
ms: Tidak dapat melaksanakan operasi ini pada tatasusunan null.
nb: Kan ikke utføre denne operasjonen på en null-matrise.
nl: Kan deze bewerking niet uitvoeren op een null-array.
pt: Não é possível realizar esta operação em uma matriz nula.
ro: Nu se poate efectua această operație pe o matrice nulă.
tr: Bu işlem null dizi üzerinde gerçekleştirilemez.
uk: Неможливо виконати цю операцію з нульовим масивом.
vi: Không thể thực hiện thao tác này trên mảng null.
zh: 無法對空數組執行此操作。

# NKS_FILES_EDITORS_TEXTEDITOR_EXCEPTION_NOLIST
source: Can't perform this operation on a null lines list.
ar: لا يمكن إجراء هذه العملية على قائمة الأسطر الخالية.
de: Dieser Vorgang kann nicht für eine Nullzeilenliste ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση αυτής της λειτουργίας σε μια λίστα μηδενικών γραμμών.
es: No se puede realizar esta operación en una lista de líneas nulas.
fr: Impossible d'effectuer cette opération sur une liste de lignes nulles.
ga: Ní féidir an oibríocht seo a dhéanamh ar liosta línte nialasach.
hi: यह कार्रवाई शून्य पंक्ति सूची पर नहीं की जा सकती.
hi_latn: yah opareshan shoony panktiyon kee soochee par nahin kiya ja sakata.
id: Tidak dapat menjalankan operasi ini pada daftar baris nol.
it: Impossibile eseguire questa operazione su un elenco di righe nulle.
ja: NULL 行リストに対してこの操作を実行することはできません。
ko: null 줄 목록에서는 이 작업을 수행할 수 없습니다.
ms: Tidak dapat melaksanakan operasi ini pada senarai baris nol.
nb: Kan ikke utføre denne operasjonen på en null-linjeliste.
nl: Kan deze bewerking niet uitvoeren op een lijst met lege regels.
pt: Não é possível realizar esta operação em uma lista de linhas nulas.
ro: Nu se poate efectua această operație pe o listă de linii nule.
tr: Bu işlem boş satır listesinde gerçekleştirilemez.
uk: Неможливо виконати цю операцію зі списком нульових рядків.
vi: Không thể thực hiện thao tác này trên danh sách dòng rỗng.
zh: 無法對空白行清單執行此操作。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_EXCEPTION_TYPENOTFOUND
source: Settings type is not found.
ar: لم يتم العثور على نوع الإعدادات.
de: Der Einstellungstyp wurde nicht gefunden.
el: Ο τύπος ρυθμίσεων δεν βρέθηκε.
es: No se encuentra el tipo de configuración.
fr: Le type de paramètres est introuvable.
ga: Ní aimsítear cineál na socruithe.
hi: सेटिंग प्रकार नहीं मिला.
hi_latn: seting prakaar nahin mila.
id: Jenis pengaturan tidak ditemukan.
it: Tipo di impostazioni non trovato.
ja: 設定タイプが見つかりません。
ko: 설정 유형을 찾을 수 없습니다.
ms: Jenis tetapan tidak ditemui.
nb: Finner ikke innstillingstype.
nl: Type instelling is niet gevonden.
pt: O tipo de configurações não foi encontrado.
ro: Tipul de setări nu a fost găsit.
tr: Ayar türü bulunamadı.
uk: Тип налаштувань не знайдено.
vi: Không tìm thấy loại cài đặt.
zh: 未找到設定類型。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_CHECKUPDATES
source: Check for system updates
ar: التحقق من وجود تحديثات النظام
de: Suchen Sie nach Systemaktualisierungen
el: Ελέγξτε για ενημερώσεις συστήματος
es: Buscar actualizaciones del sistema
fr: Rechercher les mises à jour du système
ga: Seiceáil le haghaidh nuashonruithe córais
hi: सिस्टम अपडेट की जांच करें
hi_latn: sistam apadet kee jaanch karen
id: Periksa pembaruan sistem
it: Controlla gli aggiornamenti di sistema
ja: システムアップデートを確認する
ko: 시스템 업데이트 확인
ms: Semak kemas kini sistem
nb: Se etter systemoppdateringer
nl: Controleer op systeemupdates
pt: Verifique se há atualizações do sistema
ro: Verificați actualizările de sistem
tr: Sistem güncellemelerini kontrol edin
uk: Перевірте наявність оновлень системи
vi: Kiểm tra cập nhật hệ thống
zh: 檢查系統更新

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SYSINFO
source: System information
ar: معلومات النظام
el: Πληροφορίες συστήματος
es: Información del sistema
fr: Informations système
ga: Eolas córais
hi: व्यवस्था जानकारी
hi_latn: sistam jaanakaaree
id: Informasi sistem
it: Informazioni di sistema
ja: システムインフォメーション
ko: 시스템 정보
ms: Maklumat sistem
nb: Systeminformasjon
nl: Systeem informatie
pt: Informação do sistema
ro: Informatii despre sistem
tr: Sistem bilgisi
uk: Інформація про систему
vi: Thông tin hệ thống
zh: 系統資訊

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SAVINGSETTINGS
source: Saving settings...
ar: جارٍ حفظ الإعدادات...
de: Einstellungen speichern...
el: Αποθήκευση ρυθμίσεων...
es: Guardando configuración...
fr: Enregistrement des paramètres...
ga: Socruithe á sábháil...
hi: सेटिंग्स सहेजी जा रही हैं...
hi_latn: setings sahejee ja rahee hain...
id: Menyimpan pengaturan...
it: Salvataggio delle impostazioni...
ja: 設定を保存しています...
ko: 설정 저장 중...
ms: Menyimpan tetapan...
nb: Lagrer innstillinger...
nl: Instellingen opslaan...
pt: Salvando configurações...
ro: Se salvează setările...
tr: Ayarlar kaydediliyor...
uk: Збереження налаштувань...
vi: Đang lưu cài đặt...
zh: 正在儲存設定...

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SAVINGTO
source: Saving settings to
ar: حفظ الإعدادات إلى
de: Einstellungen speichern unter
el: Αποθήκευση ρυθμίσεων σε
es: Guardar configuración en
fr: Enregistrement des paramètres dans
ga: Socruithe a shábháil go
hi: सेटिंग्स को सहेजा जा रहा है
hi_latn: setings sahejee ja rahee hain
id: Menyimpan pengaturan ke
it: Salvataggio delle impostazioni in
ja: 設定の保存先
ko: 설정 저장 위치
ms: Menyimpan tetapan ke
nb: Lagrer innstillinger til
nl: Instellingen opslaan in
pt: Salvando configurações em
ro: Se salvează setările în
tr: Ayarlar kaydediliyor
uk: Збереження налаштувань у
vi: Lưu cài đặt vào
zh: 將設定儲存至

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LOADING
source: Loading settings...
ar: جارٍ تحميل الإعدادات...
de: Einstellungen werden geladen...
el: Φόρτωση ρυθμίσεων...
es: Cargando configuración...
fr: Chargement des paramètres...
ga: Socruithe á lódáil...
hi: सेटिंग लोड हो रही है...
hi_latn: setings lod kee ja rahee hain...
id: Memuat pengaturan...
it: Caricamento impostazioni...
ja: 設定を読み込んでいます...
ko: 설정 로드 중...
ms: Memuatkan tetapan...
nb: Laster inn innstillinger...
nl: Instellingen laden...
pt: Carregando configurações...
ro: Se încarcă setările...
tr: Ayarlar yükleniyor...
uk: Завантаження налаштувань...
vi: Đang tải cài đặt...
zh: 正在加載設定...

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_RELOADING
source: Reloading settings...
ar: جارٍ إعادة تحميل الإعدادات...
de: Einstellungen werden neu geladen...
el: Επαναφόρτωση ρυθμίσεων...
es: Recargando configuración...
fr: Rechargement des paramètres...
ga: Socruithe á n-athluchtú...
hi: सेटिंग पुनः लोड हो रही है...
hi_latn: setings punah lod kee ja rahee hain...
id: Memuat ulang pengaturan...
it: Ricaricamento impostazioni...
ja: 設定を再読み込み中...
ko: 설정을 다시 로드하는 중...
ms: Memuatkan semula tetapan...
nb: Laster inn innstillinger på nytt...
nl: Instellingen opnieuw laden...
pt: Recarregando configurações...
ro: Se reîncarcă setările...
tr: Ayarlar yeniden yükleniyor...
uk: Перезавантаження налаштувань...
vi: Đang tải lại cài đặt...
zh: 正在重新加載設定...

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_KERNELVERSION
source: Kernel version
ar: إصدار النواة
el: Έκδοση πυρήνα
es: Versión del núcleo
fr: Version du noyau
ga: Leagan eithne
hi: कर्नेल संस्करण
hi_latn: karnel sanskaran
id: Versi kernel
it: Versione del kernel
ja: カーネルのバージョン
ko: 커널 버전
ms: Versi kernel
nb: Kjerneversjon
nl: Kernel-versie
pt: Versão do kernel
ro: Versiunea Kernel
tr: Çekirdek sürümü
uk: Версія ядра
vi: Phiên bản hạt nhân
zh: 核心版本

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_KERNELAPI
source: Kernel API version
ar: إصدار واجهة برمجة تطبيقات النواة
el: Έκδοση API του πυρήνα
es: Versión de la API del núcleo
fr: Version de l'API du noyau
ga: Leagan API Eithne
hi: कर्नेल एपीआई संस्करण
hi_latn: karnel api sanskaran
id: Versi API Kernel
it: Versione dell'API del kernel
ja: カーネルAPIのバージョン
ko: 커널 API 버전
ms: Versi kernel API
nb: Kjerne API-versjon
nl: Kernel API-versie
pt: Versão da API do kernel
ro: Versiunea Kernel API
tr: Çekirdek API sürümü
uk: Версія API ядра
vi: Phiên bản API hạt nhân
zh: 核心API版本

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_HOSTID
source: Host ID
ar: معرف المضيف
el: Αναγνωριστικό κεντρικού υπολογιστή
es: ID de anfitrión
fr: ID d'hôte
ga: ID Óstach
hi: होस्ट आईडी
id: ID Tuan Rumah
it: ID dell'ospite
ja: ホストID
ko: 호스트 ID
ms: ID hos
nb: Verts-ID
pt: ID do host
ro: ID gazdă
tr: Ana bilgisayar kimliği
uk: ID хоста
vi: ID máy chủ
zh: 主機ID

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_HOSTGENERICID
source: Host Generic ID
ar: معرف عام للمضيف
de: Generische Host-ID
el: Γενικό αναγνωριστικό κεντρικού υπολογιστή
es: ID genérico del host
fr: ID générique de l'hôte
ga: Aitheantas Cineálach Óstach
hi: होस्ट जेनेरिक आईडी
hi_latn: host jenerik id
id: ID Umum Host
it: ID generico dell'host
ja: ホストの汎用 ID
ko: 호스트 일반 ID
ms: ID Generik Hos
nb: Generisk verts-ID
nl: Generieke host-ID
pt: ID genérico do host
ro: ID generic gazdă
tr: Ana Bilgisayar Genel Kimliği
uk: Загальний ідентифікатор хоста
vi: ID chung của máy chủ
zh: 主機通用 ID

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_VERSION
source: >> Remote Debug: version
ar: >> التصحيح عن بعد: الإصدار
el: >> Απομακρυσμένος εντοπισμός σφαλμάτων: έκδοση
es: >> Depuración remota: versión
fr: >> Débogage à distance : version
ga: >> Cianda Debug: leagan
hi: >> रिमोट डिबग: संस्करण
hi_latn: >> rimot deebag: sanskaran
id: >> Debug Jarak Jauh: versi
it: >> Debug remoto: versione
ja: >> リモートデバッグ: バージョン
ko: >> 원격 디버그: 버전
ms: >> Nyahpepijat Jauh: versi
nb: >> Ekstern feilsøking: versjon
nl: >> Foutopsporing op afstand: versie
pt: >> Depuração Remota: versão
ro: >> Remote Debug: versiune
tr: >> Uzaktan Hata Ayıklama: sürüm
uk: >> Віддалене налагодження: версія
vi: >> Gỡ lỗi từ xa: phiên bản
zh: >> 遠端偵錯：版本

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_FIRSTTIME
source: >> Welcome! This is your first time entering remote debug. Use "/register <name>" to register.
ar: >> مرحبا! هذه هي المرة الأولى التي تدخل فيها التصحيح عن بعد. استخدم "/ تسجيل <الاسم>" للتسجيل.
de: >> Willkommen! Dies ist das erste Mal, dass Sie das Remote-Debug starten. Verwenden Sie „/register <Name>“, um sich zu registrieren.
el: >> Καλώς ήρθατε! Αυτή είναι η πρώτη φορά που εισέρχεστε στον απομακρυσμένο εντοπισμό σφαλμάτων. Χρησιμοποιήστε το "/register <name>" για να εγγραφείτε.
es: >> ¡Bienvenido! Esta es la primera vez que ingresa a la depuración remota. Utilice "/register <nombre>" para registrarse.
fr: >> Bienvenue ! C'est la première fois que vous accédez au débogage à distance. Utilisez "/register <nom>" pour vous inscrire.
ga: >> Fáilte! Seo é an chéad uair a bheidh tú ag dul isteach sa chiandhíofhabhtú. Úsáid "/register <name>" chun clárú.
hi: >> स्वागत है! यह आपका पहली बार दूरस्थ डिबग में प्रवेश है। पंजीकरण करने के लिए "/register <name>" का उपयोग करें।
hi_latn: >> svaagat hai! aap pahalee baar rimot deebag mein pravesh kar rahe hain. rajistar karane ke lie "/ rajistar <naam>" ka upayog karen.
id: >> Selamat datang! Ini adalah pertama kalinya Anda memasuki debug jarak jauh. Gunakan "/register <nama>" untuk mendaftar.
it: >> Benvenuto! Questa è la prima volta che accedi al debug remoto. Utilizza "/register <nome>" per registrarti.
ja: >> ようこそ！リモート デバッグに入るのはこれが初めてです。登録するには「/register <名前>」を使用します。
ko: >> 환영합니다! 원격 디버그를 처음 입력하는 경우입니다. 등록하려면 "/register <이름>"을 사용하세요.
ms: >> Selamat datang! Ini adalah kali pertama anda memasuki nyahpepijat jauh. Gunakan "/register <name>" untuk mendaftar.
nb: >> Velkommen! Dette er første gang du går inn i ekstern feilsøking. Bruk "/register <navn>" for å registrere.
nl: >> Welkom! Dit is de eerste keer dat u debug op afstand gebruikt. Gebruik "/register <naam>" om te registreren.
pt: >> Bem-vindo! Esta é a primeira vez que você entra na depuração remota. Use "/register <nome>" para se registrar.
ro: >> Bine ați venit! Este prima dată când intri în depanare la distanță. Folosiți „/register <nume>” pentru a vă înregistra.
tr: >> Hoş geldiniz! Uzaktan hata ayıklamaya ilk kez giriyorsunuz. Kaydolmak için "/register <name>" kullanın.
uk: >> Ласкаво просимо! Ви вперше входите в систему віддаленого налагодження. Для реєстрації використовуйте "/register <name>".
vi: >> Chào mừng! Đây là lần đầu tiên bạn tham gia gỡ lỗi từ xa. Sử dụng "/register <tên>" để đăng ký.
zh: >> 歡迎！這是您第一次進入遠端調試。使用“/register <姓名>”進行註冊。
