Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CONTACTS
source: A contacts manager error occurred when trying to perform the requested operation. Make sure that the contact file exists in the correct folder and that it's a valid vCard 2.1, 3.0, or 4.0 contact file.
ar: حدث خطأ في إدارة جهات الاتصال أثناء محاولة تنفيذ العملية المطلوبة. تأكد من وجود ملف جهة الاتصال في المجلد الصحيح وأنه ملف جهة اتصال vCard 2.1 أو 3.0 أو 4.0 صالح.
de: Beim Versuch, den angeforderten Vorgang auszuführen, ist ein Fehler im Kontaktmanager aufgetreten. Stellen Sie sicher, dass die Kontaktdatei im richtigen Ordner vorhanden ist und dass es sich um eine gültige vCard 2.1-, 3.0- oder 4.0-Kontaktdatei handelt.
el: Παρουσιάστηκε σφάλμα διαχείρισης επαφών κατά την προσπάθεια εκτέλεσης της απαιτούμενης λειτουργίας. Βεβαιωθείτε ότι το αρχείο επαφής υπάρχει στον σωστό φάκελο και ότι είναι έγκυρο αρχείο επαφών vCard 2.1, 3.0 ή 4.0.
es: Se produjo un error en el administrador de contactos al intentar realizar la operación solicitada. Asegúrese de que el archivo de contacto exista en la carpeta correcta y que sea un archivo de contacto vCard 2.1, 3.0 o 4.0 válido.
fr: Une erreur du gestionnaire de contacts s'est produite lors de la tentative d'exécution de l'opération demandée. Assurez-vous que le fichier de contact existe dans le bon dossier et qu'il s'agit d'un fichier de contact vCard 2.1, 3.0 ou 4.0 valide.
ga: Tharla earráid le bainisteoir teagmhálaithe agus iarracht á déanamh an oibríocht iarrtha a dhéanamh. Cinntigh go bhfuil an comhad teagmhála san fhillteán ceart agus gur comhad teagmhála vCard 2.1, 3.0 nó 4.0 bailí é.
hi: अनुरोधित कार्रवाई करने का प्रयास करते समय एक संपर्क प्रबंधक त्रुटि उत्पन्न हुई। सुनिश्चित करें कि संपर्क फ़ाइल सही फ़ोल्डर में मौजूद है और यह एक वैध vCard 2.1, 3.0, या 4.0 संपर्क फ़ाइल है।
hi_latn: anurodhit opareshan karane ka prayaas karate samay ek sampark prabandhak truti huee. sunishchit karen ki sampark fail sahee foldar mein maujood hai aur yah ek vaidh vchard 2.1, 3.0, ya 4.0 sampark fail hai.
id: Terjadi kesalahan pengelola kontak saat mencoba melakukan operasi yang diminta. Pastikan berkas kontak ada di folder yang benar dan merupakan berkas kontak vCard 2.1, 3.0, atau 4.0 yang valid.
it: Si è verificato un errore nel gestore dei contatti durante il tentativo di eseguire l'operazione richiesta. Assicurati che il file di contatto esista nella cartella corretta e che sia un file di contatto vCard 2.1, 3.0 o 4.0 valido.
ja: 要求された操作を実行しようとしたときに、連絡先マネージャー エラーが発生しました。連絡先ファイルが正しいフォルダーに存在すること、およびそれが有効な vCard 2.1、3.0、または 4.0 連絡先ファイルであることを確認してください。
ko: 요청한 작업을 수행하려고 할 때 연락처 관리자 오류가 발생했습니다. 연락처 파일이 올바른 폴더에 있는지, 유효한 vCard 2.1, 3.0 또는 4.0 연락처 파일인지 확인하세요.
ms: Ralat pengurus kenalan berlaku semasa cuba melaksanakan operasi yang diminta. Pastikan fail kenalan wujud dalam folder yang betul dan ia adalah fail kenalan vCard 2.1, 3.0 atau 4.0 yang sah.
nb: Det oppstod en kontaktbehandlingsfeil under forsøk på å utføre den forespurte operasjonen. Kontroller at kontaktfilen finnes i riktig mappe og at det er en gyldig vCard 2.1, 3.0 eller 4.0 kontaktfil.
nl: Er is een contactbeheerfout opgetreden bij het uitvoeren van de gevraagde bewerking. Zorg ervoor dat het contactbestand in de juiste map staat en dat het een geldig vCard 2.1, 3.0 of 4.0 contactbestand is.
pt: Ocorreu um erro no gerenciador de contatos ao tentar realizar a operação solicitada. Certifique-se de que o arquivo de contato exista na pasta correta e que seja um arquivo de contato vCard 2.1, 3.0 ou 4.0 válido.
ro: A apărut o eroare a managerului de contacte la încercarea de a efectua operațiunea solicitată. Asigurați-vă că fișierul de contact există în folderul corect și că este un fișier de contact valid vCard 2.1, 3.0 sau 4.0.
tr: İstenen işlemi gerçekleştirmeye çalışırken bir kişiler yöneticisi hatası oluştu. Kişi dosyasının doğru klasörde bulunduğundan ve geçerli bir vCard 2.1, 3.0 veya 4.0 kişi dosyası olduğundan emin olun.
uk: Під час спроби виконати запитану операцію сталася помилка менеджера контактів. Переконайтеся, що файл контакту існує у правильній папці та що це дійсний файл контакту vCard 2.1, 3.0 або 4.0.
vi: Đã xảy ra lỗi trình quản lý danh bạ khi cố gắng thực hiện thao tác được yêu cầu. Đảm bảo rằng tệp danh bạ nằm trong đúng thư mục và đó là tệp danh bạ vCard 2.1, 3.0 hoặc 4.0 hợp lệ.
zh: 嘗試執行請求的操作時發生聯絡人管理器錯誤。確保聯絡人文件存在於正確的資料夾中，並且是有效的 vCard 2.1、3.0 或 4.0 聯絡人文件。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SQLEDITOR
source: An invalid SQL editor operation is being performed.
ar: يتم الآن تنفيذ عملية محرر SQL غير صالحة.
de: Es wird ein ungültiger SQL-Editor-Vorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία επεξεργασίας SQL.
es: Se está realizando una operación del editor SQL no válida.
fr: Une opération non valide de l'éditeur SQL est en cours d'exécution.
ga: Tá oibríocht eagarthóra SQL neamhbhailí á déanamh.
hi: एक अमान्य SQL संपादक कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany sql sampaadak opareshan kiya ja raha hai.
id: Operasi editor SQL yang tidak valid sedang dilakukan.
it: È in corso un'operazione dell'editor SQL non valida.
ja: 無効な SQL エディター操作が実行されています。
ko: 잘못된 SQL 편집기 작업이 수행되고 있습니다.
ms: Operasi editor SQL yang tidak sah sedang dilakukan.
nb: En ugyldig SQL-redigeringsoperasjon utføres.
nl: Er wordt een ongeldige SQL-editorbewerking uitgevoerd.
pt: Uma operação inválida do editor SQL está sendo executada.
ro: Se efectuează o operație de editor SQL nevalidă.
tr: Geçersiz bir SQL düzenleyici işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція редактора SQL.
vi: Một thao tác soạn thảo SQL không hợp lệ đang được thực hiện.
zh: 正在執行無效的 SQL 編輯器操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHGROUP
source: Group doesn't exist. Check to make sure that you've written the group name correctly.
ar: المجموعة غير موجودة. تحقق للتأكد من أنك كتبت اسم المجموعة بشكل صحيح.
de: Gruppe existiert nicht. Stellen Sie sicher, dass Sie den Gruppennamen richtig geschrieben haben.
el: Η ομάδα δεν υπάρχει. Ελέγξτε για να βεβαιωθείτε ότι έχετε γράψει σωστά το όνομα της ομάδας.
es: El grupo no existe. Asegúrate de haber escrito el nombre del grupo correctamente.
fr: Le groupe n'existe pas. Vérifiez que vous avez écrit correctement le nom du groupe.
ga: Níl an grúpa ann. Déan cinnte go bhfuil ainm an ghrúpa scríofa agat i gceart.
hi: समूह मौजूद नहीं है. यह सुनिश्चित करने के लिए जांचें कि आपने समूह का नाम सही ढंग से लिखा है।
hi_latn: samooh maujood nahin hai. yah sunishchit karane ke lie jaanch karen ki aapane samooh ka naam sahee dhang se likha hai.
id: Grup tidak ada. Pastikan Anda telah menuliskan nama grup dengan benar.
it: Il gruppo non esiste. Assicurati di aver scritto correttamente il nome del gruppo.
ja: グループは存在しません。グループ名が正しく書かれていることを確認してください。
ko: 그룹이 존재하지 않습니다. 그룹 이름을 올바르게 입력했는지 확인하세요.
ms: Kumpulan tidak wujud. Semak untuk memastikan bahawa anda telah menulis nama kumpulan dengan betul.
nb: Gruppen eksisterer ikke. Kontroller at du har skrevet gruppenavnet riktig.
nl: Groep bestaat niet. Controleer of u de groepsnaam correct heeft geschreven.
pt: O grupo não existe. Verifique se você escreveu o nome do grupo corretamente.
ro: Grupul nu există. Verificați pentru a vă asigura că ați scris corect numele grupului.
tr: Grup mevcut değil. Grup adını doğru yazdığınızdan emin olun.
uk: Група не існує. Перевірте, чи правильно ви написали назву групи.
vi: Nhóm không tồn tại. Kiểm tra để đảm bảo rằng bạn đã viết đúng tên nhóm.
zh: 群組不存在。檢查並確保您所寫的群組名稱正確。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CUSTOMSETTINGS
source: An error occurred in the custom settings manager for users.
ar: حدث خطأ في مدير الإعدادات المخصصة للمستخدمين.
de: Im benutzerdefinierten Einstellungsmanager für Benutzer ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση προσαρμοσμένων ρυθμίσεων για τους χρήστες.
es: Se produjo un error en el administrador de configuración personalizada para los usuarios.
fr: Une erreur s'est produite dans le gestionnaire de paramètres personnalisés pour les utilisateurs.
ga: Tharla earráid i mbainisteoir na socruithe saincheaptha d'úsáideoirí.
hi: उपयोगकर्ताओं के लिए कस्टम सेटिंग प्रबंधक में एक त्रुटि उत्पन्न हुई.
hi_latn: upayogakartaon ke lie kastam seting prabandhak mein ek truti huee.
id: Terjadi kesalahan pada pengelola pengaturan khusus untuk pengguna.
it: Si è verificato un errore nel gestore delle impostazioni personalizzate per gli utenti.
ja: ユーザーのカスタム設定マネージャーでエラーが発生しました。
ko: 사용자의 맞춤 설정 관리자에서 오류가 발생했습니다.
ms: Ralat berlaku dalam pengurus tetapan tersuai untuk pengguna.
nb: Det oppstod en feil i administratoren for tilpassede innstillinger for brukere.
nl: Er is een fout opgetreden in de aangepaste instellingenbeheerder voor gebruikers.
pt: Ocorreu um erro no gerenciador de configurações personalizadas para usuários.
ro: A apărut o eroare în managerul de setări personalizate pentru utilizatori.
tr: Kullanıcılara ait özel ayarlar yöneticisinde bir hata oluştu.
uk: Сталася помилка в менеджері користувацьких налаштувань для користувачів.
vi: Đã xảy ra lỗi trong trình quản lý cài đặt tùy chỉnh cho người dùng.
zh: 使用者的自訂設定管理員中發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NETWORKCONNECTION
source: An error occurred in the network connection manager.
ar: حدث خطأ في مدير اتصال الشبكة.
de: Im Netzwerkverbindungsmanager ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στη διαχείριση σύνδεσης δικτύου.
es: Se produjo un error en el administrador de conexión de red.
fr: Une erreur s'est produite dans le gestionnaire de connexions réseau.
ga: Tharla earráid i mbainisteoir an naisc líonra.
hi: नेटवर्क कनेक्शन प्रबंधक में कोई त्रुटि उत्पन्न हुई.
hi_latn: netavark kanekshan prabandhak mein ek truti huee.
id: Terjadi kesalahan pada pengelola koneksi jaringan.
it: Si è verificato un errore nella gestione della connessione di rete.
ja: ネットワーク接続マネージャーでエラーが発生しました。
ko: 네트워크 연결 관리자에서 오류가 발생했습니다.
ms: Ralat berlaku dalam pengurus sambungan rangkaian.
nb: Det oppstod en feil i nettverkstilkoblingsbehandlingen.
nl: Er is een fout opgetreden in de netwerkverbindingsbeheerder.
pt: Ocorreu um erro no gerenciador de conexões de rede.
ro: A apărut o eroare în managerul de conexiuni la rețea.
tr: Ağ bağlantı yöneticisinde bir hata oluştu.
uk: Сталася помилка в диспетчері мережевих підключень.
vi: Đã xảy ra lỗi trong trình quản lý kết nối mạng.
zh: 網路連線管理員中發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HTTPNETWORK
source: A general HTTP network error occurred. Check to make sure that your internet connection is working.
ar: حدث خطأ عام في شبكة HTTP. تحقق للتأكد من أن اتصالك بالإنترنت يعمل.
de: Es ist ein allgemeiner HTTP-Netzwerkfehler aufgetreten. Stellen Sie sicher, dass Ihre Internetverbindung funktioniert.
el: Παρουσιάστηκε ένα γενικό σφάλμα δικτύου HTTP. Ελέγξτε για να βεβαιωθείτε ότι η σύνδεσή σας στο Διαδίκτυο λειτουργεί.
es: Se produjo un error general de red HTTP. Verifique para asegurarse de que su conexión a Internet esté funcionando.
fr: Une erreur réseau HTTP générale s'est produite. Vérifiez que votre connexion Internet fonctionne.
ga: Tharla earráid ghinearálta líonra HTTP. Seiceáil le cinntiú go bhfuil do nasc idirlín ag obair.
hi: एक सामान्य HTTP नेटवर्क त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपका इंटरनेट कनेक्शन काम कर रहा है।
hi_latn: ek saamaany http netavark truti huee. yah sunishchit karane ke lie jaanch karen ki aapaka intaranet kanekshan kaam kar raha hai.
id: Terjadi kesalahan jaringan HTTP umum. Periksa untuk memastikan koneksi internet Anda berfungsi.
it: Si è verificato un errore generale di rete HTTP. Verifica che la connessione Internet funzioni.
ja: 一般的な HTTP ネットワーク エラーが発生しました。インターネット接続が機能していることを確認してください。
ko: 일반 HTTP 네트워크 오류가 발생했습니다. 인터넷 연결이 작동하는지 확인하세요.
ms: Ralat rangkaian HTTP umum berlaku. Semak untuk memastikan sambungan internet anda berfungsi.
nb: Det oppstod en generell HTTP-nettverksfeil. Kontroller at Internett-tilkoblingen din fungerer.
nl: Er is een algemene HTTP-netwerkfout opgetreden. Controleer of uw internetverbinding werkt.
pt: Ocorreu um erro geral de rede HTTP. Verifique se sua conexão com a Internet está funcionando.
ro: A apărut o eroare generală de rețea HTTP. Verificați pentru a vă asigura că conexiunea dvs. la internet funcționează.
tr: Genel bir HTTP ağ hatası oluştu. İnternet bağlantınızın çalıştığından emin olmak için kontrol edin.
uk: Сталася загальна помилка мережі HTTP. Переконайтеся, що підключення до Інтернету працює.
vi: Đã xảy ra lỗi mạng HTTP chung. Kiểm tra để đảm bảo kết nối internet của bạn đang hoạt động.
zh: 發生一般 HTTP 網路錯誤。檢查並確保您的網路連線正常。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_COMMANDMANAGER
source: A general command manager error occurred. Check to make sure that you've written the command or the shell type correctly.
ar: حدث خطأ في مدير الأوامر العامة. تحقق للتأكد من أنك كتبت الأمر أو نوع الصدفة بشكل صحيح.
de: Es ist ein allgemeiner Befehlsmanagerfehler aufgetreten. Stellen Sie sicher, dass Sie den Befehl oder den Shell-Typ richtig geschrieben haben.
el: Παρουσιάστηκε γενικό σφάλμα διαχείρισης εντολών. Ελέγξτε για να βεβαιωθείτε ότι έχετε γράψει σωστά την εντολή ή τον τύπο του κελύφους.
es: Se produjo un error general del administrador de comandos. Verifique que haya escrito el comando o el tipo de shell correctamente.
fr: Une erreur générale du gestionnaire de commandes s'est produite. Vérifiez que vous avez écrit correctement la commande ou le type de shell.
ga: Tharla earráid le bainisteoir ginearálta orduithe. Seiceáil le cinntiú go bhfuil an t-ordú nó an cineál blaosc scríofa i gceart agat.
hi: एक सामान्य कमांड प्रबंधक त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपने कमांड या शेल प्रकार सही ढंग से लिखा है।
hi_latn: ek saamaany kamaand prabandhak truti huee. yah sunishchit karane ke lie jaanch karen ki aapane kamaand ya shel prakaar sahee dhang se likha hai.
id: Terjadi kesalahan manajer perintah umum. Periksa untuk memastikan bahwa Anda telah menulis perintah atau tipe shell dengan benar.
it: Si è verificato un errore generale del gestore comandi. Assicurati di aver scritto correttamente il comando o il tipo di shell.
ja: 一般的なコマンド マネージャー エラーが発生しました。コマンドまたはシェルの種類が正しく記述されていることを確認してください。
ko: 일반 명령 관리자 오류가 발생했습니다. 명령이나 셸 유형을 올바르게 작성했는지 확인하세요.
ms: Ralat pengurus arahan am berlaku. Semak untuk memastikan bahawa anda telah menulis arahan atau jenis shell dengan betul.
nb: Det oppstod en generell kommandolederfeil. Kontroller at du har skrevet kommandoen eller skalltypen riktig.
nl: Er is een algemene opdrachtbeheerfout opgetreden. Controleer of u de opdracht of het shelltype correct hebt geschreven.
pt: Ocorreu um erro geral do gerenciador de comandos. Verifique se você escreveu o comando ou o tipo de shell corretamente.
ro: A apărut o eroare generală a managerului de comandă. Verificați pentru a vă asigura că ați scris comanda sau tipul shell-ului corect.
tr: Genel bir komut yöneticisi hatası oluştu. Komutu veya kabuk türünü doğru yazdığınızdan emin olmak için kontrol edin.
uk: Сталася загальна помилка менеджера команд. Перевірте, чи правильно ви написали команду або тип оболонки.
vi: Đã xảy ra lỗi trình quản lý lệnh chung. Kiểm tra để đảm bảo rằng bạn đã viết lệnh hoặc loại shell đúng.
zh: 發生一般命令管理器錯誤。檢查並確保您正確編寫了命令或 shell 類型。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LOCALEGEN
source: Locale generator tool returned an error while trying to generate JSON files for languages.
ar: قامت أداة منشئ اللغة بإرجاع خطأ أثناء محاولة إنشاء ملفات JSON للغات.
de: Das Locale-Generator-Tool hat beim Versuch, JSON-Dateien für Sprachen zu generieren, einen Fehler zurückgegeben.
el: Το εργαλείο δημιουργίας τοπικών ρυθμίσεων επέστρεψε ένα σφάλμα κατά την προσπάθεια δημιουργίας αρχείων JSON για γλώσσες.
es: La herramienta generadora de configuración regional devolvió un error al intentar generar archivos JSON para idiomas.
fr: L'outil générateur de paramètres régionaux a renvoyé une erreur lors de la tentative de génération de fichiers JSON pour les langues.
ga: Chuir uirlis ghineadóra Locale earráid ar ais agus iarracht á déanamh comhaid JSON a ghiniúint do theangacha.
hi: भाषाओं के लिए JSON फ़ाइलें जेनरेट करने का प्रयास करते समय लोकेल जेनरेटर टूल ने एक त्रुटि लौटा दी।
hi_latn: bhaashaon ke lie json failen jenaret karane ka prayaas karate samay lokel janaretar tool ne ek truti lautaee.
id: Alat pembuat lokal mengembalikan kesalahan saat mencoba membuat file JSON untuk bahasa.
it: Lo strumento generatore di impostazioni locali ha restituito un errore durante il tentativo di generare file JSON per le lingue.
ja: 言語の JSON ファイルを生成しようとしたときに、ロケール ジェネレーター ツールがエラーを返しました。
ko: 언어에 대한 JSON 파일을 생성하는 동안 로캘 생성기 도구에서 오류가 반환되었습니다.
ms: Alat penjana setempat mengembalikan ralat semasa cuba menjana fail JSON untuk bahasa.
nb: Verktøy for lokalitetsgenerator returnerte en feil under forsøk på å generere JSON-filer for språk.
nl: De tool voor het genereren van landinstellingen heeft een fout geretourneerd bij het genereren van JSON-bestanden voor talen.
pt: A ferramenta geradora de localidade retornou um erro ao tentar gerar arquivos JSON para idiomas.
ro: Instrumentul de generare locală a returnat o eroare în timp ce încerca să genereze fișiere JSON pentru limbi.
tr: Yerel ayar oluşturucu aracı, diller için JSON dosyaları oluşturmaya çalışırken bir hata döndürdü.
uk: Генератор мовних налаштувань повернув помилку під час спроби створити файли JSON для мов.
vi: Công cụ tạo ngôn ngữ trả về lỗi khi cố gắng tạo tệp JSON cho nhiều ngôn ngữ.
zh: 區域設定產生器工具在嘗試產生語言的 JSON 檔案時傳回錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_TIMEDATE
source: An error occurred in the time and date module. Check to make sure that you've specified the time and the date correctly, and that the time zone exists.
ar: حدث خطأ في وحدة الوقت والتاريخ. تحقق للتأكد من أنك قمت بتحديد الوقت والتاريخ بشكل صحيح، ومن وجود المنطقة الزمنية.
de: Im Zeit- und Datumsmodul ist ein Fehler aufgetreten. Stellen Sie sicher, dass Sie die Uhrzeit und das Datum korrekt angegeben haben und dass die Zeitzone vorhanden ist.
el: Παρουσιάστηκε σφάλμα στη μονάδα ώρας και ημερομηνίας. Ελέγξτε για να βεβαιωθείτε ότι έχετε καθορίσει σωστά την ώρα και την ημερομηνία και ότι υπάρχει η ζώνη ώρας.
es: Se produjo un error en el módulo de fecha y hora. Verifique que haya especificado la hora y la fecha correctamente y que exista la zona horaria.
fr: Une erreur s'est produite dans le module heure et date. Vérifiez que vous avez correctement spécifié l'heure et la date et que le fuseau horaire existe.
ga: Tharla earráid sa mhodúl ama agus dáta. Seiceáil le cinntiú go bhfuil an t-am agus an dáta sonraithe agat i gceart, agus go bhfuil an crios ama ann.
hi: समय और दिनांक मॉड्यूल में कोई त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपने समय और तारीख सही ढंग से निर्दिष्ट की है, और समय क्षेत्र मौजूद है।
hi_latn: samay aur dinaank modyool mein ek truti huee. yah sunishchit karane ke lie jaanch karen ki aapane samay aur dinaank sahee dhang se nirdisht kiya hai, aur samay kshetr maujood hai.
id: Terjadi kesalahan pada modul waktu dan tanggal. Pastikan Anda telah menentukan waktu dan tanggal dengan benar, dan zona waktu tersedia.
it: Si è verificato un errore nel modulo data e ora. Assicurati di aver specificato correttamente l'ora e la data e che il fuso orario esista.
ja: 時刻と日付モジュールでエラーが発生しました。時刻と日付が正しく指定されていること、およびタイムゾーンが存在していることを確認してください。
ko: 시간 및 날짜 모듈에서 오류가 발생했습니다. 시간과 날짜를 올바르게 지정했는지, 시간대가 존재하는지 확인하세요.
ms: Ralat berlaku dalam modul masa dan tarikh. Semak untuk memastikan bahawa anda telah menyatakan masa dan tarikh dengan betul, dan bahawa zon waktu wujud.
nb: Det oppsto en feil i klokkeslett- og datomodulen. Kontroller at du har angitt klokkeslett og dato riktig, og at tidssonen eksisterer.
nl: Er is een fout opgetreden in de tijd- en datummodule. Controleer of u de tijd en datum correct heeft opgegeven en of de tijdzone bestaat.
pt: Ocorreu um erro no módulo de hora e data. Verifique se você especificou a hora e a data corretamente e se o fuso horário existe.
ro: A apărut o eroare în modulul oră și dată. Verificați pentru a vă asigura că ați specificat ora și data corect și că fusul orar există.
tr: Zaman ve tarih modülünde bir hata oluştu. Zamanı ve tarihi doğru bir şekilde belirttiğinizden ve zaman diliminin mevcut olduğundan emin olmak için kontrol edin.
uk: Сталася помилка в модулі часу та дати. Переконайтеся, що ви правильно вказали час і дату, і що часовий пояс існує.
vi: Đã xảy ra lỗi trong mô-đun thời gian và ngày tháng. Kiểm tra để đảm bảo rằng bạn đã chỉ định đúng thời gian và ngày tháng và múi giờ tồn tại.
zh: 時間和日期模組發生錯誤。檢查並確保您指定的時間和日期正確，並且時區存在。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MODMANUAL
source: An error occurred in the mod manual parser. Please ensure that your manual file is valid and that the mod is started.
ar: حدث خطأ في المحلل اللغوي اليدوي. يرجى التأكد من صلاحية الملف اليدوي الخاص بك ومن بدء تشغيل التعديل.
de: Im Parser des Mod-Handbuchs ist ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Ihre Handbuchdatei gültig ist und der Mod gestartet ist.
el: Παρουσιάστηκε σφάλμα στη μη αυτόματη ανάλυση του mod. Βεβαιωθείτε ότι το εγχειρίδιο αρχείο σας είναι έγκυρο και ότι το mod έχει ξεκινήσει.
es: Se produjo un error en el analizador manual del mod. Asegúrese de que su archivo manual sea válido y de que el mod esté iniciado.
fr: Une erreur s'est produite dans l'analyseur manuel du mod. Veuillez vous assurer que votre fichier manuel est valide et que le mod est démarré.
ga: Tharla earráid sa pharsálaí láimhe mod. Cinntigh le do thoil go bhfuil do chomhad láimhe bailí agus go bhfuil an mod tosaithe.
hi: मॉड मैन्युअल पार्सर में कोई त्रुटि उत्पन्न हुई. कृपया सुनिश्चित करें कि आपकी मैन्युअल फ़ाइल वैध है और मॉड प्रारंभ हो गया है।
hi_latn: mod mainual paarsar mein ek truti huee. krpaya sunishchit karen ki aapakee mainyual fail maany hai aur mod chaaloo hai.
id: Terjadi kesalahan pada parser manual mod. Pastikan file manual Anda valid dan mod telah dimulai.
it: Si è verificato un errore nel parser manuale della mod. Assicurati che il file manuale sia valido e che la mod sia avviata.
ja: MOD 手動パーサーでエラーが発生しました。マニュアルファイルが有効であり、MOD が開始されていることを確認してください。
ko: 모드 수동 파서에서 오류가 발생했습니다. 수동 파일이 유효한지, 모드가 시작되었는지 확인하세요.
ms: Ralat berlaku dalam parser manual mod. Sila pastikan bahawa fail manual anda sah dan mod dimulakan.
nb: Det oppstod en feil i den manuelle mod-parseren. Sørg for at den manuelle filen din er gyldig og at moden er startet.
nl: Er is een fout opgetreden in de handmatige mod-parser. Zorg ervoor dat uw handleidingbestand geldig is en dat de mod is gestart.
pt: Ocorreu um erro no analisador manual do mod. Certifique-se de que seu arquivo de manual seja válido e que o mod tenha sido iniciado.
ro: A apărut o eroare în analizatorul manual al modului. Vă rugăm să vă asigurați că fișierul manual este valid și că modulul este pornit.
tr: Mod kılavuzu ayrıştırıcısında bir hata oluştu. Lütfen kılavuz dosyanızın geçerli olduğundan ve modun başlatıldığından emin olun.
uk: Сталася помилка в ручному аналізаторі мода. Будь ласка, переконайтеся, що ваш файл посібника дійсний і що мод запущено.
vi: Đã xảy ra lỗi trong trình phân tích cú pháp hướng dẫn mod. Vui lòng đảm bảo rằng tệp hướng dẫn của bạn hợp lệ và mod đã được khởi động.
zh: mod 手動解析器發生錯誤。請確保您的手冊檔案有效且模組已啟動。
