Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_COLORS_CONSOLEPALETTE_DESC
source: When this is set to true, the color palette defined by the terminal is used.
ar: عند ضبط هذا على القيمة true، يتم استخدام لوحة الألوان المحددة بواسطة الجهاز.
de: Wenn dies auf „true“ gesetzt ist, wird die vom Terminal definierte Farbpalette verwendet.
el: Όταν αυτό οριστεί σε true, χρησιμοποιείται η χρωματική παλέτα που ορίζεται από το τερματικό.
es: Cuando esto se establece en verdadero, se utiliza la paleta de colores definida por el terminal.
fr: Lorsque cela est défini sur true, la palette de couleurs définie par le terminal est utilisée.
ga: Nuair a bhíonn sé seo fíor, úsáidtear an pailéad dathanna a shainíonn an teirminéal.
hi: जब इसे सत्य पर सेट किया जाता है, तो टर्मिनल द्वारा परिभाषित रंग पैलेट का उपयोग किया जाता है।
hi_latn: jab ise sahee par set kiya jaata hai, to tarminal dvaara paribhaashit kalar pailet ka upayog kiya jaata hai.
id: Bila ini ditetapkan ke benar, palet warna yang ditentukan oleh terminal digunakan.
it: Quando è impostato su true, viene utilizzata la tavolozza dei colori definita dal terminale.
ja: これを true に設定すると、端末によって定義されたカラー パレットが使用されます。
ko: true로 설정되면 터미널에서 정의한 색상 팔레트가 사용됩니다.
ms: Apabila ini ditetapkan kepada benar, palet warna yang ditakrifkan oleh terminal digunakan.
nb: Når dette er satt til sant, brukes fargepaletten definert av terminalen.
nl: Wanneer dit is ingesteld op true, wordt het kleurenpalet gebruikt dat door de terminal is gedefinieerd.
pt: Quando definido como verdadeiro, a paleta de cores definida pelo terminal é usada.
ro: Când aceasta este setată la adevărat, se utilizează paleta de culori definită de terminal.
tr: Bu değer true olarak ayarlandığında terminalin tanımladığı renk paleti kullanılır.
uk: Якщо для цього значення встановлено значення true, використовується палітра кольорів, визначена терміналом.
vi: Khi thiết lập thành đúng, bảng màu do thiết bị đầu cuối xác định sẽ được sử dụng.
zh: 當此項設定為 true 時，將使用終端定義的調色板。

# NKS_SETTINGS_KERNEL_COLORS_ALLOWBG_NAME
source: Allow background color
ar: السماح بلون الخلفية
de: Hintergrundfarbe zulassen
el: Να επιτρέπεται το χρώμα φόντου
es: Permitir color de fondo
fr: Autoriser la couleur d'arrière-plan
ga: Ceadaigh dath an chúlra
hi: पृष्ठभूमि रंग की अनुमति दें
hi_latn: baikagraund kalar kee anumati den
id: Izinkan warna latar belakang
it: Consenti colore di sfondo
ja: 背景色を許可する
ko: 배경색 허용
ms: Benarkan warna latar belakang
nb: Tillat bakgrunnsfarge
nl: Achtergrondkleur toestaan
pt: Permitir cor de fundo
ro: Permite culoarea de fundal
tr: Arka plan rengine izin ver
uk: Дозволити фоновий колір
vi: Cho phép màu nền
zh: 允許背景顏色

# NKS_SETTINGS_KERNEL_COLORS_ALLOWBG_DESC
source: When this is set to true, the current background color is honored. Else, it uses your terminal's default colors.
ar: عندما يتم تعيين هذا إلى صحيح، يتم احترام لون الخلفية الحالي. بخلاف ذلك، فإنه يستخدم الألوان الافتراضية لجهازك.
de: Wenn dies auf „true“ gesetzt ist, wird die aktuelle Hintergrundfarbe berücksichtigt. Andernfalls werden die Standardfarben Ihres Terminals verwendet.
el: Όταν αυτό οριστεί σε true, το τρέχον χρώμα φόντου τιμάται. Διαφορετικά, χρησιμοποιεί τα προεπιλεγμένα χρώματα του τερματικού σας.
es: Cuando esto se establece en verdadero, se respeta el color de fondo actual. De lo contrario, utiliza los colores predeterminados de su terminal.
fr: Lorsque la valeur est true, la couleur d'arrière-plan actuelle est honorée. Sinon, il utilise les couleurs par défaut de votre terminal.
ga: Nuair a bhíonn sé seo fíor, tugtar onóir don dath cúlra reatha. Seachas sin, úsáideann sé dathanna réamhshocraithe do chríochfoirt.
hi: जब इसे सत्य पर सेट किया जाता है, तो वर्तमान पृष्ठभूमि रंग को सम्मानित किया जाता है। अन्यथा, यह आपके टर्मिनल के डिफ़ॉल्ट रंगों का उपयोग करता है।
hi_latn: jab ise sahee par set kiya jaata hai, to vartamaan baikagraund rang maany hota hai. anyatha, yah aapake tarminal ke difolt rangon ka upayog karata hai.
id: Jika ini diatur ke true, warna latar belakang saat ini akan digunakan. Jika tidak, warna default terminal Anda akan digunakan.
it: Quando è impostato su true, viene rispettato il colore di sfondo corrente. Altrimenti, utilizza i colori predefiniti del tuo terminale.
ja: これを true に設定すると、現在の背景色が適用されます。それ以外の場合は、端末のデフォルトの色が使用されます。
ko: 이것이 true로 설정되면 현재 배경색이 적용됩니다. 그렇지 않으면 터미널의 기본 색상을 사용합니다.
ms: Apabila ini ditetapkan kepada benar, warna latar belakang semasa dihormati. Jika tidak, ia menggunakan warna lalai terminal anda.
nb: Når dette er satt til sant, blir gjeldende bakgrunnsfarge respektert. Ellers bruker den terminalens standardfarger.
nl: Wanneer dit op true wordt ingesteld, wordt de huidige achtergrondkleur gerespecteerd. Anders gebruikt het de standaardkleuren van uw terminal.
pt: Quando definido como verdadeiro, a cor de fundo atual é respeitada. Caso contrário, ele usa as cores padrão do seu terminal.
ro: Când este setat la adevărat, culoarea actuală de fundal este onorata. În caz contrar, folosește culorile implicite ale terminalului.
tr: Bu true olarak ayarlandığında, geçerli arka plan rengi dikkate alınır. Aksi takdirde, terminalinizin varsayılan renkleri kullanılır.
uk: Якщо для цього значення встановлено значення true, поточний колір фону враховується. В іншому випадку він використовує стандартні кольори вашого терміналу.
vi: Khi thiết lập thành true, màu nền hiện tại sẽ được giữ nguyên. Nếu không, nó sẽ sử dụng màu mặc định của thiết bị đầu cuối của bạn.
zh: 當此項設定為 true 時，將採用目前背景顏色。否則，它使用終端的預設顏色。

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_USERNAMECOLOR_NAME
source: User Name Shell Color
ar: اسم المستخدم لون الغلاف
de: Shell-Farbe des Benutzernamens
el: Όνομα χρήστη Χρώμα κελύφους
es: Nombre de usuario Color de la carcasa
fr: Nom d'utilisateur Couleur de la coque
ga: Ainm Úsáideora Shell Colour
hi: उपयोक्ता नाम शैल रंग
hi_latn: upayogakarta naam shel rang
id: Nama Pengguna Warna Shell
it: Nome utente Colore guscio
ja: ユーザー名 シェルの色
ko: 사용자 이름 쉘 색상
ms: Nama Pengguna Warna Shell
nb: Brukernavn Shell Color
nl: Gebruikersnaam Shell-kleur
pt: Cor do shell do nome de usuário
ro: Nume utilizator Culoare Shell
tr: Kullanıcı Adı Kabuk Rengi
uk: Колір оболонки імені користувача
vi: Tên người dùng Màu vỏ
zh: 使用者名稱 外殼顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_HOSTNAMECOLOR_NAME
source: Host Name Shell Color
ar: اسم المضيف لون الغلاف
de: Shell-Farbe des Hostnamens
el: Όνομα κεντρικού υπολογιστή Χρώμα κελύφους
es: Nombre del host Color de la carcasa
fr: Nom d'hôte Couleur de la coque
ga: Ainm Óstach Shell Colour
hi: होस्ट नाम शैल रंग
hi_latn: host naam shel rang
id: Nama Inang Warna Cangkang
it: Nome host Colore shell
ja: ホスト名シェルの色
ko: 호스트 이름 쉘 색상
ms: Warna Shell Nama Hos
nb: Vertsnavn Shell Color
nl: Hostnaam Shell-kleur
pt: Cor do shell do nome do host
ro: Nume gazdă Culoare Shell
tr: Ana Bilgisayar Adı Kabuk Rengi
uk: Колір оболонки імені хоста
vi: Tên máy chủ Màu vỏ
zh: 主機名稱 外殼顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_CONTKERNELERRORCOLOR_NAME
source: Continuable Kernel Error Color
ar: لون خطأ Kernel المستمر
de: Fortsetzbare Kernel-Fehlerfarbe
el: Χρώμα σφάλματος συνεχούς πυρήνα
es: Color de error del kernel continuable
fr: Couleur d'erreur du noyau continue
ga: Dath Earráid Eithne Leanúnach
hi: सतत कर्नेल त्रुटि रंग
hi_latn: nirantar karnel truti rang
id: Kesalahan Kernel Berkelanjutan Warna
it: Colore errore kernel continuabile
ja: 継続可能なカーネルエラーの色
ko: 지속 가능한 커널 오류 색상
ms: Warna Ralat Kernel Berterusan
nb: Kontinuerlig kjernefeilfarge
nl: Kleur van continue kernelfout
pt: Cor de erro de kernel contínuo
ro: Culoare de eroare continuă a nucleului
tr: Devam Edilebilir Çekirdek Hata Rengi
uk: Колір продовжуваної помилки ядра
vi: Màu lỗi hạt nhân liên tục
zh: 連續的內核錯誤顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_UNCONTKERNELERRORCOLOR_NAME
source: Uncontinuable Kernel Error Color
ar: لون خطأ Kernel غير مستمر
de: Nicht fortsetzbare Kernel-Fehlerfarbe
el: Χρώμα μη συνεχούς σφάλματος πυρήνα
es: Color de error del kernel no continuable
fr: Couleur d'erreur du noyau incontinuable
ga: Dath Earráide Eithne neamhleanúnach
hi: अनवरत कर्नेल त्रुटि रंग
hi_latn: anirantar karnel truti rang
id: Kesalahan Kernel Tidak Dapat Dilanjutkan Warna
it: Colore errore kernel non continuativo
ja: 継続不可能なカーネル エラーの色
ko: 계속되지 않는 커널 오류 색상
ms: Warna Ralat Kernel Tidak Boleh Berterusan
nb: Ikke-kontinuerlig kjernefeilfarge
nl: Kleur van niet-continueerbare kernelfout
pt: Cor de erro de kernel ininterrupto
ro: Culoare de eroare Kernel necontinuabilă
tr: Devam Edilemeyen Çekirdek Hata Rengi
uk: Колір непродовжуваної помилки ядра
vi: Lỗi Kernel không thể tiếp tục Màu
zh: 不連續的內核錯誤顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TEXTCOLOR_NAME
source: Text Color
ar: لون الخط
de: Textfarbe
el: Χρώμα κειμένου
es: Color de texto
fr: Couleur du texte
ga: Dath Téacs
hi: पाठ का रंग
hi_latn: tekst rang
id: Warna Teks
it: Colore del testo
ja: テキストの色
ko: 텍스트 색상
ms: Warna Teks
nb: Tekstfarge
nl: Tekst kleur
pt: Cor do texto
ro: Culoarea textului
tr: Metin Rengi
uk: Колір тексту
vi: Màu chữ
zh: 文字顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_LICENSECOLOR_NAME
source: License Color
ar: لون الترخيص
de: Lizenzfarbe
el: Χρώμα άδειας χρήσης
es: Color de licencia
fr: Couleur de la licence
ga: Dath an cheadúnais
hi: लाइसेंस का रंग
hi_latn: laisens rang
id: Lisensi Warna
it: Colore della licenza
ja: ライセンスカラー
ko: 라이센스 색상
ms: Warna Lesen
nb: Lisensfarge
nl: Licentiekleur
pt: Cor da licença
ro: Culoare licență
tr: Lisans Rengi
uk: Колір ліцензії
vi: Giấy phép màu
zh: 許可證顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_BGCOLOR_NAME
source: Background Color
ar: لون الخلفية
de: Hintergrundfarbe
el: Χρώμα του φόντου
es: Color de fondo
fr: Couleur de l'arrière plan
ga: Dath an Chúlra
hi: पृष्ठभूमि का रंग
hi_latn: prshthabhoomi rang
id: Warna Latar Belakang
it: Colore di sfondo
ja: 背景色
ko: 배경색
ms: Warna Latar Belakang
nb: Bakgrunnsfarge
nl: Achtergrond kleur
pt: Cor de fundo
ro: Culoare de fundal
tr: Arkaplan Rengi
uk: Колір фону
vi: Màu nền
zh: 背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_INPUTCOLOR_NAME
source: Input Color
ar: لون الإدخال
de: Eingabefarbe
el: Χρώμα εισαγωγής
es: Color de entrada
fr: Couleur d'entrée
ga: Dath Ionchur
hi: इनपुट रंग
hi_latn: inaput rang
id: Input Warna
it: Inserisci colore
ja: 入力色
ko: 입력 색상
ms: Warna Input
nb: Inndatafarge
nl: Invoerkleur
pt: Cor de entrada
ro: Culoare de intrare
tr: Giriş Rengi
uk: Колір введення
vi: Màu đầu vào
zh: 輸入色彩

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_LISTENTRYCOLOR_NAME
source: List Entry Color
ar: لون إدخال القائمة
de: Farbe des Listeneintrags
el: Χρώμα καταχώρισης λίστας
es: Color de entrada de lista
fr: Couleur d’entrée de liste
ga: Dath Iontrála Liosta
hi: सूची प्रविष्टि रंग
hi_latn: soochee pravishti rang
id: Daftar Entri Warna
it: Colore voce elenco
ja: リストエントリの色
ko: 목록 항목 색상
ms: Senaraikan Warna Kemasukan
nb: Listeoppføringsfarge
nl: Lijstinvoerkleur
pt: Cor de entrada da lista
ro: Culoarea intrării listei
tr: Liste Giriş Rengi
uk: Колір запису списку
vi: Màu mục nhập danh sách
zh: 清單條目顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_LISTVALUECOLOR_NAME
source: List Value Color
ar: لون قيمة القائمة
de: Listenwertfarbe
el: Χρώμα τιμής λίστας
es: Color de valor de lista
fr: Couleur de la valeur de la liste
ga: Liosta Luach Dath
hi: सूची मान रंग
hi_latn: soochee maan rang
id: Daftar Nilai Warna
it: Colore valore elenco
ja: リスト値の色
ko: 목록 값 색상
ms: Warna Nilai Senarai
nb: Listeverdi Farge
nl: Lijstwaarde Kleur
pt: Cor do valor da lista
ro: Culoarea valorii listei
tr: Liste Değeri Rengi
uk: Колір значення списку
vi: Danh sách giá trị màu
zh: 列表值顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_STAGECOLOR_NAME
source: Kernel Stage Color
ar: لون مرحلة النواة
de: Kernel-Stufenfarbe
el: Χρώμα σκηνής πυρήνα
es: Color de etapa del núcleo
fr: Couleur de l'étape du noyau
ga: Dath Céim Eithne
hi: कर्नेल स्टेज रंग
hi_latn: karnel charan rang
id: Tahap Warna Kernel
it: Colore fase kernel
ja: カーネルステージの色
ko: 커널 단계 색상
ms: Warna Peringkat Kernel
nb: Kernel Stage Farge
nl: Kernelstadiumkleur
pt: Cor do estágio do kernel
ro: Culoare Stage Kernel
tr: Çekirdek Aşama Rengi
uk: Колір стадії ядра
vi: Màu giai đoạn hạt nhân
zh: 內核階段顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_ERRORCOLOR_NAME
source: Error Text Color
ar: خطأ في لون النص
de: Fehlertextfarbe
el: Χρώμα κειμένου σφάλματος
es: Color del texto de error
fr: Couleur du texte d'erreur
ga: Earráid Dath Téacs
hi: त्रुटि पाठ रंग
hi_latn: truti paath rang
id: Warna Teks Kesalahan
it: Colore del testo dell'errore
ja: エラーテキストの色
ko: 오류 텍스트 색상
ms: Warna Teks Ralat
nb: Feil tekstfarge
nl: Fouttekstkleur
pt: Erro na cor do texto
ro: Culoare text de eroare
tr: Hata Metin Rengi
uk: Колір тексту помилки
vi: Lỗi màu văn bản
zh: 錯誤文字顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_WARNINGCOLOR_NAME
source: Warning Text Color
ar: لون نص التحذير
de: Warntextfarbe
el: Χρώμα κειμένου προειδοποίησης
es: Color del texto de advertencia
fr: Couleur du texte d'avertissement
ga: Dath Téacs Rabhaidh
hi: चेतावनी पाठ का रंग
hi_latn: chetaavanee paath rang
id: Warna Teks Peringatan
it: Colore del testo di avviso
ja: 警告文字の色
ko: 경고 텍스트 색상
ms: Warna Teks Amaran
nb: Farge på advarselstekst
nl: Waarschuwingstekstkleur
pt: Cor do texto de aviso
ro: Culoarea textului de avertizare
tr: Uyarı Metni Rengi
uk: Колір тексту попередження
vi: Màu văn bản cảnh báo
zh: 警告文字顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_OPTIONCOLOR_NAME
source: Option Color
ar: لون الخيار
de: Option Farbe
el: Επιλογή Χρώμα
es: Color de opción
fr: Couleur des options
ga: Dath Rogha
hi: विकल्प रंग
hi_latn: vikalp rang
id: Pilihan Warna
it: Opzione Colore
ja: オプションカラー
ko: 옵션 색상
ms: Warna Pilihan
nb: Alternativ Farge
nl: Optie Kleur
pt: Opção Cor
ro: Opțiunea Culoare
tr: Seçenek Renk
uk: Опція Колір
vi: Tùy chọn màu sắc
zh: 選項顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_BANNERCOLOR_NAME
source: Banner Color
ar: لون البانر
de: Bannerfarbe
el: Χρώμα πανό
es: Color de la pancarta
fr: Couleur de la bannière
ga: Dath Meirge
hi: बैनर का रंग
hi_latn: bainar rang
id: Warna Spanduk
it: Colore della bandiera
ja: バナーの色
ko: 배너 색상
ms: Warna Banner
nb: Bannerfarge
nl: Bannerkleur
pt: Cor da faixa
ro: Culoarea bannerului
tr: Afiş Rengi
uk: Колір банера
vi: Màu biểu ngữ
zh: 橫幅顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_NOTIFICATIONTITLECOLOR_NAME
source: Notification Title Color
ar: لون عنوان الإشعار
de: Farbe des Benachrichtigungstitels
el: Χρώμα τίτλου ειδοποίησης
es: Color del título de la notificación
fr: Couleur du titre de la notification
ga: Dath Teideal an Fhógra
hi: अधिसूचना शीर्षक रंग
hi_latn: adhisoochana sheershak rang
id: Judul Pemberitahuan Warna
it: Colore del titolo della notifica
ja: 通知タイトルの色
ko: 알림 제목 색상
ms: Warna Tajuk Pemberitahuan
nb: Varslingstittelfarge
nl: Kleur van meldingstitel
pt: Cor do título da notificação
ro: Culoarea titlului notificării
tr: Bildirim Başlığı Rengi
uk: Колір заголовка сповіщення
vi: Tiêu đề thông báo Màu sắc
zh: 通知標題顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_NOTIFICATIONDESCCOLOR_NAME
source: Notification Description Color
ar: وصف الإخطار اللون
de: Farbe der Benachrichtigungsbeschreibung
el: Ειδοποίηση Περιγραφή Χρώμα
es: Notificación Descripción Color
fr: Notification Description Couleur
ga: Dath Cur Síos Fógra
hi: अधिसूचना विवरण रंग
hi_latn: adhisoochana vivaran rang
id: Deskripsi Pemberitahuan Warna
it: Notifica Descrizione Colore
ja: 通知の説明の色
ko: 알림 설명 색상
ms: Warna Penerangan Pemberitahuan
nb: Varsling Beskrivelse Farge
nl: Melding Beschrijving Kleur
pt: Cor da descrição da notificação
ro: Notificare Descriere Culoare
tr: Bildirim Açıklama Renk
uk: Сповіщення Опис Колір
vi: Mô tả thông báo Màu sắc
zh: 通知 說明 顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_NOTIFICATIONPROGRESSCOLOR_NAME
source: Notification Progress Color
ar: لون تقدم الإخطار
de: Farbe des Benachrichtigungsfortschritts
el: Χρώμα προόδου ειδοποίησης
es: Color de progreso de notificación
fr: Couleur de progression de la notification
ga: Dath Dul Chun Cinn Fógra
hi: अधिसूचना प्रगति रंग
hi_latn: adhisoochana pragati rang
id: Notifikasi Kemajuan Warna
it: Colore avanzamento notifica
ja: 通知の進行状況の色
ko: 알림 진행 색상
ms: Warna Kemajuan Pemberitahuan
nb: Farge på varslingsfremdrift
nl: Kleur van meldingsvoortgang
pt: Cor do progresso da notificação
ro: Culoarea progresului notificării
tr: Bildirim İlerleme Rengi
uk: Колір перебігу сповіщення
vi: Tiến trình thông báo Màu
zh: 通知進度顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_NOTIFICATIONFAILURECOLOR_NAME
source: Notification Failure Color
ar: لون فشل الإخطار
de: Farbe für Benachrichtigungsfehler
el: Χρώμα αποτυχίας ειδοποίησης
es: Color de error de notificación
fr: Couleur d'échec de notification
ga: Dath Teip Fógra
hi: अधिसूचना विफलता रंग
hi_latn: adhisoochana viphalata rang
id: Notifikasi Kegagalan Warna
it: Colore errore notifica
ja: 通知失敗の色
ko: 알림 실패 색상
ms: Warna Kegagalan Pemberitahuan
nb: Farge på meldingsfeil
nl: Kleur melding fout
pt: Cor da falha de notificação
ro: Culoare de eșec de notificare
tr: Bildirim Başarısız Rengi
uk: Колір помилки сповіщення
vi: Màu thông báo lỗi
zh: 通知失敗顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_QUESTIONCOLOR_NAME
source: Question Color
ar: لون السؤال
de: Fragefarbe
el: Χρώμα ερώτησης
es: Color de la pregunta
fr: Couleur des questions
ga: Dath Ceist
hi: प्रश्न रंग
hi_latn: prashn rang
id: Pertanyaan Warna
it: Colore della domanda
ja: 質問の色
ko: 질문 색상
ms: Warna Soalan
nb: Spørsmålsfarge
nl: Vraag Kleur
pt: Cor da pergunta
ro: Întrebare Culoare
tr: Soru Rengi
uk: Колір питання
vi: Màu câu hỏi
zh: 問題顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SUCCESSCOLOR_NAME
source: Success Color
ar: لون النجاح
de: Erfolgsfarbe
el: Χρώμα επιτυχίας
es: Color del éxito
fr: Couleur du succès
ga: Dath Ratha
hi: सफलता का रंग
hi_latn: saphalata rang
id: Warna Sukses
it: Colore del successo
ja: サクセスカラー
ko: 성공 색상
ms: Warna Kejayaan
nb: Suksessfarge
nl: Succes kleur
pt: Cor do sucesso
ro: Culoare de succes
tr: Başarı Rengi
uk: Колір успіху
vi: Màu sắc thành công
zh: 成功色彩

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_USERDOLLARCOLOR_NAME
source: User Dollar Color
ar: لون دولار المستخدم
de: Benutzer-Dollar-Farbe
el: Χρώμα δολαρίου χρήστη
es: Color del dólar del usuario
fr: Couleur du dollar utilisateur
ga: Dath dollar úsáideora
hi: उपयोगकर्ता डॉलर का रंग
hi_latn: upayogakarta dolar rang
id: Pengguna Dolar Warna
it: Colore dollaro utente
ja: ユーザードルの色
ko: 사용자 달러 색상
ms: Warna Dolar Pengguna
nl: Kleur van gebruikersdollar
pt: Cor do dólar do usuário
ro: Culoarea dolarului utilizatorului
tr: Kullanıcı Dolar Rengi
uk: Колір долара користувача
vi: Người dùng Dollar Color
zh: 使用者美元顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TIPCOLOR_NAME
source: Tip Color
ar: لون النصيحة
de: Spitzenfarbe
el: Χρώμα συμβουλής
es: Color de la punta
fr: Couleur de la pointe
ga: Dath Leid
hi: टिप का रंग
hi_latn: tip rang
id: Warna Ujung
it: Colore della punta
ja: 先端カラー
ko: 팁 색상
ms: Warna Petua
nb: Tips Farge
nl: Tipkleur
pt: Cor da ponta
ro: Culoare vârf
tr: Uç Rengi
uk: Колір наконечника
vi: Màu đầu
zh: 筆尖顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SEPTEXTCOLOR_NAME
source: Separator Text Color
ar: لون النص الفاصل
de: Trenntextfarbe
el: Χρώμα διαχωριστικού κειμένου
es: Color del texto separador
fr: Couleur du texte du séparateur
ga: Dath Téacs Deighilteoir
hi: विभाजक पाठ रंग
hi_latn: vibhaajak paath rang
id: Pemisah Warna Teks
it: Colore del testo separatore
ja: 区切り文字の色
ko: 구분 문자 색상
ms: Warna Teks Pemisah
nb: Skilletekstfarge
nl: Scheidingsteken tekstkleur
pt: Cor do texto do separador
ro: Culoarea textului separator
tr: Ayırıcı Metin Rengi
uk: Колір тексту роздільника
vi: Màu văn bản phân cách
zh: 分隔符號文字顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SEPCOLOR_NAME
source: Separator Color
ar: لون الفاصل
de: Trennfarbe
el: Χρώμα διαχωριστή
es: Color del separador
fr: Couleur du séparateur
ga: Dath deighilteoir
hi: विभाजक रंग
hi_latn: vibhaajak rang
id: Pemisah Warna
it: Colore separatore
ja: セパレータの色
ko: 구분자 색상
ms: Warna Pemisah
nb: Separator farge
nl: Kleur scheidingsteken
pt: Cor do Separador
ro: Culoarea separatorului
tr: Ayırıcı Renk
uk: Колір роздільника
vi: Màu phân cách
zh: 分隔符號顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_LISTTITLECOLOR_NAME
source: List Title Color
ar: لون عنوان القائمة
de: Titelfarbe auflisten
el: Χρώμα τίτλου λίστας
es: Color del título de la lista
fr: Couleur du titre de la liste
ga: Liosta Teideal Dath
hi: सूची शीर्षक रंग
hi_latn: soochee sheershak rang
id: Judul Daftar Warna
it: Colore titolo elenco
ja: リストのタイトルの色
ko: 목록 제목 색상
ms: Warna Tajuk Senarai
nb: Listetittelfarge
nl: Lijsttitel Kleur
pt: Cor do título da lista
ro: Culoarea titlului listei
tr: Liste Başlığı Rengi
uk: Колір заголовка списку
vi: Danh sách Tiêu đề Màu sắc
zh: 清單標題顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_DEVWARNINGCOLOR_NAME
source: Development Warning Color
ar: لون تحذير التطوير
de: Entwicklungswarnfarbe
el: Χρώμα προειδοποίησης ανάπτυξης
es: Color de advertencia de desarrollo
fr: Couleur d'avertissement de développement
ga: Dath Rabhadh Forbartha
hi: विकास चेतावनी रंग
hi_latn: vikaas chetaavanee rang
id: Peringatan Pengembangan Warna
it: Colore di avviso di sviluppo
ja: 開発警告色
ko: 개발 경고 색상
ms: Warna Amaran Pembangunan
nb: Farge for utviklingsvarsel
nl: Ontwikkelingswaarschuwingskleur
pt: Cor de aviso de desenvolvimento
ro: Culoare de avertizare de dezvoltare
tr: Geliştirme Uyarı Rengi
uk: Колір попередження про розвиток
vi: Cảnh báo phát triển màu
zh: 顯影警告色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_STAGETIMECOLOR_NAME
source: Stage Time Color
ar: لون وقت المرحلة
de: Bühnenzeitfarbe
el: Χρώμα χρόνου σκηνής
es: Color del tiempo del escenario
fr: Couleur de l'heure de la scène
ga: Dath Am Céim
hi: मंच समय रंग
hi_latn: charan samay rang
id: Tahap Waktu Warna
it: Colore del tempo della fase
ja: ステージタイムカラー
ko: 무대 시간 색상
ms: Warna Masa Peringkat
nl: Kleur van de fasetijd
pt: Cor do tempo do palco
tr: Sahne Zamanı Rengi
uk: Колір часу сцени
vi: Thời gian sân khấu Màu sắc
zh: 舞台時間顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_PROGRESSCOLOR_NAME
source: Progress Color
ar: لون التقدم
de: Fortschrittsfarbe
el: Χρώμα προόδου
es: Color de progreso
fr: Couleur de progression
ga: Dath Dul Chun Cinn
hi: प्रगति रंग
hi_latn: pragati rang
id: Kemajuan Warna
it: Colore del progresso
ja: プログレスカラー
ko: 진행 색상
ms: Warna Kemajuan
nb: Fremdriftsfarge
nl: Vooruitgang kleur
pt: Cor do Progresso
ro: Culoare progres
tr: İlerleme Rengi
uk: Колір прогресу
vi: Tiến trình màu sắc
zh: 進度顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_BACKOPTIONCOLOR_NAME
source: Back Option Color
ar: لون الخيار الخلفي
de: Farbe der Option „Rückseite“.
el: Επιλογή πίσω Χρώμα
es: Color de opción trasera
fr: Couleur de l'option arrière
ga: Dath Rogha Ar Ais
hi: पिछला विकल्प रंग
hi_latn: vaapas vikalp rang
id: Pilihan Warna Belakang
it: Colore opzione posteriore
ja: 背面オプションの色
ko: 뒷면 옵션 색상
ms: Warna Pilihan Belakang
nb: Bakside Alternativ farge
nl: Terug Optie Kleur
pt: Cor da opção traseira
ro: Înapoi Opțiune Culoare
tr: Geri Seçenek Rengi
uk: Колір опції задньої частини
vi: Tùy chọn màu sắc trở lại
zh: 背部選項顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_LPBORDERCOLOR_NAME
source: Low Priority Border Color
ar: لون الحدود ذو الأولوية المنخفضة
de: Rahmenfarbe mit niedriger Priorität
el: Χρώμα περιγράμματος χαμηλής προτεραιότητας
es: Color del borde de baja prioridad
fr: Couleur de bordure de faible priorité
ga: Dath Teorann Tosaíochta Íseal
hi: कम प्राथमिकता वाला बॉर्डर रंग
hi_latn: kam praathamikata seema rang
id: Warna Batas Prioritas Rendah
it: Colore bordo a bassa priorità
ja: 優先度の低い境界線の色
ko: 낮은 우선순위 테두리 색상
ms: Warna Sempadan Keutamaan Rendah
nb: Lav prioritet kantfarge
nl: Randkleur met lage prioriteit
pt: Cor da borda de baixa prioridade
ro: Culoarea chenarului cu prioritate scăzută
tr: Düşük Öncelikli Kenarlık Rengi
uk: Колір межі з низьким пріоритетом
vi: Màu viền ưu tiên thấp
zh: 低優先邊框顏色
