Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWTDZONE_SWITCH_SELECTION_DESC
source: Opens an interactive TUI in which you'll be able to see the world clock in real time
ar: يفتح TUI التفاعلي الذي ستتمكن من خلاله من رؤية الساعة العالمية في الوقت الفعلي
de: Öffnet eine interaktive TUI, in der Sie die Weltzeituhr in Echtzeit sehen können
el: Ανοίγει ένα διαδραστικό TUI στο οποίο θα μπορείτε να βλέπετε το παγκόσμιο ρολόι σε πραγματικό χρόνο
es: Abre una TUI interactiva en la que podrás ver el reloj mundial en tiempo real
fr: Ouvre une interface utilisateur interactive dans laquelle vous pourrez voir l'horloge mondiale en temps réel
ga: Osclaíonn sé TUI idirghníomhach ina mbeidh tú in ann clog an domhain a fheiceáil i bhfíor-am
hi: एक इंटरैक्टिव टीयूआई खोलता है जिसमें आप वास्तविक समय में विश्व घड़ी देख पाएंगे
hi_latn: ek intaraiktiv tui kholata hai jisamen aap vaastavik samay mein vishv ghadee dekh paenge
id: Membuka TUI interaktif di mana Anda dapat melihat jam dunia secara real time
it: Apre un'interfaccia utente interattiva in cui potrai vedere l'orologio mondiale in tempo reale
ja: インタラクティブな TUI が開き、リアルタイムで世界時計を確認できます。
ko: 실시간으로 세계 시계를 볼 수 있는 대화형 TUI를 엽니다.
ms: Membuka TUI interaktif di mana anda akan dapat melihat jam dunia dalam masa nyata
nb: Åpner en interaktiv TUI der du vil kunne se verdensklokken i sanntid
nl: Opent een interactieve TUI waarin u de wereldklok in realtime kunt zien
pt: Abre uma TUI interativa na qual você poderá ver o relógio mundial em tempo real
ro: Deschide un TUI interactiv în care vei putea vedea ceasul mondial în timp real
tr: Dünya saatini gerçek zamanlı olarak görebileceğiniz etkileşimli bir TUI açar
uk: Відкриває інтерактивний TUI, у якому ви зможете бачити світовий час у реальному часі
vi: Mở một TUI tương tác trong đó bạn có thể xem đồng hồ thế giới theo thời gian thực
zh: 開啟互動式 TUI，您可以在其中即時查看世界時鐘

# NKS_SHELL_SHELLS_UESH_COMMAND_SUDO_DESC
source: Runs the command as the root user
ar: يقوم بتشغيل الأمر كمستخدم جذري
de: Führt den Befehl als Root-Benutzer aus
el: Εκτελεί την εντολή ως χρήστης root
es: Ejecuta el comando como usuario root.
fr: Exécute la commande en tant qu'utilisateur root
ga: Ritheann an t-ordú mar an t-úsáideoir fréimhe
hi: कमांड को रूट यूजर के रूप में चलाता है
hi_latn: root upayogakarta ke roop mein kamaand chalaata hai
id: Menjalankan perintah sebagai pengguna root
it: Esegue il comando come utente root
ja: root ユーザーとしてコマンドを実行します
ko: 루트 사용자로 명령을 실행합니다.
ms: Menjalankan arahan sebagai pengguna root
nb: Kjører kommandoen som root-bruker
nl: Voert de opdracht uit als rootgebruiker
pt: Executa o comando como usuário root
ro: Rulează comanda ca utilizator root
tr: Komutu kök kullanıcı olarak çalıştırır
uk: Виконує команду від імені користувача root
vi: Chạy lệnh với tư cách là người dùng root
zh: 以 root 使用者身分執行命令

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMTEXT_DESC
source: Calculates text sums.
ar: يحسب مبالغ النص.
de: Berechnet Textsummen.
el: Υπολογίζει αθροίσματα κειμένου.
es: Calcula sumas de texto.
fr: Calcule les sommes de texte.
ga: Ríomhann sé suimeanna téacs.
hi: पाठ योग की गणना करता है.
hi_latn: tekst yog kee ganana karata hai.
id: Menghitung jumlah teks.
it: Calcola le somme di testo.
ja: テキストの合計を計算します。
ko: 텍스트 합계를 계산합니다.
ms: Mengira jumlah teks.
nb: Beregner tekstsummer.
nl: Berekent tekstsommen.
pt: Calcula somas de texto.
ro: Calculează sumele text.
tr: Metin toplamlarını hesaplar.
uk: Обчислює текстові суми.
vi: Tính tổng văn bản.
zh: 計算文字總和。

# NKS_SHELL_SHELLS_UESH_COMMAND_SYMLINK_DESC
source: Creates a symbolic link to a file or a folder
ar: ينشئ رابطًا رمزيًا لملف أو مجلد
de: Erstellt einen symbolischen Link zu einer Datei oder einem Ordner
el: Δημιουργεί έναν συμβολικό σύνδεσμο προς ένα αρχείο ή έναν φάκελο
es: Crea un enlace simbólico a un archivo o una carpeta.
fr: Crée un lien symbolique vers un fichier ou un dossier
ga: Cruthaíonn nasc siombalach chuig comhad nó fillteán
hi: किसी फ़ाइल या फ़ोल्डर के लिए एक प्रतीकात्मक लिंक बनाता है
hi_latn: kisee fail ya foldar ke lie ek prateekaatmak link banaata hai
id: Membuat tautan simbolis ke file atau folder
it: Crea un collegamento simbolico a un file o una cartella
ja: ファイルまたはフォルダーへのシンボリック リンクを作成します
ko: 파일이나 폴더에 대한 심볼릭 링크를 만듭니다.
ms: Mencipta pautan simbolik ke fail atau folder
nb: Oppretter en symbolsk lenke til en fil eller en mappe
nl: Creëert een symbolische link naar een bestand of map
pt: Cria um link simbólico para um arquivo ou pasta
ro: Creează o legătură simbolică către un fișier sau un folder
tr: Bir dosyaya veya klasöre sembolik bir bağlantı oluşturur
uk: Створює символічне посилання на файл або папку
vi: Tạo liên kết tượng trưng đến một tệp hoặc một thư mục
zh: 建立到文件或資料夾的符號鏈接

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_S_DESC
source: Shows the system information
ar: يظهر معلومات النظام
de: Zeigt die Systeminformationen an
el: Εμφανίζει τις πληροφορίες συστήματος
es: Muestra la información del sistema.
fr: Affiche les informations système
ga: Taispeánann sé faisnéis an chórais
hi: सिस्टम की जानकारी दिखाता है
hi_latn: sistam jaanakaaree dikhaata hai
id: Menampilkan informasi sistem
it: Mostra le informazioni di sistema
ja: システム情報を表示します
ko: 시스템 정보를 보여줍니다
ms: Menunjukkan maklumat sistem
nb: Viser systeminformasjonen
nl: Toont de systeeminformatie
pt: Mostra as informações do sistema
ro: Afișează informațiile despre sistem
tr: Sistem bilgilerini gösterir
uk: Показує інформацію про систему
vi: Hiển thị thông tin hệ thống
zh: 顯示系統訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_H_DESC
source: Shows the hardware information
ar: يظهر معلومات الأجهزة
de: Zeigt die Hardwareinformationen an
el: Εμφανίζει τις πληροφορίες υλικού
es: Muestra la información del hardware.
fr: Affiche les informations sur le matériel
ga: Taispeáin an t-eolas crua-earraí
hi: हार्डवेयर जानकारी दिखाता है
hi_latn: haardaveyar jaanakaaree dikhaata hai
id: Menampilkan informasi perangkat keras
it: Mostra le informazioni sull'hardware
ja: ハードウェア情報を表示します
ko: 하드웨어 정보를 표시합니다.
ms: Menunjukkan maklumat perkakasan
nb: Viser maskinvareinformasjon
nl: Toont de hardware-informatie
pt: Mostra as informações de hardware
ro: Afișează informațiile hardware
tr: Donanım bilgilerini gösterir
uk: Показує інформацію про обладнання
vi: Hiển thị thông tin phần cứng
zh: 顯示硬體資訊

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_U_DESC
source: Shows the user information
ar: يظهر معلومات المستخدم
de: Zeigt die Benutzerinformationen an
el: Εμφανίζει τις πληροφορίες χρήστη
es: Muestra la información del usuario.
fr: Affiche les informations utilisateur
ga: Taispeánann sé an fhaisnéis úsáideora
hi: उपयोगकर्ता की जानकारी दिखाता है
hi_latn: upayogakarta jaanakaaree dikhaata hai
id: Menampilkan informasi pengguna
it: Mostra le informazioni dell'utente
ja: ユーザー情報を表示します
ko: 사용자 정보를 보여줍니다
ms: Menunjukkan maklumat pengguna
nb: Viser brukerinformasjonen
nl: Toont de gebruikersinformatie
pt: Mostra as informações do usuário
ro: Afișează informațiile utilizatorului
tr: Kullanıcı bilgilerini gösterir
uk: Показує інформацію про користувача
vi: Hiển thị thông tin người dùng
zh: 顯示使用者資訊

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_M_DESC
source: Shows the message of the day
ar: يظهر رسالة اليوم
de: Zeigt die Nachricht des Tages an
el: Δείχνει το μήνυμα της ημέρας
es: Muestra el mensaje del día.
fr: Affiche le message du jour
ga: Léiríonn teachtaireacht an lae
hi: दिन का संदेश दिखाता है
hi_latn: din ka sandesh dikhaata hai
id: Menunjukkan pesan hari ini
it: Mostra il messaggio del giorno
ja: その日のメッセージを表示します
ko: 오늘의 메시지를 보여줍니다
ms: Menunjukkan mesej hari itu
nb: Viser dagens budskap
nl: Toont de boodschap van de dag
pt: Mostra a mensagem do dia
ro: Afișează mesajul zilei
tr: Günün mesajını gösterir
uk: Показує повідомлення дня
vi: Hiển thị tin nhắn trong ngày
zh: 顯示當天的訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_L_DESC
source: Shows the message of the day after login
ar: تظهر رسالة اليوم التالي لتسجيل الدخول
de: Zeigt die Nachricht des Tages nach der Anmeldung an
el: Εμφανίζει το μήνυμα της επόμενης ημέρας μετά τη σύνδεση
es: Muestra el mensaje del día después de iniciar sesión.
fr: Affiche le message du lendemain de la connexion
ga: Taispeáin teachtaireacht an lae tar éis logáil isteach
hi: लॉग इन करने के अगले दिन का संदेश दिखाता है
hi_latn: login ke baad din ka sandesh dikhaata hai
id: Menampilkan pesan hari setelah login
it: Mostra il messaggio del giorno successivo al login
ja: ログイン翌日のメッセージを表示します
ko: 로그인한 다음날의 메시지를 표시합니다.
ms: Menunjukkan mesej hari selepas log masuk
nb: Viser meldingen for dagen etter pålogging
nl: Toont het bericht van de dag na het inloggen
pt: Mostra a mensagem do dia após o login
ro: Afișează mesajul zilei după conectare
tr: Girişten sonraki günün mesajını gösterir
uk: Показує повідомлення наступного дня після входу
vi: Hiển thị tin nhắn trong ngày sau khi đăng nhập
zh: 登入後顯示當天的訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_SYSINFO_SWITCH_A_DESC
source: Shows all information
ar: يظهر جميع المعلومات
de: Zeigt alle Informationen an
el: Εμφανίζει όλες τις πληροφορίες
es: Muestra toda la información
fr: Affiche toutes les informations
ga: Taispeáin gach eolas
hi: सारी जानकारी दिखाता है
hi_latn: sabhee jaanakaaree dikhaata hai
id: Menampilkan semua informasi
it: Mostra tutte le informazioni
ja: すべての情報を表示します
ko: 모든 정보를 표시합니다
ms: Menunjukkan semua maklumat
nb: Viser all informasjon
nl: Toont alle informatie
pt: Mostra todas as informações
ro: Afișează toate informațiile
tr: Tüm bilgileri gösterir
uk: Показує всю інформацію
vi: Hiển thị tất cả thông tin
zh: 顯示所有訊息

# NKS_SHELL_SHELLS_UESH_COMMAND_TASKMAN_DESC
source: Task manager
ar: مدير المهام
el: Διαχειριστής εργασιών
es: Administrador de tareas
fr: Gestionnaire des tâches
ga: Bainisteoir tasc
hi: कार्य प्रबंधक
hi_latn: kaary prabandhak
id: Manajer tugas
it: Responsabile attività
ja: タスクマネージャー
ko: 작업 관리자
ms: Pengurus tugas
nb: Oppgaveleder
nl: Taakbeheer
pt: Gerenciador de tarefas
ro: Gestionar de sarcini
tr: Görev yöneticisi
uk: Диспетчер задач
vi: Trình quản lý tác vụ
zh: 工作管理員

# NKS_SHELL_SHELLS_UESH_COMMAND_THEMEPREV_DESC
source: Previews a theme
ar: معاينة موضوع
de: Zeigt eine Vorschau eines Themas an
el: Προεπισκόπηση ενός θέματος
es: Vista previa de un tema
fr: Prévisualise un thème
ga: Réamhamhairc ar théama
hi: किसी थीम का पूर्वावलोकन करता है
hi_latn: theem ka poorvaavalokan karata hai
id: Pratinjau tema
it: Visualizza l'anteprima di un tema
ja: テーマをプレビューします
ko: 테마 미리보기
ms: Pratonton tema
nb: Forhåndsviser et tema
nl: Geeft een voorbeeld van een thema weer
pt: Visualiza um tema
ro: Previzualizează o temă
tr: Bir temanın önizlemesini yapar
uk: Попередній перегляд теми
vi: Xem trước một chủ đề
zh: 預覽主題

# NKS_SHELL_SHELLS_UESH_COMMAND_THEMESET_DESC
source: Selects a theme and sets it
ar: يختار موضوعًا ويحدده
de: Wählt ein Thema aus und legt es fest
el: Επιλέγει ένα θέμα και το ορίζει
es: Selecciona un tema y lo establece.
fr: Sélectionne un thème et le définit
ga: Roghnaíonn sé téama agus socraíonn sé é
hi: एक थीम का चयन करता है और उसे सेट करता है
hi_latn: theem ka chayan karata hai aur use set karata hai
id: Memilih tema dan mengaturnya
it: Seleziona un tema e lo imposta
ja: テーマを選択して設定します
ko: 테마를 선택하고 설정합니다.
ms: Memilih tema dan menetapkannya
nb: Velger et tema og setter det
nl: Selecteert een thema en stelt het in
pt: Seleciona um tema e o define
ro: Selectează o temă și o setează
tr: Bir tema seçer ve ayarlar
uk: Вибирає тему та встановлює її
vi: Chọn một chủ đề và thiết lập nó
zh: 選擇主題並設定它

# NKS_SHELL_SHELLS_UESH_COMMAND_THEMESET_SWITCH_Y_DESC
source: Immediately set the theme on selection
ar: قم بتعيين الموضوع على الفور عند الاختيار
de: Legen Sie sofort das Thema bei der Auswahl fest
el: Ρυθμίστε αμέσως το θέμα στην επιλογή
es: Establecer inmediatamente el tema en la selección.
fr: Définissez immédiatement le thème sur la sélection
ga: Socraigh an téama ar an roghnú láithreach
hi: चयन पर तुरंत थीम सेट करें
hi_latn: chayan karane par theem ko turant set karata hai
id: Segera atur tema pada pilihan
it: Imposta immediatamente il tema sulla selezione
ja: テーマを選択するとすぐに設定されます
ko: 선택 시 즉시 테마 설정
ms: Tetapkan tema pada pemilihan dengan segera
nb: Sett straks temaet på valg
nl: Zet meteen het thema op selectie
pt: Defina imediatamente o tema na seleção
ro: Setați imediat tema la selecție
tr: Temayı hemen seçime ayarlayın
uk: Відразу встановіть тему на вибір
vi: Ngay lập tức thiết lập chủ đề khi lựa chọn
zh: 立即設定選擇的主題

# NKS_SHELL_SHELLS_UESH_COMMAND_UPTIME_DESC
source: Shows the kernel uptime
ar: يظهر وقت تشغيل النواة
de: Zeigt die Kernel-Verfügbarkeit an
el: Εμφανίζει το χρόνο λειτουργίας του πυρήνα
es: Muestra el tiempo de actividad del kernel.
fr: Affiche la disponibilité du noyau
ga: Taispeáin an uptime eithne
hi: कर्नेल अपटाइम दिखाता है
hi_latn: karnel apataim dikhaata hai
id: Menunjukkan waktu aktif kernel
it: Mostra il tempo di attività del kernel
ja: カーネルの稼働時間を表示します
ko: 커널 가동 시간을 표시합니다.
ms: Menunjukkan masa operasi kernel
nb: Viser kjernens oppetid
nl: Toont de uptime van de kernel
pt: Mostra o tempo de atividade do kernel
ro: Afișează timpul de funcționare al nucleului
tr: Çekirdek çalışma süresini gösterir
uk: Показує час роботи ядра
vi: Hiển thị thời gian hoạt động của hạt nhân
zh: 顯示內核正常運行時間

# NKS_SHELL_SHELLS_UESH_COMMAND_USERMANUAL_DESC
source: Shows the two useful URLs for manual.
ar: يعرض عنواني URL المفيدين للدليل.
de: Zeigt die beiden nützlichen URLs für das Handbuch an.
el: Εμφανίζει τις δύο χρήσιμες διευθύνσεις URL για μη αυτόματο τρόπο.
es: Muestra las dos URL útiles para el manual.
fr: Affiche les deux URL utiles pour le manuel.
ga: Taispeáin an dá URL úsáideach le haghaidh láimhe.
hi: मैनुअल के लिए दो उपयोगी यूआरएल दिखाता है।
hi_latn: mainual ke lie do upayogee url dikhaata hai.
id: Menunjukkan dua URL yang berguna untuk manual.
it: Mostra i due URL utili per il manuale.
ja: マニュアルに役立つ 2 つの URL を示します。
ko: 매뉴얼에 대한 두 가지 유용한 URL을 표시합니다.
ms: Menunjukkan dua URL berguna untuk manual.
nb: Viser de to nyttige URL-ene for manuell.
nl: Toont de twee nuttige URL's voor handleiding.
pt: Mostra os dois URLs úteis para manual.
ro: Afișează cele două adrese URL utile pentru manual.
tr: Manuel için iki faydalı URL'yi gösterir.
uk: Показує дві корисні URL-адреси для посібника.
vi: Hiển thị hai URL hữu ích cho hướng dẫn sử dụng.
zh: 顯示兩個有用的手冊 URL。

# NKS_SHELL_SHELLS_UESH_COMMAND_VERSION_DESC
source: Gets the current version
ar: يحصل على الإصدار الحالي
de: Ruft die aktuelle Version ab
el: Λαμβάνει την τρέχουσα έκδοση
es: Obtiene la versión actual
fr: Obtient la version actuelle
ga: Faigheann an leagan reatha
hi: वर्तमान संस्करण मिलता है
hi_latn: vartamaan sanskaran praapt karata hai
id: Mendapatkan versi saat ini
it: Ottiene la versione corrente
ja: 現在のバージョンを取得します
ko: 현재 버전을 가져옵니다.
ms: Mendapat versi semasa
nb: Henter gjeldende versjon
nl: Haalt de huidige versie op
pt: Obtém a versão atual
ro: Obține versiunea curentă
tr: Güncel sürümü alır
uk: Отримує поточну версію
vi: Nhận phiên bản hiện tại
zh: 取得目前版本

# NKS_SHELL_SHELLS_UESH_COMMAND_VERSION_SWITCH_M_DESC
source: Shows the kernel mod API version
ar: يعرض إصدار kernel mod API
de: Zeigt die Kernel-Mod-API-Version an
el: Εμφανίζει την έκδοση του API mod kernel
es: Muestra la versión de la API del mod del kernel.
fr: Affiche la version de l'API du mod du noyau
ga: Taispeánann sé an leagan API mod eithne
hi: कर्नेल मॉड एपीआई संस्करण दिखाता है
hi_latn: karnel mod api sanskaran dikhaata hai
id: Menunjukkan versi API mod kernel
it: Mostra la versione dell'API mod kernel
ja: カーネル MOD API のバージョンを表示します
ko: 커널 모드 API 버전을 표시합니다.
ms: Menunjukkan versi kernel mod API
nb: Viser kjernemodens API-versjon
nl: Toont de kernel mod API-versie
pt: Mostra a versão da API do mod do kernel
ro: Afișează versiunea API a modului kernelului
tr: Çekirdek mod API sürümünü gösterir
uk: Показує версію API модифікації ядра
vi: Hiển thị phiên bản API mod kernel
zh: 顯示內核 mod API 版本

# NKS_SHELL_SHELLS_UESH_COMMAND_VERSION_SWITCH_K_DESC
source: Shows the kernel version
ar: يظهر إصدار النواة
de: Zeigt die Kernel-Version an
el: Εμφανίζει την έκδοση του πυρήνα
es: Muestra la versión del kernel.
fr: Affiche la version du noyau
ga: Taispeánann sé an leagan eithne
hi: कर्नेल संस्करण दिखाता है
hi_latn: karnel sanskaran dikhaata hai
id: Menunjukkan versi kernel
it: Mostra la versione del kernel
ja: カーネルのバージョンを表示します
ko: 커널 버전을 표시합니다.
ms: Menunjukkan versi kernel
nb: Viser kjerneversjonen
nl: Toont de kernelversie
pt: Mostra a versão do kernel
ro: Afișează versiunea de kernel
tr: Çekirdek sürümünü gösterir
uk: Показує версію ядра
vi: Hiển thị phiên bản hạt nhân
zh: 顯示核心版本

# NKS_SHELL_SHELLS_UESH_COMMAND_WHOAMI_DESC
source: Gets the current user name
ar: يحصل على اسم المستخدم الحالي
de: Ruft den aktuellen Benutzernamen ab
el: Λαμβάνει το τρέχον όνομα χρήστη
es: Obtiene el nombre de usuario actual
fr: Obtient le nom d'utilisateur actuel
ga: Faigheann sé an t-ainm úsáideora reatha
hi: वर्तमान उपयोगकर्ता नाम प्राप्त करता है
hi_latn: vartamaan upayogakarta naam praapt karata hai
id: Mendapatkan nama pengguna saat ini
it: Ottiene il nome utente corrente
ja: 現在のユーザー名を取得します
ko: 현재 사용자 이름을 가져옵니다.
ms: Mendapat nama pengguna semasa
nb: Henter gjeldende brukernavn
nl: Haalt de huidige gebruikersnaam op
pt: Obtém o nome de usuário atual
ro: Obține numele de utilizator curent
tr: Mevcut kullanıcı adını alır
uk: Отримує поточне ім'я користувача
vi: Lấy tên người dùng hiện tại
zh: 取得目前使用者名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_WRAPTEXT_DESC
source: Wraps the text file
ar: يلتف الملف النصي
de: Umschließt die Textdatei
el: Αναδιπλώνει το αρχείο κειμένου
es: Envuelve el archivo de texto
fr: Encapsule le fichier texte
ga: Wraps an comhad téacs
hi: टेक्स्ट फ़ाइल को लपेटता है
hi_latn: tekst fail ko lapetata hai
id: Membungkus file teks
it: Avvolge il file di testo
ja: テキストファイルをラップします
ko: 텍스트 파일을 래핑합니다.
ms: Membungkus fail teks
nb: Pakker tekstfilen
nl: Wrapt het tekstbestand
pt: Quebra o arquivo de texto
ro: Încheie fișierul text
tr: Metin dosyasını sarar
uk: Переносить текстовий файл
vi: Bao bọc tệp văn bản
zh: 包裝文字文件

# NKS_SHELL_SHELLS_UESH_COMMAND_WRAPTEXT_SWITCH_COLUMNS_DESC
source: Specifies the columns per line
ar: يحدد الأعمدة في كل سطر
de: Gibt die Spalten pro Zeile an
el: Καθορίζει τις στήλες ανά γραμμή
es: Especifica las columnas por línea.
fr: Spécifie les colonnes par ligne
ga: Sonraítear na colúin in aghaidh na líne
hi: प्रति पंक्ति कॉलम निर्दिष्ट करता है
hi_latn: prati pankti kolam nirdisht karata hai
id: Menentukan kolom per baris
it: Specifica le colonne per riga
ja: 行ごとの列を指定します
ko: 한 줄에 열 수를 지정합니다.
ms: Menentukan lajur setiap baris
nb: Angir kolonnene per linje
nl: Specificeert de kolommen per regel
pt: Especifica as colunas por linha
ro: Specifică coloanele pe linie
tr: Satır başına sütun sayısını belirtir
uk: Визначає стовпці на рядок
vi: Chỉ định số cột trên mỗi dòng
zh: 指定每行的列數

# NKS_USERS_LOGIN_ACCOUNTLISTING
source: You can log in to these accounts:
ar: يمكنك تسجيل الدخول إلى هذه الحسابات:
de: Sie können sich bei diesen Konten anmelden:
el: Μπορείτε να συνδεθείτε σε αυτούς τους λογαριασμούς:
es: Puede iniciar sesión en estas cuentas:
fr: Vous pouvez vous connecter à ces comptes :
ga: Is féidir leat logáil isteach ar na cuntais seo:
hi: आप इन खातों में लॉग इन कर सकते हैं:
hi_latn: aap in khaaton mein log in kar sakate hain:
id: Anda dapat masuk ke akun berikut:
it: Puoi accedere a questi account:
ja: 次のアカウントにログインできます。
ko: 다음 계정에 로그인할 수 있습니다.
ms: Anda boleh log masuk ke akaun ini:
nb: Du kan logge inn på disse kontoene:
nl: U kunt inloggen op deze accounts:
pt: Você pode fazer login nestas contas:
ro: Vă puteți conecta la aceste conturi:
tr: Bu hesaplara giriş yapabilirsiniz:
uk: Ви можете увійти в такі облікові записи:
vi: Bạn có thể đăng nhập vào các tài khoản sau:
zh: 您可以登入這些帳戶：

# NKS_USERS_LOGIN_MOTD_DEFAULTMAL
source: Enjoy your day
ar: استمتع بيومك
de: Genieße deinen Tag
el: Απολαύστε τη μέρα σας
es: Disfruta tu día
fr: Profitez de votre journée
ga: Bain sult as do lá
hi: अपने दिन का आनंद लें
hi_latn: apane din ka aanand len
id: Nikmati harimu
it: Buona giornata
ja: 一日をお楽しみください
ko: 너의 하루를 즐겨
ms: Nikmati hari anda
nb: Nyt dagen
nl: Geniet van je dag
pt: Aproveite seu dia
ro: Bucură-te de ziua ta
tr: Gününüzün tadını çıkarın
uk: Насолоджуйся своїм днем
vi: Chúc bạn một ngày vui vẻ
zh: 祝您愉快

# NKS_USERS_LOGIN_MOTD_EXCEPTION_SETFAILED_MAL
source: Error when trying to set MAL: {0}
ar: حدث خطأ أثناء محاولة تعيين MAL: {0}
de: Fehler beim Versuch, MAL festzulegen: {0}
el: Σφάλμα κατά την προσπάθεια ορισμού MAL: {0}
es: Error al intentar configurar MAL: {0}
fr: Erreur lors de la tentative de définition de MAL : {0}
ga: Earráid agus iarracht á déanamh MAL a shocrú: {0}
hi: MAL सेट करने का प्रयास करते समय त्रुटि: {0}
hi_latn: mal set karane ka prayaas karate samay truti: {0}
id: Kesalahan saat mencoba mengatur MAL: {0}
it: Errore durante il tentativo di impostare MAL: {0}
ja: MAL を設定しようとしたときにエラーが発生しました: {0}
ko: MAL 설정 중 오류 발생: {0}
ms: Ralat semasa cuba menetapkan MAL: {0}
nb: Feil ved forsøk på å angi MAL: {0}
nl: Fout bij het instellen van MAL: {0}
pt: Erro ao tentar definir MAL: {0}
ro: Eroare la încercarea de a seta MAL: {0}
tr: MAL'ı ayarlamaya çalışırken hata oluştu: {0}
uk: Помилка під час встановлення MAL: {0}
vi: Lỗi khi cố gắng thiết lập MAL: {0}
zh: 嘗試設定 MAL 時發生錯誤：{0}

# NKS_USERS_LOGIN_MOTD_EXCEPTION_GETFAILED_MAL
source: Error when trying to get MAL: {0}
ar: حدث خطأ أثناء محاولة الحصول على MAL: {0}
de: Fehler beim Versuch, MAL abzurufen: {0}
el: Σφάλμα κατά την προσπάθεια λήψης MAL: {0}
es: Error al intentar obtener MAL: {0}
fr: Erreur lors de la tentative d'obtention de MAL : {0}
ga: Earráid agus iarracht á déanamh MAL a fháil: {0}
hi: MAL प्राप्त करने का प्रयास करते समय त्रुटि: {0}
hi_latn: mal praapt karane ka prayaas karate samay truti: {0}
id: Kesalahan saat mencoba mendapatkan MAL: {0}
it: Errore durante il tentativo di ottenere MAL: {0}
ja: MAL を取得しようとしたときにエラーが発生しました: {0}
ko: MAL을 가져오는 중 오류 발생: {0}
ms: Ralat semasa cuba mendapatkan MAL: {0}
nb: Feil ved forsøk på å få MAL: {0}
nl: Fout bij het ophalen van MAL: {0}
pt: Erro ao tentar obter MAL: {0}
ro: Eroare la încercarea de a obține MAL: {0}
tr: MAL alınırken hata oluştu: {0}
uk: Помилка під час спроби отримати MAL: {0}
vi: Lỗi khi cố gắng lấy MAL: {0}
zh: 嘗試取得 MAL 時發生錯誤：{0}

# NKS_USERS_LOGIN_MOTD_EXCEPTION_DYNAMICNOTNULL_MAL
source: The message of the day after login may not be null.
ar: لا يجوز أن تكون رسالة اليوم التالي لتسجيل الدخول فارغة.
de: Die Nachricht des Tages nach der Anmeldung darf nicht null sein.
el: Το μήνυμα της επόμενης ημέρας μετά τη σύνδεση ενδέχεται να μην είναι μηδενικό.
es: El mensaje del día siguiente al inicio de sesión no podrá ser nulo.
fr: Le message du lendemain de la connexion ne peut pas être nul.
ga: Seans nach mbeidh teachtaireacht an lae tar éis logáil isteach ar neamhní.
hi: लॉगिन के अगले दिन का संदेश शून्य नहीं हो सकता.
hi_latn: login ke baad din ka sandesh shoony nahin ho sakata hai.
id: Pesan pada hari setelah login tidak boleh kosong.
it: Il messaggio del giorno successivo al login non può essere nullo.
ja: ログイン翌日のメッセージは null ではない可能性があります。
ko: 로그인 다음날의 메시지는 null이 될 수 없습니다.
ms: Mesej hari selepas log masuk mungkin tidak batal.
nb: Meldingen fra dagen etter pålogging er kanskje ikke null.
nl: Het bericht van de dag na het inloggen mag niet nul zijn.
pt: A mensagem do dia seguinte ao login não pode ser nula.
ro: Este posibil ca mesajul zilei de după conectare să nu fie nul.
tr: Giriş yaptıktan sonraki günün mesajı boş olmayabilir.
uk: Повідомлення дня після входу не може бути нульовим.
vi: Tin nhắn của ngày sau khi đăng nhập không được để trống.
zh: 登入後當天的訊息不能為空。
