Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACE_ARGUMENT_TARGET_DESC
source: A word or phrase to replace with
ar: كلمة أو عبارة لاستبدالها بـ
de: Ein Wort oder eine Phrase zum Ersetzen durch
el: Μια λέξη ή φράση για αντικατάσταση
es: Una palabra o frase para reemplazar con
fr: Un mot ou une phrase à remplacer par
ga: Focal nó frása a chuirfear ina ionad
hi: प्रतिस्थापित करने के लिए कोई शब्द या वाक्यांश
hi_latn: pratisthaapit kiya jaane vaala shabd ya vaakyaansh
id: Kata atau frasa yang akan diganti
it: Una parola o una frase da sostituire con
ja: 置き換える単語またはフレーズ
ko: 바꿀 단어나 구문
ms: Satu perkataan atau frasa untuk digantikan dengan
nb: Et ord eller en setning å erstatte med
nl: Een woord of zin om te vervangen door
pt: Uma palavra ou frase para substituir
ro: Un cuvânt sau o expresie cu care să se înlocuiască
tr: Yerine konulacak bir kelime veya ifade
uk: Слово або фраза для заміни
vi: Một từ hoặc cụm từ để thay thế bằng
zh: 要替換的單字或短語

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACEINLINE_ARGUMENT_LINENUM_DESC
source: Line number (either singular or start of the range), or 'all' to replace in all lines
ar: رقم السطر (إما مفرد أو بداية النطاق)، أو "الكل" للاستبدال في جميع الأسطر
de: Zeilennummer (entweder Singular oder Beginn des Bereichs) oder „all“ zum Ersetzen in allen Zeilen
el: Αριθμός γραμμής (είτε στον ενικό είτε στην αρχή του εύρους), ή «όλα» για αντικατάσταση σε όλες τις γραμμές
es: Número de línea (ya sea singular o inicio del rango), o 'todos' para reemplazar en todas las líneas
fr: Numéro de ligne (singulier ou début de plage), ou « all » pour remplacer toutes les lignes
ga: Uimhir líne (ceachtar uimhir uatha nó tús an raoin), nó ‘ar fad’ le hathsholáthar i ngach líne
hi: पंक्ति संख्या (या तो एकवचन या श्रेणी का आरंभ), या सभी पंक्तियों में प्रतिस्थापित करने के लिए 'सभी'
hi_latn: pankti sankhya (ya to ekavachan ya shrenee kee shuruaat), ya sabhee panktiyon mein pratisthaapit karane ke lie sabhee
id: Nomor baris (tunggal atau awal rentang), atau 'semua' untuk mengganti di semua baris
it: Numero di riga (singolare o inizio dell'intervallo) o 'tutto' per sostituire in tutte le righe
ja: 行番号（単一または範囲の開始）、またはすべての行を置換する場合は「all」
ko: 줄 번호(단수 또는 범위 시작) 또는 모든 줄을 바꾸려면 'all'을 선택하세요.
ms: Nombor baris (sama ada tunggal atau permulaan julat), atau 'semua' untuk menggantikan dalam semua baris
nb: Linjenummer (enten entall eller begynnelsen av området), eller 'alle' for å erstatte i alle linjer
nl: Regelnummer (hetzij enkelvoud of begin van het bereik), of 'all' om in alle regels te vervangen
pt: Número da linha (singular ou início do intervalo) ou 'all' a substituir em todas as linhas
ro: Număr de linie (fie singular, fie începutul intervalului) sau „toate” de înlocuit în toate liniile
tr: Satır numarası (tekil veya aralığın başlangıcı) veya tüm satırlarda değiştirilecek 'tümü'
uk: Номер рядка (або в однині, або на початку діапазону) або «все», щоб замінити в усіх рядках
vi: Số dòng (có thể là số ít hoặc bắt đầu phạm vi) hoặc 'tất cả' để thay thế trong tất cả các dòng
zh: 行號（單數或範圍的起始行），或「全部」表示在所有行中進行替換

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACEREGEX_ARGUMENT_REGEX_DESC
source: A regular expression to match phrases that are to be replaced
ar: تعبير منتظم لمطابقة العبارات التي يجب استبدالها
de: Ein regulärer Ausdruck zum Abgleichen von Phrasen, die ersetzt werden sollen
el: Μια τυπική έκφραση για αντιστοίχιση φράσεων που πρόκειται να αντικατασταθούν
es: Una expresión regular para que coincida con las frases que se van a reemplazar
fr: Une expression régulière pour faire correspondre les phrases à remplacer
ga: Sloinn rialta chun frásaí atá le hathchur a mheaitseáil
hi: प्रतिस्थापित किए जाने वाले वाक्यांशों से मिलान करने के लिए एक नियमित अभिव्यक्ति
hi_latn: pratisthaapit kie jaane vaale vaakyaanshon se milaan karane ke lie ek niyamit abhivyakti
id: Ekspresi reguler untuk mencocokkan frasa yang akan diganti
it: Un'espressione regolare per abbinare le frasi che devono essere sostituite
ja: 置換するフレーズに一致する正規表現
ko: 교체될 구문과 일치하는 정규 표현식
ms: Ungkapan biasa untuk memadankan frasa yang akan diganti
nb: Et regulært uttrykk for å matche fraser som skal erstattes
nl: Een reguliere expressie om zinnen te matchen die vervangen moeten worden
pt: Uma expressão regular para corresponder a frases que devem ser substituídas
ro: O expresie obișnuită pentru a potrivi expresiile care urmează să fie înlocuite
tr: Değiştirilecek ifadeleri eşleştirmek için düzenli bir ifade
uk: Регулярний вираз для відповідності фраз, які потрібно замінити
vi: Một biểu thức chính quy để khớp với các cụm từ cần được thay thế
zh: 用於匹配要替換的短語的正規表示式

# NKS_SHELL_SHELLS_UESH_THEMESET_YES
source: Yes
ar: نعم
de: Ja
el: Ναί
es: Sí
fr: Oui
ga: Tá
hi: हाँ
hi_latn: haan
id: Ya
it: SÌ
ja: はい
ko: 예
ms: ya
nb: Ja
nl: Ja
pt: Sim
ro: Da
tr: Evet
uk: так
vi: Đúng
zh: 是的

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDGROUP_ARGUMENT_GROUPNAME_DESC
source: New group name to add
ar: اسم المجموعة الجديدة المراد إضافتها
de: Neuer hinzuzufügender Gruppenname
el: Νέο όνομα ομάδας για προσθήκη
es: Nuevo nombre de grupo para agregar
fr: Nouveau nom de groupe à ajouter
ga: Ainm grúpa nua le cur leis
hi: नया समूह नाम जोड़ना है
hi_latn: jodane ke lie naya samooh naam
id: Nama grup baru untuk ditambahkan
it: Nuovo nome di gruppo da aggiungere
ja: 追加する新しいグループ名
ko: 추가할 새 그룹 이름
ms: Nama kumpulan baharu untuk ditambah
nb: Nytt gruppenavn å legge til
nl: Nieuwe groepsnaam om toe te voegen
pt: Novo nome de grupo para adicionar
ro: Nou nume de grup de adăugat
tr: Eklenecek yeni grup adı
uk: Нова назва групи для додавання
vi: Tên nhóm mới để thêm
zh: 要新增的新群組名

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSER_ARGUMENT_USERNAME_DESC
source: New user name to add
ar: اسم مستخدم جديد لإضافته
de: Neuer Benutzername zum Hinzufügen
el: Νέο όνομα χρήστη για προσθήκη
es: Nuevo nombre de usuario para agregar
fr: Nouveau nom d'utilisateur à ajouter
ga: Ainm úsáideora nua le cur leis
hi: नया उपयोगकर्ता नाम जोड़ना है
hi_latn: jodane ke lie naya upayogakarta naam
id: Nama pengguna baru untuk ditambahkan
it: Nuovo nome utente da aggiungere
ja: 追加する新しいユーザー名
ko: 추가할 새 사용자 이름
ms: Nama pengguna baharu untuk ditambah
nb: Nytt brukernavn å legge til
nl: Nieuwe gebruikersnaam om toe te voegen
pt: Novo nome de utilizador para adicionar
ro: Nume de utilizator nou de adăugat
tr: Eklenecek yeni kullanıcı adı
uk: Нове ім'я користувача для додавання
vi: Tên người dùng mới để thêm
zh: 要新增的用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSER_ARGUMENT_PASSWORD_DESC
source: New password to use
ar: كلمة مرور جديدة للاستخدام
de: Neues zu verwendendes Passwort
el: Νέος κωδικός πρόσβασης για χρήση
es: Nueva contraseña para utilizar
fr: Nouveau mot de passe à utiliser
ga: Pasfhocal nua le húsáid
hi: उपयोग करने के लिए नया पासवर्ड
hi_latn: upayog karane ke lie naya paasavard
id: Kata sandi baru untuk digunakan
it: Nuova password da utilizzare
ja: 使用する新しいパスワード
ko: 사용할 새 비밀번호
ms: Kata laluan baharu untuk digunakan
nb: Nytt passord å bruke
nl: Nieuw wachtwoord om te gebruiken
pt: Nova palavra-passe para usar
ro: Parolă nouă de utilizat
tr: Kullanılacak yeni şifre
uk: Новий пароль для використання
vi: Mật khẩu mới để sử dụng
zh: 要使用的新密碼

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSER_ARGUMENT_CONFIRM_DESC
source: Confirm the new password
ar: تأكيد كلمة المرور الجديدة
de: Bestätigen Sie das neue Passwort
el: Επιβεβαιώστε τον νέο κωδικό πρόσβασης
es: Confirmar la nueva contraseña
fr: Confirmer le nouveau mot de passe
ga: Deimhnigh an pasfhocal nua
hi: नये पासवर्ड की पुष्टि करें
hi_latn: nae paasavard kee pushti karen
id: Konfirmasikan kata sandi baru
it: Conferma la nuova password
ja: 新しいパスワードを確認してください
ko: 새로운 비밀번호를 확인하세요
ms: Sahkan kata laluan baharu
nb: Bekreft det nye passordet
nl: Bevestig het nieuwe wachtwoord
pt: Confirme a nova palavra-passe
ro: Confirmați noua parolă
tr: Yeni şifreyi onaylayın
uk: Підтвердьте новий пароль
vi: Xác nhận mật khẩu mới
zh: 確認新密碼

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSERTOGROUP_ARGUMENT_USERNAME_DESC
source: User name to be added to the group
ar: اسم المستخدم المراد إضافته إلى المجموعة
de: Der Benutzername, der der Gruppe hinzugefügt werden soll
el: Όνομα χρήστη που θα προστεθεί στην ομάδα
es: Nombre de usuario que se agregará al grupo
fr: Nom d'utilisateur à ajouter au groupe
ga: Ainm úsáideora le cur leis an ngrúpa
hi: समूह में जोड़ा जाने वाला उपयोगकर्ता नाम
hi_latn: samooh mein joda jaane vaala upayogakarta naam
id: Nama pengguna yang akan ditambahkan ke grup
it: Nome utente da aggiungere al gruppo
ja: グループに追加するユーザー名
ko: 그룹에 추가할 사용자 이름
ms: Nama pengguna untuk ditambahkan pada kumpulan
nb: Brukernavn som skal legges til i gruppen
nl: Gebruikersnaam die aan de groep moet worden toegevoegd
pt: Nome de utilizador a adicionar ao grupo
ro: Numele de utilizator care urmează să fie adăugat la grup
tr: Gruba eklenecek kullanıcı adı
uk: Ім'я користувача для додавання до групи
vi: Tên người dùng sẽ được thêm vào nhóm
zh: 需要新增到群組的用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSERTOGROUP_ARGUMENT_GROUP_DESC
source: Group name to add the user to
ar: اسم المجموعة التي سيتم إضافة المستخدم إليها
de: Name der Gruppe, zu der der Benutzer hinzugefügt werden soll
el: Όνομα ομάδας για προσθήκη του χρήστη
es: Nombre del grupo al que se agregará el usuario
fr: Nom du groupe auquel ajouter l'utilisateur
ga: Ainm an ghrúpa chun an t-úsáideoir a chur leis
hi: उपयोगकर्ता को जोड़ने के लिए समूह का नाम
hi_latn: upayogakarta ko jodane ke lie samooh naam
id: Nama grup untuk menambahkan pengguna
it: Nome del gruppo a cui aggiungere l'utente
ja: ユーザーを追加するグループ名
ko: 사용자를 추가할 그룹 이름
ms: Nama kumpulan untuk menambah pengguna
nb: Gruppenavn å legge brukeren til
nl: Groepsnaam waaraan de gebruiker moet worden toegevoegd
pt: Nome do grupo para adicionar o utilizador
ro: Numele grupului la care să adăugați utilizatorul
tr: Kullanıcının ekleneceği grup adı
uk: Назва групи, до якої потрібно додати користувача
vi: Tên nhóm để thêm người dùng vào
zh: 若要新增使用者的群組名

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_ARGUMENT_START_DESC
source: Starts the alarm
ar: يبدأ التنبيه
de: Startet den Alarm
el: Ξεκινά το ξυπνητήρι
es: Inicia la alarma
fr: Démarre l'alarme
ga: Tosaíonn an t-aláram
hi: अलार्म शुरू होता है
hi_latn: alaarm shuroo karata hai
id: Memulai alarm
it: Avvia l'allarme
ja: アラームを起動します
ko: 알람을 시작합니다
ms: Memulakan penggera
nb: Starter alarmen
nl: Start het alarm
pt: Inicia o alarme
ro: Pornește alarma
tr: Alarmı başlatır
uk: Запускає будильник
vi: Bắt đầu báo thức
zh: 啟動鬧鐘

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_ARGUMENT_START_INTERVAL_DESC
source: Alarm interval in a time span in hours, minutes, and seconds
ar: فترة التنبيه في فترة زمنية بالساعات والدقائق والثواني
de: Alarmintervall in einer Zeitspanne in Stunden, Minuten und Sekunden
el: Διάστημα συναγερμού σε ένα χρονικό διάστημα σε ώρες, λεπτά και δευτερόλεπτα
es: Intervalo de alarma en un lapso de tiempo en horas, minutos y segundos
fr: Intervalle d'alarme dans un intervalle de temps en heures, minutes et secondes
ga: Eatramh aláraim in achar ama in uaireanta, nóiméid, agus soicindí
hi: अलार्म अंतराल घंटों, मिनटों और सेकंडों में समय अवधि में
hi_latn: ghanton, minaton aur sekand mein samay avadhi mein alaarm antaraal
id: Interval alarm dalam rentang waktu dalam jam, menit, dan detik
it: Intervallo di allarme in un intervallo di tempo in ore, minuti e secondi
ja: 時間、分、秒単位でのアラーム間隔
ko: 시간, 분, 초 단위의 시간 범위 내에서 알람 간격
ms: Selang penggera dalam jangka masa dalam jam, minit dan saat
nb: Alarmintervall i et tidsrom i timer, minutter og sekunder
nl: Alarminterval in een tijdsbestek in uren, minuten en seconden
pt: Intervalo de alarme num intervalo de tempo em horas, minutos e segundos
ro: Interval de alarmă într-un interval de timp în ore, minute și secunde
tr: Saat, dakika ve saniye cinsinden bir zaman aralığındaki alarm aralığı
uk: Інтервал нагадування в проміжку часу в годинах, хвилинах і секундах
vi: Khoảng thời gian báo thức tính theo giờ, phút và giây
zh: 以小時、分鐘和秒為單位的時間範圍內的警報間隔

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_ARGUMENT_STOP_DESC
source: Stops the alarm
ar: يوقف الإنذار
de: Stoppt den Alarm
el: Διακόπτει τον συναγερμό
es: Detiene la alarma
fr: Arrête l'alarme
ga: Stopann an t-aláram
hi: अलार्म बंद कर देता है
hi_latn: alaarm ko rokata hai
id: Menghentikan alarm
it: Arresta l'allarme
ja: アラームを停止します
ko: 알람을 멈춥니다
ms: Menghentikan penggera
nb: Stopper alarmen
nl: Stopt het alarm
pt: Para o alarme
ro: Oprește alarma
tr: Alarmı durdurur
uk: Зупиняє будильник
vi: Dừng báo động
zh: 停止鬧鐘

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_ARGUMENT_STOP_NAME_DESC
source: Alarm name to stop
ar: اسم التنبيه للتوقف
de: Name des zu stoppenden Alarms
el: Όνομα συναγερμού για διακοπή
es: Nombre de la alarma a detener
fr: Nom de l'alarme à arrêter
ga: Ainm aláraim le stopadh
hi: अलार्म का नाम रोको
hi_latn: band karane ke lie alaarm naam
id: Nama alarm untuk berhenti
it: Nome dell'allarme da interrompere
ja: 停止するアラーム名
ko: 중지할 알람 이름
ms: Nama penggera untuk berhenti
nb: Alarmnavn for å stoppe
nl: Alarmnaam om te stoppen
pt: Nome do alarme para parar
ro: Numele alarmei trebuie oprit
tr: Durdurulacak alarm adı
uk: Назва сигналу, який потрібно зупинити
vi: Tên báo động dừng lại
zh: 要停止的鬧鐘名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_ARGUMENT_LIST_DESC
source: Lists the alarms
ar: يسرد الإنذارات
de: Listet die Alarme auf
el: Εμφανίζει τους συναγερμούς
es: Enumera las alarmas
fr: Répertorie les alarmes
ga: Liostaíonn na haláraim
hi: अलार्म की सूची
hi_latn: alaarm ko soocheebaddh karata hai
id: Mencantumkan alarm
it: Elenca gli allarmi
ja: アラームを一覧表示します
ko: 알람을 나열합니다
ms: Menyenaraikan penggera
nb: Viser alarmene
nl: Geeft een lijst van de alarmen
pt: Lista os alarmes
ro: Listează alarmele
tr: Alarmları listeler
uk: Перелічує тривоги
vi: Liệt kê các cảnh báo
zh: 列出警報

# NKS_SHELL_SHELLS_UESH_COMMAND_BEEP_ARGUMENT_FREQ_DESC
source: Frequency in Hz
ar: التردد بالهرتز
de: Frequenz in Hz
el: Συχνότητα σε Hz
es: Frecuencia en Hz
fr: Fréquence en Hz
ga: Minicíocht i Hz
hi: आवृत्ति हर्ट्ज में
hi_latn: hartj mein aavrtti
id: Frekuensi dalam Hz
it: Frequenza in Hz
ja: 周波数（Hz）
ko: 주파수 (Hz)
ms: Kekerapan dalam Hz
nb: Frekvens i Hz
nl: Frequentie in Hz
pt: Frequência em Hz
ro: Frecvența în Hz
tr: Hz cinsinden frekans
uk: Частота в Гц
vi: Tần số tính bằng Hz
zh: 頻率（赫茲）

# NKS_SHELL_SHELLS_UESH_COMMAND_BEEP_ARGUMENT_INTERVAL_DESC
source: Time interval for a single beep
ar: الفاصل الزمني لصوت صفير واحد
de: Zeitintervall für einen einzelnen Piepton
el: Χρονικό διάστημα για ένα μόνο μπιπ
es: Intervalo de tiempo para un solo pitido
fr: Intervalle de temps pour un seul bip
ga: Eatramh ama le haghaidh bíp amháin
hi: एकल बीप के लिए समय अंतराल
hi_latn: ek beep ke lie samay antaraal
id: Interval waktu untuk bunyi bip tunggal
it: Intervallo di tempo per un singolo segnale acustico
ja: ビープ音1回あたりの時間間隔
ko: 단일 비프음에 대한 시간 간격
ms: Selang masa untuk satu bip
nb: Tidsintervall for et enkelt pip
nl: Tijdsinterval voor een enkele pieptoon
pt: Intervalo de tempo para um único sinal sonoro
ro: Interval de timp pentru un singur bip
tr: Tek bir bip sesi için zaman aralığı
uk: Інтервал часу для одного звукового сигналу
vi: Khoảng thời gian cho một tiếng bíp duy nhất
zh: 單聲蜂鳴的時間間隔

# NKS_SHELL_SHELLS_UESH_COMMAND_BLOCKDBGDEV_ARGUMENT_IPADDRESS_DESC
source: IP address to block
ar: عنوان IP الذي يجب حظره
de: Zu blockierende IP-Adresse
el: Διεύθυνση IP για αποκλεισμό
es: Dirección IP a bloquear
fr: Adresse IP à bloquer
ga: Seoladh IP le blocáil
hi: ब्लॉक करने के लिए IP पता
hi_latn: blok karane ke lie aaeepee pata
id: Alamat IP yang akan diblokir
it: Indirizzo IP da bloccare
ja: ブロックするIPアドレス
ko: 차단할 IP 주소
ms: Alamat IP untuk disekat
nb: IP-adresse som skal blokkeres
nl: IP-adres om te blokkeren
pt: Endereço IP para bloquear
ro: Adresa IP de blocat
tr: Engellenecek IP adresi
uk: IP-адреса для блокування
vi: Địa chỉ IP để chặn
zh: 要封鎖的 IP 位址

# NKS_SHELL_SHELLS_UESH_COMMAND_BULKRENAME_ARGUMENT_TARGETDIR_DESC
source: Target directory
ar: دليل الهدف
de: Zielverzeichnis
el: Κατάλογος στόχων
es: Directorio de destino
fr: Répertoire cible
ga: Eolaire spriocanna
hi: लक्ष्य निर्देशिका
hi_latn: lakshy nirdeshika
id: Direktori target
it: Directory di destinazione
ja: ターゲットディレクトリ
ko: 대상 디렉토리
ms: Direktori sasaran
nb: Målkatalog
nl: Doelmap
pt: Diretório de destino
ro: Directorul țintă
tr: Hedef dizin
uk: Цільовий каталог
vi: Thư mục đích
zh: 目標目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_BULKRENAME_ARGUMENT_PATTERN_DESC
source: Search pattern
ar: نمط البحث
de: Suchmuster
el: Μοτίβο αναζήτησης
es: Patrón de búsqueda
fr: Modèle de recherche
ga: Patrún cuardaigh
hi: खोज पैटर्न
hi_latn: khoj paitarn
id: Pola pencarian
it: Modello di ricerca
ja: 検索パターン
ko: 검색 패턴
ms: Corak carian
nb: Søkemønster
nl: Zoekpatroon
pt: Padrão de pesquisa
ro: Model de căutare
tr: Arama deseni
uk: Шаблон пошуку
vi: Mẫu tìm kiếm
zh: 搜尋模式

# NKS_SHELL_SHELLS_UESH_COMMAND_BULKRENAME_ARGUMENT_NEWNAME_DESC
source: New name to rename all found files to
ar: اسم جديد لإعادة تسمية جميع الملفات الموجودة
de: Neuer Name, in den alle gefundenen Dateien umbenannt werden sollen
el: Νέο όνομα για να μετονομάσετε όλα τα αρχεία που βρέθηκαν
es: Nuevo nombre para renombrar todos los archivos encontrados
fr: Nouveau nom pour renommer tous les fichiers trouvés
ga: Ainm nua chun gach comhad aimsithe a athainmniú dó
hi: सभी पाई गई फ़ाइलों का नाम बदलने के लिए नया नाम
hi_latn: sabhee milee failon ka naam badalane ke lie naya naam
id: Nama baru untuk mengganti nama semua file yang ditemukan menjadi
it: Nuovo nome per rinominare tutti i file trovati
ja: 見つかったすべてのファイルの名前を変更する新しい名前
ko: 발견된 모든 파일의 이름을 바꿀 새 이름
ms: Nama baharu untuk menamakan semula semua fail yang ditemui
nb: Nytt navn å gi nytt navn til alle funnet filer til
nl: Nieuwe naam om alle gevonden bestanden te hernoemen naar
pt: Novo nome para renomear todos os ficheiros encontrados
ro: Nume nou pentru a redenumi toate fișierele găsite
tr: Bulunan tüm dosyaların adını değiştirmek için Yeni ad
uk: Нова назва для перейменування всіх знайдених файлів
vi: Tên mới để đổi tên tất cả các tập tin được tìm thấy thành
zh: 將找到的所有檔案重命名為“新名稱”

# NKS_SHELL_SHELLS_UESH_COMMAND_CAT_ARGUMENT_FILE_DESC
source: Path to file to print its contents
ar: المسار إلى الملف لطباعة محتوياته
de: Pfad zur Datei, deren Inhalt gedruckt werden soll
el: Διαδρομή στο αρχείο για να εκτυπώσετε τα περιεχόμενά του
es: Ruta al archivo para imprimir su contenido
fr: Chemin vers le fichier pour imprimer son contenu
ga: Conair chuig an gcomhad chun a bhfuil ann a phriontáil
hi: फ़ाइल की सामग्री को प्रिंट करने के लिए उसका पथ
hi_latn: fail ka path jise print karana hai saamagree
id: Jalur ke file untuk mencetak isinya
it: Percorso del file per stamparne il contenuto
ja: 内容を印刷するファイルへのパス
ko: 내용을 인쇄할 파일의 경로
ms: Laluan ke fail untuk mencetak kandungannya
nb: Bane til fil for å skrive ut innholdet
nl: Pad naar bestand om de inhoud ervan af te drukken
pt: Caminho para o ficheiro para imprimir o seu conteúdo
ro: Calea către fișier pentru a-și imprima conținutul
tr: İçeriğini yazdırmak için dosyanın yolu
uk: Шлях до файлу для друку його вмісту
vi: Đường dẫn đến tệp để in nội dung của nó
zh: 列印其內容的文件路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_CHATTR_ARGUMENT_FILE_DESC
source: Path to file
ar: المسار إلى الملف
de: Pfad zur Datei
el: Διαδρομή προς το αρχείο
es: Ruta al archivo
fr: Chemin d'accès au fichier
ga: Conair go comhad
hi: फ़ाइल का पथ
hi_latn: fail ka path
id: Jalur menuju berkas
it: Percorso al file
ja: ファイルへのパス
ko: 파일 경로
ms: Laluan ke fail
nb: Bane til fil
nl: Pad naar bestand
pt: Caminho para o ficheiro
ro: Calea către fișier
tr: Dosyaya giden yol
uk: Шлях до файлу
vi: Đường dẫn đến tập tin
zh: 文件路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_CHATTR_ARGUMENT_ADDREMOVE_DESC
source: Either addition or removal
ar: إما الإضافة أو الإزالة
de: Entweder Hinzufügen oder Entfernen
el: Είτε προσθήκη είτε αφαίρεση
es: Ya sea adición o eliminación
fr: Ajout ou suppression
ga: Ceachtar suimiú nó baint
hi: या तो जोड़ना या हटाना
hi_latn: jodana ya hataana
id: Baik penambahan atau penghapusan
it: Sia aggiunta che rimozione
ja: 追加または削除
ko: 추가 또는 제거
ms: Sama ada penambahan atau penyingkiran
nb: Enten tillegg eller fjerning
nl: Ofwel toevoeging of verwijdering
pt: Adição ou remoção
ro: Fie adăugare, fie eliminare
tr: Ya ekleme ya da çıkarma
uk: Або додавання, або видалення
vi: Hoặc thêm vào hoặc loại bỏ
zh: 新增或刪除

# NKS_SHELL_SHELLS_UESH_COMMAND_CHATTR_ARGUMENT_NAME_DESC
source: Attribute name
ar: اسم السمة
de: Attributname
el: Όνομα χαρακτηριστικού
es: Nombre del atributo
fr: Nom de l'attribut
ga: Ainm tréithe
hi: विशेषता नाम
hi_latn: visheshata ka naam
id: Nama atribut
it: Nome attributo
ja: 属性名
ko: 속성 이름
ms: Nama atribut
nb: Attributtnavn
nl: Attribuutnaam
pt: Nome do atributo
ro: Nume atribut
tr: Öznitelik adı
uk: Назва атрибута
vi: Tên thuộc tính
zh: 屬性名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_CHCULTURE_DESC
source: Changes culture
ar: تغير الثقافة
de: Ändert die Kultur
el: Αλλάζει την κουλτούρα
es: Cambia la cultura
fr: Changer la culture
ga: Athraíonn cultúr
hi: संस्कृति में परिवर्तन
hi_latn: sanskrti mein parivartan
id: Perubahan budaya
it: Cambia la cultura
ja: 文化を変える
ko: 문화가 바뀌다
ms: Mengubah budaya
nb: Endrer kultur
nl: Verandert cultuur
pt: Muda a cultura
ro: Schimbă cultura
tr: Kültürü değiştirir
uk: Змінює культуру
vi: Thay đổi văn hóa
zh: 改變文化

# NKS_SHELL_SHELLS_UESH_COMMAND_CHCULTURE_ARGUMENT_CULTUREID_DESC
source: Culture ID to change to
ar: معرف الثقافة المراد تغييره إلى
de: Zu ändernde Kultur-ID
el: Αναγνωριστικό πολιτισμού για αλλαγή
es: ID de cultura a cambiar
fr: ID de culture à modifier
ga: ID cultúir le hathrú go
hi: संस्कृति आईडी को बदलना है
hi_latn: sanskrti aaeedee mein parivartan
id: ID Budaya untuk diubah menjadi
it: ID cultura da modificare
ja: 変更するカルチャーID
ko: 변경할 문화 ID
ms: ID budaya untuk ditukar kepada
nb: Kultur-ID å endre til
nl: Cultuur-ID om te veranderen naar
pt: ID de cultura para mudar para
ro: ID de cultură în care trebuie schimbat
tr: Kültür Kimliği değiştirilecek
uk: ID культури, на який потрібно змінити
vi: ID văn hóa để thay đổi
zh: 要更改為的文化ID

# NKS_SHELL_SHELLS_UESH_COMMAND_CHCULTURE_SWITCH_USER_DESC
source: Changes the user culture instead of the system culture
ar: تغيير ثقافة المستخدم بدلاً من ثقافة النظام
de: Ändert die Benutzerkultur statt der Systemkultur
el: Αλλάζει την κουλτούρα του χρήστη αντί για την κουλτούρα του συστήματος
es: Cambia la cultura del usuario en lugar de la cultura del sistema.
fr: Change la culture de l'utilisateur au lieu de la culture du système
ga: Athraítear cultúr an úsáideora in ionad chultúr an chórais
hi: सिस्टम संस्कृति के स्थान पर उपयोगकर्ता संस्कृति में परिवर्तन
hi_latn: sistam sanskrti ke bajaay upayogakarta sanskrti mein parivartan
id: Mengubah budaya pengguna, bukan budaya sistem
it: Cambia la cultura dell'utente invece della cultura del sistema
ja: システム文化ではなくユーザー文化を変更する
ko: 시스템 문화가 아닌 사용자 문화를 변화시킵니다.
ms: Mengubah budaya pengguna dan bukannya budaya sistem
nb: Endrer brukerkulturen i stedet for systemkulturen
nl: Verandert de gebruikerscultuur in plaats van de systeemcultuur
pt: Altera a cultura do utilizador em vez da cultura do sistema
ro: Schimbă cultura utilizatorului în loc de cultura sistemului
tr: Sistem kültürü yerine kullanıcı kültürünü değiştirir
uk: Змінює культуру користувача замість системної культури
vi: Thay đổi văn hóa người dùng thay vì văn hóa hệ thống
zh: 改變使用者文化而不是系統文化
