Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_FIRSTRUN_USERNAME_PROMPT_DESC
source: Enter your new username. You should enter a new username that doesn't already exist.
ar: أدخل اسم المستخدم الجديد الخاص بك. يجب عليك إدخال اسم مستخدم جديد غير موجود بالفعل.
de: Geben Sie Ihren neuen Benutzernamen ein. Sie sollten einen neuen Benutzernamen eingeben, der noch nicht existiert.
el: Εισαγάγετε το νέο σας όνομα χρήστη. Θα πρέπει να εισαγάγετε ένα νέο όνομα χρήστη που δεν υπάρχει ήδη.
es: Ingrese su nuevo nombre de usuario. Debe ingresar un nuevo nombre de usuario que aún no exista.
fr: Entrez votre nouveau nom d'utilisateur. Vous devez saisir un nouveau nom d'utilisateur qui n'existe pas déjà.
ga: Cuir isteach d'ainm úsáideora nua. Ba cheart duit ainm úsáideora nua a chur isteach nach bhfuil ann cheana.
hi: अपना नया उपयोगकर्ता नाम दर्ज करें: आपको एक नया उपयोगकर्ता नाम दर्ज करना चाहिए जो पहले से मौजूद न हो।
hi_latn: apana naya upayogakarta naam darj karen. aapako ek naya upayogakarta naam darj karana chaahie jo pahale se maujood na ho.
id: Masukkan nama pengguna baru Anda. Anda harus memasukkan nama pengguna baru yang belum ada.
it: Inserisci il tuo nuovo nome utente. Dovresti inserire un nuovo nome utente che non esiste già.
ja: 新しいユーザー名を入力してください。まだ存在しない新しいユーザー名を入力する必要があります。
ko: 새 사용자 이름을 입력하세요. 아직 존재하지 않는 새 사용자 이름을 입력해야 합니다.
ms: Masukkan nama pengguna baharu anda. Anda harus memasukkan nama pengguna baharu yang belum wujud.
nb: Skriv inn ditt nye brukernavn. Du bør skrive inn et nytt brukernavn som ikke allerede eksisterer.
nl: Voer uw nieuwe gebruikersnaam in. U moet een nieuwe gebruikersnaam invoeren die nog niet bestaat.
pt: Digite seu novo nome de usuário. Você deve inserir um novo nome de usuário que ainda não exista.
ro: Introduceți noul nume de utilizator. Ar trebui să introduceți un nou nume de utilizator care nu există deja.
tr: Yeni kullanıcı adınızı girin. Zaten var olmayan yeni bir kullanıcı adı girmelisiniz.
uk: Введіть своє нове ім'я користувача. Вам слід ввести нове ім’я користувача, яке ще не існує.
vi: Nhập tên người dùng mới của bạn. Bạn nên nhập tên người dùng mới chưa tồn tại.
zh: 輸入您的新用戶名。您應該輸入一個尚不存在的新使用者名稱。

# NKS_KERNEL_FIRSTRUN_PASSWORD_PROMPT_DESC
source: Enter your user password. You should choose a strong password for increased security.
ar: أدخل كلمة مرور المستخدم الخاصة بك. يجب عليك اختيار كلمة مرور قوية لزيادة الأمان.
de: Geben Sie Ihr Benutzerkennwort ein. Zur Erhöhung der Sicherheit sollten Sie ein sicheres Kennwort wählen.
el: Εισαγάγετε τον κωδικό πρόσβασης χρήστη. Θα πρέπει να επιλέξετε έναν ισχυρό κωδικό πρόσβασης για αυξημένη ασφάλεια.
es: Ingrese su contraseña de usuario. Debe elegir una contraseña segura para mayor seguridad.
fr: Entrez votre mot de passe utilisateur. Vous devez choisir un mot de passe fort pour une sécurité accrue.
ga: Cuir isteach do phasfhocal úsáideora. Ba cheart duit pasfhocal láidir a roghnú le haghaidh slándála méadaithe.
hi: अपना उपयोगकर्ता पासवर्ड दर्ज करें। आपको अधिक सुरक्षा के लिए एक मजबूत पासवर्ड चुनना चाहिए।
hi_latn: apana upayogakarta paasavard darj karen. aapako badhee huee suraksha ke lie ek majaboot paasavard chunana chaahie.
id: Masukkan kata sandi pengguna Anda. Anda harus memilih kata sandi yang kuat untuk meningkatkan keamanan.
it: Inserisci la tua password utente. Dovresti scegliere una password complessa per una maggiore sicurezza.
ja: ユーザーパスワードを入力してください。セキュリティを強化するために、強力なパスワードを選択してください。
ko: 사용자 비밀번호를 입력하세요. 보안을 강화하려면 강력한 비밀번호를 선택해야 합니다.
ms: Masukkan kata laluan pengguna anda. Anda harus memilih kata laluan yang kukuh untuk meningkatkan keselamatan.
nb: Skriv inn brukerpassordet ditt. Du bør velge et sterkt passord for økt sikkerhet.
nl: Voer uw gebruikerswachtwoord in. Voor meer veiligheid moet u een sterk wachtwoord kiezen.
pt: Digite sua senha de usuário. Você deve escolher uma senha forte para aumentar a segurança.
ro: Introduceți parola de utilizator. Ar trebui să alegeți o parolă puternică pentru o securitate sporită.
tr: Kullanıcı şifrenizi girin. Artırılmış güvenlik için güçlü bir şifre seçmelisiniz.
uk: Введіть свій пароль користувача. Ви повинні вибрати надійний пароль для підвищення безпеки.
vi: Nhập mật khẩu người dùng của bạn. Bạn nên chọn mật khẩu mạnh để tăng cường bảo mật.
zh: 輸入您的用戶密碼。您應該選擇一個強密碼以提高安全性。

# NKS_KERNEL_FIRSTRUN_AUTOUPDATECHECK_PROMPT
source: Automatic Update Check
ar: فحص التحديث التلقائي
de: Automatischer Update-Check
el: Έλεγχος αυτόματης ενημέρωσης
es: Comprobación de actualización automática
fr: Vérification automatique des mises à jour
ga: Seiceáil Nuashonraithe Uathoibríoch
hi: स्वचालित अद्यतन जाँच
hi_latn: svachaalit apadet jaanch
id: Pemeriksaan Pembaruan Otomatis
it: Controllo automatico degli aggiornamenti
ja: 自動更新チェック
ko: 자동 업데이트 확인
ms: Semakan Kemas Kini Automatik
nb: Automatisk oppdateringssjekk
nl: Automatische updatecontrole
pt: Verificação automática de atualização
ro: Verificare automată a actualizării
tr: Otomatik Güncelleme Kontrolü
uk: Автоматична перевірка оновлень
vi: Kiểm tra cập nhật tự động
zh: 自動更新檢查

# NKS_KERNEL_FIRSTRUN_AUTOUPDATECHECK_AGREE
source: Yes, I do!
ar: نعم أفعل!
de: Ja, das tue ich!
el: Ναι!
es: ¡Sí!
fr: Oui je le fais!
ga: Sea, is féidir liom!
hi: हा करता हु!
hi_latn: haan, main karata hoon!
id: Ya, saya bersedia!
it: Sì, certamente!
ja: はい、そうします！
ko: 네 저도 그렇습니다!
ms: Ya, saya lakukan!
nb: Ja, det gjør jeg!
nl: Ja, ik wil!
pt: Sim eu faço!
ro: Da, o iau!
tr: Evet ediyorum!
uk: Так, я знаю!
vi: Em đồng ý!
zh: 是的，我願意！

# NKS_KERNEL_FIRSTRUN_AUTOUPDATECHECK_DISAGREE
source: No, thanks.
ar: ًلا شكرا.
de: Nein danke.
el: Οχι ευχαριστώ.
es: No, gracias.
fr: Non merci.
ga: Níl, go raibh maith agat.
hi: जी नहीं, धन्यवाद।
hi_latn: nahin, dhanyavaad.
id: Tidak, terima kasih.
it: No grazie.
ja: 結構です。
ko: 고맙지 만 사양 할게.
ms: Tidak, terima kasih.
nb: Nei takk.
nl: Nee bedankt.
pt: Não, obrigado.
ro: Nu, mulțumesc.
tr: Hayır, teşekkürler.
uk: Ні, дякую.
vi: Không, cảm ơn.
zh: 不，謝謝。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_UNKNOWN
source: There was an unknown kernel error, possibly due to either the kernel exception type not being specified or something was wrong.
ar: حدث خطأ غير معروف في kernel، ربما بسبب عدم تحديد نوع استثناء kernel أو وجود خطأ ما.
de: Es ist ein unbekannter Kernelfehler aufgetreten, möglicherweise weil der Kernel-Ausnahmetyp nicht angegeben wurde oder etwas nicht stimmte.
el: Παρουσιάστηκε ένα άγνωστο σφάλμα πυρήνα, πιθανόν λόγω είτε του τύπου εξαίρεσης του πυρήνα που δεν προσδιορίστηκε είτε κάτι δεν πήγαινε καλά.
es: Hubo un error de kernel desconocido, posiblemente debido a que no se especificó el tipo de excepción del kernel o a que algo andaba mal.
fr: Une erreur de noyau inconnue s'est produite, probablement due au fait que le type d'exception du noyau n'a pas été spécifié ou que quelque chose n'allait pas.
ga: Tharla earráid anaithnid eithne, b'fhéidir toisc nár sonraíodh an cineál eisceachta eithne nó go raibh rud éigin mícheart.
hi: एक अज्ञात कर्नेल त्रुटि थी, जो संभवतः कर्नेल अपवाद प्रकार निर्दिष्ट न होने के कारण थी या कुछ गलत था।
hi_latn: ek agyaat karnel truti thee, sambhavatah karnel apavaad prakaar nirdisht nahin kie jaane ya kuchh galat hone ke kaaran.
id: Terjadi kesalahan kernel yang tidak diketahui, mungkin karena jenis pengecualian kernel tidak ditentukan atau ada yang salah.
it: Si è verificato un errore del kernel sconosciuto, probabilmente dovuto alla mancata specificazione del tipo di eccezione del kernel o a qualcosa che non andava.
ja: 不明なカーネル エラーが発生しました。カーネル例外タイプが指定されていないか、何かが間違っていたことが原因である可能性があります。
ko: 알 수 없는 커널 오류가 발생했습니다. 커널 예외 유형이 지정되지 않았거나 뭔가 잘못되었기 때문일 수 있습니다.
ms: Terdapat ralat kernel yang tidak diketahui, mungkin disebabkan sama ada jenis pengecualian kernel tidak ditentukan atau ada sesuatu yang salah.
nb: Det var en ukjent kjernefeil, muligens på grunn av enten at kjerneunntakstypen ikke ble spesifisert eller at noe var galt.
nl: Er is een onbekende kernelfout opgetreden, mogelijk doordat het kerneluitzonderingstype niet is opgegeven of omdat er iets mis is.
pt: Ocorreu um erro de kernel desconhecido, possivelmente devido ao tipo de exceção do kernel não ter sido especificado ou porque algo estava errado.
ro: A apărut o eroare de kernel necunoscută, posibil din cauza fie că nu a fost specificat tipul de excepție al nucleului, fie că ceva nu a fost în regulă.
tr: Bilinmeyen bir çekirdek hatası oluştu. Bu durum muhtemelen çekirdek istisna türünün belirtilmemesinden veya bir şeylerin yanlış olmasından kaynaklanıyor olabilir.
uk: Виникла невідома помилка ядра, можливо, через те, що тип винятку ядра не вказано, або щось не так.
vi: Có lỗi hạt nhân không xác định, có thể là do loại ngoại lệ hạt nhân không được chỉ định hoặc có gì đó không ổn.
zh: 存在未知的內核錯誤，可能是由於未指定內核異常類型或出現問題。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HOSTNAME
source: The kernel networking has reported an error for the hostname component.
ar: أبلغت شبكة kernel عن خطأ في مكون اسم المضيف.
de: Das Kernel-Netzwerk hat einen Fehler für die Hostnamenkomponente gemeldet.
el: Η δικτύωση του πυρήνα ανέφερε ένα σφάλμα για το στοιχείο ονόματος κεντρικού υπολογιστή.
es: La red del kernel ha informado de un error para el componente del nombre de host.
fr: Le réseau du noyau a signalé une erreur pour le composant de nom d'hôte.
ga: Thuairiscigh líonrú na heithne earráid don chomhpháirt óstainm.
hi: कर्नेल नेटवर्किंग ने होस्टनाम घटक के लिए त्रुटि रिपोर्ट की है।
hi_latn: karnel netavarking ne hostanaam ghatak ke lie ek truti kee soochana dee hai.
id: Jaringan kernel telah melaporkan kesalahan untuk komponen nama host.
it: La rete del kernel ha segnalato un errore per il componente nome host.
ja: カーネル ネットワークは、ホスト名コンポーネントのエラーを報告しました。
ko: 커널 네트워킹에서 호스트 이름 구성 요소에 대한 오류를 보고했습니다.
ms: Rangkaian kernel telah melaporkan ralat untuk komponen nama hos.
nb: Kjernenettverket har rapportert en feil for vertsnavnkomponenten.
nl: Het kernelnetwerk heeft een fout gemeld voor de hostnaamcomponent.
pt: A rede do kernel relatou um erro para o componente do nome do host.
ro: Rețeaua nucleului a raportat o eroare pentru componenta nume de gazdă.
tr: Çekirdek ağı, ana bilgisayar adı bileşeni için bir hata bildirdi.
uk: Мережа ядра повідомила про помилку для компонента імені хоста.
vi: Mạng lưới hạt nhân đã báo cáo lỗi cho thành phần tên máy chủ.
zh: 核心網路已報告主機名稱組件錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDFEED
source: Invalid RSS feed. Ensure that you've referenced the feed correctly and try again.
ar: خلاصة RSS غير صالحة. تأكد من أنك قمت بالإشارة إلى الخلاصة بشكل صحيح وحاول مرة أخرى.
de: Ungültiger RSS-Feed. Stellen Sie sicher, dass Sie den Feed richtig referenziert haben und versuchen Sie es erneut.
el: Μη έγκυρη ροή RSS. Βεβαιωθείτε ότι έχετε αναφέρει σωστά τη ροή και δοκιμάστε ξανά.
es: Fuente RSS no válida. Asegúrate de haber hecho referencia al feed correctamente y vuelve a intentarlo.
fr: Flux RSS invalide. Assurez-vous que vous avez correctement référencé le flux et réessayez.
ga: Fotha RSS neamhbhailí. Cinntigh go bhfuil tagairt cheart déanta agat don fhotha agus bain triail eile as.
hi: अमान्य RSS फ़ीड. सुनिश्चित करें कि आपने फ़ीड को सही तरीके से संदर्भित किया है और फिर से प्रयास करें.
hi_latn: amaany rss feed. sunishchit karen ki aapane feed ko sahee dhang se sandarbhit kiya hai aur punah prayaas karen.
id: Umpan RSS tidak valid. Pastikan Anda telah merujuk umpan dengan benar dan coba lagi.
it: Feed RSS non valido. Assicurati di aver fatto riferimento correttamente al feed e riprova.
ja: 無効な RSS フィードです。フィードを正しく参照していることを確認して、もう一度お試しください。
ko: RSS 피드가 잘못되었습니다. 피드를 올바르게 참조했는지 확인하고 다시 시도하세요.
ms: Suapan RSS tidak sah. Pastikan anda telah merujuk suapan dengan betul dan cuba lagi.
nb: Ugyldig RSS-feed. Sørg for at du har referert til feeden riktig, og prøv igjen.
nl: Ongeldige RSS-feed. Zorg ervoor dat u correct naar de feed heeft verwezen en probeer het opnieuw.
pt: Feed RSS inválido. Certifique-se de ter referenciado o feed corretamente e tente novamente.
ro: Flux RSS nevalid. Asigurați-vă că ați referit corect feedul și încercați din nou.
tr: Geçersiz RSS beslemesi. Beslemeye doğru şekilde başvurduğunuzdan emin olun ve tekrar deneyin.
uk: Недійсний канал RSS. Переконайтеся, що ви правильно вказали посилання на канал, і повторіть спробу.
vi: Nguồn cấp RSS không hợp lệ. Đảm bảo rằng bạn đã tham chiếu nguồn cấp đúng cách và thử lại.
zh: RSS 來源無效。確保您正確引用了 Feed，然後再試一次。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDFEEDLINK
source: Invalid RSS feed link. Ensure that you've entered the link correctly and try again.
ar: رابط موجز RSS غير صالح. تأكد من أنك أدخلت الرابط بشكل صحيح وحاول مرة أخرى.
de: Ungültiger RSS-Feed-Link. Stellen Sie sicher, dass Sie den Link richtig eingegeben haben, und versuchen Sie es erneut.
el: Μη έγκυρος σύνδεσμος ροής RSS. Βεβαιωθείτε ότι έχετε εισαγάγει σωστά τον σύνδεσμο και δοκιμάστε ξανά.
es: Enlace de fuente RSS no válido. Asegúrese de haber ingresado el enlace correctamente y vuelva a intentarlo.
fr: Lien de flux RSS invalide. Assurez-vous d'avoir saisi le lien correctement et réessayez.
ga: Nasc fotha RSS neamhbhailí. Cinntigh gur chuir tú an nasc isteach i gceart agus bain triail eile as.
hi: अमान्य RSS फ़ीड लिंक। सुनिश्चित करें कि आपने लिंक सही ढंग से दर्ज किया है और पुनः प्रयास करें।
hi_latn: amaany rss feed link. sunishchit karen ki aapane link ko sahee dhang se darj kiya hai aur punah prayaas karen.
id: Tautan umpan RSS tidak valid. Pastikan Anda telah memasukkan tautan dengan benar dan coba lagi.
it: Collegamento al feed RSS non valido. Assicurati di aver inserito correttamente il collegamento e riprova.
ja: 無効な RSS フィード リンクです。リンクを正しく入力したことを確認して、もう一度お試しください。
ko: RSS 피드 링크가 잘못되었습니다. 링크를 올바르게 입력했는지 확인하고 다시 시도하세요.
ms: Pautan suapan RSS tidak sah. Pastikan anda telah memasukkan pautan dengan betul dan cuba lagi.
nb: Ugyldig RSS-feedkobling. Kontroller at du har skrevet inn lenken riktig, og prøv igjen.
nl: Ongeldige RSS-feedlink. Zorg ervoor dat u de link correct heeft ingevoerd en probeer het opnieuw.
pt: Link de feed RSS inválido. Certifique-se de ter inserido o link corretamente e tente novamente.
ro: Link RSS nevalid. Asigurați-vă că ați introdus corect linkul și încercați din nou.
tr: Geçersiz RSS besleme bağlantısı. Bağlantıyı doğru girdiğinizden emin olun ve tekrar deneyin.
uk: Недійсне посилання на канал RSS. Переконайтеся, що ви ввели посилання правильно, і повторіть спробу.
vi: Liên kết nguồn cấp RSS không hợp lệ. Hãy đảm bảo rằng bạn đã nhập đúng liên kết và thử lại.
zh: RSS 來源連結無效。確保您輸入的連結正確，然後重試。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDFEEDTYPE
source: Invalid RSS feed type. Ensure that you've entered the feed type correctly and try again.
ar: نوع خلاصة RSS غير صالح. تأكد من إدخال نوع الخلاصة بشكل صحيح وحاول مرة أخرى.
de: Ungültiger RSS-Feed-Typ. Stellen Sie sicher, dass Sie den Feed-Typ richtig eingegeben haben, und versuchen Sie es erneut.
el: Μη έγκυρος τύπος ροής RSS. Βεβαιωθείτε ότι έχετε εισαγάγει σωστά τον τύπο ροής και δοκιμάστε ξανά.
es: Tipo de fuente RSS no válida. Asegúrese de haber ingresado el tipo de feed correctamente y vuelva a intentarlo.
fr: Type de flux RSS invalide. Assurez-vous d'avoir saisi correctement le type de flux et réessayez.
ga: Cineál fotha RSS neamhbhailí. Cinntigh go bhfuil an cineál fothaithe curtha isteach agat i gceart agus bain triail eile as.
hi: अमान्य RSS फ़ीड प्रकार. सुनिश्चित करें कि आपने फ़ीड प्रकार सही ढंग से दर्ज किया है और पुनः प्रयास करें.
hi_latn: amaany rss feed prakaar. sunishchit karen ki aapane feed prakaar ko sahee dhang se darj kiya hai aur punah prayaas karen.
id: Jenis umpan RSS tidak valid. Pastikan Anda telah memasukkan jenis umpan dengan benar dan coba lagi.
it: Tipo di feed RSS non valido. Assicurati di aver inserito correttamente il tipo di feed e riprova.
ja: 無効な RSS フィード タイプです。フィード タイプを正しく入力したことを確認して、もう一度お試しください。
ko: RSS 피드 유형이 잘못되었습니다. 피드 유형을 올바르게 입력했는지 확인하고 다시 시도하세요.
ms: Jenis suapan RSS tidak sah. Pastikan anda telah memasukkan jenis suapan dengan betul dan cuba lagi.
nb: Ugyldig RSS-feedtype. Kontroller at du har angitt feedtypen riktig, og prøv igjen.
nl: Ongeldig RSS-feedtype. Zorg ervoor dat u het feedtype correct heeft ingevoerd en probeer het opnieuw.
pt: Tipo de feed RSS inválido. Verifique se você digitou o tipo de feed corretamente e tente novamente.
ro: Tip de feed RSS nevalid. Asigurați-vă că ați introdus corect tipul de feed și încercați din nou.
tr: Geçersiz RSS besleme türü. Besleme türünü doğru girdiğinizden emin olun ve tekrar deneyin.
uk: Недійсний тип каналу RSS. Переконайтеся, що тип каналу введено правильно, і повторіть спробу.
vi: Loại nguồn cấp RSS không hợp lệ. Đảm bảo rằng bạn đã nhập đúng loại nguồn cấp và thử lại.
zh: RSS 來源類型無效。確保您輸入的 Feed 類型正確，然後再試一次。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_PERMISSIONDENIED
source: Permission denied trying to perform an operation. You'll need to log in as a user that has the necessary permissions in order to be able to perform this operation.
ar: تم رفض الإذن بمحاولة إجراء عملية ما. ستحتاج إلى تسجيل الدخول كمستخدم لديه الأذونات اللازمة لتتمكن من تنفيذ هذه العملية.
de: Beim Versuch, einen Vorgang auszuführen, wurde die Berechtigung verweigert. Sie müssen sich als Benutzer mit den erforderlichen Berechtigungen anmelden, um diesen Vorgang ausführen zu können.
el: Η άδεια δεν προσπάθησε να πραγματοποιήσει μια επέμβαση. Θα χρειαστεί να συνδεθείτε ως χρήστης που έχει τα απαραίτητα δικαιώματα για να μπορέσετε να εκτελέσετε αυτήν τη λειτουργία.
es: Permiso denegado al intentar realizar una operación. Deberá iniciar sesión como un usuario que tenga los permisos necesarios para poder realizar esta operación.
fr: Autorisation refusée pour tenter d'effectuer une opération. Vous devrez vous connecter en tant qu'utilisateur disposant des autorisations nécessaires pour pouvoir effectuer cette opération.
ga: Diúltaíodh cead iarracht a dhéanamh oibríocht a dhéanamh. Beidh ort logáil isteach mar úsáideoir a bhfuil na ceadanna riachtanacha aige chun go mbeidh tú in ann an oibríocht seo a dhéanamh.
hi: ऑपरेशन करने की कोशिश करने पर अनुमति अस्वीकृत हो गई। इस ऑपरेशन को करने में सक्षम होने के लिए आपको एक ऐसे उपयोगकर्ता के रूप में लॉग इन करना होगा जिसके पास आवश्यक अनुमतियाँ हों।
hi_latn: ek opareshan karane ka prayaas karate samay anumati asveekrt. is opareshan ko karane mein saksham hone ke lie aapako ek aise upayogakarta ke roop mein log in karana hoga jisake paas aavashyak anumatiyaan hain.
id: Izin ditolak saat mencoba melakukan operasi. Anda harus masuk sebagai pengguna yang memiliki izin yang diperlukan agar dapat melakukan operasi ini.
it: Autorizzazione negata durante il tentativo di eseguire un'operazione. Dovrai accedere come utente che dispone delle autorizzazioni necessarie per poter eseguire questa operazione.
ja: 操作を実行しようとしましたが、権限が拒否されました。この操作を実行するには、必要な権限を持つユーザーとしてログインする必要があります。
ko: 작업을 수행하려는 시도에 대한 권한이 거부되었습니다. 이 작업을 수행하려면 필요한 권한이 있는 사용자로 로그인해야 합니다.
ms: Kebenaran dinafikan cuba melakukan operasi. Anda perlu log masuk sebagai pengguna yang mempunyai kebenaran yang diperlukan untuk dapat melaksanakan operasi ini.
nb: Tillatelse nektet forsøk på å utføre en operasjon. Du må logge på som en bruker som har de nødvendige tillatelsene for å kunne utføre denne operasjonen.
nl: Toestemming geweigerd bij poging om een bewerking uit te voeren. Om deze bewerking te kunnen uitvoeren, moet u inloggen als een gebruiker die over de benodigde machtigingen beschikt.
pt: Permissão negada ao tentar realizar uma operação. Você precisará fazer login como um usuário que tenha as permissões necessárias para poder realizar esta operação.
ro: Permisiune refuzată încercând să efectueze o operațiune. Va trebui să vă autentificați ca utilizator care are permisiunile necesare pentru a putea efectua această operațiune.
tr: Bir işlem gerçekleştirilmeye çalışılırken izin reddedildi. Bu işlemi gerçekleştirebilmek için gerekli izinlere sahip bir kullanıcı olarak oturum açmanız gerekir.
uk: У дозволі відмовлено при спробі виконати операцію. Вам потрібно буде ввійти як користувач, який має необхідні дозволи, щоб мати змогу виконати цю операцію.
vi: Quyền bị từ chối khi cố gắng thực hiện một thao tác. Bạn sẽ cần phải đăng nhập với tư cách là người dùng có đủ quyền cần thiết để có thể thực hiện thao tác này.
zh: 嘗試執行操作的權限被拒絕。您需要以具有必要權限的使用者身分登入才能執行此操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ENVIRONMENT
source: There was an error when trying to perform an operation for the environment management.
ar: حدث خطأ أثناء محاولة إجراء عملية لإدارة البيئة.
de: Beim Versuch, einen Vorgang für das Umgebungsmanagement durchzuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια εκτέλεσης μιας λειτουργίας για τη διαχείριση περιβάλλοντος.
es: Hubo un error al intentar realizar una operación para la gestión del entorno.
fr: Une erreur s'est produite lors de la tentative d'exécution d'une opération de gestion de l'environnement.
ga: Tharla earráid agus iarracht á déanamh oibríocht a dhéanamh don bhainistíocht comhshaoil.
hi: पर्यावरण प्रबंधन के लिए कार्रवाई करने का प्रयास करते समय एक त्रुटि हुई.
hi_latn: paryaavaran prabandhan ke lie ek opareshan karane ka prayaas karate samay ek truti huee.
id: Terjadi kesalahan saat mencoba menjalankan operasi untuk manajemen lingkungan.
it: Si è verificato un errore durante il tentativo di eseguire un'operazione per la gestione dell'ambiente.
ja: 環境管理の操作を実行しようとしたときにエラーが発生しました。
ko: 환경 관리를 위한 작업을 수행하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba melakukan operasi untuk pengurusan persekitaran.
nb: Det oppsto en feil under forsøk på å utføre en operasjon for miljøadministrasjonen.
nl: Er is een fout opgetreden bij het uitvoeren van een bewerking voor het omgevingsbeheer.
pt: Ocorreu um erro ao tentar realizar uma operação de gerenciamento do ambiente.
ro: A apărut o eroare la încercarea de a efectua o operațiune pentru managementul mediului.
tr: Ortam yönetimi için bir işlem gerçekleştirilirken bir hata oluştu.
uk: Під час спроби виконати операцію для керування середовищем сталася помилка.
vi: Đã xảy ra lỗi khi thực hiện thao tác quản lý môi trường.
zh: 嘗試執行環境管理操作時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_BOOTLOADER
source: There was an error when trying to process a bootloader operation.
ar: حدث خطأ أثناء محاولة معالجة عملية أداة تحميل التشغيل.
de: Beim Versuch, einen Bootloadervorgang auszuführen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας μιας λειτουργίας bootloader.
es: Se produjo un error al intentar procesar una operación del gestor de arranque.
fr: Une erreur s'est produite lors de la tentative de traitement d'une opération du chargeur de démarrage.
ga: Tharla earráid agus iarracht á déanamh oibríocht bootloader a phróiseáil.
hi: बूटलोडर ऑपरेशन को संसाधित करने का प्रयास करते समय एक त्रुटि हुई.
hi_latn: bootalodar opareshan ko sansaadhit karane ka prayaas karate samay ek truti huee.
id: Terjadi kesalahan saat mencoba memproses operasi bootloader.
it: Si è verificato un errore durante il tentativo di elaborare un'operazione del bootloader.
ja: ブートローダ操作を処理しようとしたときにエラーが発生しました。
ko: 부트로더 작업을 처리하는 중에 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba memproses operasi pemuat but.
nb: Det oppsto en feil under forsøk på å behandle en oppstartslasteroperasjon.
nl: Er is een fout opgetreden bij het verwerken van een bootloaderbewerking.
pt: Ocorreu um erro ao tentar processar uma operação do bootloader.
ro: A apărut o eroare la încercarea de a procesa o operație de bootloader.
tr: Önyükleyici işlemi gerçekleştirilirken bir hata oluştu.
uk: Під час спроби обробити операцію завантажувача сталася помилка.
vi: Đã xảy ra lỗi khi cố gắng xử lý hoạt động của bộ nạp khởi động.
zh: 嘗試處理引導程式操作時發生錯誤。
