Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_MIGRATE
source: Migrate
ar: الهجرة
de: Wandern
el: Αποδημώ
es: Emigrar
fr: Émigrer
ga: Imirce
hi: माइग्रेट
hi_latn: maigret karen
id: Bermigrasi
it: Migrare
ja: 移行
ko: 이주하다
ms: Berhijrah
nb: Migrer
nl: Migreren
pt: Migrar
ro: Migra
tr: Göç etmek
uk: Мігрувати
vi: Di cư
zh: 遷移

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_ENTRIESNOTFOUND
source: Settings entries are not found.
ar: لم يتم العثور على إدخالات الإعدادات.
de: Einstellungseinträge wurden nicht gefunden.
el: Οι καταχωρήσεις ρυθμίσεων δεν βρέθηκαν.
es: No se encuentran las entradas de configuración.
fr: Les entrées de paramètres ne sont pas trouvées.
ga: Ní aimsítear iontrálacha socruithe.
hi: सेटिंग्स प्रविष्टियाँ नहीं मिलीं.
hi_latn: seting pravishtiyaan nahin milee.
id: Entri pengaturan tidak ditemukan.
it: Le voci delle impostazioni non sono state trovate.
ja: 設定エントリが見つかりません。
ko: 설정 항목을 찾을 수 없습니다.
ms: Entri tetapan tidak ditemui.
nb: Finner ikke innstillingsoppføringer.
nl: Er zijn geen instellingen gevonden.
pt: As entradas de definições não são encontradas.
ro: Intrările de setări nu sunt găsite.
tr: Ayar girişleri bulunamadı.
uk: Записи налаштувань не знайдено.
vi: Không tìm thấy mục cài đặt.
zh: 找不到設定條目。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_MAYBEUNEXPECTEDLYDISCONNECTED
source: Remote debug device doesn't seem to exist.
ar: يبدو أن جهاز التصحيح عن بعد غير موجود.
de: Das Remote-Debug-Gerät scheint nicht zu existieren.
el: Η συσκευή απομακρυσμένου εντοπισμού σφαλμάτων δεν φαίνεται να υπάρχει.
es: El dispositivo de depuración remota no parece existir.
fr: Le périphérique de débogage à distance ne semble pas exister.
ga: Ní cosúil go bhfuil gléas dífhabhtaithe cianda ann.
hi: दूरस्थ डिबग डिवाइस मौजूद नहीं प्रतीत होता है.
hi_latn: rimot dibag divais maujood nahin lagata.
id: Perangkat debug jarak jauh tampaknya tidak ada.
it: Sembra che il dispositivo di debug remoto non esista.
ja: リモート デバッグ デバイスが存在しないようです。
ko: 원격 디버그 장치가 존재하지 않는 것 같습니다.
ms: Peranti nyahpepijat jauh nampaknya tidak wujud.
nb: Ekstern feilsøkingsenhet ser ikke ut til å eksistere.
nl: Het apparaat voor extern debuggen lijkt niet te bestaan.
pt: O dispositivo de depuração remoto não parece existir.
ro: Dispozitivul de depanare la distanță nu pare să existe.
tr: Uzaktan hata ayıklama aygıtı mevcut görünmüyor.
uk: Схоже, що пристрій віддаленого налагодження не існує.
vi: Có vẻ như thiết bị gỡ lỗi từ xa không tồn tại.
zh: 遠端調試設備似乎不存在。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_LOADDEVICESFAILED
source: Can't get remote debug devices from
ar: لا يمكن الحصول على أجهزة تصحيح الأخطاء عن بعد من
de: Kann keine Remote-Debug-Geräte abrufen von
el: Δεν είναι δυνατή η λήψη συσκευών απομακρυσμένου εντοπισμού σφαλμάτων από
es: No se pueden obtener dispositivos de depuración remota desde
fr: Impossible d'obtenir des périphériques de débogage à distance à partir de
ga: Ní féidir gléasanna dífhabhtaithe cianda a fháil ó
hi: रिमोट डीबग डिवाइस प्राप्त नहीं किए जा सकते
hi_latn: rimot dibag divais nahin mil pa rahe hain
id: Tidak dapat memperoleh perangkat debug jarak jauh dari
it: Non è possibile ottenere dispositivi di debug remoti da
ja: リモートデバッグデバイスを取得できません
ko: 원격 디버그 장치를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan peranti nyahpepijat jauh daripada
nb: Kan ikke hente eksterne feilsøkingsenheter fra
nl: Kan geen externe debug-apparaten ophalen
pt: Não é possível obter dispositivos de depuração remota de
ro: Nu se pot obține dispozitive de depanare la distanță de la
tr: Uzaktan hata ayıklama aygıtları alınamıyor
uk: Не вдається отримати пристрої віддаленого налагодження з
vi: Không thể lấy được thiết bị gỡ lỗi từ xa từ
zh: 無法從中取得遠端調試設備

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKLOCALIZATIONLINES_EXCEPTION_OPENENGRSOURCE
source: Can't open the English localization resource
ar: لا يمكن فتح مصدر الترجمة الإنجليزية
de: Die englische Lokalisierungsressource kann nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα του πόρου τοπικής προσαρμογής στα αγγλικά
es: No se puede abrir el recurso de localización en inglés
fr: Impossible d'ouvrir la ressource de localisation en anglais
ga: Ní féidir an acmhainn logánaithe Béarla a oscailt
hi: अंग्रेज़ी स्थानीयकरण संसाधन नहीं खोला जा सकता
hi_latn: angrejee sthaaneeyakaran sansaadhan nahin khol pa rahe hain
id: Tidak dapat membuka sumber lokalisasi bahasa Inggris
it: Impossibile aprire la risorsa di localizzazione inglese
ja: 英語ローカリゼーションリソースを開けません
ko: 영어 지역화 리소스를 열 수 없습니다.
ms: Tidak dapat membuka sumber penyetempatan bahasa Inggeris
nb: Kan ikke åpne den engelske lokaliseringsressursen
nl: Kan de Engelse lokalisatiebron niet openen
pt: Não é possível abrir o recurso de localização inglesa
ro: Nu se poate deschide resursa de localizare în limba engleză
tr: İngilizce yerelleştirme kaynağı açılamıyor
uk: Не вдається відкрити ресурс локалізації англійською мовою
vi: Không thể mở tài nguyên bản địa hóa tiếng Anh
zh: 無法開啟英文本地化資源

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKLOCALIZATIONLINES_EXCEPTION_OPENRSOURCE
source: Can't open the localization resource for
ar: لا يمكن فتح مورد الترجمة لـ
de: Die Lokalisierungsressource kann nicht geöffnet werden für
el: Δεν είναι δυνατό το άνοιγμα του πόρου τοπικής προσαρμογής για
es: No se puede abrir el recurso de localización para
fr: Impossible d'ouvrir la ressource de localisation pour
ga: Ní féidir an acmhainn logánaithe a oscailt le haghaidh
hi: के लिए स्थानीयकरण संसाधन नहीं खोला जा सकता
hi_latn: sthaaneeyakaran sansaadhan nahin khol pa rahe hain
id: Tidak dapat membuka sumber daya lokalisasi untuk
it: Impossibile aprire la risorsa di localizzazione per
ja: ローカリゼーションリソースを開けません
ko: 지역화 리소스를 열 수 없습니다.
ms: Tidak dapat membuka sumber penyetempatan untuk
nb: Kan ikke åpne lokaliseringsressursen for
nl: Kan de lokalisatiebron niet openen voor
pt: Não é possível abrir o recurso de localização para
ro: Nu se poate deschide resursa de localizare pentru
tr: Yerelleştirme kaynağı açılamıyor
uk: Не вдається відкрити ресурс локалізації для
vi: Không thể mở tài nguyên bản địa hóa cho
zh: 無法開啟本地化資源

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTEXECUTEASSEMBLY_EXCEPTION_ENTRYPOINTGET
source: Failed to get entry point.
ar: فشل في الحصول على نقطة الدخول.
de: Einstiegspunkt konnte nicht abgerufen werden.
el: Αποτυχία λήψης σημείου εισόδου.
es: No se pudo obtener el punto de entrada.
fr: Impossible d'obtenir le point d'entrée.
ga: Theip ar an bpointe iontrála a fháil.
hi: प्रवेश बिंदु प्राप्त करने में विफल.
hi_latn: entree point paane mein viphal.
id: Gagal mendapatkan titik masuk.
it: Impossibile ottenere il punto di ingresso.
ja: エントリ ポイントの取得に失敗しました。
ko: 진입점을 가져오는 데 실패했습니다.
ms: Gagal mendapatkan titik masuk.
nb: Kunne ikke få inngangspunkt.
nl: Het is niet gelukt om het toegangspunt te verkrijgen.
pt: Falha a obter um ponto de entrada.
ro: Nu s-a putut obține punctul de intrare.
tr: Giriş noktasına ulaşılamadı.
uk: Не вдалося отримати точку входу.
vi: Không thể lấy được điểm vào.
zh: 無法取得入口點。

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXBUTTONSTITLED_DESC
source: Tests the buttons in the informational box (titled)
ar: اختبار الأزرار الموجودة في المربع المعلوماتي (المعنون)
de: Testet die Schaltflächen im Informationsfeld (mit Titel)
el: Δοκιμάζει τα κουμπιά στο πλαίσιο πληροφοριών (με τίτλο)
es: Prueba los botones en el cuadro informativo (titulado)
fr: Teste les boutons dans la boîte d'information (intitulée)
ga: Tástálann sé na cnaipí sa bhosca faisnéise (teideal)
hi: सूचना बॉक्स (शीर्षक) में बटनों का परीक्षण करता है
hi_latn: soochana boks mein batan ka pareekshan karata hai (sheershak)
id: Menguji tombol di kotak informasi (berjudul)
it: Esegue il test dei pulsanti nella casella informativa (intitolata)
ja: 情報ボックス内のボタンをテストします（タイトル付き）
ko: 정보 상자(제목)의 버튼을 테스트합니다.
ms: Menguji butang dalam kotak maklumat (bertajuk)
nb: Tester knappene i informasjonsboksen (med tittel)
nl: Test de knoppen in het informatievak (getiteld)
pt: Testa os botões na caixa informativa (intitulado)
ro: Testează butoanele din caseta informativă (intitulată)
tr: Bilgi kutusundaki (başlıklı) düğmeleri test eder
uk: Тестує кнопки в інформаційному полі (під назвою)
vi: Kiểm tra các nút trong hộp thông tin (có tiêu đề)
zh: 測試資訊框中的按鈕（標題）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXCOLOREDINPUTTITLED_DESC
source: Tests the colored input box in the informational box (titled)
ar: اختبار مربع الإدخال الملون في المربع المعلوماتي (المعنون)
de: Testet das farbige Eingabefeld im Informationsfeld (mit der Überschrift)
el: Δοκιμάζει το έγχρωμο πλαίσιο εισαγωγής στο πλαίσιο πληροφοριών (με τίτλο)
es: Prueba el cuadro de entrada de color en el cuadro informativo (titulado)
fr: Teste la zone de saisie colorée dans la zone d'information (intitulée)
ga: Déanann sé tástáil ar an mbosca ionchuir daite sa bhosca faisnéise (teideal)
hi: सूचना बॉक्स (शीर्षक) में रंगीन इनपुट बॉक्स का परीक्षण करता है
hi_latn: soochana boks mein rangeen inaput boks ka pareekshan karata hai (sheershak)
id: Menguji kotak masukan berwarna di kotak informasi (berjudul)
it: Esegue il test della casella di input colorata nella casella informativa (intitolata)
ja: 情報ボックス（タイトル付き）内の色付き入力ボックスをテストします
ko: 정보 상자(제목)에서 색상이 지정된 입력 상자를 테스트합니다.
ms: Menguji kotak input berwarna dalam kotak maklumat (bertajuk)
nb: Tester den fargede inndataboksen i informasjonsboksen (med tittel)
nl: Test het gekleurde invoervak in het informatievak (getiteld)
pt: Testa a caixa de entrada a cores na caixa informativa (intitulada)
ro: Testează caseta de introducere colorată din caseta de informații (intitulată)
tr: Bilgi kutusundaki (başlıklı) renkli giriş kutusunu test eder
uk: Перевіряє кольорове поле введення в інформаційному полі (під назвою)
vi: Kiểm tra hộp nhập màu trong hộp thông tin (có tiêu đề)
zh: 測試資訊框中的彩色輸入框（標題）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXINPUTTITLED_DESC
source: Tests the input box in the informational box (titled)
ar: اختبار مربع الإدخال في المربع المعلوماتي (المعنون)
de: Testet das Eingabefeld im Informationsfeld (mit der Überschrift)
el: Δοκιμάζει το πλαίσιο εισαγωγής στο πλαίσιο πληροφοριών (με τίτλο)
es: Prueba el cuadro de entrada en el cuadro informativo (titulado)
fr: Teste la zone de saisie dans la zone d'information (intitulée)
ga: Déanann sé tástáil ar an mbosca ionchuir sa bhosca faisnéise (teideal)
hi: सूचना बॉक्स (शीर्षक) में इनपुट बॉक्स का परीक्षण करता है
hi_latn: soochana boks mein inaput boks ka pareekshan karata hai (sheershak)
id: Menguji kotak input di kotak informasi (berjudul)
it: Esegue il test della casella di input nella casella informativa (intitolata)
ja: 情報ボックス（タイトル付き）の入力ボックスをテストします
ko: 정보 상자(제목)의 입력 상자를 테스트합니다.
ms: Menguji kotak input dalam kotak maklumat (bertajuk)
nb: Tester inndataboksen i informasjonsboksen (med tittel)
nl: Test het invoervak in het informatievak (getiteld)
pt: Testa a caixa de entrada na caixa informativa (intitulada)
ro: Testează caseta de introducere din caseta de informații (intitulată)
tr: Bilgi kutusundaki (başlıklı) giriş kutusunu test eder
uk: Перевіряє поле введення в інформаційному полі (під назвою)
vi: Kiểm tra hộp nhập liệu trong hộp thông tin (có tiêu đề)
zh: 測試資訊框中的輸入框（標題）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXMULTISELECTIONTITLED_DESC
source: Tests the input multiple selection style in the informational box (titled)
ar: اختبار نمط الاختيار المتعدد للإدخال في المربع المعلوماتي (المعنون)
de: Testet den Eingabe-Mehrfachauswahlstil im Informationsfeld (mit dem Titel)
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισαγωγής στο πλαίσιο πληροφοριών (με τίτλο)
es: Prueba el estilo de selección múltiple de entrada en el cuadro informativo (titulado)
fr: Teste le style de sélection multiple d'entrée dans la zone d'information (intitulée)
ga: Déantar tástáil ar an stíl ilroghnú ionchuir sa bhosca faisnéise (teideal)
hi: सूचना बॉक्स (शीर्षक) में इनपुट बहु चयन शैली का परीक्षण करता है
hi_latn: soochana boks mein inaput bahu chayan shailee ka pareekshan karata hai (sheershak)
id: Menguji gaya pilihan ganda input dalam kotak informasi (berjudul)
it: Esegue il test dello stile di selezione multipla degli input nella casella informativa (intitolata)
ja: 情報ボックス（タイトル付き）の入力複数選択スタイルをテストします
ko: 정보 상자(제목)에서 입력 다중 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan berbilang input dalam kotak maklumat (bertajuk)
nb: Tester input-multivalgstilen i informasjonsboksen (med tittel)
nl: Test de invoerstijl voor meervoudige selectie in het informatievak (getiteld)
pt: Testa o estilo de selecção múltipla de entrada na caixa informativa (intitulada)
ro: Testează stilul de selecție multiplă de intrare în caseta informațională (intitulată)
tr: Bilgi kutusundaki (başlıklı) giriş çoklu seçim stilini test eder
uk: Перевіряє стиль множинного вибору введення в інформаційному полі (під назвою)
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào trong hộp thông tin (có tiêu đề)
zh: 測試資訊框中的輸入多選樣式（標題）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXSELECTIONLARGE_DESC
source: Tests the input selection style in the informational box (large number of items to test scrolling and paging)
ar: اختبار نمط اختيار الإدخال في المربع المعلوماتي (عدد كبير من العناصر لاختبار التمرير والترقيم)
de: Testet den Eingabeauswahlstil im Informationsfeld (große Anzahl von Elementen zum Testen von Scrollen und Blättern)
el: Δοκιμάζει το στυλ επιλογής εισόδου στο πλαίσιο πληροφοριών (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης)
es: Prueba el estilo de selección de entrada en el cuadro de información (gran cantidad de elementos para probar el desplazamiento y la paginación)
fr: Teste le style de sélection d'entrée dans la boîte d'information (grand nombre d'éléments pour tester le défilement et la pagination)
ga: Déantar tástáil ar an stíl roghnaithe ionchuir sa bhosca faisnéise (líon mór míreanna le scrollú agus glaoireachta a thástáil)
hi: सूचना बॉक्स में इनपुट चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम)
hi_latn: soochana boks mein inaput chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam)
id: Menguji gaya pemilihan input di kotak informasi (sejumlah besar item untuk menguji pengguliran dan paging)
it: Esegue il test dello stile di selezione dell'input nella casella informativa (numero elevato di elementi per testare lo scorrimento e la paginazione)
ja: 情報ボックス内の入力選択スタイルをテストします (スクロールとページングをテストするための項目が多数あります)
ko: 정보 상자에서 입력 선택 스타일을 테스트합니다(스크롤 및 페이지 이동을 테스트할 항목이 많음)
ms: Menguji gaya pemilihan input dalam kotak maklumat (sebilangan besar item untuk menguji tatal dan halaman)
nb: Tester inndatavalgstilen i informasjonsboksen (stort antall elementer for å teste rulling og personsøking)
nl: Test de invoerselectiestijl in het informatievak (groot aantal items om scrollen en pagineren te testen)
pt: Testa o estilo de seleção de entrada na caixa informativa (grande número de itens para testar o scroll e a paging)
ro: Testează stilul de selecție a intrării în caseta informațională (număr mare de articole pentru a testa derularea și paginarea)
tr: Bilgi kutusundaki giriş seçimi stilini test eder (kaydırma ve sayfalama için çok sayıda öğe)
uk: Перевіряє стиль вибору введення в інформаційному полі (велика кількість елементів для перевірки прокручування та перегляду сторінок)
vi: Kiểm tra kiểu lựa chọn đầu vào trong hộp thông tin (số lượng lớn các mục để kiểm tra cuộn và phân trang)
zh: 測試資訊框中的輸入選擇樣式（測試捲動和分頁的大量項目）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXSELECTIONLARGEMULTIPLE_DESC
source: Tests the input multiple selection style in the informational box (large number of items to test scrolling and paging)
ar: اختبار نمط الاختيار المتعدد للإدخال في المربع المعلوماتي (عدد كبير من العناصر لاختبار التمرير والترقيم)
de: Testet den Eingabe-Mehrfachauswahlstil im Informationsfeld (große Anzahl von Elementen zum Testen von Scrollen und Blättern)
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισαγωγής στο πλαίσιο πληροφοριών (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης)
es: Prueba el estilo de selección múltiple de entrada en el cuadro de información (gran cantidad de elementos para probar el desplazamiento y la paginación)
fr: Teste le style de sélection multiple d'entrée dans la zone d'information (grand nombre d'éléments pour tester le défilement et la pagination)
ga: Déantar tástáil ar an stíl ilroghnú ionchuir sa bhosca faisnéise (líon mór míreanna le scrollú agus glaoireachta a thástáil)
hi: सूचना बॉक्स में इनपुट बहु-चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम)
hi_latn: soochana boks mein inaput bahu chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam)
id: Menguji gaya pilihan ganda input dalam kotak informasi (sejumlah besar item untuk menguji pengguliran dan paging)
it: Esegue il test dello stile di selezione multipla degli input nella casella informativa (numero elevato di elementi per testare lo scorrimento e la paginazione)
ja: 情報ボックス内の入力複数選択スタイルをテストします (スクロールとページングをテストするための多数の項目)
ko: 정보 상자에서 입력 다중 선택 스타일을 테스트합니다(스크롤 및 페이지 이동을 테스트할 항목 수가 많음)
ms: Menguji gaya pemilihan berbilang input dalam kotak maklumat (sebilangan besar item untuk menguji tatal dan halaman)
nb: Tester input-multivalgstilen i informasjonsboksen (stort antall elementer for å teste rulling og personsøking)
nl: Test de invoerstijl voor meervoudige selectie in het informatievak (groot aantal items om scrollen en pagineren te testen)
pt: Testa o estilo de seleção de múltiplas entradas na caixa informativa (grande número de itens para testar a scroll e a paginação)
ro: Testează stilul de selecție multiplă de intrare în caseta informațională (număr mare de articole pentru a testa derularea și paginarea)
tr: Bilgi kutusundaki giriş çoklu seçim stilini test eder (kaydırma ve sayfalama test edilecek çok sayıda öğe)
uk: Перевіряє стиль множинного вибору введення в інформаційному вікні (велика кількість елементів для перевірки прокручування та перегляду сторінок)
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào trong hộp thông tin (số lượng lớn các mục để kiểm tra cuộn và phân trang)
zh: 測試資訊框中輸入的多選樣式（大量項目測試捲動和分頁）

source: Tests the input multiple selection style in the informational box (large number of items to test scrolling and paging) (titled
ar: اختبار نمط الاختيار المتعدد للإدخال في المربع المعلوماتي (عدد كبير من العناصر لاختبار التمرير والترقيم) (بعنوان
de: Testet den Eingabe-Mehrfachauswahlstil im Informationsfeld (große Anzahl von Elementen zum Testen von Scrollen und Blättern) (mit dem Titel
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισαγωγής στο πλαίσιο πληροφοριών (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης) (με τίτλο
es: Prueba el estilo de selección múltiple de entrada en el cuadro de información (gran cantidad de elementos para probar el desplazamiento y la paginación) (titulado
fr: Teste le style de sélection multiple d'entrée dans la boîte d'information (grand nombre d'éléments pour tester le défilement et la pagination) (intitulé
ga: Déantar tástáil ar an stíl ilroghnú ionchuir sa bhosca faisnéise (líon mór míreanna le scrollú agus glaoireachta a thástáil) (dar teideal
hi: सूचना बॉक्स में इनपुट बहु चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम) (शीर्षक
hi_latn: soochana boks mein inaput bahu chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam) (sheershak)
id: Menguji gaya pilihan ganda input dalam kotak informasi (sejumlah besar item untuk menguji pengguliran dan paging) (berjudul
it: Esegue il test dello stile di selezione multipla degli input nella casella informativa (numero elevato di elementi per testare lo scorrimento e la paginazione) (intitolato
ja: 情報ボックスの入力複数選択スタイルをテストします（スクロールとページングをテストするための多数の項目）（タイトル
ko: 정보 상자에서 입력 다중 선택 스타일을 테스트합니다(스크롤 및 페이징을 테스트할 항목이 많음)(제목
ms: Menguji gaya pemilihan berbilang input dalam kotak maklumat (sebilangan besar item untuk menguji tatal dan halaman) (bertajuk
nb: Tester input-multivalgstilen i informasjonsboksen (stort antall elementer for å teste rulling og personsøking) (med tittelen
nl: Test de invoerstijl voor meervoudige selectie in het informatievak (groot aantal items om scrollen en paginering te testen) (getiteld
pt: Testa o estilo de seleção múltipla de entrada na caixa informativa (grande número de itens para testar a scroll e a paginação) (intitulado
ro: Testează stilul de selecție multiplă introdusă în caseta informațională (număr mare de articole pentru a testa derularea și paginarea) (intitulat
tr: Bilgi kutusundaki (kaydırma ve sayfalama işlemlerini test etmek için çok sayıda öğe) giriş çoklu seçim stilini test eder (başlıklı)
uk: Перевіряє стиль множинного вибору введення в інформаційному полі (велика кількість елементів для перевірки прокручування та перегляду сторінок) (під назвою
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào trong hộp thông tin (số lượng lớn các mục để kiểm tra cuộn và phân trang) (có tiêu đề
zh: 測試資訊框中輸入的多選樣式（大量項目測試捲動和分頁）（標題為

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXSELECTIONLARGETITLED_DESC
source: Tests the input selection style in the informational box (large number of items to test scrolling and paging) (titled
ar: اختبار أسلوب اختيار الإدخال في المربع المعلوماتي (عدد كبير من العناصر لاختبار التمرير والترقيم) (بعنوان
de: Testet den Eingabeauswahlstil im Informationsfeld (große Anzahl von Elementen zum Testen von Scrollen und Blättern) (mit dem Titel
el: Δοκιμάζει το στυλ επιλογής εισόδου στο πλαίσιο πληροφοριών (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης) (με τίτλο
es: Prueba el estilo de selección de entrada en el cuadro de información (gran cantidad de elementos para probar el desplazamiento y la paginación) (titulado
fr: Teste le style de sélection d'entrée dans la boîte d'information (grand nombre d'éléments pour tester le défilement et la pagination) (intitulé
ga: Déantar tástáil ar an stíl roghnaithe ionchuir sa bhosca faisnéise (líon mór míreanna le scrollú agus glaoireachta a thástáil) (teideal
hi: सूचना बॉक्स में इनपुट चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम) (शीर्षक
hi_latn: soochana boks mein inaput chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam) (sheershak)
id: Menguji gaya pemilihan input di kotak informasi (sejumlah besar item untuk menguji pengguliran dan paging) (berjudul
it: Esegue il test dello stile di selezione dell'input nella casella informativa (grande numero di elementi per testare lo scorrimento e la paginazione) (intitolato
ja: 情報ボックスの入力選択スタイルをテストします（スクロールとページングをテストするための多数の項目）（タイトル
ko: 정보 상자에서 입력 선택 스타일을 테스트합니다(스크롤 및 페이징을 테스트할 항목이 많음)(제목:
ms: Menguji gaya pemilihan input dalam kotak maklumat (sebilangan besar item untuk menguji tatal dan halaman) (bertajuk
nb: Tester inndatavalgstilen i informasjonsboksen (stort antall elementer for å teste rulling og personsøking) (med tittelen
nl: Test de invoerselectiestijl in het informatievak (groot aantal items om scrollen en paginering te testen) (getiteld
pt: Testa o estilo de seleção de entrada na caixa informativa (grande número de itens para testar a scroll e a paginação) (intitulado
ro: Testează stilul de selecție a intrării în caseta informațională (număr mare de articole pentru a testa derularea și paginarea) (intitulat
tr: Bilgi kutusundaki (kaydırma ve sayfalama işlemlerini test etmek için çok sayıda öğe) giriş seçimi stilini test eder (başlıklı)
uk: Перевіряє стиль вибору введення в інформаційному полі (велика кількість елементів для перевірки прокручування та перегляду сторінок) (під назвою
vi: Kiểm tra kiểu lựa chọn đầu vào trong hộp thông tin (số lượng lớn các mục để kiểm tra cuộn và phân trang) (có tiêu đề
zh: 測試資訊框中的輸入選擇樣式（測試捲動和分頁的大量項目）（標題為
