Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_BOOT
source: Boots the selected entry
ar: يقوم بتشغيل الإدخال المحدد
de: Bootet den ausgewählten Eintrag
el: Εκκινεί την επιλεγμένη καταχώρηση
es: Arranca la entrada seleccionada
fr: Démarre l'entrée sélectionnée
ga: Buataisí an iontráil roghnaithe
hi: चयनित प्रविष्टि को बूट करता है
hi_latn: chayanit pravishti ko boot karata hai
id: Mem-boot entri yang dipilih
it: Avvia la voce selezionata
ja: 選択したエントリを起動します
ko: 선택한 항목을 부팅합니다.
ms: But entri yang dipilih
nb: Starter den valgte oppføringen
nl: Start het geselecteerde item op
pt: Inicializa a entrada selecionada
ro: Pornește intrarea selectată
tr: Seçilen girişi başlat
uk: Завантажує вибраний запис
vi: Khởi động mục đã chọn
zh: 啟動選定的條目

# NKS_KERNEL_TIME_ALARM_EXCEPTION_LESSTHANPRESENT
source: Alarm date and time may not be in the past.
ar: قد لا يكون تاريخ ووقت التنبيه في الماضي.
de: Datum und Uhrzeit des Alarms dürfen nicht in der Vergangenheit liegen.
el: Η ημερομηνία και η ώρα συναγερμού μπορεί να μην είναι παρελθόν.
es: Es posible que la fecha y hora de la alarma no estén en el pasado.
fr: La date et l’heure de l’alarme peuvent ne pas appartenir au passé.
ga: Seans nach bhfuil dáta agus am aláraim san am atá caite.
hi: अलार्म की तारीख और समय अतीत में नहीं हो सकता है।
hi_latn: alaarm tithi aur samay ateet mein nahin ho sakata hai.
id: Tanggal dan waktu alarm mungkin belum lewat.
it: La data e l'ora dell'allarme potrebbero non essere nel passato.
ja: アラームの日時が過去ではない可能性があります。
ko: 알람 날짜와 시간은 과거일 수 없습니다.
ms: Tarikh dan masa penggera mungkin bukan pada masa lalu.
nb: Alarmdato og -klokkeslett er kanskje ikke i fortiden.
nl: De alarmdatum en -tijd liggen mogelijk niet in het verleden.
pt: A data e a hora do alarme podem não estar no passado.
ro: Este posibil ca data și ora alarmei să nu apară în trecut.
tr: Alarmın tarihi ve saati geçmişte olmayabilir.
uk: Дата й час будильника можуть бути не в минулому.
vi: Ngày và giờ báo thức không được nằm trong quá khứ.
zh: 鬧鐘日期和時間可能不是過去的日期和時間。

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFUNCPARAMS_DESC
source: Lists all available function parameters from a function
ar: يسرد كافة معلمات الوظيفة المتاحة من وظيفة
de: Listet alle verfügbaren Funktionsparameter einer Funktion auf
el: Εμφανίζει όλες τις διαθέσιμες παραμέτρους συνάρτησης από μια συνάρτηση
es: Enumera todos los parámetros de función disponibles de una función
fr: Répertorie tous les paramètres de fonction disponibles à partir d'une fonction
ga: Liostaíonn sé gach paraiméadair feidhme atá ar fáil ó fheidhm
hi: किसी फ़ंक्शन से सभी उपलब्ध फ़ंक्शन पैरामीटर्स को सूचीबद्ध करता है
hi_latn: fankshan se sabhee upalabdh fankshan pairaameetar soocheebaddh karata hai
id: Mencantumkan semua parameter fungsi yang tersedia dari suatu fungsi
it: Elenca tutti i parametri di funzione disponibili da una funzione
ja: 関数から利用可能なすべての関数パラメータを一覧表示します
ko: 함수에서 사용 가능한 모든 함수 매개변수를 나열합니다.
ms: Menyenaraikan semua parameter fungsi yang tersedia daripada fungsi
nb: Viser alle tilgjengelige funksjonsparametere fra en funksjon
nl: Geeft een overzicht van alle beschikbare functieparameters van een functie
pt: Lista todos os parâmetros de função disponíveis de uma função
ro: Listează toți parametrii de funcție disponibili dintr-o funcție
tr: Bir fonksiyondan tüm kullanılabilir fonksiyon parametrelerini listeler
uk: Перелічує всі доступні параметри функції з функції
vi: Liệt kê tất cả các tham số hàm có sẵn từ một hàm
zh: 列出函數中所有可用的函數參數

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_DESC
source: Manage your alarms
ar: إدارة الإنذارات الخاصة بك
de: Verwalten Sie Ihre Alarme
el: Διαχειριστείτε τους συναγερμούς σας
es: Gestiona tus alarmas
fr: Gérez vos alarmes
ga: Bainistigh d'aláraim
hi: अपने अलार्म प्रबंधित करें
hi_latn: apane alaarm prabandhit karen
id: Kelola alarm Anda
it: Gestisci i tuoi allarmi
ja: アラームを管理する
ko: 알람 관리
ms: Urus penggera anda
nb: Administrer alarmene dine
nl: Beheer uw alarmen
pt: Gerencie seus alarmes
ro: Gestionați-vă alarmele
tr: Alarmlarınızı yönetin
uk: Керуйте будильниками
vi: Quản lý báo thức của bạn
zh: 管理您的鬧鐘

# NKS_SHELL_SHELLS_UESH_COMMAND_ALARM_SWITCH_TUI_DESC
source: Manage your alarms in an interactive TUI
ar: إدارة الإنذارات الخاصة بك في TUI التفاعلية
de: Verwalten Sie Ihre Alarme in einer interaktiven TUI
el: Διαχειριστείτε τους συναγερμούς σας σε ένα διαδραστικό TUI
es: Gestiona tus alarmas en una TUI interactiva
fr: Gérez vos alarmes dans une TUI interactive
ga: Bainistigh d'aláraim i TUI idirghníomhach
hi: इंटरैक्टिव TUI में अपने अलार्म प्रबंधित करें
hi_latn: intaraiktiv tui mein apane alaarm prabandhit karen
id: Kelola alarm Anda di TUI interaktif
it: Gestisci i tuoi allarmi in un'interfaccia utente interattiva
ja: インタラクティブなTUIでアラームを管理する
ko: 대화형 TUI에서 알람을 관리하세요
ms: Urus penggera anda dalam TUI interaktif
nb: Administrer alarmene dine i en interaktiv TUI
nl: Beheer uw alarmen in een interactieve TUI
pt: Gerencie seus alarmes em uma TUI interativa
ro: Gestionați-vă alarmele într-un TUI interactiv
tr: Alarmlarınızı etkileşimli bir TUI'de yönetin
uk: Керуйте будильниками в інтерактивному TUI
vi: Quản lý báo thức của bạn trong TUI tương tác
zh: 在互動式 TUI 中管理您的鬧鐘

# NKS_SHELL_SHELLS_UESH_COMMAND_RREBOOT_DESC
source: Restarts a remote kernel instance
ar: إعادة تشغيل مثيل kernel بعيد
de: Startet eine Remote-Kernel-Instanz neu
el: Επανεκκινεί μια παρουσία απομακρυσμένου πυρήνα
es: Reinicia una instancia remota del kernel
fr: Redémarre une instance de noyau distante
ga: Atosaíonn sé ásc cianda eithne
hi: दूरस्थ कर्नेल इंस्टैंस को पुनः आरंभ करता है
hi_latn: rimot karnel instens ko punaraarambh karata hai
id: Memulai ulang instans kernel jarak jauh
it: Riavvia un'istanza remota del kernel
ja: リモートカーネルインスタンスを再起動します
ko: 원격 커널 인스턴스를 다시 시작합니다.
ms: Memulakan semula contoh kernel jauh
nb: Starter en ekstern kjerneforekomst på nytt
nl: Start een externe kernelinstantie opnieuw
pt: Reinicia uma instância remota do kernel
ro: Repornește o instanță de kernel la distanță
tr: Uzak bir çekirdek örneğini yeniden başlatır
uk: Перезапускає віддалений екземпляр ядра
vi: Khởi động lại một phiên bản kernel từ xa
zh: 重新啟動遠端核心實例

# NKS_SHELL_SHELLS_UESH_COMMAND_RSHUTDOWN_DESC
source: The kernel in the remote instance will be shut down
ar: سيتم إيقاف تشغيل النواة الموجودة في المثيل البعيد
de: Der Kernel in der Remote-Instanz wird heruntergefahren
el: Ο πυρήνας στην απομακρυσμένη παρουσία θα τερματιστεί
es: El kernel en la instancia remota se cerrará
fr: Le noyau de l'instance distante sera arrêté
ga: Dúnfar an t-eithne sa chianchéim
hi: दूरस्थ इंस्टैंस में कर्नेल बंद हो जाएगा
hi_latn: rimot instens mein karnel band ho jaega
id: Kernel dalam instance jarak jauh akan dimatikan
it: Il kernel nell'istanza remota verrà arrestato
ja: リモートインスタンスのカーネルはシャットダウンされます
ko: 원격 인스턴스의 커널이 종료됩니다.
ms: Kernel dalam contoh jauh akan ditutup
nb: Kjernen i den eksterne forekomsten vil bli stengt
nl: De kernel in de externe instantie wordt afgesloten
pt: O kernel na instância remota será encerrado
ro: Nucleul din instanța de la distanță va fi oprit
tr: Uzak örnekteki çekirdek kapatılacak
uk: Ядро у віддаленому екземплярі буде закрито
vi: Hạt nhân trong phiên bản từ xa sẽ bị tắt
zh: 遠端實例中的核心將被關閉

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWNOTIFS_SWITCH_TUI_DESC
source: Shows all received notifications in an interactive TUI
ar: يعرض جميع الإخطارات المستلمة في واجهة TUI التفاعلية
de: Zeigt alle empfangenen Benachrichtigungen in einer interaktiven TUI
el: Εμφανίζει όλες τις λαμβανόμενες ειδοποιήσεις σε ένα διαδραστικό TUI
es: Muestra todas las notificaciones recibidas en una TUI interactiva
fr: Affiche toutes les notifications reçues dans une TUI interactive
ga: Taispeáin gach fógra a fuarthas i TUI idirghníomhach
hi: सभी प्राप्त सूचनाओं को एक इंटरैक्टिव TUI में दिखाता है
hi_latn: intaraiktiv tui mein sabhee praapt adhisoochanaen dikhaata hai
id: Menampilkan semua notifikasi yang diterima dalam TUI interaktif
it: Mostra tutte le notifiche ricevute in un'interfaccia utente interattiva
ja: 受信したすべての通知をインタラクティブなTUIで表示します
ko: 대화형 TUI에 수신된 모든 알림 표시
ms: Menunjukkan semua pemberitahuan yang diterima dalam TUI interaktif
nb: Viser alle mottatte varsler i en interaktiv TUI
nl: Toont alle ontvangen meldingen in een interactieve TUI
pt: Mostra todas as notificações recebidas em uma TUI interativa
ro: Afișează toate notificările primite într-un TUI interactiv
tr: Alınan tüm bildirimleri etkileşimli bir TUI'de gösterir
uk: Показує всі отримані сповіщення в інтерактивному TUI
vi: Hiển thị tất cả các thông báo đã nhận trong TUI tương tác
zh: 在互動式 TUI 中顯示所有收到的通知

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_NOWIDGET
source: Widget is not provided.
ar: لم يتم توفير القطعة.
de: Widget wird nicht bereitgestellt.
el: Το widget δεν παρέχεται.
es: No se proporciona el widget.
fr: Le widget n'est pas fourni.
ga: Ní chuirtear giuirléid ar fáil.
hi: विजेट उपलब्ध नहीं है.
hi_latn: vijet pradaan nahin kiya gaya hai.
id: Widget tidak disediakan.
it: Il widget non è fornito.
ja: ウィジェットは提供されていません。
ko: 위젯은 제공되지 않습니다.
ms: Widget tidak disediakan.
nb: Widget er ikke gitt.
nl: Er is geen widget beschikbaar.
pt: O widget não é fornecido.
ro: Widgetul nu este furnizat.
tr: Widget sağlanmıyor.
uk: Віджет не надається.
vi: Không cung cấp tiện ích.
zh: 不提供小部件。

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_WIDGETEXISTS
source: Widget already exists.
ar: القطعة موجودة بالفعل.
de: Widget existiert bereits.
el: Το γραφικό στοιχείο υπάρχει ήδη.
es: El widget ya existe.
fr: Le widget existe déjà.
ga: Tá giuirléid ann cheana féin.
hi: विजेट पहले से मौजूद है.
hi_latn: vijet pahale se maujood hai.
id: Widget sudah ada.
it: Il widget esiste già.
ja: ウィジェットは既に存在します。
ko: 위젯이 이미 존재합니다.
ms: Widget sudah wujud.
nb: Widget eksisterer allerede.
nl: Widget bestaat al.
pt: O widget já existe.
ro: Widgetul există deja.
tr: Widget zaten mevcut.
uk: Віджет вже існує.
vi: Tiện ích đã tồn tại.
zh: 小部件已經存在。

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_NOWIDGETNAME
source: Widget name is not provided.
ar: لم يتم توفير اسم القطعة.
de: Es wurde kein Widgetname angegeben.
el: Το όνομα του γραφικού στοιχείου δεν παρέχεται.
es: No se proporciona el nombre del widget.
fr: Le nom du widget n'est pas fourni.
ga: Ní sholáthraítear ainm giuirléid.
hi: विजेट का नाम नहीं दिया गया है.
hi_latn: vijet naam pradaan nahin kiya gaya hai.
id: Nama widget tidak disediakan.
it: Il nome del widget non è fornito.
ja: ウィジェット名が指定されていません。
ko: 위젯 이름이 제공되지 않았습니다.
ms: Nama widget tidak diberikan.
nb: Widgetnavn er ikke oppgitt.
nl: Widgetnaam is niet opgegeven.
pt: O nome do widget não foi fornecido.
ro: Numele widgetului nu este furnizat.
tr: Widget adı sağlanmadı.
uk: Назва віджета не вказана.
vi: Tên tiện ích không được cung cấp.
zh: 未提供小部件名稱。

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_WIDGETNOTFOUND
source: Widget doesn't exist.
ar: القطعة غير موجودة.
de: Widget existiert nicht.
el: Το widget δεν υπάρχει.
es: El widget no existe.
fr: Le widget n'existe pas.
ga: Níl an ghiuirléid ann.
hi: विजेट मौजूद नहीं है.
hi_latn: vijet maujood nahin hai.
id: Widget tidak ada.
it: Il widget non esiste.
ja: ウィジェットが存在しません。
ko: 위젯이 존재하지 않습니다.
ms: Widget tidak wujud.
nb: Widget eksisterer ikke.
nl: Widget bestaat niet.
pt: O widget não existe.
ro: Widgetul nu există.
tr: Widget mevcut değil.
uk: Віджет не існує.
vi: Tiện ích không tồn tại.
zh: 小部件不存在。

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_WIDGETUNREMOVABLE
source: Widget can't be removed.
ar: لا يمكن إزالة القطعة.
de: Widget kann nicht entfernt werden.
el: Το γραφικό στοιχείο δεν μπορεί να αφαιρεθεί.
es: El widget no se puede eliminar.
fr: Le widget ne peut pas être supprimé.
ga: Ní féidir an ghiuirléid a bhaint.
hi: विजेट हटाया नहीं जा सकता.
hi_latn: vijet hataaya nahin ja sakata.
id: Widget tidak dapat dihapus.
it: Il widget non può essere rimosso.
ja: ウィジェットを削除できません。
ko: 위젯을 제거할 수 없습니다.
ms: Widget tidak boleh dialih keluar.
nb: Widget kan ikke fjernes.
nl: Widget kan niet worden verwijderd.
pt: O widget não pode ser removido.
ro: Widgetul nu poate fi eliminat.
tr: Widget kaldırılamıyor.
uk: Віджет неможливо видалити.
vi: Không thể xóa tiện ích.
zh: 無法刪除小工具。

# NKS_USERS_LOGIN_WIDGETS_EXCEPTION_WIDGETNOTBUILTIN
source: Widget is not a built-in widget.
ar: القطعة ليست القطعة المضمنة.
de: Widget ist kein integriertes Widget.
el: Το widget δεν είναι ένα ενσωματωμένο widget.
es: El widget no es un widget integrado.
fr: Le widget n'est pas un widget intégré.
ga: Ní ghiuirléid ionsuite é an ghiuirléid.
hi: विजेट एक अंतर्निहित विजेट नहीं है.
hi_latn: vijet bilt-in vijet nahin hai.
id: Widget bukanlah widget bawaan.
it: Il widget non è un widget integrato.
ja: ウィジェットは組み込みウィジェットではありません。
ko: 위젯은 내장된 위젯이 아닙니다.
ms: Widget bukan widget terbina dalam.
nb: Widget er ikke en innebygd widget.
nl: Widget is geen ingebouwde widget.
pt: Widget não é um widget integrado.
ro: Widgetul nu este un widget încorporat.
tr: Widget yerleşik bir widget değildir.
uk: Віджет не є вбудованим віджетом.
vi: Widget không phải là một widget tích hợp sẵn.
zh: 小部件不是內建小工具。

# NKS_KERNEL_STARTING_BOOTLOADER_EXCEPTION_BOOTAPPNAMEUNSPECIFIED
source: Boot app name is not specified
ar: لم يتم تحديد اسم تطبيق التمهيد
de: Der Name der Boot-App wurde nicht angegeben.
el: Το όνομα της εφαρμογής εκκίνησης δεν έχει καθοριστεί
es: El nombre de la aplicación de arranque no está especificado
fr: Le nom de l'application de démarrage n'est pas spécifié
ga: Níl ainm an aip tosaithe sonraithe
hi: बूट ऐप का नाम निर्दिष्ट नहीं है
hi_latn: boot aip naam nirdisht nahin hai
id: Nama aplikasi boot tidak ditentukan
it: Il nome dell'app di avvio non è specificato
ja: ブートアプリ名が指定されていません
ko: 부팅 앱 이름이 지정되지 않았습니다.
ms: Nama apl but tidak dinyatakan
nb: Navnet på oppstartsappen er ikke spesifisert
nl: De naam van de opstartapp is niet opgegeven
pt: O nome do aplicativo de inicialização não foi especificado
ro: Numele aplicației de pornire nu este specificat
tr: Önyükleme uygulaması adı belirtilmemiş
uk: Назва програми завантаження не вказана
vi: Tên ứng dụng khởi động không được chỉ định
zh: 未指定啟動應用程式名稱

# NKS_KERNEL_STARTING_BOOTLOADER_EXCEPTION_BOOTAPPENVUNSPECIFIED
source: Boot app environment is not specified
ar: لم يتم تحديد بيئة تطبيق التمهيد
de: Die Start-App-Umgebung ist nicht angegeben
el: Το περιβάλλον εφαρμογής εκκίνησης δεν έχει καθοριστεί
es: El entorno de la aplicación de inicio no está especificado
fr: L'environnement de l'application de démarrage n'est pas spécifié
ga: Níl timpeallacht app tosaithe sonraithe
hi: बूट ऐप वातावरण निर्दिष्ट नहीं है
hi_latn: boot aip vaataavaran nirdisht nahin hai
id: Lingkungan aplikasi boot tidak ditentukan
it: L'ambiente dell'app di avvio non è specificato
ja: 起動アプリ環境が指定されていません
ko: 부팅 앱 환경이 지정되지 않았습니다.
ms: Persekitaran apl but tidak ditentukan
nb: Oppstartsappmiljø er ikke spesifisert
nl: Opstart-app-omgeving is niet opgegeven
pt: O ambiente do aplicativo de inicialização não foi especificado
ro: Mediul aplicației de pornire nu este specificat
tr: Önyükleme uygulaması ortamı belirtilmemiş
uk: Середовище програми завантаження не вказано
vi: Môi trường khởi động ứng dụng không được chỉ định
zh: 未指定啟動應用程式環境

# NKS_KERNEL_STARTING_BOOTLOADER_EXCEPTION_BOOTAPPFOUND
source: Boot app already exists
ar: تطبيق التمهيد موجود بالفعل
de: Boot-App ist bereits vorhanden
el: Η εφαρμογή εκκίνησης υπάρχει ήδη
es: La aplicación de arranque ya existe
fr: L'application de démarrage existe déjà
ga: Tá aip tosaithe ann cheana féin
hi: बूट ऐप पहले से मौजूद है
hi_latn: boot aip pahale se maujood hai
id: Aplikasi boot sudah ada
it: L'app di avvio esiste già
ja: ブートアプリはすでに存在します
ko: 부팅 앱이 이미 존재합니다.
ms: Apl but sudah wujud
nb: Oppstartsappen finnes allerede
nl: Boot-app bestaat al
pt: O aplicativo de inicialização já existe
ro: Aplicația de pornire există deja
tr: Önyükleme uygulaması zaten mevcut
uk: Програма для завантаження вже існує
vi: Ứng dụng khởi động đã tồn tại
zh: 啟動應用程式已存在

# NKS_KERNEL_STARTING_BOOTLOADER_EXCEPTION_BOOTAPPNOTFOUND
source: Boot app doesn't exist
ar: تطبيق التمهيد غير موجود
de: Boot-App existiert nicht
el: Η εφαρμογή εκκίνησης δεν υπάρχει
es: La aplicación de arranque no existe
fr: L'application de démarrage n'existe pas
ga: Níl aip tosaithe ann
hi: बूट ऐप मौजूद नहीं है
hi_latn: boot aip maujood nahin hai
id: Aplikasi boot tidak ada
it: L'app di avvio non esiste
ja: ブートアプリが存在しません
ko: 부팅 앱이 존재하지 않습니다
ms: Apl but tidak wujud
nb: Oppstartsappen finnes ikke
nl: Boot-app bestaat niet
pt: O aplicativo de inicialização não existe
ro: Aplicația de pornire nu există
tr: Önyükleme uygulaması mevcut değil
uk: Програма для завантаження не існує
vi: Ứng dụng khởi động không tồn tại
zh: 啟動應用程式不存在

# NKS_KERNEL_STARTING_BOOTLOADER_BASE_BOOTENTRY
source: Select boot entry
ar: حدد إدخال التمهيد
de: Booteintrag auswählen
el: Επιλέξτε την καταχώριση εκκίνησης
es: Seleccionar entrada de arranque
fr: Sélectionnez l'entrée de démarrage
ga: Roghnaigh iontráil tosaithe
hi: बूट प्रविष्टि चुनें
hi_latn: boot entree chunen
id: Pilih entri boot
it: Seleziona la voce di avvio
ja: ブートエントリを選択
ko: 부팅 항목 선택
ms: Pilih entri but
nb: Velg oppstartsoppføring
nl: Selecteer opstartinvoer
pt: Selecione a entrada de inicialização
ro: Selectați intrarea de pornire
tr: Önyükleme girişini seçin
uk: Виберіть запис для завантаження
vi: Chọn mục khởi động
zh: 選擇啟動項

# NKS_KERNEL_STARTING_BOOTLOADER_BASE_HELPTIP
source: SHIFT + H for help. Version
ar: SHIFT + H للمساعدة. إصدار
de: UMSCHALT + H für Hilfe. Version
el: SHIFT + H για βοήθεια. Εκδοχή
es: MAYÚS + H para obtener ayuda. Versión
fr: MAJ + H pour obtenir de l'aide. Version
ga: SHIFT+H chun cabhair a fháil. Leagan
hi: सहायता के लिए SHIFT + H. संस्करण
hi_latn: madad ke lie shift + h. sanskaran
id: SHIFT + H untuk bantuan. Versi
it: MAIUSC + H per aiuto. Versione
ja: ヘルプを表示するにはSHIFT + Hを押してください。バージョン
ko: 도움말을 보려면 SHIFT + H를 누르세요. 버전
ms: SHIFT + H untuk mendapatkan bantuan. Versi
nb: SHIFT + H for hjelp. Versjon
nl: SHIFT + H voor hulp. Versie
pt: SHIFT + H para obter ajuda. Versão
ro: SHIFT + H pentru ajutor. Versiune
tr: Yardım için SHIFT + H. Sürüm
uk: SHIFT + H для допомоги. Версія
vi: SHIFT + H để được trợ giúp. Phiên bản
zh: SHIFT + H 尋求協助。版本

# NKS_KERNEL_STARTING_BOOTLOADER_BASE_BOOTING
source: Booting {0}...
ar: جارٍ التشغيل {0}...
de: {0} wird gebootet...
el: Εκκίνηση {0}...
es: Arrancando {0}....
fr: Démarrage de {0}...
ga: {0} á tosaithe...
hi: बूट हो रहा है {0}...
id: Mem-boot {0}...
it: Avvio di {0}...
ja: {0} を起動しています...
ko: {0} 부팅 중...
ms: But {0}...
nb: Starter opp {0}...
nl: Opstarten {0}...
pt: Inicializando {0}...
ro: Se pornește {0}...
tr: {0} önyükleniyor...
uk: Завантаження {0}...
vi: Đang khởi động {0}...
zh: 正在啟動{0}...

# NKS_SHELL_SHELLS_DEBUG_LSADDONFUNCPARAMS_LISTING
source: List of function parameters for
ar: قائمة المعلمات الوظيفية ل
de: Liste der Funktionsparameter für
el: Λίστα παραμέτρων συνάρτησης για
es: Lista de parámetros de función para
fr: Liste des paramètres de fonction pour
ga: Liosta de pharaiméadair fheidhm le haghaidh
hi: फ़ंक्शन पैरामीटर की सूची
hi_latn: fankshan pairaameetar kee soochee
id: Daftar parameter fungsi untuk
it: Elenco dei parametri di funzione per
ja: 関数パラメータのリスト
ko: 다음에 대한 함수 매개변수 목록
ms: Senarai parameter fungsi untuk
nb: Liste over funksjonsparametere for
nl: Lijst met functieparameters voor
pt: Lista de parâmetros de função para
ro: Lista parametrilor funcției pentru
tr: Fonksiyon parametrelerinin listesi
uk: Список параметрів функції для
vi: Danh sách các tham số chức năng cho
zh: 函數參數列表

# NKS_SHELL_SHELLS_UESH_ALARM_FOUND
source: Alarm already exists.
ar: التنبيه موجود بالفعل.
de: Alarm existiert bereits.
el: Ο συναγερμός υπάρχει ήδη.
es: La alarma ya existe.
fr: L'alarme existe déjà.
ga: Aláram ann cheana féin.
hi: अलार्म पहले से मौजूद है.
hi_latn: alaarm pahale se maujood hai.
id: Alarm sudah ada.
it: L'allarme esiste già.
ja: アラームは既に存在します。
ko: 알람이 이미 존재합니다.
ms: Penggera sudah wujud.
nb: Alarmen eksisterer allerede.
nl: Alarm bestaat al.
pt: O alarme já existe.
ro: Alarma există deja.
tr: Alarm zaten mevcut.
uk: Сигналізація вже є.
vi: Báo động đã tồn tại.
zh: 警報已存在。

# NKS_SHELL_SHELLS_UESH_ALARM_INTERVALINVALID
source: Alarm interval is invalid.
ar: الفاصل الزمني للإنذار غير صالح.
de: Das Alarmintervall ist ungültig.
el: Το διάστημα συναγερμού δεν είναι έγκυρο.
es: El intervalo de alarma no es válido.
fr: L'intervalle d'alarme n'est pas valide.
ga: Tá an t-eatramh aláraim neamhbhailí.
hi: अलार्म अंतराल अमान्य है.
hi_latn: alaarm antaraal amaany hai.
id: Interval alarm tidak valid.
it: L'intervallo di allarme non è valido.
ja: アラーム間隔が無効です。
ko: 알람 간격이 유효하지 않습니다.
ms: Selang penggera tidak sah.
nb: Alarmintervallet er ugyldig.
nl: Alarminterval is ongeldig.
pt: O intervalo de alarme é inválido.
ro: Intervalul de alarmă este invalid.
tr: Alarm aralığı geçersiz.
uk: Інтервал нагадування недійсний.
vi: Khoảng thời gian báo động không hợp lệ.
zh: 警報間隔無效。

# NKS_SHELL_SHELLS_UESH_ALARM_NAMEINTERVALNEEDED
source: Alarm name and interval is not specified.
ar: لم يتم تحديد اسم التنبيه والفاصل الزمني.
de: Alarmname und Intervall sind nicht angegeben.
el: Το όνομα και το διάστημα συναγερμού δεν καθορίζονται.
es: No se especifica el nombre ni el intervalo de la alarma.
fr: Le nom et l'intervalle de l'alarme ne sont pas spécifiés.
ga: Níl ainm aláraim agus eatramh sonraithe.
hi: अलार्म का नाम और अंतराल निर्दिष्ट नहीं है.
hi_latn: alaarm naam aur antaraal nirdisht nahin hai.
id: Nama alarm dan interval tidak ditentukan.
it: Il nome e l'intervallo dell'allarme non sono specificati.
ja: アラーム名と間隔が指定されていません。
ko: 알람 이름과 간격이 지정되지 않았습니다.
ms: Nama penggera dan selang waktu tidak dinyatakan.
nb: Alarmnavn og intervall er ikke spesifisert.
nl: Alarmnaam en -interval zijn niet gespecificeerd.
pt: O nome e o intervalo do alarme não foram especificados.
ro: Numele și intervalul alarmei nu sunt specificate.
tr: Alarm adı ve aralığı belirtilmemiş.
uk: Назва нагадування та інтервал не вказано.
vi: Tên và khoảng thời gian báo động không được chỉ định.
zh: 未指定警報名稱和間隔。

# NKS_SHELL_SHELLS_UESH_ALARM_NOTFOUND
source: Alarm doesn't exist.
ar: التنبيه غير موجود.
de: Alarm existiert nicht.
el: Συναγερμός δεν υπάρχει.
es: La alarma no existe.
fr: L'alarme n'existe pas.
ga: Níl aláram ann.
hi: अलार्म मौजूद नहीं है.
hi_latn: alaarm maujood nahin hai.
id: Alarm tidak ada.
it: L'allarme non esiste.
ja: アラームが存在しません。
ko: 알람이 존재하지 않습니다.
ms: Penggera tidak wujud.
nb: Alarmen eksisterer ikke.
nl: Alarm bestaat niet.
pt: Alarme não existe.
ro: Alarma nu există.
tr: Alarm yok.
uk: Сигналізація не існує.
vi: Không có báo thức.
zh: 警報不存在。

# NKS_SHELL_SHELLS_UESH_ALARM_NAME
source: Alarm name:
ar: اسم التنبيه:
el: Όνομα συναγερμού:
es: Nombre de la alarma:
fr: Nom de l'alarme :
ga: Ainm aláraim:
hi: अलार्म का नाम:
hi_latn: alaarm ka naam:
id: Nama alarm:
it: Nome dell'allarme:
ja: アラーム名:
ko: 알람 이름:
ms: Nama penggera:
nb: Alarmnavn:
nl: Alarmnaam:
pt: Nome do alarme:
ro: Numele alarmei:
tr: Alarm adı:
uk: Назва будильника:
vi: Tên báo động:
zh: 警報名稱：

# NKS_SHELL_SHELLS_UESH_ALARM_DESC
source: Alarm description:
ar: وصف التنبيه:
de: Alarmbeschreibung:
el: Περιγραφή συναγερμού:
es: Descripción de la alarma:
fr: Description de l'alarme :
ga: Cur síos ar an aláraim:
hi: अलार्म विवरण:
hi_latn: alaarm vivaran:
id: Deskripsi alarm:
it: Descrizione allarme:
ja: アラームの説明:
ko: 알람 설명:
ms: Perihalan penggera:
nb: Alarmbeskrivelse:
nl: Alarmbeschrijving:
pt: Descrição do alarme:
ro: Descrierea alarmei:
tr: Alarm açıklaması:
uk: Опис сигналізації:
vi: Mô tả báo động:
zh: 警報說明：
