Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_THREADNOTREADYYET
source: The thread is not ready yet. The user code might have forgotten to regenerate the kernel thread after stopping it manually.
ar: الخيط ليس جاهزا بعد. ربما نسي رمز المستخدم إعادة إنشاء سلسلة kernel بعد إيقافه يدويًا.
de: Der Thread ist noch nicht fertig. Möglicherweise hat der Benutzercode vergessen, den Kernel-Thread neu zu generieren, nachdem er manuell gestoppt wurde.
el: Το νήμα δεν είναι έτοιμο ακόμα. Ο κωδικός χρήστη μπορεί να έχει ξεχάσει να αναδημιουργήσει το νήμα του πυρήνα αφού το διακόψει με μη αυτόματο τρόπο.
es: El hilo aún no está listo. Es posible que el código de usuario haya olvidado regenerar el hilo del kernel después de detenerlo manualmente.
fr: Le fil n'est pas encore prêt. Le code utilisateur a peut-être oublié de régénérer le thread du noyau après l'avoir arrêté manuellement.
ga: Níl an snáithe réidh fós. Seans go ndearna an cód úsáideora dearmad ar an snáithe eithne a athghiniúint tar éis é a stopadh de láimh.
hi: धागा अभी तैयार नहीं है. उपयोगकर्ता कोड मैन्युअल रूप से रोकने के बाद कर्नेल थ्रेड को पुन: उत्पन्न करना भूल गया होगा।
hi_latn: thred abhee taiyaar nahin hai. upayogakarta kod mainyual roop se ise rokane ke baad karnel thred ko phir se banaana bhool gaya ho sakata hai.
id: Thread belum siap. Kode pengguna mungkin lupa membuat ulang thread kernel setelah menghentikannya secara manual.
it: Il thread non è ancora pronto. Il codice utente potrebbe aver dimenticato di rigenerare il thread del kernel dopo averlo interrotto manualmente.
ja: スレッドはまだ準備ができていません。ユーザー コードがカーネル スレッドを手動で停止した後に再生成するのを忘れた可能性があります。
ko: 스레드가 아직 준비되지 않았습니다. 사용자 코드는 커널 스레드를 수동으로 중지한 후 다시 생성하는 것을 잊었을 수 있습니다.
ms: Benang belum siap lagi. Kod pengguna mungkin terlupa untuk menjana semula benang kernel selepas menghentikannya secara manual.
nb: Tråden er ikke klar ennå. Brukerkoden kan ha glemt å regenerere kjernetråden etter å ha stoppet den manuelt.
nl: Het draadje is nog niet klaar. De gebruikerscode is mogelijk vergeten de kernelthread opnieuw te genereren nadat deze handmatig is gestopt.
pt: O tópico ainda não está pronto. O código do usuário pode ter esquecido de regenerar o encadeamento do kernel após interrompê-lo manualmente.
ro: Firul nu este încă gata. Este posibil ca codul utilizatorului să fi uitat să regenereze firul de execuție a nucleului după ce l-a oprit manual.
tr: İş parçacığı henüz hazır değil. Kullanıcı kodu, elle durdurduktan sonra çekirdek iş parçacığını yeniden oluşturmayı unutmuş olabilir.
uk: Нитка ще не готова. Можливо, код користувача забув відновити потік ядра після його зупинки вручну.
vi: Luồng chưa sẵn sàng. Mã người dùng có thể đã quên tạo lại luồng hạt nhân sau khi dừng thủ công.
zh: 線程還沒準備好。使用者程式碼可能在手動停止核心執行緒後忘記重新產生核心執行緒。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_THREADOPERATION
source: A thread operation is invalid in the current state. Refer to the additional message the kernel thread manager gave you for additional information.
ar: عملية مؤشر الترابط غير صالحة في الحالة الحالية. ارجع إلى الرسالة الإضافية التي قدمها لك مدير مؤشر ترابط kernel للحصول على معلومات إضافية.
de: Ein Thread-Vorgang ist im aktuellen Status ungültig. Weitere Informationen finden Sie in der zusätzlichen Meldung, die Ihnen der Kernel-Thread-Manager gegeben hat.
el: Μια λειτουργία νήματος δεν είναι έγκυρη στην τρέχουσα κατάσταση. Ανατρέξτε στο πρόσθετο μήνυμα που σας έδωσε ο διαχειριστής νημάτων πυρήνα για πρόσθετες πληροφορίες.
es: Una operación de subproceso no es válida en el estado actual. Consulte el mensaje adicional que le proporcionó el administrador de subprocesos del kernel para obtener información adicional.
fr: Une opération de thread n’est pas valide dans l’état actuel. Reportez-vous au message supplémentaire que le gestionnaire de threads du noyau vous a fourni pour plus d'informations.
ga: Tá oibríocht snáithe neamhbhailí sa staid reatha. Déan tagairt don teachtaireacht bhreise a thug an bainisteoir snáithe eithne duit le haghaidh faisnéise breise.
hi: वर्तमान स्थिति में थ्रेड ऑपरेशन अमान्य है. अतिरिक्त जानकारी के लिए कर्नेल थ्रेड मैनेजर द्वारा आपको दिया गया अतिरिक्त संदेश देखें।
hi_latn: vartamaan sthiti mein thred opareshan amaany hai. atirikt jaanakaaree ke lie karnel thred prabandhak dvaara aapako die gae atirikt sandesh ko dekhen.
id: Operasi thread tidak valid dalam kondisi saat ini. Lihat pesan tambahan yang diberikan pengelola thread kernel untuk informasi tambahan.
it: Un'operazione di thread non è valida nello stato corrente. Fare riferimento al messaggio aggiuntivo fornito dal gestore thread del kernel per ulteriori informazioni.
ja: 現在の状態ではスレッド操作は無効です。詳細については、カーネル スレッド マネージャーから提供される追加メッセージを参照してください。
ko: 현재 상태에서는 스레드 작업이 유효하지 않습니다. 추가 정보는 커널 스레드 관리자가 제공한 추가 메시지를 참조하세요.
ms: Operasi benang tidak sah dalam keadaan semasa. Rujuk kepada mesej tambahan yang diberikan oleh pengurus thread kernel kepada anda untuk mendapatkan maklumat tambahan.
nb: En trådoperasjon er ugyldig i gjeldende tilstand. Se tilleggsmeldingen kjernetrådbehandleren ga deg for ytterligere informasjon.
nl: Een threadbewerking is ongeldig in de huidige status. Raadpleeg het aanvullende bericht dat de kernelthreadmanager u heeft gegeven voor aanvullende informatie.
pt: Uma operação de thread é inválida no estado atual. Consulte a mensagem adicional que o gerenciador de threads do kernel forneceu para obter informações adicionais.
ro: O operație de fir este nevalidă în starea curentă. Consultați mesajul suplimentar pe care ți l-a transmis managerul de fire de nucleu pentru informații suplimentare.
tr: Mevcut durumda bir iş parçacığı işlemi geçersiz. Ek bilgi için çekirdek iş parçacığı yöneticisinin size verdiği ek mesaja bakın.
uk: Операція потоку недійсна в поточному стані. Зверніться до додаткового повідомлення, наданого менеджером потоків ядра, щоб отримати додаткову інформацію.
vi: Hoạt động luồng không hợp lệ ở trạng thái hiện tại. Tham khảo thông báo bổ sung mà trình quản lý luồng hạt nhân cung cấp cho bạn để biết thêm thông tin.
zh: 線程操作在目前狀態下無效。有關附加信息，請參閱內核線程管理器為您提供的附加消息。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_SHELLOPERATION
source: An invalid shell operation is being attempted.
ar: تتم الآن محاولة تنفيذ عملية shell غير صالحة.
de: Es wird ein ungültiger Shell-Vorgang versucht.
el: Επιχειρείται μια μη έγκυρη λειτουργία κελύφους.
es: Se está intentando una operación de shell no válida.
fr: Une opération shell non valide est tentée.
ga: Táthar ag iarraidh oibríocht sliogán neamhbhailí a dhéanamh.
hi: एक अमान्य शेल ऑपरेशन का प्रयास किया जा रहा है.
hi_latn: ek amaany shel opareshan ka prayaas kiya ja raha hai.
id: Operasi shell yang tidak valid sedang dicoba.
it: Si sta tentando un'operazione di shell non valida.
ja: 無効なシェル操作が試行されています。
ko: 잘못된 쉘 작업을 시도하고 있습니다.
ms: Operasi shell tidak sah sedang dicuba.
nb: En ugyldig skalloperasjon blir forsøkt.
nl: Er wordt geprobeerd een ongeldige shell-bewerking uit te voeren.
pt: Uma operação de shell inválida está sendo tentada.
ro: Se încearcă o operație shell nevalidă.
tr: Geçersiz bir kabuk işlemi deneniyor.
uk: Виконується спроба недійсної операції оболонки.
vi: Đang thực hiện một thao tác shell không hợp lệ.
zh: 正在嘗試無效的 shell 操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOTIMPLEMENTEDYET
source: This function or feature is not implemented yet.
ar: لم يتم تنفيذ هذه الوظيفة أو الميزة بعد.
de: Diese Funktion oder Funktion ist noch nicht implementiert.
el: Αυτή η λειτουργία ή η δυνατότητα δεν έχει εφαρμοστεί ακόμα.
es: Esta función o característica aún no está implementada.
fr: Cette fonction ou fonctionnalité n'est pas encore implémentée.
ga: Níl an fheidhm nó an ghné seo curtha i bhfeidhm go fóill.
hi: यह फ़ंक्शन या सुविधा अभी तक लागू नहीं की गई है.
hi_latn: yah fankshan ya suvidha abhee tak laagoo nahin huee hai.
id: Fungsi atau fitur ini belum diimplementasikan.
it: Questa funzione o caratteristica non è ancora implementata.
ja: この機能はまだ実装されていません。
ko: 이 기능이나 기능은 아직 구현되지 않았습니다.
ms: Fungsi atau ciri ini belum dilaksanakan lagi.
nb: Denne funksjonen eller funksjonen er ikke implementert ennå.
nl: Deze functie of feature is nog niet geïmplementeerd.
pt: Esta função ou recurso ainda não foi implementado.
ro: Această funcție sau caracteristică nu este încă implementată.
tr: Bu fonksiyon veya özellik henüz uygulanmadı.
uk: Ця функція ще не реалізована.
vi: Chức năng hoặc tính năng này chưa được triển khai.
zh: 此功能或特性尚未實現。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REMOTEPROCEDURE
source: An operation was attempted on the remote procedure system that is invalid.
ar: تمت محاولة إجراء عملية على نظام الإجراء البعيد وهي غير صالحة.
de: Auf dem Remoteprozedursystem wurde ein ungültiger Vorgang versucht.
el: Επιχειρήθηκε μια λειτουργία στο σύστημα απομακρυσμένης διαδικασίας που δεν είναι έγκυρη.
es: Se intentó una operación en el sistema de procedimiento remoto que no es válida.
fr: Une opération non valide a été tentée sur le système de procédure distante.
ga: Rinneadh iarracht ar an gcóras ciannós imeachta atá neamhbhailí.
hi: दूरस्थ प्रक्रिया प्रणाली पर एक ऑपरेशन का प्रयास किया गया जो अमान्य है।
hi_latn: rimot prakriya sistam par ek opareshan ka prayaas kiya gaya tha jo amaany hai.
id: Suatu operasi dicoba pada sistem prosedur jarak jauh yang tidak valid.
it: È stata tentata un'operazione non valida sul sistema di procedura remota.
ja: リモートプロシージャシステム上で無効な操作が試行されました。
ko: 원격 절차 시스템에서 잘못된 작업을 시도했습니다.
ms: Operasi telah dicuba pada sistem prosedur jauh yang tidak sah.
nb: En operasjon ble forsøkt på det eksterne prosedyresystemet som er ugyldig.
nl: Er is geprobeerd een bewerking uit te voeren op het externe proceduresysteem die ongeldig is.
pt: Foi tentada uma operação inválida no sistema de procedimento remoto.
ro: A fost încercată o operațiune pe sistemul de procedură de la distanță care este invalidă.
tr: Uzaktan işlem sisteminde geçersiz bir işlem denendi.
uk: У системі віддаленої процедури була спроба виконати недійсну операцію.
vi: Đã tiến hành một hoạt động trên hệ thống thủ tục từ xa nhưng không hợp lệ.
zh: 嘗試在遠端過程系統上執行無效的操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ENCRYPTION
source: An invalid encryption operation is being performed.
ar: يتم تنفيذ عملية تشفير غير صالحة.
de: Es wird ein ungültiger Verschlüsselungsvorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία κρυπτογράφησης.
es: Se está realizando una operación de cifrado no válida.
fr: Une opération de chiffrement non valide est en cours d'exécution.
ga: Tá oibríocht criptithe neamhbhailí á déanamh.
hi: एक अमान्य एन्क्रिप्शन ऑपरेशन किया जा रहा है.
hi_latn: ek amaany enkripshan opareshan kiya ja raha hai.
id: Operasi enkripsi yang tidak valid sedang dilakukan.
it: È in corso un'operazione di crittografia non valida.
ja: 無効な暗号化操作が実行されています。
ko: 잘못된 암호화 작업이 수행되고 있습니다.
ms: Operasi penyulitan yang tidak sah sedang dilakukan.
nb: En ugyldig krypteringsoperasjon utføres.
nl: Er wordt een ongeldige coderingsbewerking uitgevoerd.
pt: Uma operação de criptografia inválida está sendo executada.
ro: Se efectuează o operație de criptare nevalidă.
tr: Geçersiz bir şifreleme işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція шифрування.
vi: Một hoạt động mã hóa không hợp lệ đang được thực hiện.
zh: 正在執行無效的加密操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_DEBUG
source: An invalid debugging operation is being performed.
ar: يتم الآن تنفيذ عملية تصحيح أخطاء غير صالحة.
de: Es wird ein ungültiger Debugging-Vorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία εντοπισμού σφαλμάτων.
es: Se está realizando una operación de depuración no válida.
fr: Une opération de débogage non valide est en cours d'exécution.
ga: Tá oibríocht dífhabhtaithe neamhbhailí á déanamh.
hi: एक अमान्य डिबगिंग कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany dibaging opareshan kiya ja raha hai.
id: Operasi debugging yang tidak valid sedang dilakukan.
it: È in corso un'operazione di debug non valida.
ja: 無効なデバッグ操作が実行されています。
ko: 잘못된 디버깅 작업이 수행되고 있습니다.
ms: Operasi penyahpepijatan yang tidak sah sedang dilakukan.
nb: En ugyldig feilsøkingsoperasjon utføres.
nl: Er wordt een ongeldige foutopsporingsbewerking uitgevoerd.
pt: Uma operação de depuração inválida está sendo executada.
ro: Se efectuează o operație de depanare nevalidă.
tr: Geçersiz bir hata ayıklama işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція налагодження.
vi: Đang thực hiện một thao tác gỡ lỗi không hợp lệ.
zh: 正在進行無效的調試操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ARCHIVE
source: An invalid archive operation is being performed.
ar: يتم تنفيذ عملية أرشفة غير صالحة.
de: Es wird ein ungültiger Archivierungsvorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία αρχειοθέτησης.
es: Se está realizando una operación de archivo no válida.
fr: Une opération d'archivage non valide est en cours d'exécution.
ga: Tá oibríocht chartlainne neamhbhailí á déanamh.
hi: एक अमान्य संग्रह कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany sangrah opareshan kiya ja raha hai.
id: Operasi pengarsipan yang tidak valid sedang dilakukan.
it: È in corso un'operazione di archiviazione non valida.
ja: 無効なアーカイブ操作が実行されています。
ko: 잘못된 아카이브 작업이 수행되고 있습니다.
ms: Operasi arkib yang tidak sah sedang dilakukan.
nb: En ugyldig arkiveringsoperasjon utføres.
nl: Er wordt een ongeldige archiveringsbewerking uitgevoerd.
pt: Uma operação de arquivamento inválida está sendo executada.
ro: Se efectuează o operație de arhivare nevalidă.
tr: Geçersiz bir arşivleme işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція архівування.
vi: Đang thực hiện một thao tác lưu trữ không hợp lệ.
zh: 正在執行無效的歸檔操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HEXEDITOR
source: An invalid hex editor operation is being performed.
ar: يتم الآن تنفيذ عملية محرر سداسي عشري غير صالحة.
de: Es wird ein ungültiger Hex-Editor-Vorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία επεξεργασίας δεκαεξαδικού.
es: Se está realizando una operación de editor hexadecimal no válida.
fr: Une opération d'éditeur hexadécimal non valide est en cours d'exécution.
ga: Tá oibríocht eagarthóireachta heicsidheachúlach neamhbhailí á déanamh.
hi: एक अमान्य हेक्स संपादक कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany heks sampaadak opareshan kiya ja raha hai.
id: Operasi editor hex yang tidak valid sedang dilakukan.
it: È in corso un'operazione di editor esadecimale non valida.
ja: 無効な 16 進エディター操作が実行されています。
ko: 잘못된 16진수 편집기 작업이 수행되고 있습니다.
ms: Operasi editor hex yang tidak sah sedang dilakukan.
nb: En ugyldig hex-redigeringsoperasjon utføres.
nl: Er wordt een ongeldige hex-editorbewerking uitgevoerd.
pt: Uma operação de editor hexadecimal inválida está sendo executada.
ro: Se efectuează o operație de editor hexadecimal nevalidă.
tr: Geçersiz bir hex düzenleyici işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція шістнадцяткового редактора.
vi: Đang thực hiện một thao tác biên tập hex không hợp lệ.
zh: 正在執行無效的十六進位編輯器操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_JSONEDITOR
source: An invalid JSON editor operation is being performed.
ar: يتم تنفيذ عملية محرر JSON غير صالحة.
de: Es wird ein ungültiger JSON-Editor-Vorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία επεξεργασίας JSON.
es: Se está realizando una operación del editor JSON no válida.
fr: Une opération d'éditeur JSON non valide est en cours d'exécution.
ga: Tá oibríocht eagarthóireachta JSON neamhbhailí á déanamh.
hi: एक अमान्य JSON संपादक कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany json sampaadak opareshan kiya ja raha hai.
id: Operasi editor JSON yang tidak valid sedang dilakukan.
it: È in corso un'operazione dell'editor JSON non valida.
ja: 無効な JSON エディター操作が実行されています。
ko: 잘못된 JSON 편집기 작업이 수행되고 있습니다.
ms: Operasi editor JSON yang tidak sah sedang dilakukan.
nb: En ugyldig JSON-redigeringsoperasjon utføres.
nl: Er wordt een ongeldige JSON-editorbewerking uitgevoerd.
pt: Uma operação inválida do editor JSON está sendo executada.
ro: Se efectuează o operație de editor JSON nevalidă.
tr: Geçersiz bir JSON düzenleyici işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція редактора JSON.
vi: Đang thực hiện thao tác chỉnh sửa JSON không hợp lệ.
zh: 正在執行無效的 JSON 編輯器操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_TEXTEDITOR
source: An invalid text editor operation is being performed.
ar: يتم الآن تنفيذ عملية محرر نص غير صالحة.
de: Es wird ein ungültiger Texteditorvorgang ausgeführt.
el: Εκτελείται μια μη έγκυρη λειτουργία επεξεργασίας κειμένου.
es: Se está realizando una operación de editor de texto no válida.
fr: Une opération d'éditeur de texte non valide est en cours d'exécution.
ga: Tá oibríocht eagarthóireachta téacs neamhbhailí á déanamh.
hi: एक अमान्य पाठ संपादक कार्रवाई निष्पादित की जा रही है.
hi_latn: ek amaany tekst editar opareshan kiya ja raha hai.
id: Operasi editor teks yang tidak valid sedang dilakukan.
it: È in corso un'operazione dell'editor di testo non valida.
ja: 無効なテキスト エディター操作が実行されています。
ko: 잘못된 텍스트 편집기 작업이 수행되고 있습니다.
ms: Operasi penyunting teks yang tidak sah sedang dilakukan.
nb: En ugyldig tekstredigeringsoperasjon utføres.
nl: Er wordt een ongeldige teksteditorbewerking uitgevoerd.
pt: Uma operação inválida do editor de texto está sendo executada.
ro: Se efectuează o operație de editor de text nevalidă.
tr: Geçersiz bir metin düzenleyici işlemi gerçekleştiriliyor.
uk: Виконується недійсна операція текстового редактора.
vi: Đang thực hiện một thao tác soạn thảo văn bản không hợp lệ.
zh: 正在執行無效的文字編輯器操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_OLDMODDETECTED
source: When the kernel tried to load the specified mod, it requested loading "Kernel Simulator". Since the main application is renamed to Nitrocid KS, this mod can't be run safely. We advice you to upgrade the mod.
ar: عندما حاولت النواة تحميل الوضع المحدد، طلبت تحميل "Kernel Simulator". نظرًا لإعادة تسمية التطبيق الرئيسي إلى Nitrocid KS، لا يمكن تشغيل هذا الوضع بأمان. ننصحك بترقية الوضع.
de: Als der Kernel versuchte, den angegebenen Mod zu laden, forderte er das Laden von „Kernel Simulator“ an. Da die Hauptanwendung in Nitrocid KS umbenannt wurde, kann dieser Mod nicht sicher ausgeführt werden. Wir empfehlen Ihnen, den Mod zu aktualisieren.
el: Όταν ο πυρήνας προσπάθησε να φορτώσει το καθορισμένο mod, ζήτησε τη φόρτωση του "Kernel Simulator". Δεδομένου ότι η κύρια εφαρμογή μετονομάστηκε σε Nitrocid KS, αυτό το mod δεν μπορεί να εκτελεστεί με ασφάλεια. Σας συμβουλεύουμε να αναβαθμίσετε το mod.
es: Cuando el kernel intentó cargar el mod especificado, solicitó cargar "Kernel Simulator". Dado que la aplicación principal pasa a llamarse Nitrocid KS, este mod no se puede ejecutar de forma segura. Le recomendamos que actualice el mod.
fr: Lorsque le noyau a essayé de charger le mod spécifié, il a demandé le chargement de "Kernel Simulator". Étant donné que l'application principale est renommée Nitrocid KS, ce mod ne peut pas être exécuté en toute sécurité. Nous vous conseillons de mettre à jour le mod.
ga: Nuair a rinne an eithne iarracht an mod sonraithe a luchtú, d'iarr sé "Eithne Insamhlóir" a luchtú. Ós rud é go bhfuil an príomhfheidhmchlár athainmnithe go Nitrocid KS, ní féidir an mod seo a rith go sábháilte. Molaimid duit an mod a uasghrádú.
hi: जब कर्नेल ने निर्दिष्ट मॉड को लोड करने का प्रयास किया, तो उसने "कर्नेल सिम्युलेटर" लोड करने का अनुरोध किया। चूंकि मुख्य एप्लिकेशन का नाम बदलकर नाइट्रोसिड केएस कर दिया गया है, इसलिए इस मॉड को सुरक्षित रूप से नहीं चलाया जा सकता है। हम आपको मॉड को अपग्रेड करने की सलाह देते हैं।
hi_latn: jab karnel ne nirdisht mod ko lod karane ka prayaas kiya, to usane "karnel simyuletar" lod karane ka anurodh kiya. choonki mukhy eplikeshan ka naam badalakar nitrochid ks kar diya gaya hai, isalie is mod ko surakshit roop se nahin chalaaya ja sakata hai. ham aapako mod ko apagred karane kee salaah dete hain.
id: Ketika kernel mencoba memuat mod yang ditentukan, kernel meminta untuk memuat "Kernel Simulator". Karena aplikasi utama diubah namanya menjadi Nitrocid KS, mod ini tidak dapat dijalankan dengan aman. Kami menyarankan Anda untuk memutakhirkan mod tersebut.
it: Quando il kernel ha provato a caricare la mod specificata, ha richiesto il caricamento di "Kernel Simulator". Poiché l'applicazione principale è stata rinominata Nitrocid KS, questa mod non può essere eseguita in sicurezza. Ti consigliamo di aggiornare il mod.
ja: カーネルが指定された MOD をロードしようとしたとき、「カーネル シミュレータ」のロードを要求しました。メインアプリケーションの名前が Nitrocid KS に変更されているため、この MOD は安全に実行できません。MODをアップグレードすることをお勧めします。
ko: 커널이 지정된 모드를 로드하려고 시도했을 때 "커널 시뮬레이터" 로드를 요청했습니다. 기본 애플리케이션의 이름이 Nitrocid KS로 변경되었으므로 이 모드를 안전하게 실행할 수 없습니다. 모드를 업그레이드하는 것이 좋습니다.
ms: Apabila kernel cuba memuatkan mod yang ditentukan, ia meminta memuatkan "Simulator Kernel". Memandangkan aplikasi utama dinamakan semula kepada Nitrocid KS, mod ini tidak boleh dijalankan dengan selamat. Kami menasihati anda untuk menaik taraf mod.
nb: Da kjernen prøvde å laste den angitte moden, ba den om å laste "Kernel Simulator". Siden hovedapplikasjonen er omdøpt til Nitrocid KS, kan denne moden ikke kjøres trygt. Vi anbefaler deg å oppgradere moden.
nl: Toen de kernel de opgegeven mod probeerde te laden, werd gevraagd om "Kernel Simulator" te laden. Omdat de hoofdtoepassing is hernoemd naar Nitrocid KS, kan deze mod niet veilig worden uitgevoerd. Wij adviseren u om de mod te upgraden.
pt: Quando o kernel tentou carregar o mod especificado, ele solicitou o carregamento do "Kernel Simulator". Como o aplicativo principal foi renomeado para Nitrocid KS, este mod não pode ser executado com segurança. Aconselhamos você a atualizar o mod.
ro: Când nucleul a încercat să încarce modul specificat, a cerut încărcarea „Kernel Simulator”. Deoarece aplicația principală este redenumită Nitrocid KS, acest mod nu poate fi rulat în siguranță. Vă sfătuim să faceți upgrade la mod.
tr: Çekirdek belirtilen modu yüklemeye çalıştığında, "Kernel Simulator" yüklemeyi talep etti. Ana uygulama Nitrocid KS olarak yeniden adlandırıldığından, bu mod güvenli bir şekilde çalıştırılamaz. Modu yükseltmenizi öneririz.
uk: Коли ядро намагалося завантажити вказаний мод, воно запитувало завантаження «Симулятора ядра». Оскільки основну програму перейменовано на Nitrocid KS, цей мод неможливо запустити безпечно. Радимо оновити мод.
vi: Khi kernel cố gắng tải mod đã chỉ định, nó yêu cầu tải "Kernel Simulator". Vì ứng dụng chính được đổi tên thành Nitrocid KS nên mod này không thể chạy an toàn. Chúng tôi khuyên bạn nên nâng cấp mod.
zh: 當核心嘗試載入指定的mod時，它請求載入“核心模擬器”。由於主應用程式已重新命名為 Nitrocid KS，因此該 mod 無法安全運作。我們建議您升級模組。
