Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWTIMEDATE_DESC
source: Shows local kernel date and time
ar: يظهر تاريخ ووقت kernel المحلي
de: Zeigt Datum und Uhrzeit des lokalen Kernels an
el: Εμφανίζει την ημερομηνία και την ώρα του τοπικού πυρήνα
es: Muestra la fecha y la hora del kernel local
fr: Affiche la date et l'heure du noyau local
ga: Taispeáin dáta agus am eithne áitiúil
hi: स्थानीय कर्नेल दिनांक और समय दिखाता है
hi_latn: sthaaneey karnel dinaank aur samay dikhaata hai
id: Menunjukkan tanggal dan waktu kernel lokal
it: Mostra la data e l'ora del kernel locale
ja: ローカルカーネルの日付と時刻を表示します
ko: 로컬 커널 날짜 및 시간 표시
ms: Menunjukkan tarikh dan masa kernel tempatan
nb: Viser lokal kjerne dato og klokkeslett
nl: Toont lokale kernel datum en tijd
pt: Mostra a data e hora do kernel local
ro: Afișează data și ora nucleului local
tr: Yerel çekirdek tarihini ve saatini gösterir
uk: Показує локальну дату й час ядра
vi: Hiển thị ngày và giờ của hạt nhân cục bộ
zh: 顯示本地內核日期和時間

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWTIMEUTC_DESC
source: Shows UTC kernel time
ar: يظهر UTC kernel time
de: Zeigt die UTC-Kernelzeit an
el: Εμφανίζει την ώρα του πυρήνα UTC
es: Muestra la hora del núcleo UTC
fr: Affiche l'heure UTC du noyau
ga: Taispeáin am eithne UTC
hi: यूटीसी कर्नेल समय दिखाता है
hi_latn: yooteesee karnel samay dikhaata hai
id: Menunjukkan waktu kernel UTC
it: Mostra l'ora del kernel UTC
ja: UTCカーネル時間を表示します
ko: UTC 커널 시간 표시
ms: Menunjukkan masa kernel UTC
nb: Viser UTC-kjernetid
nl: Toont UTC-kerneltijd
pt: Mostra a hora do kernel UTC
ro: Afișează ora UTC a nucleului
tr: UTC çekirdek saatini gösterir
uk: Показує час ядра UTC
vi: Hiển thị thời gian hạt nhân UTC
zh: 顯示 UTC 內核時間

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWDATEUTC_DESC
source: Shows UTC kernel date
ar: يظهر UTC kernel date
de: Zeigt das UTC-Kernel-Datum an
el: Εμφανίζει την ημερομηνία του πυρήνα UTC
es: Muestra la fecha del núcleo UTC
fr: Affiche la date du noyau UTC
ga: Taispeáin dáta eithne UTC
hi: UTC कर्नेल दिनांक दिखाता है
hi_latn: utch karnel dinaank dikhaata hai
id: Menunjukkan tanggal kernel UTC
it: Mostra la data del kernel UTC
ja: UTCカーネルの日付を表示します
ko: UTC 커널 날짜 표시
ms: Menunjukkan tarikh kernel UTC
nb: Viser UTC-kjernedato
nl: Toont UTC-kerneldatum
pt: Mostra a data do kernel UTC
ro: Afișează data nucleului UTC
tr: UTC çekirdek tarihini gösterir
uk: Показує дату ядра UTC
vi: Hiển thị ngày hạt nhân UTC
zh: 顯示 UTC 內核日期

# NKS_KERNEL_DEBUGGING_TESTFACADES_SHOWTIMEDATEUTC_DESC
source: Shows UTC kernel date and time
ar: يعرض تاريخ ووقت نواة UTC
de: Zeigt Datum und Uhrzeit des UTC-Kernels an
el: Εμφανίζει την ημερομηνία και την ώρα του πυρήνα UTC
es: Muestra la fecha y hora UTC del kernel
fr: Affiche la date et l'heure UTC du noyau
ga: Taispeánann sé dáta agus am eithne UTC
hi: UTC कर्नेल दिनांक और समय दिखाता है
hi_latn: utch karnel dinaank aur samay dikhaata hai
id: Menunjukkan tanggal dan waktu kernel UTC
it: Mostra la data e l'ora del kernel UTC
ja: UTCカーネルの日付と時刻を表示します
ko: UTC 커널 날짜 및 시간 표시
ms: Menunjukkan tarikh dan masa kernel UTC
nb: Viser UTC-kjernens dato og klokkeslett
nl: Toont de datum en tijd van de UTC-kernel
pt: Mostra a data e hora do kernel UTC
ro: Afișează data și ora nucleului UTC
tr: UTC çekirdek tarihini ve saatini gösterir
uk: Показує дату й час ядра UTC
vi: Hiển thị ngày và giờ hạt nhân UTC
zh: 顯示 UTC 內核日期和時間

# NKS_SETTINGS_KERNEL_LOGIN_MOTDPATH_DESC
source: Which file is the MOTD text file? Write an absolute path to the text file.
ar: أي ملف هو ملف نصي MOTD؟ اكتب مسارًا مطلقًا للملف النصي.
de: Welche Datei ist die MOTD-Textdatei? Schreiben Sie einen absoluten Pfad zur Textdatei.
el: Ποιο αρχείο είναι το αρχείο κειμένου MOTD; Γράψτε μια απόλυτη διαδρομή προς το αρχείο κειμένου.
es: ¿Qué archivo es el archivo de texto MOTD? Escriba una ruta absoluta al archivo de texto.
fr: Quel fichier est le fichier texte MOTD ? Écrivez un chemin absolu vers le fichier texte.
ga: Cén comhad é an comhad téacs MOTD? Scríobh cosán iomlán chuig an gcomhad téacs.
hi: MOTD टेक्स्ट फ़ाइल कौन सी फ़ाइल है? टेक्स्ट फ़ाइल के लिए एक पूर्ण पथ लिखें।
hi_latn: motd tekst fail kaun see fail hai? tekst fail ke lie ek nirapeksh path likhen.
id: File manakah yang merupakan file teks MOTD? Tuliskan jalur absolut ke file teks tersebut.
it: Quale file è il file di testo MOTD? Scrivi un percorso assoluto al file di testo.
ja: MOTDテキストファイルはどのファイルですか？テキストファイルへの絶対パスを書き込みます。
ko: 어떤 파일이 MOTD 텍스트 파일입니까? 텍스트 파일의 절대 경로를 씁니다.
ms: Fail yang manakah ialah fail teks MOTD? Tulis laluan mutlak ke fail teks.
nb: Hvilken fil er MOTD-tekstfilen? Skriv en absolutt bane til tekstfilen.
nl: Welk bestand is het MOTD-tekstbestand? Schrijf een absoluut pad naar het tekstbestand.
pt: Qual arquivo é o arquivo de texto MOTD? Escreva um caminho absoluto para o arquivo de texto.
ro: Ce fișier este fișierul text MOTD? Scrieți o cale absolută către fișierul text.
tr: MOTD metin dosyası hangisidir? Metin dosyasına mutlak bir yol yazın.
uk: Який файл є текстовим файлом MOTD? Напишіть абсолютний шлях до текстового файлу.
vi: Tệp nào là tệp văn bản MOTD? Viết đường dẫn tuyệt đối đến tệp văn bản.
zh: MOTD 文本文件是哪個文件？寫入文本文件的絕對路徑。

# NKS_SETTINGS_KERNEL_LOGIN_MALPATH_DESC
source: Which file is the MAL text file? Write an absolute path to the text file.
ar: أي ملف هو ملف نصي MAL؟ اكتب مسارًا مطلقًا للملف النصي.
de: Welche Datei ist die MAL-Textdatei? Schreiben Sie einen absoluten Pfad zur Textdatei.
el: Ποιο αρχείο είναι το αρχείο κειμένου MAL; Γράψτε μια απόλυτη διαδρομή προς το αρχείο κειμένου.
es: ¿Qué archivo es el archivo de texto MAL? Escriba una ruta absoluta al archivo de texto.
fr: Quel fichier est le fichier texte MAL ? Écrivez un chemin absolu vers le fichier texte.
ga: Cén comhad é an téacschomhad MAL? Scríobh cosán iomlán chuig an gcomhad téacs.
hi: एमएएल टेक्स्ट फाइल कौन सी फाइल है? टेक्स्ट फ़ाइल के लिए एक पूर्ण पथ लिखें।
hi_latn: emeel tekst phail kaun see phail hai? tekst fail ke lie ek nirapeksh path likhen.
id: File manakah yang merupakan file teks MAL? Tuliskan jalur absolut ke file teks tersebut.
it: Quale file è il file di testo MAL? Scrivi un percorso assoluto al file di testo.
ja: MALテキストファイルはどのファイルですか？テキストファイルへの絶対パスを書き込みます。
ko: 어떤 파일이 MAL 텍스트 파일입니까? 텍스트 파일의 절대 경로를 씁니다.
ms: Fail manakah ialah fail teks MAL? Tulis laluan mutlak ke fail teks.
nb: Hvilken fil er MAL-tekstfilen? Skriv en absolutt bane til tekstfilen.
nl: Welk bestand is het MAL-tekstbestand? Schrijf een absoluut pad naar het tekstbestand.
pt: Qual arquivo é o arquivo de texto MAL? Escreva um caminho absoluto para o arquivo de texto.
ro: Ce fișier este fișierul text MAL? Scrieți o cale absolută către fișierul text.
tr: Hangi dosya MAL metin dosyasıdır? Metin dosyasına mutlak bir yol yazın.
uk: Який файл є текстовим файлом MAL? Напишіть абсолютний шлях до текстового файлу.
vi: Tệp nào là tệp văn bản MAL? Viết đường dẫn tuyệt đối đến tệp văn bản.
zh: 哪個文件是 MAL 文本文件？寫入文本文件的絕對路徑。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_APPINFODURINGBOOT_NAME
source: Show app information during boot
ar: إظهار معلومات التطبيق أثناء التمهيد
de: App-Informationen während des Bootens anzeigen
el: Εμφάνιση πληροφοριών εφαρμογής κατά την εκκίνηση
es: Mostrar información de la aplicación durante el arranque
fr: Afficher les informations de l'application au démarrage
ga: Taispeáin faisnéis aipe le linn tosaithe
hi: बूट के दौरान ऐप की जानकारी दिखाएं
hi_latn: boot ke dauraan aip kee jaanakaaree dikhaen
id: Tampilkan informasi aplikasi saat boot
it: Mostra le informazioni sull'app durante l'avvio
ja: 起動時にアプリ情報を表示する
ko: 부팅 중 앱 정보 표시
ms: Tunjukkan maklumat apl semasa but
nb: Vis appinformasjon under oppstart
nl: App-informatie tonen tijdens opstarten
pt: Mostrar informações do aplicativo durante a inicialização
ro: Afișați informații despre aplicație în timpul pornirii
tr: Önyükleme sırasında uygulama bilgilerini göster
uk: Показувати інформацію про програму під час завантаження
vi: Hiển thị thông tin ứng dụng trong khi khởi động
zh: 在啟動期間顯示應用程序信息

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_STAGEFINISHTIMES_NAME
source: Show stage finish times
ar: إظهار أوقات انتهاء المرحلة
de: Etappenendzeiten anzeigen
el: Εμφάνιση ωρών τερματισμού σκηνής
es: Mostrar tiempos de finalización de etapa
fr: Afficher les heures d'arrivée des étapes
ga: Taispeáin amanna críochnaithe an stáitse
hi: स्टेज खत्म होने का समय दिखाएं
hi_latn: stej khatm hone ka samay dikhaen
id: Tampilkan waktu selesai tahap
it: Mostra i tempi di fine della fase
ja: ステージの終了時間を表示する
ko: 스테이지 종료 시간 표시
ms: Tunjukkan masa penamat pentas
nb: Vis scenens slutttider
nl: Eindtijden etappe weergeven
pt: Mostrar os tempos de término do estágio
ro: Arată orele de încheiere a etapei
tr: Sahne bitiş sürelerini göster
uk: Показати час закінчення етапу
vi: Hiển thị thời gian kết thúc giai đoạn
zh: 顯示階段完成時間

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_TIMEONLOGIN_NAME
source: Show current time before login
ar: إظهار الوقت الحالي قبل تسجيل الدخول
de: Aktuelle Uhrzeit vor dem Login anzeigen
el: Εμφάνιση της τρέχουσας ώρας πριν από τη σύνδεση
es: Mostrar la hora actual antes de iniciar sesión
fr: Afficher l'heure actuelle avant la connexion
ga: Taispeáin an t-am reatha roimh logáil isteach
hi: लॉगिन से पहले वर्तमान समय दिखाएं
hi_latn: login se pahale vartamaan samay dikhaen
id: Tampilkan waktu saat ini sebelum masuk
it: Mostra l'ora corrente prima dell'accesso
ja: ログイン前に現在の時刻を表示する
ko: 로그인 전 현재 시간 표시
ms: Tunjukkan masa semasa sebelum log masuk
nb: Vis gjeldende tid før pålogging
nl: Toon huidige tijd voor inloggen
pt: Mostrar hora atual antes do login
ro: Afișați ora curentă înainte de autentificare
tr: Giriş yapmadan önce geçerli saati göster
uk: Показати поточний час перед входом
vi: Hiển thị thời gian hiện tại trước khi đăng nhập
zh: 顯示登錄前的當前時間

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_NOTIFY_NAME
source: Notify for any fault during boot
ar: يخطر عن أي خطأ أثناء التمهيد
de: Benachrichtigung bei Fehlern während des Startvorgangs
el: Ειδοποιήστε για οποιοδήποτε σφάλμα κατά την εκκίνηση
es: Notificar por cualquier falla durante el arranque
fr: Avertir de tout défaut lors du démarrage
ga: Fógra maidir le haon locht le linn tosaithe
hi: बूट के दौरान किसी भी गलती के लिए सूचित करें
hi_latn: boot ke dauraan kisee bhee galatee ke lie soochit karen
id: Beritahu jika ada kesalahan selama boot
it: Notificare eventuali guasti durante l'avvio
ja: 起動中に障害が発生した場合は通知します
ko: 부팅 중 오류 알림
ms: Maklumkan sebarang kerosakan semasa but
nb: Gi beskjed om eventuelle feil under oppstart
nl: Melden voor elke fout tijdens het opstarten
pt: Notificar qualquer falha durante a inicialização
ro: Notificați pentru orice defecțiune în timpul pornirii
tr: Önyükleme sırasında herhangi bir arızayı bildir
uk: Сповіщати про будь-які помилки під час завантаження
vi: Thông báo bất kỳ lỗi nào trong quá trình khởi động
zh: 引導期間通知任何故障

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_APPINFODURINGBOOT_DESC
source: Shows brief information about the application on boot.
ar: يظهر معلومات موجزة حول التطبيق في التمهيد.
de: Zeigt kurze Informationen über die Anwendung beim Booten an.
el: Εμφανίζει σύντομες πληροφορίες σχετικά με την εφαρμογή κατά την εκκίνηση.
es: Muestra información breve sobre la aplicación en el arranque.
fr: Affiche de brèves informations sur l'application au démarrage.
ga: Taispeánann sé eolas gairid faoin bhfeidhmchlár ar tosaithe.
hi: बूट पर एप्लिकेशन के बारे में संक्षिप्त जानकारी दिखाता है।
hi_latn: boot par eplikeshan ke baare mein sankshipt jaanakaaree dikhaata hai.
id: Menampilkan informasi singkat tentang aplikasi saat boot.
it: Mostra brevi informazioni sull'applicazione all'avvio.
ja: 起動時にアプリケーションに関する簡単な情報を表示します。
ko: 부팅 시 응용 프로그램에 대한 간략한 정보를 표시합니다.
ms: Menunjukkan maklumat ringkas tentang aplikasi semasa but.
nb: Viser kort informasjon om programmet ved oppstart.
nl: Toont korte informatie over de toepassing bij het opstarten.
pt: Mostra informações breves sobre o aplicativo na inicialização.
ro: Afișează informații scurte despre aplicație la pornire.
tr: Uygulamanın açılışında kısa bilgi gösterir.
uk: Показує коротку інформацію про програму під час завантаження.
vi: Hiển thị thông tin tóm tắt về ứng dụng khi khởi động.
zh: 在啟動時顯示有關應用程序的簡要信息。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_STAGEFINISHTIMES_DESC
source: Shows how much time did the kernel take to finish a stage.
ar: يوضح مقدار الوقت الذي استغرقته النواة لإنهاء المرحلة.
de: Zeigt an, wie viel Zeit der Kernel benötigt hat, um eine Stufe zu beenden.
el: Δείχνει πόσο χρόνο χρειάστηκε ο πυρήνας για να τελειώσει ένα στάδιο.
es: Muestra cuánto tiempo tardó el núcleo en terminar una etapa.
fr: Indique combien de temps le noyau a mis pour terminer une étape.
ga: Léiríonn sé cé mhéad ama a thóg an eithne céim a chríochnú.
hi: दिखाता है कि एक चरण को पूरा करने में कर्नेल को कितना समय लगा।
hi_latn: dikhaata hai ki ek charan ko poora karane mein karnel ko kitana samay laga.
id: Menunjukkan berapa lama waktu yang dibutuhkan kernel untuk menyelesaikan suatu tahap.
it: Mostra quanto tempo ha impiegato il kernel per completare una fase.
ja: カーネルがステージを完了するのにかかった時間を示します。
ko: 커널이 단계를 완료하는 데 걸린 시간을 보여줍니다.
ms: Menunjukkan berapa banyak masa yang diambil oleh kernel untuk menyelesaikan satu peringkat.
nb: Viser hvor lang tid det tok for kjernen å fullføre et stadium.
nl: Toont hoeveel tijd de kernel nodig had om een fase te voltooien.
pt: Mostra quanto tempo o kernel levou para terminar um estágio.
ro: Afișează cât timp i-a luat nucleului pentru a termina o etapă.
tr: Çekirdeğin bir aşamayı tamamlamasının ne kadar zaman aldığını gösterir.
uk: Показує, скільки часу знадобилося ядру, щоб завершити етап.
vi: Hiển thị thời gian mà hạt nhân mất để hoàn thành một giai đoạn.
zh: 顯示內核完成一個階段所需的時間。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_TIMEONLOGIN_DESC
source: Shows the current time, time zone, and date before logging in.
ar: يعرض الوقت الحالي والمنطقة الزمنية والتاريخ قبل تسجيل الدخول.
de: Zeigt vor der Anmeldung die aktuelle Uhrzeit, Zeitzone und das Datum an.
el: Εμφανίζει την τρέχουσα ώρα, ζώνη ώρας και ημερομηνία πριν από τη σύνδεση.
es: Muestra la hora actual, la zona horaria y la fecha antes de iniciar sesión.
fr: Affiche l'heure actuelle, le fuseau horaire et la date avant la connexion.
ga: Taispeáin an t-am reatha, an crios ama, agus an dáta roimh logáil isteach.
hi: लॉग इन करने से पहले वर्तमान समय, समय क्षेत्र और दिनांक दिखाता है।
hi_latn: log in karane se pahale vartamaan samay, samay kshetr aur dinaank dikhaata hai.
id: Menunjukkan waktu, zona waktu, dan tanggal saat ini sebelum masuk.
it: Mostra l'ora corrente, il fuso orario e la data prima dell'accesso.
ja: ログインする前の現在の時刻、タイムゾーン、および日付を表示します。
ko: 로그인하기 전의 현재 시간, 시간대 및 날짜를 표시합니다.
ms: Menunjukkan masa semasa, zon masa dan tarikh sebelum log masuk.
nb: Viser gjeldende tid, tidssone og dato før du logger på.
nl: Toont de huidige tijd, tijdzone en datum voordat u zich aanmeldt.
pt: Mostra a hora atual, fuso horário e data antes do login.
ro: Afișează ora curentă, fusul orar și data înainte de a vă conecta.
tr: Giriş yapmadan önce geçerli saati, saat dilimini ve tarihi gösterir.
uk: Показує поточний час, часовий пояс і дату перед входом.
vi: Hiển thị thời gian, múi giờ và ngày hiện tại trước khi đăng nhập.
zh: 顯示登錄前的當前時間、時區和日期。

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_NOTIFY_DESC
source: If there is a minor fault during kernel boot, notifies the user about it.
ar: إذا كان هناك خطأ بسيط أثناء تمهيد kernel ، فقم بإعلام المستخدم به.
de: Wenn beim Booten des Kernels ein geringfügiger Fehler auftritt, wird der Benutzer darüber benachrichtigt.
el: Εάν υπάρχει ένα μικρό σφάλμα κατά την εκκίνηση του πυρήνα, ειδοποιεί τον χρήστη σχετικά.
es: Si hay una falla menor durante el arranque del kernel, notifica al usuario al respecto.
fr: S'il y a une erreur mineure lors du démarrage du noyau, en informe l'utilisateur.
ga: Má tá locht beag le linn tosaithe eithne, cuir an t-úsáideoir ar an eolas faoi.
hi: यदि कर्नेल बूट के दौरान कोई मामूली खराबी है, तो उपयोगकर्ता को इसके बारे में सूचित करता है।
hi_latn: yadi karnel boot ke dauraan koee maamoolee kharaabee hai, to upayogakarta ko isake baare mein soochit karata hai.
id: Jika terjadi kesalahan kecil selama boot kernel, memberitahukan pengguna tentang hal itu.
it: Se si verifica un errore minore durante l'avvio del kernel, ne informa l'utente.
ja: カーネルの起動中に軽微な障害が発生した場合は、ユーザーに通知してください。
ko: 커널 부팅 중 사소한 오류가 발생하면 사용자에게 알립니다.
ms: Jika terdapat kerosakan kecil semasa but kernel, maklumkan pengguna mengenainya.
nb: Hvis det er en mindre feil under oppstart av kjernen, varsler brukeren om det.
nl: Als er een kleine fout optreedt tijdens het opstarten van de kernel, wordt de gebruiker hiervan op de hoogte gesteld.
pt: Se houver uma pequena falha durante a inicialização do kernel, notifica o usuário sobre isso.
ro: Dacă există o eroare minoră în timpul pornirii nucleului, anunță utilizatorul despre aceasta.
tr: Çekirdek önyüklemesi sırasında küçük bir hata oluşursa kullanıcıya bildirimde bulunur.
uk: Якщо під час завантаження ядра виникає незначна помилка, сповіщає про це користувача.
vi: Nếu có lỗi nhỏ trong quá trình khởi động kernel, sẽ thông báo cho người dùng.
zh: 如果內核啟動過程中出現小故障，通知用戶。

# NKS_SETTINGS_KERNEL_LOGIN_USERNAMEPROMPT_NAME
source: Username prompt style
ar: اسم المستخدم موجه النمط
de: Stil der Eingabeaufforderung für den Benutzernamen
el: Στυλ προτροπής ονόματος χρήστη
es: Estilo de solicitud de nombre de usuario
fr: Style d'invite de nom d'utilisateur
ga: Stíl leid ainm úsáideora
hi: उपयोगकर्ता नाम शीघ्र शैली
hi_latn: upayogakarta naam sheeghr shailee
id: Gaya permintaan nama pengguna
it: Stile di richiesta del nome utente
ja: ユーザー名プロンプトスタイル
ko: 사용자 이름 프롬프트 스타일
ms: Gaya gesaan nama pengguna
nb: Brukernavn-ledetekststil
nl: Stijl voor gebruikersnaam prompt
pt: Estilo de prompt de nome de usuário
ro: Stilul prompt al numelui de utilizator
tr: Kullanıcı adı istemi stili
uk: Стиль підказки імені користувача
vi: Kiểu nhắc tên người dùng
zh: 用戶名提示樣式

# NKS_SETTINGS_KERNEL_LOGIN_PASSWORDPROMPT_NAME
source: Password prompt style
ar: أسلوب موجه كلمة المرور
de: Stil der Passwortabfrage
el: Στυλ προτροπής κωδικού πρόσβασης
es: Estilo de solicitud de contraseña
fr: Style d'invite de mot de passe
ga: Stíl leid pasfhocail
hi: पासवर्ड शीघ्र शैली
hi_latn: paasavard sheeghr shailee
id: Gaya permintaan kata sandi
it: Stile di richiesta password
ja: パスワードプロンプトスタイル
ko: 비밀번호 프롬프트 스타일
ms: Gaya gesaan kata laluan
nb: Passordledetekststil
nl: Stijl voor wachtwoordprompt
pt: Estilo de solicitação de senha
ro: Stilul de solicitare a parolei
tr: Şifre istemi stili
uk: Стиль запиту пароля
vi: Kiểu nhắc mật khẩu
zh: 密碼提示樣式

# NKS_SETTINGS_KERNEL_LOGIN_USERNAMEPROMPT_DESC
source: Write how you want your login prompt to be. Leave blank to use default style. Placeholders are parsed.
ar: اكتب كيف تريد أن تكون مطالبة تسجيل الدخول الخاصة بك. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة.
de: Schreiben Sie, wie Ihre Anmeldeaufforderung aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert.
el: Γράψτε πώς θέλετε να είναι η προτροπή σύνδεσής σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
es: Escribe cómo quieres que sea tu indicador de inicio de sesión. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan.
fr: Écrivez comment vous voulez que votre invite de connexion soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés.
ga: Scríobh conas is mian leat do leid logáil isteach a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपना लॉगिन संकेत कैसे चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
hi_latn: likhen ki aap apane login prompt ko kaise chaahate hain. difolt shailee ka upayog karane ke lie khaalee chhod den. plesaholdars ko paars kiya jaata hai.
id: Tuliskan bagaimana Anda ingin prompt login Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
it: Scrivi come vuoi che sia la tua richiesta di accesso. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati.
ja: ログインプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 원하는 로그인 프롬프트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
ms: Tulis bagaimana anda mahu gesaan log masuk anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan.
nb: Skriv hvordan du vil at påloggingsforespørselen skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres.
nl: Schrijf hoe u wilt dat uw aanmeldingsprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
pt: Escreva como você deseja que seu prompt de login seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados.
ro: Scrieți cum doriți să fie solicitarea de conectare. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați.
tr: Giriş isteminizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır.
uk: Напишіть, як ви хочете, щоб ваш запит входу був. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються.
vi: Viết cách bạn muốn lời nhắc đăng nhập của mình như thế nào. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp.
zh: 寫下您希望登錄提示的方式。留空以使用默認樣式。佔位符被解析。
