Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_FILESIZEIFM_NAME
source: Show file size in the file manager
ar: إظهار حجم الملف في مدير الملفات
de: Dateigröße im Dateimanager anzeigen
el: Εμφάνιση μεγέθους αρχείου στη διαχείριση αρχείων
es: Mostrar el tamaño del archivo en el administrador de archivos
fr: Afficher la taille du fichier dans le gestionnaire de fichiers
ga: Taispeáin méid an chomhaid sa bhainisteoir comhad
hi: फ़ाइल मैनेजर में फ़ाइल का आकार दिखाएँ
hi_latn: fail prabandhak mein fail ka aakaar dikhaen
id: Tampilkan ukuran file di pengelola file
it: Mostra la dimensione del file nel file manager
ja: ファイルマネージャーでファイルサイズを表示する
ko: 파일 관리자에 파일 크기 표시
ms: Tunjukkan saiz fail dalam pengurus fail
nb: Vis filstørrelsen i filbehandlingen
nl: Toon de bestandsgrootte in Bestandsbeheer
pt: Mostrar o tamanho do arquivo no gerenciador de arquivos
ro: Afișați dimensiunea fișierului în managerul de fișiere
tr: Dosya yöneticisinde dosya boyutunu göster
uk: Показати розмір файлу в файловому менеджері
vi: Hiển thị kích thước tệp trong trình quản lý tệp
zh: 在檔案總管中顯示檔案大小

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_FILESIZEIFM_DESC
source: Whether to show the file size in the status.
ar: ما إذا كان سيتم إظهار حجم الملف في الحالة.
de: Ob die Dateigröße im Status angezeigt werden soll.
el: Εάν θα εμφανιστεί το μέγεθος του αρχείου στην κατάσταση.
es: Si se debe mostrar el tamaño del archivo en el estado.
fr: S'il faut afficher la taille du fichier dans l'état.
ga: Cibé an dtaispeánfar méid an chomhaid sa stádas.
hi: स्टेटस में फ़ाइल का आकार दिखाना है या नहीं.
hi_latn: fail ka aakaar stetas mein dikhaana hai ya nahin.
id: Apakah akan menampilkan ukuran berkas dalam status.
it: Se mostrare la dimensione del file nello stato.
ja: ステータスにファイルサイズを表示するかどうか。
ko: 상태에 파일 크기를 표시할지 여부입니다.
ms: Sama ada mahu menunjukkan saiz fail dalam status.
nb: Om filstørrelsen skal vises i statusen.
nl: Of de bestandsgrootte in de status moet worden weergegeven.
pt: Se deve mostrar o tamanho do arquivo no status.
ro: Dacă se afișează dimensiunea fișierului în stare.
tr: Dosya boyutunun durumda gösterilip gösterilmeyeceği.
uk: Чи показувати розмір файлу в статусі.
vi: Có hiển thị kích thước tệp trong trạng thái không.
zh: 是否在狀態中顯示檔案大小。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_CLASSICHEADERSSETTINGS_NAME
source: Use classic style of headers in the Settings app
ar: استخدم النمط الكلاسيكي للرؤوس في تطبيق الإعدادات
de: Verwenden Sie in der Einstellungen-App den klassischen Kopfzeilenstil
el: Χρησιμοποιήστε κλασικό στυλ κεφαλίδων στην εφαρμογή Ρυθμίσεις
es: Utilice el estilo clásico de encabezados en la aplicación Configuración
fr: Utilisez le style classique des en-têtes dans l'application Paramètres
ga: Bain úsáid as stíl clasaiceach ceanntásca san aip Socruithe
hi: सेटिंग ऐप में हेडर की क्लासिक शैली का उपयोग करें
hi_latn: setings aip mein hedar kee klaasik shailee ka upayog karen
id: Gunakan gaya tajuk klasik di aplikasi Pengaturan
it: Utilizza lo stile classico delle intestazioni nell'app Impostazioni
ja: 設定アプリでクラシック スタイルのヘッダーを使用する
ko: 설정 앱에서 클래식 스타일의 헤더 사용
ms: Gunakan pengepala gaya klasik dalam apl Tetapan
nb: Bruk klassisk stil med overskrifter i Innstillinger-appen
nl: Gebruik de klassieke stijl van kopteksten in de app Instellingen
pt: Use o estilo clássico de cabeçalhos no aplicativo Configurações
ro: Utilizați stilul clasic de antete în aplicația Setări
tr: Ayarlar uygulamasında klasik başlık stilini kullanın
uk: Використовуйте класичний стиль заголовків у програмі «Налаштування».
vi: Sử dụng kiểu tiêu đề cổ điển trong ứng dụng Cài đặt
zh: 在「設定」應用程式中使用經典樣式的標題

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_CLASSICHEADERSSETTINGS_DESC
source: This provides you an option to switch to either the modern or the classic header look of the settings application.
ar: يوفر لك هذا خيارًا للتبديل إلى مظهر الرأس الحديث أو الكلاسيكي لتطبيق الإعدادات.
de: Dies bietet Ihnen die Möglichkeit, entweder zum modernen oder zum klassischen Header-Erscheinungsbild der Einstellungsanwendung zu wechseln.
el: Αυτό σας παρέχει την επιλογή να μεταβείτε είτε στη σύγχρονη είτε στην κλασική εμφάνιση κεφαλίδας της εφαρμογής ρυθμίσεων.
es: Esto le brinda la opción de cambiar al aspecto de encabezado moderno o clásico de la aplicación de configuración.
fr: Cela vous offre la possibilité de passer à l'apparence d'en-tête moderne ou classique de l'application de paramètres.
ga: Soláthraíonn sé seo rogha duit aistriú go cuma ceanntásc nua-aimseartha nó clasaiceach an fheidhmchláir socruithe.
hi: यह आपको सेटिंग एप्लिकेशन के आधुनिक या क्लासिक हेडर लुक पर स्विच करने का विकल्प प्रदान करता है।
hi_latn: yah aapako seting eplikeshan ke aadhunik ya klaasik hedar luk mein se kisee ek par svich karane ka vikalp pradaan karata hai.
id: Ini memberi Anda pilihan untuk beralih ke tampilan header modern atau klasik pada aplikasi pengaturan.
it: Ciò ti offre la possibilità di passare all'aspetto dell'intestazione moderno o classico dell'applicazione delle impostazioni.
ja: これにより、設定アプリケーションのヘッダーの外観をモダンまたはクラシックに切り替えるオプションが提供されます。
ko: 이는 설정 애플리케이션의 현대적 또는 클래식 헤더 모양으로 전환할 수 있는 옵션을 제공합니다.
ms: Ini memberi anda pilihan untuk bertukar kepada sama ada rupa pengepala moden atau klasik bagi aplikasi tetapan.
nb: Dette gir deg muligheten til å bytte til enten det moderne eller det klassiske overskriftsutseendet til innstillingsapplikasjonen.
nl: Dit biedt u de mogelijkheid om over te schakelen naar het moderne of klassieke header-uiterlijk van de instellingentoepassing.
pt: Isso oferece a opção de mudar para a aparência de cabeçalho moderna ou clássica do aplicativo de configurações.
ro: Acest lucru vă oferă o opțiune de a comuta fie la aspectul de antet modern, fie la cel clasic al aplicației de setări.
tr: Bu, ayarlar uygulamasının modern veya klasik başlık görünümüne geçme seçeneği sunar.
uk: Це дає вам можливість переключитися на сучасний або класичний вигляд заголовка програми налаштувань.
vi: Tính năng này cung cấp cho bạn tùy chọn chuyển sang giao diện tiêu đề hiện đại hoặc cổ điển của ứng dụng cài đặt.
zh: 這為您提供了切換到設定應用程式的現代或經典標題外觀的選項。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_DEFAULTFIGLET_NAME
source: Default figlet font
ar: خط فيجيت الافتراضي
de: Standard-Figlet-Schriftart
el: Προεπιλεγμένη γραμματοσειρά figlet
es: Fuente figlet predeterminada
fr: Police figlet par défaut
ga: Cló réamhshocraithe figlet
hi: डिफ़ॉल्ट फ़िगलेट फ़ॉन्ट
hi_latn: difolt figalet font
id: Font figlet bawaan
it: Carattere figlet predefinito
ja: デフォルトのフィグレット フォント
ko: 기본 figlet 글꼴
ms: Fon figlet lalai
nb: Standard figlet-font
nl: Standaard figlet-lettertype
pt: Fonte figlet padrão
ro: Font figlet implicit
tr: Varsayılan figlet yazı tipi
uk: Шрифт figlet за замовчуванням
vi: Phông chữ figlet mặc định
zh: 預設 Figlet 字體

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_DEFAULTFIGLET_DESC
source: The default figlet font for use with several areas of the kernel, including your modern login screen.
ar: خط صغير افتراضي للاستخدام مع العديد من مناطق النواة، بما في ذلك شاشة تسجيل الدخول الحديثة.
de: Die Standard-Figlet-Schriftart zur Verwendung in mehreren Bereichen des Kernels, einschließlich Ihres modernen Anmeldebildschirms.
el: Η προεπιλεγμένη γραμματοσειρά figlet για χρήση με πολλές περιοχές του πυρήνα, συμπεριλαμβανομένης της σύγχρονης οθόνης σύνδεσής σας.
es: La fuente figlet predeterminada para usar con varias áreas del kernel, incluida la pantalla de inicio de sesión moderna.
fr: La police figlet par défaut à utiliser avec plusieurs zones du noyau, y compris votre écran de connexion moderne.
ga: An cló figlet réamhshocraithe le húsáid le roinnt réimsí den eithne, lena n-áirítear do scáileán logála isteach nua-aimseartha.
hi: आपकी आधुनिक लॉगिन स्क्रीन सहित कर्नेल के कई क्षेत्रों के साथ उपयोग के लिए डिफ़ॉल्ट फ़िगलेट फ़ॉन्ट।
hi_latn: karnel ke kaee kshetron ke saath upayog ke lie difolt figalet font, jisamen aapakee aadhunik login skreen bhee shaamil hai.
id: Font figlet default untuk digunakan pada beberapa area kernel, termasuk layar login modern Anda.
it: Il carattere figlet predefinito da utilizzare con diverse aree del kernel, inclusa la schermata di accesso moderna.
ja: 最新のログイン画面など、カーネルのいくつかの領域で使用するデフォルトのフィグレット フォント。
ko: 최신 로그인 화면을 포함하여 커널의 여러 영역에서 사용하기 위한 기본 figlet 글꼴입니다.
ms: Fon figlet lalai untuk digunakan dengan beberapa kawasan kernel, termasuk skrin log masuk moden anda.
nb: Standard figlet-font for bruk med flere områder av kjernen, inkludert din moderne påloggingsskjerm.
nl: Het standaard figlet-lettertype voor gebruik met verschillende delen van de kernel, inclusief uw moderne inlogscherm.
pt: A fonte figlet padrão para uso em diversas áreas do kernel, incluindo sua tela de login moderna.
ro: Fontul figlet implicit pentru utilizare cu mai multe zone ale nucleului, inclusiv ecranul modern de conectare.
tr: Modern giriş ekranınız da dahil olmak üzere çekirdeğin çeşitli alanlarında kullanılmak üzere varsayılan figlet yazı tipi.
uk: Типовий шрифт figlet для використання з кількома областями ядра, включаючи ваш сучасний екран входу.
vi: Phông chữ figlet mặc định để sử dụng với một số vùng của hạt nhân, bao gồm cả màn hình đăng nhập hiện đại của bạn.
zh: 預設的 Figlet 字體可用於核心的多個區域，包括現代登入畫面。

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_USAGEDEBUG_NAME
source: CPU usage debug enabled
ar: تم تمكين تصحيح استخدام وحدة المعالجة المركزية
de: Debug der CPU-Auslastung aktiviert
el: Ο εντοπισμός σφαλμάτων χρήσης CPU ενεργοποιήθηκε
es: Depuración de uso de CPU habilitada
fr: Débogage de l'utilisation du processeur activé
ga: Cumasaíodh dífhabhtú úsáide LAP
hi: सीपीयू उपयोग डीबग सक्षम
hi_latn: seepeeyoo upayog deebag saksham
id: Debug penggunaan CPU diaktifkan
it: Debug dell'utilizzo della CPU abilitato
ja: CPU使用率のデバッグが有効になっています
ko: CPU 사용량 디버그 활성화
ms: Nyahpepijat penggunaan CPU didayakan
nb: CPU-bruk feilsøking aktivert
nl: Foutopsporing CPU-gebruik ingeschakeld
pt: Depuração de uso de CPU ativada
ro: Depanarea utilizării CPU este activată
tr: CPU kullanım hata ayıklama etkinleştirildi
uk: Увімкнено налагодження використання ЦП
vi: Đã bật gỡ lỗi sử dụng CPU
zh: 啟用 CPU 使用率調試

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_USAGEDEBUG_DESC
source: If enabled, prints the CPU usage between the two intervals as specified in the CPU usage debug update interval.
ar: إذا تم تمكينه، فسيتم طباعة استخدام وحدة المعالجة المركزية (CPU) بين الفترتين كما هو محدد في الفاصل الزمني لتحديث تصحيح استخدام وحدة المعالجة المركزية (CPU).
de: Wenn diese Option aktiviert ist, wird die CPU-Auslastung zwischen den beiden Intervallen gedruckt, wie im Debug-Aktualisierungsintervall für die CPU-Auslastung angegeben.
el: Εάν είναι ενεργοποιημένο, εκτυπώνει τη χρήση της CPU μεταξύ των δύο διαστημάτων, όπως καθορίζεται στο διάστημα ενημέρωσης εντοπισμού σφαλμάτων χρήσης της CPU.
es: Si está habilitado, imprime el uso de la CPU entre los dos intervalos como se especifica en el intervalo de actualización de depuración del uso de la CPU.
fr: Si cette option est activée, imprime l'utilisation du processeur entre les deux intervalles, comme spécifié dans l'intervalle de mise à jour du débogage de l'utilisation du processeur.
ga: Má tá sé cumasaithe, priontaí úsáid an LAP idir an dá eatramh mar atá sonraithe san eatramh nuashonraithe dífhabhtaithe úsáide LAP.
hi: यदि सक्षम किया गया है, तो सीपीयू उपयोग डिबग अपडेट अंतराल में निर्दिष्ट दो अंतरालों के बीच सीपीयू उपयोग को प्रिंट करता है।
hi_latn: yadi saksham hai, to seepeeyoo upayog deebag apadet antaraal mein nirdisht do antaraalon ke beech seepeeyoo upayog ko print karata hai.
id: Jika diaktifkan, mencetak penggunaan CPU antara dua interval seperti yang ditetapkan dalam interval pembaruan debug penggunaan CPU.
it: Se abilitato, stampa l'utilizzo della CPU tra i due intervalli come specificato nell'intervallo di aggiornamento del debug dell'utilizzo della CPU.
ja: 有効にすると、CPU 使用率のデバッグ更新間隔で指定された 2 つの間隔間の CPU 使用率が出力されます。
ko: 활성화된 경우 CPU 사용량 디버그 업데이트 간격에 지정된 대로 두 간격 사이의 CPU 사용량을 인쇄합니다.
ms: Jika didayakan, cetak penggunaan CPU antara dua selang seperti yang dinyatakan dalam selang kemas kini nyahpepijat penggunaan CPU.
nb: Hvis aktivert, skriver den ut CPU-bruken mellom de to intervallene som spesifisert i oppdateringsintervallet for CPU-bruksfeilsøking.
nl: Indien ingeschakeld, wordt het CPU-gebruik tussen de twee intervallen afgedrukt, zoals opgegeven in het update-interval voor het opsporen van fouten in het CPU-gebruik.
pt: Se ativado, imprime o uso da CPU entre os dois intervalos conforme especificado no intervalo de atualização de depuração de uso da CPU.
ro: Dacă este activat, tipărește utilizarea CPU între cele două intervale, așa cum este specificat în intervalul de actualizare de depanare a utilizării CPU.
tr: Etkinleştirilirse, CPU kullanım hata ayıklama güncelleme aralığında belirtilen iki aralık arasındaki CPU kullanımını yazdırır.
uk: Якщо ввімкнено, друкує використання ЦП між двома інтервалами, як зазначено в інтервалі оновлення налагодження використання ЦП.
vi: Nếu được bật, sẽ in mức sử dụng CPU giữa hai khoảng thời gian được chỉ định trong khoảng thời gian cập nhật gỡ lỗi mức sử dụng CPU.
zh: 如果啟用，則列印 CPU 使用情況調試更新間隔中指定的兩個間隔之間的 CPU 使用情況。

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_USAGEDEBUGUPDATE_NAME
source: CPU usage debug update interval
ar: الفاصل الزمني لتحديث تصحيح استخدام وحدة المعالجة المركزية
de: Debug-Aktualisierungsintervall für die CPU-Auslastung
el: Διάστημα ενημέρωσης εντοπισμού σφαλμάτων χρήσης CPU
es: Intervalo de actualización de depuración de uso de CPU
fr: Intervalle de mise à jour du débogage de l'utilisation du processeur
ga: Eatramh nuashonraithe dífhabhtaithe úsáide LAP
hi: सीपीयू उपयोग डिबग अद्यतन अंतराल
hi_latn: seepeeyoo upayog deebag apadet antaraal
id: Interval pembaruan debug penggunaan CPU
it: Intervallo di aggiornamento del debug dell'utilizzo della CPU
ja: CPU使用率のデバッグ更新間隔
ko: CPU 사용량 디버그 업데이트 간격
ms: Selang kemas kini nyahpepijat penggunaan CPU
nb: CPU-bruk feilsøkingsoppdateringsintervall
nl: Update-interval voor foutopsporing van CPU-gebruik
pt: Intervalo de atualização de depuração de uso da CPU
ro: Interval de actualizare a depanării utilizării CPU
tr: CPU kullanım hata ayıklama güncelleme aralığı
uk: Інтервал оновлення налагодження використання ЦП
vi: Khoảng thời gian cập nhật gỡ lỗi sử dụng CPU
zh: CPU使用率調試更新間隔

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_USAGEDEBUGUPDATE_DESC
source: How many milliseconds to wait before updating the CPU usage and printing it to the debugger?
ar: كم عدد المللي ثانية التي يجب الانتظار قبل تحديث استخدام وحدة المعالجة المركزية وطباعتها إلى مصحح الأخطاء؟
de: Wie viele Millisekunden muss man warten, bevor die CPU-Auslastung aktualisiert und an den Debugger ausgegeben wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν ενημερώσετε τη χρήση της CPU και την εκτυπώσετε στο πρόγραμμα εντοπισμού σφαλμάτων;
es: ¿Cuántos milisegundos esperar antes de actualizar el uso de la CPU e imprimirlo en el depurador?
fr: Combien de millisecondes attendre avant de mettre à jour l'utilisation du processeur et de l'imprimer sur le débogueur ?
ga: Cé mhéad milleasoicind atá le fanacht roimh úsáid an LAP a nuashonrú agus é a phriontáil don dífhabhtóir?
hi: सीपीयू उपयोग को अपडेट करने और इसे डीबगर पर प्रिंट करने से पहले कितने मिलीसेकेंड तक इंतजार करना होगा?
hi_latn: seepeeyoo upayog ko apadet karane aur ise deebagar mein print karane se pahale kitane mileesekand prateeksha karanee hai?
id: Berapa milidetik yang harus ditunggu sebelum memperbarui penggunaan CPU dan mencetaknya ke debugger?
it: Quanti millisecondi attendere prima di aggiornare l'utilizzo della CPU e stamparlo sul debugger?
ja: CPU 使用率を更新してデバッガーに出力するまでに何ミリ秒待つ必要がありますか?
ko: CPU 사용량을 업데이트하고 디버거에 인쇄하기 전에 몇 밀리초를 기다려야 합니까?
ms: Berapa milisaat untuk menunggu sebelum mengemas kini penggunaan CPU dan mencetaknya ke penyahpepijat?
nb: Hvor mange millisekunder skal vente før du oppdaterer CPU-bruken og skriver den ut til feilsøkeren?
nl: Hoeveel milliseconden moet u wachten voordat u het CPU-gebruik bijwerkt en naar de debugger afdrukt?
pt: Quantos milissegundos esperar antes de atualizar o uso da CPU e imprimi-lo no depurador?
ro: Câte milisecunde să așteptați înainte de a actualiza utilizarea procesorului și de a o imprima în depanator?
tr: CPU kullanımını güncelleyip hata ayıklayıcıya yazdırmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж оновити дані про використання ЦП і надрукувати їх у налагоджувачі?
vi: Phải đợi bao nhiêu mili giây trước khi cập nhật mức sử dụng CPU và in thông tin này vào trình gỡ lỗi?
zh: 在更新 CPU 使用率並將其列印到偵錯器之前需要等待多少毫秒？

# NKS_SETTINGS_WIDGETS_DIGITAL_DESC
source: Simple date and time in the middle of the screen.
ar: التاريخ والوقت البسيط في منتصف الشاشة.
de: Einfaches Datum und Uhrzeit in der Mitte des Bildschirms.
el: Απλή ημερομηνία και ώρα στη μέση της οθόνης.
es: Fecha y hora simples en el medio de la pantalla.
fr: Date et heure simples au milieu de l'écran.
ga: Dáta agus am simplí i lár an scáileáin.
hi: स्क्रीन के मध्य में सरल दिनांक और समय।
hi_latn: skreen ke beech mein saral dinaank aur samay.
id: Tanggal dan waktu sederhana di tengah layar.
it: Data e ora semplici al centro dello schermo.
ja: 画面中央にシンプルな日付と時刻。
ko: 화면 중앙에 간단한 날짜와 시간이 표시됩니다.
ms: Tarikh dan masa mudah di tengah-tengah skrin.
nb: Enkel dato og klokkeslett midt på skjermen.
nl: Eenvoudige datum en tijd in het midden van het scherm.
pt: Data e hora simples no meio da tela.
ro: Data și ora simple în mijlocul ecranului.
tr: Ekranın ortasında sade bir tarih ve saat.
uk: Проста дата й час посередині екрана.
vi: Ngày và giờ đơn giản ở giữa màn hình.
zh: 螢幕中間的簡單日期和時間。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_MIGRATEOLDCONFIG_SUCCESS
source: Configuration migration may not have been completed successfully. If you're sure that your configuration files are valid, investigate the debug logs for more info.
ar: ربما لم يتم إكمال ترحيل التكوين بنجاح. إذا كنت متأكدًا من أن ملفات التكوين الخاصة بك صالحة، فتحقق من سجلات التصحيح للحصول على مزيد من المعلومات.
de: Die Konfigurationsmigration wurde möglicherweise nicht erfolgreich abgeschlossen. Wenn Sie sicher sind, dass Ihre Konfigurationsdateien gültig sind, untersuchen Sie die Debug-Protokolle auf weitere Informationen.
el: Η μετεγκατάσταση της διαμόρφωσης ενδέχεται να μην έχει ολοκληρωθεί με επιτυχία. Εάν είστε βέβαιοι ότι τα αρχεία διαμόρφωσής σας είναι έγκυρα, διερευνήστε τα αρχεία καταγραφής εντοπισμού σφαλμάτων για περισσότερες πληροφορίες.
es: Es posible que la migración de la configuración no se haya completado correctamente. Si está seguro de que sus archivos de configuración son válidos, investigue los registros de depuración para obtener más información.
fr: La migration de la configuration n'a peut-être pas été effectuée correctement. Si vous êtes sûr que vos fichiers de configuration sont valides, examinez les journaux de débogage pour plus d'informations.
ga: Seans nár críochnaíodh ascnamh cumraíochta go rathúil. Má tá tú cinnte go bhfuil do chomhaid chumraíochta bailí, fiosraigh na logaí dífhabhtaithe le haghaidh tuilleadh faisnéise.
hi: हो सकता है कि कॉन्फ़िगरेशन माइग्रेशन सफलतापूर्वक पूरा न हुआ हो. यदि आप आश्वस्त हैं कि आपकी कॉन्फ़िगरेशन फ़ाइलें मान्य हैं, तो अधिक जानकारी के लिए डिबग लॉग की जाँच करें।
hi_latn: konfigareshan maigreshan saphalataapoorvak poora nahin hua ho sakata hai. yadi aap sunishchit hain ki aapakee konfigareshan failen maany hain, to adhik jaanakaaree ke lie deebag log kee jaanch karen.
id: Migrasi konfigurasi mungkin tidak berhasil diselesaikan. Jika Anda yakin bahwa file konfigurasi Anda valid, selidiki log debug untuk informasi lebih lanjut.
it: La migrazione della configurazione potrebbe non essere stata completata correttamente. Se sei sicuro che i file di configurazione siano validi, esamina i log di debug per ulteriori informazioni.
ja: 構成の移行が正常に完了していない可能性があります。 構成ファイルが有効であることが確実な場合は、デバッグ ログで詳細を調べてください。
ko: 구성 마이그레이션이 성공적으로 완료되지 않았을 수 있습니다. 구성 파일이 유효하다고 확신하는 경우 디버그 로그를 조사하여 자세한 내용을 확인하세요.
ms: Penghijrahan konfigurasi mungkin tidak berjaya diselesaikan. Jika anda pasti bahawa fail konfigurasi anda sah, siasat log nyahpepijat untuk mendapatkan maklumat lanjut.
nb: Konfigurasjonsmigrering er kanskje ikke fullført. Hvis du er sikker på at konfigurasjonsfilene dine er gyldige, kan du undersøke feilsøkingsloggene for mer informasjon.
nl: De configuratiemigratie is mogelijk niet met succes voltooid. Als u zeker weet dat uw configuratiebestanden geldig zijn, onderzoekt u de foutopsporingslogboeken voor meer informatie.
pt: A migração da configuração pode não ter sido concluída com êxito. Se tiver certeza de que seus arquivos de configuração são válidos, investigue os logs de depuração para obter mais informações.
ro: Este posibil ca migrarea configurației să nu fi fost finalizată cu succes. Dacă sunteți sigur că fișierele dvs. de configurare sunt valide, investigați jurnalele de depanare pentru mai multe informații.
tr: Yapılandırma geçişi başarıyla tamamlanmamış olabilir. Yapılandırma dosyalarınızın geçerli olduğundan eminseniz, daha fazla bilgi için hata ayıklama günlüklerini inceleyin.
uk: Можливо, міграція конфігурації не була успішно завершена. Якщо ви впевнені, що ваші конфігураційні файли дійсні, ознайомтеся з журналами налагодження для отримання додаткової інформації.
vi: Có thể quá trình di chuyển cấu hình chưa hoàn tất thành công. Nếu bạn chắc chắn rằng các tệp cấu hình của mình hợp lệ, hãy kiểm tra nhật ký gỡ lỗi để biết thêm thông tin.
zh: 配置遷移可能未成功完成。 如果您確定設定檔有效，請研究偵錯日誌以取得更多資訊。

# NKS_KERNEL_FIRSTRUN_LANGAUGE_PROMPT
source: Select your language.
ar: اختر لغتك.
de: Wähle deine Sprache.
el: Επιλέξτε την γλώσσα σας.
es: Elige tu idioma.
fr: Choisissez votre langue.
ga: Roghnaigh do theanga.
hi: अपनी भाषा का चयन करें।
hi_latn: apanee bhaasha chunen.
id: Pilih bahasa Anda.
it: Seleziona la tua lingua.
ja: あなたが使う言語を選んでください。
ko: 언어를 선택하세요.
ms: Pilih bahasa anda.
nb: Velg ditt språk.
nl: Selecteer je taal.
pt: Selecione sua lingua.
ro: Selectați limba dvs.
tr: Dilinizi seçin.
uk: Виберіть свою мову.
vi: Chọn ngôn ngữ của bạn.
zh: 選擇你的語言。
