Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_FOLDERS_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the folder group selection TUI, which allows you to select multiple folders as targets for the intended operation. If you're brought here, an application has requested you to select a group of folders in order for the operation to complete. You can use the SPACE key to add a folder to the list, then press ESC to confirm your selection.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة اختيار مجموعة المجلدات، والتي تتيح لك تحديد عدة مجلدات كأهداف للعملية المطلوبة. عند الوصول إلى هذه النافذة، يكون أحد التطبيقات قد طلب منك تحديد مجموعة من المجلدات لإتمام العملية. يمكنك استخدام مفتاح المسافة لإضافة مجلد إلى القائمة، ثم الضغط على مفتاح الهروب (ESC) لتأكيد اختيارك.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung der Befehlszeilenprogramme. Eine dieser TUIs ist die Ordnergruppenauswahl, mit der Sie mehrere Ordner für die gewünschte Operation auswählen können. Wenn Sie hierher gelangen, hat eine Anwendung Sie aufgefordert, eine Ordnergruppe auszuwählen, damit die Operation abgeschlossen werden kann. Sie können die Leertaste verwenden, um einen Ordner zur Liste hinzuzufügen, und anschließend die Esc-Taste drücken, um Ihre Auswahl zu bestätigen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI επιλογής ομάδας φακέλων, το οποίο σας επιτρέπει να επιλέξετε πολλούς φακέλους ως στόχους για την προβλεπόμενη λειτουργία. Εάν βρίσκεστε εδώ, μια εφαρμογή σας έχει ζητήσει να επιλέξετε μια ομάδα φακέλων για να ολοκληρωθεί η λειτουργία. Μπορείτε να χρησιμοποιήσετε το πλήκτρο SPACE για να προσθέσετε έναν φάκελο στη λίστα και, στη συνέχεια, να πατήσετε ESC για να επιβεβαιώσετε την επιλογή σας.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de selección de grupos de carpetas, que permite seleccionar varias carpetas como destino para la operación deseada. Si se le redirige aquí, significa que una aplicación le ha solicitado que seleccione un grupo de carpetas para completar la operación. Puede usar la barra espaciadora para agregar una carpeta a la lista y luego presionar ESC para confirmar la selección.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour faciliter la gestion des fichiers. Plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande, cette interface permet notamment de sélectionner plusieurs dossiers cibles pour l'opération souhaitée. Si vous arrivez ici, c'est qu'une application vous demande de sélectionner un groupe de dossiers pour que l'opération puisse se terminer. Utilisez la barre d'espace pour ajouter un dossier à la liste, puis la touche Échap pour confirmer votre sélection.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI roghnúcháin grúpa fillteán, rud a ligeann duit fillteáin iolracha a roghnú mar spriocanna don oibríocht atá beartaithe. Má thugtar anseo thú, tá iarratas déanta ag feidhmchlár ort grúpa fillteán a roghnú chun an oibríocht a chríochnú. Is féidir leat an eochair SPÁS a úsáid chun fillteán a chur leis an liosta, ansin brúigh ESC chun do rogha a dhearbhú.
hi: फ़ाइल प्रबंधन के लिए कुछ विशेष टूलकिट उपलब्ध कराए गए हैं, जो कमांड-लाइन यूटिलिटीज़ का उपयोग करने की तुलना में तेज़ और अधिक सुविधाजनक हैं। इनमें से एक टूलकिट फ़ोल्डर समूह चयन टूलकिट है, जो आपको इच्छित कार्य के लिए कई फ़ोल्डर चुनने की सुविधा देता है। यदि आप यहाँ आए हैं, तो किसी एप्लिकेशन ने आपसे फ़ोल्डरों का एक समूह चुनने का अनुरोध किया है ताकि कार्य पूरा हो सके। सूची में फ़ोल्डर जोड़ने के लिए आप SPACE कुंजी का उपयोग कर सकते हैं, फिर अपने चयन की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: aasaan mainejament ke lie fail mainejament tui ka ek sabaset diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek foldar grup silekshan tui hai, jo aapako tay opareshan ke lie taaraget ke taur par kaee foldar chunane kee ijaazat deta hai. agar aapako yahaan laaya gaya hai, to kisee eplikeshan ne opareshan poora karane ke lie aapase foldar ka ek grup chunane ke lie kaha hai. aap list mein foldar jodane ke lie spachai kee ka istemaal kar sakate hain, phir apane silekshan ko kanfarm karane ke lie aisch dabaen.
id: Sebagian dari antarmuka pengguna berbasis teks (TUI) manajemen file disediakan untuk pengelolaan yang lebih mudah, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI pemilihan grup folder, yang memungkinkan Anda memilih beberapa folder sebagai target untuk operasi yang dimaksud. Jika Anda dibawa ke sini, aplikasi telah meminta Anda untuk memilih sekelompok folder agar operasi dapat diselesaikan. Anda dapat menggunakan tombol SPASI untuk menambahkan folder ke daftar, lalu tekan ESC untuk mengkonfirmasi pilihan Anda.
it: Per semplificare la gestione dei file, è disponibile un sottoinsieme di interfacce utente terminale (TUI) di gestione, più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI fornite è quella per la selezione di gruppi di cartelle, che consente di selezionare più cartelle come destinazioni per l'operazione desiderata. Se si arriva a questa pagina, un'applicazione richiede di selezionare un gruppo di cartelle per completare l'operazione. È possibile utilizzare la barra spaziatrice per aggiungere una cartella all'elenco, quindi premere ESC per confermare la selezione.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されているTUIの1つに、フォルダーグループ選択TUIがあります。これを使用すると、複数のフォルダーを目的の操作の対象として選択できます。このTUIが表示された場合は、操作を完了するためにアプリケーションがフォルダーのグループを選択するように要求しています。スペースキーを使用してフォルダーをリストに追加し、ESCキーを押して選択を確定できます。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나는 폴더 그룹 선택 TUI로, 여러 폴더를 선택하여 원하는 작업을 수행할 수 있습니다. 이 화면이 표시된다면, 해당 애플리케이션에서 작업을 완료하기 위해 폴더 그룹을 선택하도록 요청한 것입니다. SPACE 키를 눌러 목록에 폴더를 추가한 다음, ESC 키를 눌러 선택을 확정할 수 있습니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah pemilihan kumpulan folder TUI, yang membolehkan anda memilih berbilang folder sebagai sasaran untuk operasi yang dimaksudkan. Jika anda dibawa ke sini, aplikasi telah meminta anda memilih sekumpulan folder agar operasi tersebut selesai. Anda boleh menggunakan kekunci SPACE untuk menambah folder ke dalam senarai, kemudian tekan ESC untuk mengesahkan pilihan anda.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre samme handling. En av TUI-ene som er tilgjengelige er TUI-en for valg av mappegruppe, som lar deg velge flere mapper som mål for den tiltenkte operasjonen. Hvis du kommer hit, har et program bedt deg om å velge en gruppe mapper for at operasjonen skal kunne fullføres. Du kan bruke mellomromstasten for å legge til en mappe i listen, og deretter trykke ESC for å bekrefte valget.
nl: Een deel van de TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de TUI's is de TUI voor het selecteren van mapgroepen, waarmee u meerdere mappen kunt selecteren als doel voor de gewenste bewerking. Als u hier terechtkomt, heeft een toepassing u gevraagd een groep mappen te selecteren om de bewerking te voltooien. U kunt de spatiebalk gebruiken om een ​​map aan de lijst toe te voegen en vervolgens op ESC drukken om uw selectie te bevestigen.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs fornecidas é a de seleção de grupo de pastas, que permite selecionar várias pastas como alvos para a operação pretendida. Se foi direcionado para este ecrã, significa que uma aplicação solicitou que selecionasse um grupo de pastas para que a operação fosse concluída. Pode utilizar a tecla ESPAÇO para adicionar uma pasta à lista e, em seguida, premir ESC para confirmar a sua seleção.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarıyla yapmaktan daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, amaçlanan işlem için hedef olarak birden fazla klasör seçmenize olanak tanıyan klasör grubu seçimi TUI'sidir. Buraya yönlendirildiyseniz, bir uygulama sizden işlemin tamamlanması için bir klasör grubu seçmenizi istemiştir. Listeye bir klasör eklemek için SPACE tuşunu, ardından seçiminizi onaylamak için ESC tuşunu kullanabilirsiniz.
uk: Для спрощення керування файлами передбачено підмножину TUI для керування файлами, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є TUI вибору групи папок, який дозволяє вибрати кілька папок як цілі для запланованої операції. Якщо ви потрапили сюди, це означає, що програма запросила вас вибрати групу папок для завершення операції. Ви можете скористатися клавішею ПРОБІЛ, щоб додати папку до списку, а потім натиснути ESC, щоб підтвердити свій вибір.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI chọn nhóm thư mục, cho phép bạn chọn nhiều thư mục làm mục tiêu cho thao tác mong muốn. Nếu bạn được đưa đến đây, một ứng dụng đã yêu cầu bạn chọn một nhóm thư mục để hoàn tất thao tác. Bạn có thể sử dụng phím SPACE để thêm thư mục vào danh sách, sau đó nhấn ESC để xác nhận lựa chọn của mình.
zh: 为了方便管理，我们提供了一系列文件管理用户界面 (TUI)，比使用命令行工具执行相同操作更快捷方便。其中一个 TUI 是文件夹组选择 TUI，它允许您选择多个文件夹作为目标操作。如果您看到此界面，说明某个应用程序要求您选择一组文件夹才能完成操作。您可以使用空格键将文件夹添加到列表中，然后按 Esc 键确认选择。

# NKS_MISC_INTERACTIVES_FMTUI_FOLDER_HELP01_TITLE
source: Selecting folders
ar: تحديد المجلدات
de: Ordner auswählen
el: Επιλογή φακέλων
es: Seleccionar carpetas
fr: Sélection des dossiers
ga: Ag roghnú fillteán
hi: फ़ोल्डरों का चयन करना
hi_latn: foldar chunana
id: Memilih folder
it: Selezione delle cartelle
ja: フォルダの選択
ko: 폴더 선택
ms: Memilih folder
nb: Velge mapper
nl: Mappen selecteren
pt: Selecionando pastas
tr: Klasörleri seçme
uk: Вибір папок
vi: Chọn thư mục
zh: 选择文件夹

# NKS_MISC_INTERACTIVES_FMTUI_FOLDER_HELP01_DESC
source: Using the folder selector TUI to select a folder
ar: استخدام واجهة المستخدم الرسومية لاختيار المجلد لتحديد مجلد
de: Verwenden der Ordnerauswahl-Benutzeroberfläche zum Auswählen eines Ordners
el: Χρήση του επιλογέα φακέλων TUI για την επιλογή ενός φακέλου
es: Uso del selector de carpetas TUI para seleccionar una carpeta
fr: Utiliser l'interface utilisateur de sélection de dossiers pour sélectionner un dossier
ga: Ag baint úsáide as an roghnóir fillteán TUI chun fillteán a roghnú
hi: फ़ोल्डर चयनकर्ता TUI का उपयोग करके फ़ोल्डर का चयन करना
hi_latn: foldar chunane ke lie foldar silektar tui ka istemaal karana
id: Menggunakan TUI pemilih folder untuk memilih folder
it: Utilizzo del selettore di cartelle TUI per selezionare una cartella
ja: フォルダセレクターTUIを使用してフォルダを選択する
ko: 폴더 선택 도구 TUI를 사용하여 폴더를 선택합니다.
ms: Menggunakan TUI pemilih folder untuk memilih folder
nb: Bruke mappevelgerens TUI til å velge en mappe
nl: Gebruik de mapkiezer-interface om een ​​map te selecteren.
pt: Utilização da interface de texto do seletor de pastas para selecionar uma pasta.
tr: TUI klasör seçiciyi kullanarak bir klasör seçin.
uk: Використання інтерфейсу вибору папок (TUI) для вибору папки
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn thư mục.
zh: 使用文件夹选择器 TUI 选择一个文件夹

# NKS_MISC_INTERACTIVES_FMTUI_FOLDER_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the folder selection TUI, which allows you to select a folder as a target for the intended operation. If you're brought here, an application has requested you to select a folder in order for the operation to complete. You can use the SPACE key to select a folder, then press ESC to confirm your selection.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة اختيار المجلدات، والتي تتيح لك تحديد مجلد كهدف للعملية المطلوبة. عند الوصول إلى هذه النافذة، فهذا يعني أن أحد التطبيقات قد طلب منك تحديد مجلد لإتمام العملية. يمكنك استخدام مفتاح المسافة لتحديد المجلد، ثم الضغط على مفتاح الهروب (ESC) لتأكيد اختيارك.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung der Kommandozeile. Eine dieser TUIs ist die Ordnerauswahl, mit der Sie einen Ordner als Ziel für die gewünschte Operation auswählen können. Wenn Sie hierher gelangen, fordert Sie eine Anwendung auf, einen Ordner auszuwählen, damit die Operation abgeschlossen werden kann. Sie können die Leertaste verwenden, um einen Ordner auszuwählen, und anschließend die Esc-Taste drücken, um Ihre Auswahl zu bestätigen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI επιλογής φακέλου, το οποίο σας επιτρέπει να επιλέξετε έναν φάκελο ως στόχο για την προβλεπόμενη λειτουργία. Εάν βρίσκεστε εδώ, μια εφαρμογή σας έχει ζητήσει να επιλέξετε έναν φάκελο για να ολοκληρωθεί η λειτουργία. Μπορείτε να χρησιμοποιήσετε το πλήκτρο SPACE για να επιλέξετε έναν φάκελο και, στη συνέχεια, να πατήσετε ESC για να επιβεβαιώσετε την επιλογή σας.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de selección de carpetas, que permite seleccionar una carpeta como destino para la operación deseada. Si se le redirige aquí, significa que una aplicación le ha solicitado que seleccione una carpeta para completar la operación. Puede usar la barra espaciadora para seleccionar una carpeta y luego presionar ESC para confirmar la selección.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour faciliter la gestion des fichiers. Plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande, cette interface permet notamment de sélectionner un dossier cible pour l'opération souhaitée. Si vous arrivez ici, c'est qu'une application vous demande de sélectionner un dossier pour que l'opération puisse se terminer. Utilisez la barre d'espace pour sélectionner un dossier, puis la touche Échap pour confirmer.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI roghnúcháin fillteán, rud a ligeann duit fillteán a roghnú mar sprioc don oibríocht atá beartaithe. Má thugtar anseo thú, tá iarratas déanta ag feidhmchlár ort fillteán a roghnú chun an oibríocht a chríochnú. Is féidir leat an eochair SPÁS a úsáid chun fillteán a roghnú, agus ansin brúigh ESC chun do rogha a dhearbhú.
hi: फ़ाइल प्रबंधन के लिए कुछ विशेष टूल (टीयूआई) उपलब्ध कराए गए हैं, जो कमांड-लाइन यूटिलिटीज़ की तुलना में तेज़ और अधिक सुविधाजनक हैं। इनमें से एक है फ़ोल्डर चयन टूल (टीयूआई), जो आपको इच्छित कार्य के लिए फ़ोल्डर चुनने की सुविधा देता है। यदि आप यहाँ आए हैं, तो किसी एप्लिकेशन ने आपसे फ़ोल्डर चुनने का अनुरोध किया है ताकि कार्य पूरा हो सके। फ़ोल्डर चुनने के लिए आप SPACE कुंजी का उपयोग कर सकते हैं, फिर अपनी पसंद की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: aasaan mainejament ke lie fail mainejament tui ka ek sabaset diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek foldar silekshan tui hai, jo aapako tay opareshan ke lie taaraget ke taur par foldar chunane kee ijaazat deta hai. agar aapako yahaan laaya gaya hai, to kisee eplikeshan ne opareshan poora karane ke lie aapase foldar chunane ke lie kaha hai. aap foldar chunane ke lie spachai kee ka istemaal kar sakate hain, phir apane silekshan ko kanfarm karane ke lie aisch dabaen.
id: Sebagian dari TUI (Transactional User Interface) manajemen file disediakan untuk pengelolaan yang lebih mudah, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI pemilihan folder, yang memungkinkan Anda memilih folder sebagai target untuk operasi yang dimaksud. Jika Anda dibawa ke sini, aplikasi telah meminta Anda untuk memilih folder agar operasi dapat diselesaikan. Anda dapat menggunakan tombol SPASI untuk memilih folder, lalu tekan ESC untuk mengkonfirmasi pilihan Anda.
it: Per semplificare la gestione dei file, è disponibile un sottoinsieme di interfacce utente terminale (TUI) di gestione, più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI fornite è l'interfaccia utente terminale (TUI) di selezione cartella, che consente di selezionare una cartella come destinazione per l'operazione desiderata. Se si viene indirizzati a questa pagina, un'applicazione richiede di selezionare una cartella per completare l'operazione. È possibile utilizzare la barra spaziatrice per selezionare una cartella, quindi premere ESC per confermare la selezione.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されるTUIの1つに、フォルダー選択TUIがあります。これを使用すると、目的の操作の対象としてフォルダーを選択できます。このTUIが表示された場合は、操作を完了するためにアプリケーションがフォルダーの選択を要求しています。SPACEキーを使用してフォルダーを選択し、ESCキーを押して選択を確定できます。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나는 폴더 선택 TUI로, 원하는 작업을 수행할 대상 폴더를 선택할 수 있습니다. 이 화면이 나타났다면, 해당 애플리케이션에서 작업을 완료하기 위해 폴더 선택을 요청한 것입니다. 스페이스 키를 눌러 폴더를 선택한 다음, Esc 키를 눌러 선택을 확정할 수 있습니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah TUI pemilihan folder, yang membolehkan anda memilih folder sebagai sasaran untuk operasi yang dimaksudkan. Jika anda dibawa ke sini, aplikasi telah meminta anda memilih folder agar operasi tersebut selesai. Anda boleh menggunakan kekunci SPACE untuk memilih folder, kemudian tekan ESC untuk mengesahkan pilihan anda.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre den samme handlingen. En av TUI-ene som er tilgjengelige er TUI-en for mappevalg, som lar deg velge en mappe som mål for den tiltenkte operasjonen. Hvis du kommer hit, har et program bedt deg om å velge en mappe for at operasjonen skal kunne fullføres. Du kan bruke mellomromstasten til å velge en mappe, og deretter trykke ESC for å bekrefte valget.
nl: Een deel van de TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van de opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de TUI's is de TUI voor mapselectie, waarmee u een map kunt selecteren als doel voor de gewenste bewerking. Als u hier terechtkomt, heeft een toepassing u gevraagd een map te selecteren om de bewerking te voltooien. U kunt de spatiebalk gebruiken om een ​​map te selecteren en vervolgens op ESC drukken om uw selectie te bevestigen.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs disponibilizadas é a de seleção de pastas, que permite selecionar uma pasta como destino para a operação pretendida. Se foi direcionado para este ecrã, significa que uma aplicação solicitou que selecione uma pasta para que a operação seja concluída. Pode utilizar a tecla ESPAÇO para selecionar uma pasta e, em seguida, premir ESC para confirmar a sua seleção.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarıyla yapmaktan daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, amaçlanan işlem için hedef olarak bir klasör seçmenize olanak tanıyan klasör seçimi TUI'sidir. Buraya yönlendirildiyseniz, bir uygulama işlemin tamamlanması için sizden bir klasör seçmenizi istemiştir. Bir klasör seçmek için SPACE tuşunu, ardından seçiminizi onaylamak için ESC tuşunu kullanabilirsiniz.
uk: Для спрощення керування файлами передбачено підмножину TUI для керування файлами, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є TUI вибору папки, який дозволяє вибрати папку як ціль для запланованої операції. Якщо ви потрапили сюди, це означає, що програма запросила вас вибрати папку для завершення операції. Ви можете скористатися клавішею ПРОБІЛ, щоб вибрати папку, а потім натиснути ESC, щоб підтвердити свій вибір.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI chọn thư mục, cho phép bạn chọn một thư mục làm mục tiêu cho thao tác mong muốn. Nếu bạn được đưa đến đây, một ứng dụng đã yêu cầu bạn chọn một thư mục để hoàn tất thao tác. Bạn có thể sử dụng phím SPACE để chọn thư mục, sau đó nhấn ESC để xác nhận lựa chọn của mình.
zh: 为了方便管理，我们提供了一系列文件管理用户界面 (TUI)，这比使用命令行工具执行相同操作更快捷方便。其中一个 TUI 是文件夹选择 TUI，它允许您选择一个文件夹作为目标操作。如果您看到此界面，则表示某个应用程序要求您选择一个文件夹才能完成操作。您可以使用空格键选择文件夹，然后按 Esc 键确认选择。
