Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERSTR_DESC
source: Tests the list writer with the string and string array
ar: يختبر كاتب القائمة بمصفوفة السلسلة والسلسلة
de: Testet den Listenschreiber mit dem String und dem String-Array
el: Δοκιμάζει το πρόγραμμα εγγραφής λίστας με τη συμβολοσειρά και τον πίνακα συμβολοσειρών
es: Prueba el escritor de listas con la cadena y la matriz de cadenas
fr: Teste le rédacteur de liste avec la chaîne et le tableau de chaînes
ga: Scrúdaíonn an scríbhneoir liosta an téad agus an t-eagar teaghrán
hi: स्ट्रिंग और स्ट्रिंग सरणी के साथ सूची लेखक का परीक्षण करें
hi_latn: string aur string saranee ke saath soochee lekhak ka pareekshan karen
id: Menguji penulis daftar dengan string dan array string
it: Verifica il writer dell'elenco con la stringa e l'array di stringhe
ja: 文字列と文字列配列を使用してリスト ライターをテストします。
ko: 문자열 및 문자열 배열을 사용하여 목록 작성기를 테스트합니다.
ms: Menguji penulis senarai dengan tatasusunan rentetan dan rentetan
nb: Tester listeskriveren med strengen og strengmatrisen
nl: Test de lijstschrijver met de tekenreeks en tekenreeksarray
pt: Testa o escritor da lista com a string e o array de strings
ro: Testează scriitorul listei cu șiruri și matrice de șiruri
tr: Dize ve dize dizisiyle liste yazıcısını test eder
uk: Тестує записувач списку з рядком і масивом рядків
vi: Kiểm tra trình ghi danh sách với chuỗi và mảng chuỗi
zh: 使用字符串和字符串數組測試列表編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERINT_DESC
source: Tests the list writer with the integer and integer array
ar: يختبر كاتب القائمة بمصفوفة الأعداد الصحيحة والصحيحة
de: Testet den Listenschreiber mit dem Integer- und Integer-Array
el: Δοκιμάζει το πρόγραμμα εγγραφής λίστας με τον ακέραιο και τον ακέραιο πίνακα
es: Prueba el escritor de listas con la matriz de enteros y enteros
fr: Teste le rédacteur de liste avec l'entier et le tableau d'entiers
ga: Scrúdaíonn an scríbhneoir liosta an tslánuimhir agus an t-eagar slánuimhir
hi: पूर्णांक और पूर्णांक सरणी के साथ सूची लेखक का परीक्षण करें
hi_latn: poornaank aur poornaank saranee ke saath soochee lekhak ka pareekshan karen
id: Menguji penulis daftar dengan bilangan bulat dan array bilangan bulat
it: Verifica il writer dell'elenco con l'intero e l'array intero
ja: 整数と整数の配列でリスト ライターをテストします
ko: 정수 및 정수 배열로 목록 작성기를 테스트합니다.
ms: Menguji penulis senarai dengan tatasusunan integer dan integer
nb: Tester listeskriveren med heltalls- og heltallsmatrisen
nl: Test de lijstschrijver met de integer en integer array
pt: Testa o gravador de lista com a matriz de inteiros e inteiros
ro: Testează scriitorul listei cu matricea întregi și întregi
tr: Liste yazıcısını tamsayı ve tamsayı dizisiyle test eder
uk: Перевіряє записувач списку з цілим числом і масивом цілих чисел
vi: Kiểm tra trình ghi danh sách với số nguyên và mảng số nguyên
zh: 使用整數和整數數組測試列表編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERCHAR_DESC
source: Tests the list writer with the char and char array
ar: يختبر كاتب القائمة بمصفوفة char و char
de: Testet den Listenschreiber mit dem char- und char-Array
el: Δοκιμάζει το πρόγραμμα εγγραφής λίστας με τον πίνακα χαρακτήρων και χαρακτήρων
es: Prueba el escritor de listas con la matriz char y char
fr: Teste le rédacteur de liste avec le tableau char et char
ga: Déanann sé tástáil ar an scríbhneoir liosta leis an sraith char agus char
hi: सूची लेखक को चार और चार सरणी के साथ परीक्षण करें
hi_latn: soochee lekhak ko chaar aur chaar saranee ke saath pareekshan karen
id: Menguji penulis daftar dengan char dan array char
it: Verifica il writer dell'elenco con l'array char e char
ja: char および char 配列を使用してリスト ライターをテストします。
ko: char 및 char 배열을 사용하여 목록 작성기를 테스트합니다.
ms: Menguji penulis senarai dengan tatasusunan char dan char
nb: Tester listeskriveren med char og char array
nl: Test de lijstschrijver met de char en char array
pt: Testa o gravador da lista com a matriz char e char
ro: Testează scriitorul listei cu matricea char și char
tr: Liste yazıcısını char ve char dizisiyle test eder
uk: Тестує записувач списку за допомогою char і масиву char
vi: Kiểm tra trình ghi danh sách với mảng char và char
zh: 使用 char 和 char 數組測試列表編寫器

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERSTR_NORMALLIST
source: Normal string list:
ar: قائمة السلاسل العادية:
de: Normale Stringliste:
el: Κανονική λίστα συμβολοσειρών:
es: Lista de cadenas normales:
fr: Liste de chaînes normale :
ga: Liosta teaghrán gnáth:
hi: सामान्य स्ट्रिंग सूची:
hi_latn: saamaany string soochee:
id: Daftar string normal:
it: Elenco di stringhe normali:
ja: 通常の文字列リスト:
ko: 일반 문자열 목록 :
ms: Senarai rentetan biasa:
nb: Normal strengliste:
nl: Normale stringlijst:
pt: Lista de strings normais:
ro: Lista normală de șiruri:
tr: Normal string listesi:
uk: Звичайний список рядків:
vi: Danh sách chuỗi thông thường:
zh: 普通字符串列表：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERSTR_ARRAYLIST
source: Array string list:
ar: قائمة سلاسل المصفوفة:
de: Liste der Array-Strings:
el: Λίστα συμβολοσειρών πίνακα:
es: Lista de cadenas de matriz:
fr: Liste de chaînes de tableau :
ga: Liosta teaghrán eagar:
hi: सरणी स्ट्रिंग सूची:
hi_latn: saranee string soochee:
id: Daftar string array:
it: Elenco delle stringhe di array:
ja: 配列文字列リスト:
ko: 배열 문자열 목록 :
ms: Senarai rentetan tatasusunan:
nb: Array-strengliste:
nl: Lijst met array-tekenreeksen:
pt: Lista de strings de matriz:
ro: Lista de șiruri de matrice:
tr: Dizi dize listesi:
uk: Список рядків масиву:
vi: Danh sách chuỗi mảng:
zh: 數組字符串列表：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERINT_NORMALLIST
source: Normal integer list:
ar: قائمة عدد صحيح عادي:
de: Normale Integer-Liste:
el: Κανονική ακέραια λίστα:
es: Lista de enteros normal:
fr: Liste normale d'entiers :
ga: Liosta slánuimhir gnáth:
hi: सामान्य पूर्णांक सूची:
hi_latn: saamaany poornaank soochee:
id: Daftar bilangan bulat normal:
it: Elenco di numeri interi normali:
ja: 通常の整数リスト:
ko: 일반 정수 목록 :
ms: Senarai integer biasa:
nb: Normal heltallsliste:
nl: Normale gehele lijst:
pt: Lista de inteiros normais:
ro: Lista de numere întregi normale:
tr: Normal tam sayı listesi:
uk: Звичайний цілочисельний список:
vi: Danh sách số nguyên thông thường:
zh: 普通整數列表：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERINT_ARRAYLIST
source: Array integer list:
ar: قائمة عدد صحيح للصفيف:
de: Array-Integer-Liste:
el: Λίστα ακέραιων αριθμών πίνακα:
es: Lista de enteros de matriz:
fr: Liste d'entiers du tableau :
ga: Liosta slánuimhir Eagar:
hi: सरणी पूर्णांक सूची:
hi_latn: saranee poornaank soochee:
id: Daftar bilangan bulat array:
it: Elenco di interi array:
ja: 配列整数リスト:
ko: 배열 정수 목록 :
ms: Senarai integer tatasusunan:
nb: Array heltallsliste:
nl: Matrix gehele lijst:
pt: Lista de inteiros de matriz:
ro: Lista de numere întregi de matrice:
tr: Dizi tamsayı listesi:
uk: Список цілих масивів:
vi: Danh sách số nguyên mảng:
zh: 數組整數列表：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERCHAR_NORMALLIST
source: Normal char list:
ar: قائمة الأحرف العادية:
de: Normale Zeichenliste:
el: Λίστα κανονικών χαρακτήρων:
es: Lista de caracteres normales:
fr: Liste de caractères normale :
ga: Gnáthliosta charachtair:
hi: सामान्य चार सूची:
hi_latn: saamaany chaar soochee:
id: Daftar karakter normal:
it: Elenco di caratteri normale:
ja: 通常の文字リスト:
ko: 일반 문자 목록 :
ms: Senarai aksara biasa:
nb: Normal røyeliste:
nl: Normale char lijst:
pt: Lista normal de caracteres:
ro: Lista de caractere normale:
tr: Normal karakter listesi:
uk: Звичайний список символів:
vi: Danh sách ký tự bình thường:
zh: 普通字符列表：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTLISTWRITERCHAR_ARRAYLIST
source: Array char list:
ar: قائمة أحرف المصفوفة:
de: Liste der Array-Zeichen:
el: Λίστα χαρακτήρων πίνακα:
es: Lista de caracteres de matriz:
fr: Liste de caractères du tableau :
ga: Liosta charachtair eagar:
hi: सरणी चार सूची:
hi_latn: saranee chaar soochee:
id: Daftar karakter array:
it: Elenco dei caratteri dell'array:
ja: 配列文字リスト:
ko: 배열 문자 목록 :
ms: Senarai aksara tatasusunan:
nb: Array-tegnliste:
nl: Array-tekenlijst:
pt: Lista de caracteres da matriz:
ro: Lista de caractere cu matrice:
tr: Dizi karakter listesi:
uk: Список символів масиву:
vi: Mảng danh sách ký tự:
zh: 數組字符列表：

# NKS_SETTINGS_KERNEL_NETWORK_ENABLERPC_NAME
source: Enable RPC
ar: تمكين RPC
de: RPC aktivieren
el: Ενεργοποίηση RPC
es: Habilitar RPC
fr: Activer RPC
ga: Cumasaigh RPC
hi: आरपीसी सक्षम करें
hi_latn: aarapeesee saksham karen
id: Aktifkan RPC
it: Abilita RPC
ja: RPC を有効にする
ko: RPC 활성화
ms: Dayakan RPC
nb: Aktiver RPC
nl: RPC inschakelen
pt: Habilitar RPC
ro: Activați RPC
tr: RPC'yi etkinleştir
uk: Увімкнути RPC
vi: Bật RPC
zh: 啟用 RPC

# NKS_SETTINGS_KERNEL_NETWORK_RPCPORT_NAME
source: RPC Port
ar: منفذ RPC
el: Θύρα RPC
es: Puerto RPC
fr: Port RPC
ga: Port RPC
hi: आरपीसी पोर्ट
hi_latn: aarapeesee port
id: Pelabuhan RPC
it: Porta RPC
ja: RPC ポート
ko: RPC 포트
ms: Pelabuhan RPC
nl: RPC-poort
pt: Porta RPC
ro: Port RPC
tr: RPC Bağlantı Noktası
uk: Порт RPC
vi: Cổng RPC
zh: RPC 端口

# NKS_SETTINGS_KERNEL_NETWORK_ENABLERPC_DESC
source: Whether or not to enable RPC.
ar: ما إذا كان سيتم تمكين RPC أم لا.
de: Ob RPC aktiviert werden soll oder nicht.
el: Αν θα ενεργοποιηθεί ή όχι το RPC.
es: Si habilitar o no RPC.
fr: Activer ou non RPC.
ga: Cibé an bhfuil nó nach ndéanfar RPC a chumasú.
hi: आरपीसी को सक्षम करना है या नहीं।
hi_latn: aarapeesee ko saksham karana hai ya nahin.
id: Apakah akan mengaktifkan RPC atau tidak.
it: Se abilitare o meno RPC.
ja: RPC を有効にするかどうか。
ko: RPC를 사용할지 여부입니다.
ms: Sama ada untuk mendayakan RPC atau tidak.
nb: Hvorvidt RPC skal aktiveres eller ikke.
nl: Of RPC al dan niet moet worden ingeschakeld.
pt: Se deve ou não habilitar o RPC.
ro: Dacă se activează sau nu RPC.
tr: RPC'nin etkinleştirilip etkinleştirilmeyeceği.
uk: Увімкнути чи ні RPC.
vi: Có bật RPC hay không.
zh: 是否啟用 RPC。

# NKS_SETTINGS_KERNEL_NETWORK_RPCPORT_DESC
source: Write an RPC port. It must be numeric, and must not be already used. Otherwise, RPC will fail to open the port.
ar: اكتب منفذ RPC. يجب أن تكون رقمية ، ويجب ألا تكون مستخدمة بالفعل. وإلا ، سيفشل RPC في فتح المنفذ.
de: Schreiben Sie einen RPC-Port. Sie muss numerisch sein und darf noch nicht verwendet werden. Andernfalls kann RPC den Port nicht öffnen.
el: Γράψτε μια θύρα RPC. Πρέπει να είναι αριθμητικό και δεν πρέπει να χρησιμοποιείται ήδη. Διαφορετικά, το RPC θα αποτύχει να ανοίξει τη θύρα.
es: Escribe un puerto RPC. Debe ser numérico y no debe estar ya utilizado. De lo contrario, RPC no podrá abrir el puerto.
fr: Ecrivez un port RPC. Il doit être numérique et ne doit pas être déjà utilisé. Sinon, RPC ne parviendra pas à ouvrir le port.
ga: Scríobh port RPC. Caithfidh sé a bheith uimhriúil, agus ní féidir é a úsáid cheana féin. Seachas sin, ní theipeann ar RPC an calafort a oscailt.
hi: एक आरपीसी पोर्ट लिखें। यह संख्यात्मक होना चाहिए, और पहले से उपयोग नहीं किया जाना चाहिए। अन्यथा, RPC पोर्ट को खोलने में विफल हो जाएगी।
hi_latn: ek aarapeesee port likhen. yah sankhyaatmak hona chaahie, aur pahale se upayog nahin kiya jaana chaahie. anyatha, rpch port ko kholane mein viphal ho jaegee.
id: Tulis port RPC. Port tersebut harus berupa angka, dan belum boleh digunakan. Jika tidak, RPC akan gagal membuka port tersebut.
it: Scrivi una porta RPC. Deve essere numerico e non deve essere già utilizzato. In caso contrario, RPC non riuscirà ad aprire la porta.
ja: RPC ポートを書き込みます。数値である必要があり、すでに使用されていてはなりません。そうしないと、RPC はポートを開くことができません。
ko: RPC 포트를 작성하십시오. 숫자 여야하며 이미 사용되어서는 안됩니다. 그렇지 않으면 RPC가 포트를 열지 못합니다.
ms: Tulis port RPC. Ia mestilah berangka, dan tidak boleh digunakan. Jika tidak, RPC akan gagal membuka port.
nb: Skriv en RPC-port. Den må være numerisk, og må ikke være i bruk allerede. Ellers vil ikke RPC åpne porten.
nl: Schrijf een RPC-poort. Het moet numeriek zijn en mag niet al worden gebruikt. Anders kan RPC de poort niet openen.
pt: Grave uma porta RPC. Deve ser numérico e ainda não deve ser usado. Caso contrário, o RPC não conseguirá abrir a porta.
ro: Scrieți un port RPC. Trebuie să fie numeric și nu trebuie să fie deja folosit. În caz contrar, RPC nu va deschide portul.
tr: Bir RPC portu yazın. Sayısal olmalı ve daha önce kullanılmamış olmalıdır. Aksi takdirde, RPC portu açmayı başaramaz.
uk: Напишіть порт RPC. Він має бути числовим і не повинен уже використовуватися. Інакше RPC не зможе відкрити порт.
vi: Viết một cổng RPC. Cổng này phải là số và chưa được sử dụng. Nếu không, RPC sẽ không mở được cổng.
zh: 寫一個 RPC 端口。它必須是數字，並且不得已被使用。否則，RPC 將無法打開該端口。

# NKS_NETWORK_TYPES_RPC_EXCEPTION_DISABLED
source: Not starting RPC because it's disabled.
ar: لم يتم بدء RPC لأنه معطل.
de: RPC wird nicht gestartet, da es deaktiviert ist.
el: Δεν ξεκινά το RPC επειδή είναι απενεργοποιημένο.
es: No inicia RPC porque está deshabilitado.
fr: Ne démarre pas RPC car il est désactivé.
ga: Gan RPC a thosú toisc go bhfuil sé díchumasaithe.
hi: RPC प्रारंभ नहीं कर रहा है क्योंकि यह अक्षम है।
hi_latn: rpch praarambh nahin kar raha hai kyonki yah aksham hai.
id: Tidak memulai RPC karena dinonaktifkan.
it: Non avvia RPC perché è disabilitato.
ja: 無効になっているため、RPC を開始していません。
ko: RPC가 비활성화 되었기 때문에 시작하지 않습니다.
ms: Tidak memulakan RPC kerana ia dilumpuhkan.
nb: Starter ikke RPC fordi den er deaktivert.
nl: RPC niet starten omdat het is uitgeschakeld.
pt: Não iniciando RPC porque está desabilitado.
ro: Nu pornește RPC deoarece este dezactivat.
tr: RPC devre dışı olduğu için başlatılamıyor.
uk: RPC не запускається, оскільки його вимкнено.
vi: Không khởi động RPC vì nó đã bị vô hiệu hóa.
zh: 未啟動 RPC，因為它已被禁用。

# NKS_KERNEL_DEBUGGING_TESTFACADES_LISTCULTURES_DESC
source: Lists supported cultures
ar: يسرد الثقافات المدعومة
de: Listet unterstützte Kulturen auf
el: Καταγράφει τις υποστηριζόμενες κουλτούρες
es: Enumera las culturas admitidas
fr: Répertorie les cultures prises en charge
ga: Liostaíonn cultúir tacaithe
hi: समर्थित संस्कृतियों को सूचीबद्ध करता है
hi_latn: samarthit sanskrtiyon ko soocheebaddh karata hai
id: Mencantumkan budaya yang didukung
it: Elenca le culture supportate
ja: サポートされているカルチャのリスト
ko: 지원되는 문화 목록
ms: Menyenaraikan budaya yang disokong
nb: Lister støttede kulturer
nl: Geeft ondersteunde culturen weer
pt: Lista culturas suportadas
ro: Enumeră culturile acceptate
tr: Desteklenen kültürleri listeler
uk: Списки підтримуваних культур
vi: Liệt kê các nền văn hóa được hỗ trợ
zh: 列出支持的文化

# NKS_SHELL_SHELLS_UESH_COMMAND_SEARCH_DESC
source: Searches for specified string in the provided file using regular expressions
ar: يبحث عن سلسلة محددة في الملف المقدم باستخدام التعبيرات العادية
de: Sucht nach der angegebenen Zeichenfolge in der bereitgestellten Datei mit regulären Ausdrücken
el: Πραγματοποιεί αναζήτηση για καθορισμένη συμβολοσειρά στο παρεχόμενο αρχείο χρησιμοποιώντας κανονικές εκφράσεις
es: Busca una cadena especificada en el archivo proporcionado usando expresiones regulares
fr: Recherche la chaîne spécifiée dans le fichier fourni à l'aide d'expressions régulières
ga: Cuardaítear teaghrán sonraithe sa chomhad a cuireadh ar fáil ag baint úsáide as nathanna rialta
hi: रेगुलर एक्सप्रेशन का उपयोग करके प्रदान की गई फ़ाइल में निर्दिष्ट स्ट्रिंग की खोज करता है
hi_latn: regular eksapreshan ka upayog karake pradaan kee gaee fail mein nirdisht string kee khoj karata hai
id: Mencari string tertentu dalam file yang disediakan menggunakan ekspresi reguler
it: Cerca la stringa specificata nel file fornito utilizzando le espressioni regolari
ja: 正規表現を使用して、提供されたファイル内の指定された文字列を検索します
ko: 정규식을 사용하여 제공된 파일에서 지정된 문자열을 검색합니다.
ms: Mencari rentetan yang ditentukan dalam fail yang disediakan menggunakan ungkapan biasa
nb: Søker etter spesifisert streng i den angitte filen ved hjelp av regulære uttrykk
nl: Zoekt naar opgegeven tekenreeks in het opgegeven bestand met behulp van reguliere expressies
pt: Pesquisa a string especificada no arquivo fornecido usando expressões regulares
ro: Caută șirul specificat în fișierul furnizat folosind expresii regulate
tr: Düzenli ifadeleri kullanarak sağlanan dosyada belirtilen dizeyi arar
uk: Шукає вказаний рядок у наданому файлі за допомогою регулярних виразів
vi: Tìm kiếm chuỗi được chỉ định trong tệp được cung cấp bằng cách sử dụng biểu thức chính quy
zh: 使用正則表達式在提供的文件中搜索指定的字符串

# NKS_DRIVERS_INPUT_BASE_EXCEPTION_INPUTTIMEOUT
source: User didn't provide any input in a timely fashion.
ar: لم يقدم المستخدم أي مدخلات في الوقت المناسب.
de: Der Benutzer hat keine rechtzeitige Eingabe gemacht.
el: Ο χρήστης δεν παρείχε πληροφορίες έγκαιρα.
es: El usuario no proporcionó ninguna entrada de manera oportuna.
fr: L'utilisateur n'a fourni aucune entrée en temps opportun.
ga: Níor chuir an t-úsáideoir aon ionchur ar fáil go tráthúil.
hi: उपयोगकर्ता ने समय पर कोई इनपुट प्रदान नहीं किया।
hi_latn: upayogakarta ne samay par koee inaput pradaan nahin kiya.
id: Pengguna tidak memberikan masukan apa pun pada waktunya.
it: L'utente non ha fornito alcun input in modo tempestivo.
ja: ユーザーがタイムリーに入力を提供しませんでした。
ko: 사용자가 적시에 입력을 제공하지 않았습니다.
ms: Pengguna tidak memberikan sebarang input tepat pada masanya.
nb: Brukeren ga ikke innspill i tide.
nl: Gebruiker heeft niet tijdig input geleverd.
pt: O usuário não forneceu nenhuma entrada em tempo hábil.
ro: Utilizatorul nu a furnizat nicio contribuție în timp util.
tr: Kullanıcı zamanında herhangi bir girdi sağlamadı.
uk: Користувач не надав вчасно жодної інформації.
vi: Người dùng không cung cấp thông tin kịp thời.
zh: 用戶沒有及時提供任何輸入。

# NKS_NETWORK_TYPES_RPC_EXCEPTION_SENDWITHOUTRPC
source: Trying to send an RPC command while RPC didn't start.
ar: محاولة إرسال أمر RPC بينما لم يبدأ RPC.
de: Es wird versucht, einen RPC-Befehl zu senden, während RPC nicht gestartet wurde.
el: Προσπάθεια αποστολής εντολής RPC ενώ το RPC δεν ξεκίνησε.
es: Intentando enviar un comando RPC mientras RPC no se inició.
fr: Essayer d'envoyer une commande RPC alors que RPC n'a pas démarré.
ga: Ag iarraidh ordú RPC a sheoladh cé nár thosaigh RPC.
hi: RPC प्रारंभ नहीं होने पर RPC आदेश भेजने का प्रयास कर रहा है।
hi_latn: rpch praarambh nahin hone par rpch aadesh bhejane ka prayaas kar raha hai.
id: Mencoba mengirim perintah RPC saat RPC tidak dimulai.
it: Tentativo di inviare un comando RPC mentre RPC non è stato avviato.
ja: RPC が開始されていないときに RPC コマンドを送信しようとしています。
ko: RPC가 시작되지 않은 동안 RPC 명령을 보내려고합니다.
ms: Cuba menghantar arahan RPC semasa RPC tidak bermula.
nb: Prøver å sende en RPC-kommando mens RPC ikke startet.
nl: Proberen een RPC-opdracht te verzenden terwijl RPC niet is gestart.
pt: Tentando enviar um comando RPC enquanto o RPC não foi iniciado.
ro: Încercarea de a trimite o comandă RPC în timp ce RPC nu a pornit.
tr: RPC başlamadığı halde bir RPC komutu göndermeye çalışıyorum.
uk: Спроба надіслати команду RPC, коли RPC не запускається.
vi: Đang cố gắng gửi lệnh RPC khi RPC không khởi động.
zh: 在 RPC 未啟動時嘗試發送 RPC 命令。

# NKS_SETTINGS_SCREENSAVER_MATRIXBLEED_MAXFADESTEPS_NAME
source: Max Fade Steps
ar: خطوات التلاشي القصوى
de: Max. Fade-Schritte
es: Pasos máximos de desvanecimiento
fr: Étapes de fondu max.
ga: Céimeanna Fade Max
hi: अधिकतम फीका कदम
hi_latn: adhikatam pheeka kadam
id: Langkah-langkah Memudar Maksimal
it: Passi di dissolvenza massimi
ja: 最大フェード ステップ
ko: 최대 페이드 단계
ms: Langkah Pudar Maks
nl: Max. fade-stappen
tr: Maksimum Solma Adımları
uk: Макс. кроки згасання
vi: Các bước làm mờ tối đa
zh: 最大漸變步數

# NKS_SETTINGS_SCREENSAVER_MATRIXBLEED_MAXFADESTEPS_DESC
source: How many fade steps to do?
ar: كم عدد خطوات التلاشي التي يجب القيام بها؟
de: Wie viele Fade-Schritte sind zu tun?
el: Πόσα βήματα fade να κάνετε;
es: ¿Cuántos pasos de desvanecimiento debo hacer?
fr: Combien d'étapes de fondu faire ?
ga: Cé mhéad céim céimnithe atá le déanamh?
hi: कितने फीके कदम करने हैं?
hi_latn: kitane pheeke kadam karane hain?
id: Berapa banyak langkah memudar yang harus dilakukan?
it: Quanti passaggi di dissolvenza fare?
ja: 何段階フェードするか?
ko: 얼마나 많은 페이드 단계를 수행해야합니까?
ms: Berapa banyak langkah pudar yang perlu dilakukan?
nb: Hvor mange fade-trinn skal gjøres?
nl: Hoeveel fade-stappen te doen?
pt: Quantas etapas de fade para fazer?
ro: Câți pași de fade trebuie să faci?
tr: Kaç tane solma adımı atılmalı?
uk: Скільки кроків зникнення потрібно зробити?
vi: Cần thực hiện bao nhiêu bước mờ dần?
zh: 要執行多少個淡入淡出步驟？

# NKS_SHELL_BASE_HELP_DESCRIPTION
source: Description:
ar: وصف:
de: Beschreibung:
el: Περιγραφή:
es: Descripción:
fr: La description:
ga: Cur síos:
hi: विवरण:
hi_latn: vivaran:
id: Keterangan:
it: Descrizione:
ja: 説明:
ko: 기술:
ms: Penerangan:
nb: Beskrivelse:
nl: Omschrijving:
pt: Descrição:
ro: Descriere:
tr: Tanım:
uk: опис:
vi: Sự miêu tả:
zh: 描述：

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_LISTCREATEFAILED
source: Failed to make a list of filesystem entries for directory
ar: فشل عمل قائمة بإدخالات نظام الملفات للدليل
de: Fehler beim Erstellen einer Liste der Dateisystemeinträge für das Verzeichnis
el: Αποτυχία δημιουργίας λίστας καταχωρήσεων συστήματος αρχείων για κατάλογο
es: No se pudo hacer una lista de entradas del sistema de archivos para el directorio
fr: Échec de la création d'une liste des entrées du système de fichiers pour le répertoire
ga: Theip ar liosta iontrálacha córas comhaid a dhéanamh don eolaire
hi: निर्देशिका के लिए फाइल सिस्टम प्रविष्टियों की सूची बनाने में विफल
hi_latn: nirdeshika ke lie phail sistam pravishtiyon kee soochee banaane mein viphal
id: Gagal membuat daftar entri sistem berkas untuk direktori
it: Impossibile creare un elenco di voci del filesystem per la directory
ja: ディレクトリのファイル システム エントリのリストを作成できませんでした
ko: 디렉토리에 대한 파일 시스템 항목 목록을 만들지 못했습니다.
ms: Gagal membuat senarai entri sistem fail untuk direktori
nb: Kunne ikke lage en liste over filsystemoppføringer for katalogen
nl: Kan geen lijst maken van bestandssysteemvermeldingen voor directory
pt: Falha ao fazer uma lista de entradas do sistema de arquivos para o diretório
ro: Nu s-a putut face o listă cu intrările sistemului de fișiere pentru director
tr: Dizin için dosya sistemi girişlerinin bir listesini oluşturma başarısız oldu
uk: Не вдалося створити список записів файлової системи для каталогу
vi: Không thể tạo danh sách các mục nhập hệ thống tập tin cho thư mục
zh: 無法為目錄創建文件系統條目列表

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTMODE_NAME
source: Filesystem sort mode
ar: وضع فرز نظام الملفات
de: Sortiermodus des Dateisystems
el: Λειτουργία ταξινόμησης συστήματος αρχείων
es: Modo de ordenación del sistema de archivos
fr: Mode de tri du système de fichiers
ga: Modh sórtála córas comhaid
hi: फाइलसिस्टम सॉर्ट मोड
hi_latn: phailasistam sort mod
id: Mode sortir sistem berkas
it: Modalità di ordinamento del file system
ja: ファイルシステムのソートモード
ko: 파일 시스템 정렬 모드
ms: Mod isihan sistem fail
nb: Sorteringsmodus for filsystem
nl: Sorteermodus bestandssysteem
pt: Modo de classificação do sistema de arquivos
ro: Modul de sortare a sistemului de fișiere
tr: Dosya sistemi sıralama modu
uk: Режим сортування файлової системи
vi: Chế độ sắp xếp hệ thống tập tin
zh: 文件系統排序模式

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTDIRECTION_NAME
source: Filesystem sort direction
ar: اتجاه فرز نظام الملفات
de: Sortierrichtung des Dateisystems
el: Κατεύθυνση ταξινόμησης συστήματος αρχείων
es: Dirección de ordenación del sistema de archivos
fr: Sens de tri du système de fichiers
ga: Treo sórtála an chórais chomhaid
hi: फाइलसिस्टम सॉर्ट दिशा
hi_latn: phailasistam sort disha
id: Arah penyortiran sistem berkas
it: Direzione dell'ordinamento del file system
ja: ファイルシステムのソート方向
ko: 파일 시스템 정렬 방향
ms: Arah isihan sistem fail
nb: Filsystem sorteringsretning
nl: Sorteerrichting bestandssysteem
pt: Direção de classificação do sistema de arquivos
ro: Direcția de sortare a sistemului de fișiere
tr: Dosya sistemi sıralama yönü
uk: Напрямок сортування файлової системи
vi: Hướng sắp xếp hệ thống tập tin
zh: 文件系統排序方向
