Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_EVENTDEBUG_DESC
source: Enables debugging for the kernel event system
ar: تمكن من تصحيح أخطاء نظام أحداث kernel
de: Aktiviert das Debuggen für das Kernel-Ereignissystem
el: Ενεργοποιεί τον εντοπισμό σφαλμάτων για το σύστημα συμβάντων πυρήνα
es: Habilita la depuración para el sistema de eventos del kernel.
fr: Active le débogage pour le système d'événements du noyau
ga: Cumasaítear dífhabhtú don chóras teagmhais eithne
hi: कर्नेल इवेंट सिस्टम के लिए डिबगिंग सक्षम करता है
hi_latn: karnel ivent sistam ke lie dibaging saksham karata hai
id: Mengaktifkan debugging untuk sistem acara kernel
it: Abilita il debug per il sistema di eventi del kernel
ja: カーネルイベントシステムのデバッグを有効にします
ko: 커널 이벤트 시스템에 대한 디버깅 활성화
ms: Mendayakan penyahpepijatan untuk sistem acara kernel
nb: Aktiverer feilsøking for kjernehendelsessystemet
nl: Schakelt foutopsporing in voor het kernelgebeurtenissysteem
pt: Habilita a depuração para o sistema de eventos do kernel
ro: Activează depanarea pentru sistemul de evenimente kernel
tr: Çekirdek olay sistemi için hata ayıklamayı etkinleştirir
uk: Вмикає налагодження системи подій ядра
vi: Cho phép gỡ lỗi cho hệ thống sự kiện hạt nhân
zh: 啟用內核事件系統的調試

# NKS_KERNEL_STARTING_WELCOMEMESSAGE_LICENSE_TITLE
source: License information
ar: معلومات الترخيص
de: Lizenzinformationen
el: Πληροφορίες άδειας χρήσης
es: Información de licencia
fr: Informations sur la licence
ga: Eolas ceadúnais
hi: लाइसेंस जानकारी
hi_latn: laisens jaanakaaree
id: Informasi lisensi
it: Informazioni sulla licenza
ja: ライセンス情報
ko: 라이선스 정보
ms: Maklumat lesen
nb: Lisensinformasjon
nl: Licentie-informatie
pt: Informações de licença
ro: Informații despre licență
tr: Lisans bilgisi
uk: Інформація про ліцензію
vi: Thông tin giấy phép
zh: 許可證信息

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_SPLASHENABLE_NAME
source: Stylish splash screen
ar: شاشة دفقة أنيقة
de: Stilvoller Splash-Screen
el: Κομψή οθόνη πιτσιλίσματος
es: Pantalla de bienvenida con estilo
fr: Écran de démarrage élégant
ga: Splancscáileán stylish
hi: स्टाइलिश स्प्लैश स्क्रीन
hi_latn: stailish splaish skreen
id: Layar percikan bergaya
it: Schermata iniziale alla moda
ja: スタイリッシュなスプラッシュスクリーン
ko: 세련된 시작 화면
ms: Skrin percikan yang bergaya
nb: Stilig splash-skjerm
nl: Stijlvol opstartscherm
pt: Tela inicial elegante
ro: Ecran de splash elegant
tr: Şık açılış ekranı
uk: Стильна заставка
vi: Màn hình chào mừng phong cách
zh: 時尚的閃屏

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_SPLASHENABLE_DESC
source: Enables the stylish splash screen on startup. Please note that it will disable argument prompt and test shell pre-boot.
ar: تمكن شاشة البداية الأنيقة عند بدء التشغيل. يرجى ملاحظة أنه سيتم تعطيل موجه الوسيطة واختبار التمهيد المسبق للقذيفة.
de: Aktiviert den eleganten Begrüßungsbildschirm beim Start. Bitte beachten Sie, dass die Eingabeaufforderung für Argumente deaktiviert und der Pre-Boot der Shell getestet wird.
el: Ενεργοποιεί την κομψή οθόνη εκκίνησης κατά την εκκίνηση. Λάβετε υπόψη ότι θα απενεργοποιήσει την προτροπή ορισμάτων και θα δοκιμάσει την προεκκίνηση του κελύφους.
es: Habilita la elegante pantalla de bienvenida al inicio. Tenga en cuenta que deshabilitará el indicador de argumentos y probará el prearranque del shell.
fr: Active l'écran de démarrage élégant au démarrage. Veuillez noter que cela désactivera l'invite d'arguments et testera le pré-démarrage du shell.
ga: Cumasaíonn sé an splancscáileán stylish ar am tosaithe. Tabhair faoi deara le do thoil go mbeidh sé díchumasaithe argóint leid agus tástála bhlaosc réamh-tosaithe.
hi: स्टार्टअप पर स्टाइलिश स्प्लैश स्क्रीन को सक्षम करता है। कृपया ध्यान दें कि यह तर्क संकेत को अक्षम कर देगा और शेल प्री-बूट का परीक्षण करेगा।
hi_latn: staartap par stailish splaish skreen ko saksham karata hai. krpaya dhyaan den ki yah tark sanket ko aksham kar dega aur shel pree-boot ka pareekshan karega.
id: Mengaktifkan layar pembuka yang bergaya saat memulai. Harap perhatikan bahwa ini akan menonaktifkan perintah argumen dan menguji pra-boot shell.
it: Abilita l'elegante schermata iniziale all'avvio. Si noti che disabiliterà il prompt degli argomenti e testerà il pre-avvio della shell.
ja: 起動時にスタイリッシュなスプラッシュ画面を有効にします。引数プロンプトが無効になり、シェルのプリブートがテストされることに注意してください。
ko: 시작 시 세련된 시작 화면을 활성화합니다. 인수 프롬프트를 비활성화하고 셸 사전 부팅을 테스트합니다.
ms: Mendayakan skrin percikan yang bergaya pada permulaan. Sila ambil perhatian bahawa ia akan melumpuhkan gesaan argumen dan pra-but shell ujian.
nb: Aktiverer den stilige splash-skjermen ved oppstart. Vær oppmerksom på at det vil deaktivere argumentmelding og testshell før oppstart.
nl: Schakelt het stijlvolle opstartscherm in bij het opstarten. Houd er rekening mee dat het de argumentprompt en het pre-boot testen van de shell zal uitschakelen.
pt: Ativa a elegante tela inicial na inicialização. Observe que ele desabilitará o prompt de argumento e testará a pré-inicialização do shell.
ro: Activează ecranul de splash elegant la pornire. Vă rugăm să rețineți că va dezactiva argumentul prompt și va testa shell pre-boot.
tr: Başlangıçta şık açılış ekranını etkinleştirir. Lütfen argüman istemini ve test kabuğunu önyükleme öncesinde devre dışı bırakacağını unutmayın.
uk: Вмикає стильну заставку під час запуску. Будь ласка, зверніть увагу, що це вимкне підказку аргументів і тестує оболонку перед завантаженням.
vi: Cho phép màn hình chào mừng phong cách khi khởi động. Xin lưu ý rằng nó sẽ vô hiệu hóa lời nhắc đối số và kiểm tra shell trước khi khởi động.
zh: 在啟動時啟用時尚的啟動畫面。請注意，它將禁用參數提示並測試 shell 預引導。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_SPLASHNAME_NAME
source: Splash name
ar: اسم البداية
el: Όνομα πιτσιλίσματος
es: Nombre de bienvenida
fr: Nom de l'éclaboussure
ga: Ainm splanc
hi: स्पलैश नाम
hi_latn: spalaish naam
id: Nama percikan
it: Nome splash
ja: スプラッシュ名
ko: 스플래시 이름
ms: Nama percikan
nb: Splash navn
nl: Splash-naam
pt: Nome inicial
ro: Splash nume
tr: Açılış adı
uk: Сплеск імені
vi: Tên bắn tung tóe
zh: 飛濺名稱

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_SPLASHNAME_DESC
source: Splash name from the available splashes implemented in the kernel.
ar: اسم البداية من البقع المتوفرة المطبقة في kernel.
de: Splash-Name aus den verfügbaren Splashes, die im Kernel implementiert sind.
el: Όνομα splash από τις διαθέσιμες πιτσιλιές που υλοποιούνται στον πυρήνα.
es: Nombre de presentación de las presentaciones disponibles implementadas en el kernel.
fr: Nom du splash parmi les splash disponibles implémentés dans le noyau.
ga: Ainm splancscáileáin ó na splancscáileán atá ar fáil atá curtha i bhfeidhm san eithne.
hi: कर्नेल में लागू उपलब्ध स्पलैश से स्पलैश नाम।
hi_latn: karnel mein laagoo upalabdh spalaish se spalaish naam.
id: Nama splash dari splash yang tersedia yang diimplementasikan dalam kernel.
it: Nome splash dagli splash disponibili implementati nel kernel.
ja: カーネルに実装されている使用可能なスプラッシュからのスプラッシュ名。
ko: 커널에 구현된 사용 가능한 스플래시의 스플래시 이름입니다.
ms: Nama percikan daripada percikan tersedia yang dilaksanakan dalam kernel.
nb: Splash-navn fra de tilgjengelige splashene implementert i kjernen.
nl: Splash-naam van de beschikbare splashes die in de kernel zijn geïmplementeerd.
pt: Nome do splash dos splashes disponíveis implementados no kernel.
ro: Numele splash din splash-urile disponibile implementate în kernel.
tr: Çekirdekte uygulanan mevcut sıçramalardan oluşan sıçrama adı.
uk: Назва заставки з доступних заставок, реалізованих у ядрі.
vi: Tên màn hình chào mừng lấy từ các màn hình chào mừng có sẵn được triển khai trong kernel.
zh: 內核中實現的可用啟動畫面中的啟動畫面名稱。

# NKS_KERNEL_STARTING_STAGE5_USERSINITIALIZED
source: Users initialized
ar: تمت تهيئة المستخدمين
de: Benutzer initialisiert
el: Οι χρήστες αρχικοποιήθηκαν
es: Usuarios inicializados
fr: Utilisateurs initialisés
ga: Cuireadh tús le húsáideoirí
hi: उपयोगकर्ता आरंभ किए गए
hi_latn: upayogakarta aarambh kie gae
id: Pengguna diinisialisasi
it: Utenti inizializzati
ja: 初期化されたユーザー
ko: 사용자 초기화
ms: Pengguna dimulakan
nb: Brukere initialisert
nl: Gebruikers geïnitialiseerd
pt: Usuários inicializados
ro: Utilizatori inițializați
tr: Kullanıcılar başlatıldı
uk: Користувачі ініціалізовані
vi: Người dùng đã khởi tạo
zh: 用戶初始化

# NKS_MISC_SPLASHES_WELCOME
source: Welcome!
ar: مرحبا!
de: Herzlich willkommen!
el: Καλως ΗΡΘΑΤΕ!
es: ¡Bienvenidos!
fr: Bienvenue!
ga: Fáilte romhat!
hi: स्वागत!
hi_latn: svaagat!
id: Selamat datang!
it: Ben arrivato!
ja: いらっしゃいませ！
ko: 어서 오십시오!
ms: Selamat datang!
nb: Velkomst!
nl: Welkom!
pt: Bem vinda!
ro: Bine ati venit!
tr: Hoş geldin!
uk: Ласкаво просимо!
vi: Chào mừng!
zh: 歡迎！

# NKS_KERNEL_STARTING_STAGE1_RDEBUGSTARTING
source: Starting the remote debugger...
ar: جارٍ بدء مصحح الأخطاء عن بُعد ...
de: Starten des Remote-Debuggers...
el: Εκκίνηση του απομακρυσμένου εντοπισμού σφαλμάτων...
es: Iniciando el depurador remoto...
fr: Démarrage du débogueur distant...
ga: Ag cur tús leis an dífhabhtóir cianda...
hi: दूरस्थ डीबगर प्रारंभ कर रहा है...
hi_latn: doorasth deebagar praarambh kar raha hai...
id: Memulai debugger jarak jauh...
it: Avvio del debugger remoto...
ja: リモートデバッガを起動しています...
ko: 원격 디버거 시작 중...
ms: Memulakan penyahpepijat jauh...
nb: Starter den eksterne debuggeren...
nl: De debugger op afstand starten...
pt: Iniciando o depurador remoto...
ro: Se pornește depanatorul de la distanță...
tr: Uzaktan hata ayıklayıcı başlatılıyor...
uk: Запуск віддаленого налагоджувача...
vi: Đang khởi động trình gỡ lỗi từ xa...
zh: 啟動遠程調試器...

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_CONNECTIONERROR
source: Remote debugger connection error
ar: خطأ اتصال المصحح عن بعد
de: Remote-Debugger-Verbindungsfehler
el: Σφάλμα σύνδεσης απομακρυσμένου εντοπισμού σφαλμάτων
es: Error de conexión del depurador remoto
fr: Erreur de connexion au débogueur distant
ga: Earráid maidir le ceangal an dífhabhtóra cianda
hi: रिमोट डीबगर कनेक्शन त्रुटि
hi_latn: rimot deebagar kanekshan truti
id: Kesalahan koneksi debugger jarak jauh
it: Errore di connessione del debugger remoto
ja: リモートデバッガ接続エラー
ko: 원격 디버거 연결 오류
ms: Ralat sambungan penyahpepijat jauh
nb: Tilkoblingsfeil for ekstern debugger
nl: Verbindingsfout met externe debugger
pt: Erro de conexão do depurador remoto
ro: Eroare de conectare la depanator la distanță
tr: Uzaktan hata ayıklayıcı bağlantı hatası
uk: Помилка підключення віддаленого налагоджувача
vi: Lỗi kết nối trình gỡ lỗi từ xa
zh: 遠程調試器連接錯誤

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_NOTIFYONERROR_NAME
source: Notify on remote debug connection error
ar: يخطر على خطأ اتصال التصحيح عن بعد
de: Bei Remote-Debug-Verbindungsfehler benachrichtigen
el: Ειδοποίηση για σφάλμα σύνδεσης απομακρυσμένου εντοπισμού σφαλμάτων
es: Notificar sobre el error de conexión de depuración remota
fr: Notifier en cas d'erreur de connexion de débogage à distance
ga: Fógra a thabhairt faoi earráid maidir le ceangal cianda dífhabhtaithe
hi: दूरस्थ डिबग कनेक्शन त्रुटि पर सूचित करें
hi_latn: doorasth dibag kanekshan truti par soochit karen
id: Pemberitahuan pada kesalahan koneksi debug jarak jauh
it: Notifica in caso di errore di connessione di debug remoto
ja: リモートデバッグ接続エラーを通知する
ko: 원격 디버그 연결 오류 알림
ms: Beritahu tentang ralat sambungan nyahpepijat jauh
nb: Varsle om ekstern feilsøkingstilkoblingsfeil
nl: Melden bij verbindingsfout voor foutopsporing op afstand
pt: Notificar sobre erro de conexão de depuração remota
ro: Notificați despre eroarea conexiunii de depanare la distanță
tr: Uzaktan hata ayıklama bağlantı hatasında bildir
uk: Повідомити про помилку підключення для віддаленого налагодження
vi: Thông báo về lỗi kết nối gỡ lỗi từ xa
zh: 通知遠程調試連接錯誤

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_NOTIFYONERROR_DESC
source: If enabled, will use the notification system to notify the host of remote debug connection error. Otherwise, will use the default console writing.
ar: في حالة التمكين ، سيتم استخدام نظام الإعلام لإعلام المضيف بخطأ اتصال تصحيح الأخطاء عن بُعد. خلاف ذلك ، سوف تستخدم كتابة وحدة التحكم الافتراضية.
de: Wenn aktiviert, wird das Benachrichtigungssystem verwendet, um den Host über Remote-Debug-Verbindungsfehler zu informieren. Andernfalls wird die Standardkonsolenschreibweise verwendet.
el: Εάν είναι ενεργοποιημένο, θα χρησιμοποιήσει το σύστημα ειδοποιήσεων για να ειδοποιήσει τον κεντρικό υπολογιστή για σφάλμα σύνδεσης απομακρυσμένου εντοπισμού σφαλμάτων. Διαφορετικά, θα χρησιμοποιηθεί η προεπιλεγμένη εγγραφή κονσόλας.
es: Si está habilitado, utilizará el sistema de notificación para notificar al host sobre un error de conexión de depuración remota. De lo contrario, utilizará la escritura de consola predeterminada.
fr: Si activé, utilisera le système de notification pour informer l'hôte de l'erreur de connexion de débogage à distance. Sinon, utilisera l'écriture de console par défaut.
ga: Má tá sé cumasaithe, bainfear úsáid as an gcóras fógartha chun an t-óstach a chur ar an eolas faoi earráid ciancheangail dífhabhtaithe. Seachas sin, bain úsáid as an scríbhneoireacht console réamhshocraithe.
hi: यदि सक्षम किया गया है, तो दूरस्थ डीबग कनेक्शन त्रुटि के होस्ट को सूचित करने के लिए सूचना प्रणाली का उपयोग करेगा। अन्यथा, डिफ़ॉल्ट कंसोल लेखन का उपयोग करेगा।
hi_latn: yadi saksham kiya gaya hai, to doorasth deebag kanekshan truti ke host ko soochit karane ke lie soochana pranaalee ka upayog karega. anyatha, difolt kansol lekhan ka upayog karega.
id: Jika diaktifkan, akan menggunakan sistem notifikasi untuk memberi tahu host tentang kesalahan koneksi debug jarak jauh. Jika tidak, akan menggunakan penulisan konsol default.
it: Se abilitato, utilizzerà il sistema di notifica per notificare all'host un errore di connessione di debug remoto. In caso contrario, utilizzerà la scrittura della console predefinita.
ja: 有効にすると、通知システムを使用して、リモートデバッグ接続エラーをホストに通知します。それ以外の場合は、デフォルトのコンソール書き込みを使用します。
ko: 활성화된 경우 알림 시스템을 사용하여 원격 디버그 연결 오류를 호스트에 알립니다. 그렇지 않으면 기본 콘솔 쓰기를 사용합니다.
ms: Jika didayakan, akan menggunakan sistem pemberitahuan untuk memberitahu hos tentang ralat sambungan nyahpepijat jauh. Jika tidak, akan menggunakan penulisan konsol lalai.
nb: Hvis aktivert, bruker varslingssystemet til å varsle verten om en ekstern feilsøkingstilkoblingsfeil. Ellers vil du bruke standard konsollskriving.
nl: Indien ingeschakeld, wordt het meldingssysteem gebruikt om de host op de hoogte te stellen van een verbindingsfout voor foutopsporing op afstand. Anders wordt het standaard schrijven van de console gebruikt.
pt: Se ativado, usará o sistema de notificação para notificar o host sobre um erro de conexão de depuração remota. Caso contrário, usará a escrita padrão do console.
ro: Dacă este activat, va folosi sistemul de notificare pentru a notifica gazda despre eroarea conexiunii de depanare la distanță. În caz contrar, va folosi scrierea implicită în consola.
tr: Etkinleştirilirse, ana bilgisayara uzaktan hata ayıklama bağlantı hatasını bildirmek için bildirim sistemini kullanır. Aksi takdirde, varsayılan konsol yazısını kullanır.
uk: Якщо ввімкнено, система сповіщень буде використовувати систему сповіщень для сповіщення хоста про помилку підключення для віддаленого налагодження. В іншому випадку використовуватиметься стандартний запис консолі.
vi: Nếu được bật, sẽ sử dụng hệ thống thông báo để thông báo cho máy chủ về lỗi kết nối gỡ lỗi từ xa. Nếu không, sẽ sử dụng lệnh ghi bảng điều khiển mặc định.
zh: 如果啟用，將使用通知系統通知主機遠程調試連接錯誤。否則，將使用默認的控制台寫入。

# NKS_ARGUMENTS_ARGUMENT_RESET_DESC
source: Resets the kernel to the factory settings
ar: يعيد تعيين النواة إلى إعدادات المصنع
de: Setzt den Kernel auf die Werkseinstellungen zurück
el: Επαναφέρει τον πυρήνα στις εργοστασιακές ρυθμίσεις
es: Restablece el kernel a la configuración de fábrica
fr: Réinitialise le noyau aux paramètres d'usine
ga: Athshocraigh an eithne go socruithe an mhonarcha
hi: कर्नेल को फ़ैक्टरी सेटिंग्स पर रीसेट करता है
hi_latn: karnel ko faiktaree setings par reeset karata hai
id: Mengatur ulang kernel ke pengaturan pabrik
it: Ripristina il kernel alle impostazioni di fabbrica
ja: カーネルを工場出荷時の設定にリセットします
ko: 커널을 공장 설정으로 재설정
ms: Menetapkan semula kernel kepada tetapan kilang
nb: Tilbakestiller kjernen til fabrikkinnstillingene
nl: Zet de kernel terug naar de fabrieksinstellingen
pt: Redefine o kernel para as configurações de fábrica
ro: Resetează nucleul la setările din fabrică
tr: Çekirdeği fabrika ayarlarına sıfırlar
uk: Скидає ядро до заводських налаштувань
vi: Đặt lại hạt nhân về cài đặt gốc
zh: 將內核重置為出廠設置

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_MAINCOMMANDCOUNT_NAME
source: Show the commands count on help
ar: أظهر أن الأوامر تعتمد على المساعدة
de: Zeigen Sie die Befehle an, die auf Hilfe zählen
el: Εμφάνιση των εντολών που βασίζονται στη βοήθεια
es: Mostrar los comandos contar con ayuda
fr: Afficher le nombre de commandes dans l'aide
ga: Taispeáin na horduithe ag brath ar chabhair
hi: आदेश दिखाएँ मदद पर भरोसा करें
hi_latn: aadesh dikhaen madad par bharosa karen
id: Tampilkan perintah yang dihitung pada bantuan
it: Mostra i comandi contano sull'aiuto
ja: ヘルプに頼るコマンドを表示する
ko: 도움말에 명령 수 표시
ms: Tunjukkan arahan bergantung pada bantuan
nb: Vis kommandoene stole på hjelp
nl: Toon de commando's rekenen op hulp
pt: Mostrar a contagem de comandos na ajuda
ro: Afișați comenzile care contează pe ajutor
tr: Yardımda komut sayısını göster
uk: Показати кількість команд у довідці
vi: Hiển thị số lệnh trên trợ giúp
zh: 顯示命令依靠幫助

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_SHELLCOMMANDCOUNT_NAME
source: Show the shell commands count on help
ar: أظهر أن أوامر shell تعتمد على المساعدة
de: Zeigen Sie die Anzahl der Shell-Befehle in der Hilfe an
el: Εμφάνιση των εντολών του κελύφους βασίζονται στη βοήθεια
es: Mostrar los comandos de shell contar con ayuda
fr: Afficher le nombre de commandes shell dans l'aide
ga: Taispeáin na horduithe bhlaosc brath ar chabhair
hi: शेल कमांड दिखाएँ मदद पर भरोसा करें
hi_latn: shel kamaand dikhaen madad par bharosa karen
id: Tampilkan jumlah perintah shell pada bantuan
it: Mostra i comandi della shell contano sull'aiuto
ja: ヘルプに依存するシェルコマンドを表示する
ko: 도움말에 셸 명령 수 표시
ms: Tunjukkan arahan shell bergantung pada bantuan
nb: Vis skallkommandoene stole på hjelp
nl: Toon de shell-commando's rekenen op hulp
pt: Mostrar a contagem de comandos do shell na ajuda
ro: Afișați că comenzile shell contează pe ajutor
tr: Kabuk komutlarının yardıma olan sayısını göster
uk: Показати кількість команд оболонки в довідці
vi: Hiển thị số lệnh shell trên trợ giúp
zh: 顯示 shell 命令依靠幫助

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_ALIASESCOMMANDCOUNT_NAME
source: Show the aliases count on help
ar: إظهار الاعتماد على الأسماء المستعارة على المساعدة
de: Zeigen Sie die Anzahl der Aliase in der Hilfe an
el: Δείξτε τα ψευδώνυμα βασίζονται στη βοήθεια
es: Mostrar los alias contar con ayuda
fr: Afficher le nombre d'alias dans l'aide
ga: Taispeáin na hailiasanna ag brath ar chabhair
hi: उपनाम दिखाएं मदद पर भरोसा करें
hi_latn: upanaam dikhaen madad par bharosa karen
id: Tampilkan jumlah alias pada bantuan
it: Mostra gli alias contano sull'aiuto
ja: ヘルプにエイリアスカウントを表示する
ko: 도움말에 별칭 개수 표시
ms: Tunjukkan alias bergantung pada bantuan
nb: Vis at aliasene stoler på hjelp
nl: Toon de aliassen rekenen op hulp
pt: Mostrar a contagem de aliases com ajuda
ro: Arătați numerele de nume pe ajutor
tr: Yardımda takma ad sayısını göster
uk: Показати псевдоніми, розраховувати на допомогу
vi: Hiển thị số lượng bí danh trên trợ giúp
zh: 顯示別名依靠幫助

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MASKCHAR_NAME
source: Password mask character
ar: شخصية قناع كلمة المرور
de: Passwortmaskenzeichen
el: χαρακτήρας μάσκας κωδικού πρόσβασης
es: Carácter de máscara de contraseña
fr: Caractère de masque de mot de passe
ga: Carachtar masc pasfhocal
hi: पासवर्ड मास्क कैरेक्टर
hi_latn: paasavard maask kairektar
id: Karakter topeng kata sandi
it: Carattere maschera password
ja: パスワードマスク文字
ko: 비밀번호 마스크 문자
ms: Watak topeng kata laluan
nb: Passordmasketegn
nl: Wachtwoord masker karakter
pt: Caractere de máscara de senha
ro: Caracter de mască de parolă
tr: Şifre maskesi karakteri
uk: Символ маски пароля
vi: Ký tự mặt nạ mật khẩu
zh: 密碼掩碼字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MASKCHAR_DESC
source: A character that masks the password. Leave blank for more security.
ar: حرف يخفي كلمة المرور. اتركه فارغا لمزيد من الأمان.
de: Ein Zeichen, das das Kennwort maskiert. Für mehr Sicherheit leer lassen.
el: Ένας χαρακτήρας που καλύπτει τον κωδικό πρόσβασης. Αφήστε το κενό για περισσότερη ασφάλεια.
es: Un carácter que enmascara la contraseña. Dejar en blanco para mayor seguridad.
fr: Un caractère qui masque le mot de passe. Laissez vide pour plus de sécurité.
ga: Carachtar a chumhdaíonn an focal faire. Fág bán le haghaidh tuilleadh slándála.
hi: एक चरित्र जो पासवर्ड को मास्क करता है। अधिक सुरक्षा के लिए खाली छोड़ दें।
hi_latn: ek charitr jo paasavard ko maask karata hai. adhik suraksha ke lie khaalee chhod den.
id: Karakter yang menutupi kata sandi. Kosongkan untuk keamanan lebih.
it: Un carattere che maschera la password. Lascia vuoto per una maggiore sicurezza.
ja: パスワードをマスクする文字。セキュリティを強化するために空白のままにします。
ko: 암호를 마스킹하는 문자입니다. 보안을 강화하려면 공백으로 두십시오.
ms: Watak yang menutup kata laluan. Biarkan kosong untuk lebih keselamatan.
nb: Et tegn som maskerer passordet. La stå tomt for mer sikkerhet.
nl: Een teken dat het wachtwoord maskeert. Laat leeg voor meer veiligheid.
pt: Um caractere que mascara a senha. Deixe em branco para maior segurança.
ro: Un personaj care maschează parola. Lăsați necompletat pentru mai multă siguranță.
tr: Şifreyi maskeleyen bir karakter. Daha fazla güvenlik için boş bırakın.
uk: Символ, який маскує пароль. Залиште поле порожнім для більшої безпеки.
vi: Một ký tự che giấu mật khẩu. Để trống để bảo mật hơn.
zh: 掩蓋密碼的字符。留空以獲得更高的安全性。

# NKS_SHELL_SHELLS_UESH_LOGOUT_LOGOUTFROMSUBSHELL
source: Cannot log out from the subshell.
ar: لا يمكن تسجيل الخروج من المجموعة الفرعية.
de: Abmeldung von der Subshell nicht möglich.
el: Δεν είναι δυνατή η έξοδος από το υποκέλυφος.
es: No se puede cerrar sesión en la subcapa.
fr: Impossible de se déconnecter du sous-shell.
ga: Ní féidir logáil amach as an bhfobhlaosc.
hi: उपकोश से लॉग आउट नहीं किया जा सकता।
hi_latn: upakosh se log aaut nahin kiya ja sakata.
id: Tidak dapat keluar dari subshell.
it: Impossibile disconnettersi dalla subshell.
ja: サブシェルからログアウトできません。
ko: 서브쉘에서 로그아웃할 수 없습니다.
ms: Tidak boleh log keluar daripada subkulit.
nb: Kan ikke logge ut fra subshell.
nl: Kan niet uitloggen uit de subshell.
pt: Não é possível sair do subshell.
ro: Nu se poate deconecta din subshell.
tr: Alt kabuktan çıkış yapılamıyor.
uk: Не вдається вийти з підоболонки.
vi: Không thể đăng xuất khỏi subshell.
zh: 無法從子 shell 中註銷。

# NKS_SHELL_SHELLS_HEXTEXT_NEEDSFILE
source: File not specified. Exiting shell...
ar: الملف غير محدد. قذيفة الخروج ...
de: Datei nicht angegeben. Schale verlassen...
el: Το αρχείο δεν προσδιορίζεται. Έξοδος από το κέλυφος...
es: Archivo no especificado. Saliendo de la carcasa...
fr: Fichier non spécifié. Sortie de coque...
ga: Níl an comhad sonraithe. blaosc ag éirí as...
hi: फ़ाइल निर्दिष्ट नहीं है। शेल से बाहर निकल रहा है...
hi_latn: fail nirdisht nahin hai. shel se baahar nikal raha hai...
id: File tidak ditentukan. Keluar dari shell...
it: File non specificato. Uscire dalla shell...
ja: ファイルが指定されていません。シェルを終了しています...
ko: 파일이 지정되지 않았습니다. 쉘 종료 중...
ms: Fail tidak dinyatakan. Keluar dari shell...
nb: Filen er ikke spesifisert. Går ut av skallet...
nl: Bestand niet gespecificeerd. Uitgaande schelp...
pt: Arquivo não especificado. Saindo do escudo...
ro: Fișierul nu este specificat. Se ies din shell...
tr: Dosya belirtilmedi. Kabuktan çıkılıyor...
uk: Файл не вказано. Вихід із оболонки...
vi: Tệp không được chỉ định. Đang thoát khỏi shell...
zh: 未指定文件。退出外殼...
