Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONPROPERTIES_DESC
source: Lists all available properties from the specified addon
ar: يسرد جميع الخصائص المتاحة من الملحق المحدد
de: Listet alle verfügbaren Eigenschaften des angegebenen Add-Ons auf
el: Εμφανίζει όλες τις διαθέσιμες ιδιότητες από το καθορισμένο πρόσθετο
es: Enumera todas las propiedades disponibles del complemento especificado
fr: Répertorie toutes les propriétés disponibles à partir du module complémentaire spécifié
ga: Liostaíonn sé gach maoin atá ar fáil ón addon sonraithe
hi: निर्दिष्ट ऐडऑन से सभी उपलब्ध संपत्तियों को सूचीबद्ध करता है
hi_latn: nirdisht aidon se sabhee upalabdh propartee soocheebaddh karata hai
id: Mencantumkan semua properti yang tersedia dari addon yang ditentukan
it: Elenca tutte le proprietà disponibili dal componente aggiuntivo specificato
ja: 指定されたアドオンから使用可能なすべてのプロパティをリストします。
ko: 지정된 애드온에서 사용 가능한 모든 속성을 나열합니다.
ms: Menyenaraikan semua sifat yang tersedia daripada addon yang ditentukan
nb: Viser alle tilgjengelige egenskaper fra det angitte tillegget
nl: Geeft een overzicht van alle beschikbare eigenschappen van de opgegeven add-on
pt: Lista todas as propriedades disponíveis do complemento especificado
ro: Listează toate proprietățile disponibile din suplimentul specificat
tr: Belirtilen eklentiden tüm kullanılabilir özellikleri listeler
uk: Перелічує всі доступні властивості вказаного аддона
vi: Liệt kê tất cả các thuộc tính có sẵn từ tiện ích bổ sung được chỉ định
zh: 列出指定插件的所有可用屬性

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSBASEADDONS_DESC
source: Lists all the base addons and their status
ar: يسرد جميع الإضافات الأساسية وحالتها
de: Listet alle Basis-Add-ons und deren Status auf
el: Εμφανίζει όλα τα βασικά πρόσθετα και την κατάστασή τους
es: Enumera todos los complementos básicos y su estado.
fr: Répertorie tous les modules complémentaires de base et leur statut
ga: Liostaíonn sé na bun bhreiseáin go léir agus a stádas
hi: सभी आधार ऐडऑन और उनकी स्थिति को सूचीबद्ध करता है
hi_latn: sabhee bes aidon aur unakee sthiti soocheebaddh karata hai
id: Mencantumkan semua add-on dasar dan statusnya
it: Elenca tutti i componenti aggiuntivi di base e il loro stato
ja: すべての基本アドオンとそのステータスをリストします。
ko: 모든 기본 애드온과 해당 상태를 나열합니다.
ms: Menyenaraikan semua tambahan asas dan statusnya
nb: Viser alle basistilleggene og deres status
nl: Geeft een overzicht van alle basis-add-ons en hun status
pt: Lista todos os complementos básicos e seus status
ro: Listează toate suplimentele de bază și starea acestora
tr: Tüm temel eklentileri ve durumlarını listeler
uk: Перелічує всі базові аддони та їхній статус
vi: Liệt kê tất cả các tiện ích bổ sung cơ bản và trạng thái của chúng
zh: 列出所有基本插件及其狀態

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSFIELDS_DESC
source: Lists all available public fields
ar: يسرد كافة الحقول العامة المتاحة
de: Listet alle verfügbaren öffentlichen Felder auf
el: Εμφανίζει όλα τα διαθέσιμα δημόσια πεδία
es: Enumera todos los campos públicos disponibles
fr: Répertorie tous les champs publics disponibles
ga: Liostaíonn sé na réimsí poiblí go léir atá ar fáil
hi: सभी उपलब्ध सार्वजनिक फ़ील्ड सूचीबद्ध करता है
hi_latn: sabhee upalabdh saarvajanik feeld soocheebaddh karata hai
id: Mencantumkan semua bidang publik yang tersedia
it: Elenca tutti i campi pubblici disponibili
ja: 利用可能なパブリックフィールドをすべてリストします。
ko: 사용 가능한 모든 공개 필드를 나열합니다.
ms: Menyenaraikan semua medan awam yang tersedia
nb: Viser alle tilgjengelige offentlige felt
nl: Geeft een overzicht van alle beschikbare openbare velden
pt: Lista todos os campos públicos disponíveis
ro: Listează toate câmpurile publice disponibile
tr: Tüm kullanılabilir genel alanları listeler
uk: Перелічує всі доступні публічні поля
vi: Liệt kê tất cả các trường công khai có sẵn
zh: 列出所有可用的公共字段

# NKS_SHELL_SHELLS_DEBUG_COMMAND_SWITCH_SUPPRESS_DESC
source: Suppresses the error messages
ar: يمنع رسائل الخطأ
de: Unterdrückt die Fehlermeldungen
el: Καταργεί τα μηνύματα σφάλματος
es: Suprime los mensajes de error.
fr: Supprime les messages d'erreur
ga: Sochtann na teachtaireachtaí earráide
hi: त्रुटि संदेशों को दबा देता है
hi_latn: truti sandeshon ko dabaata hai
id: Menekan pesan kesalahan
it: Elimina i messaggi di errore
ja: エラーメッセージを抑制します
ko: 오류 메시지를 표시하지 않습니다.
ms: Menyekat mesej ralat
nb: Undertrykker feilmeldingene
nl: Onderdrukt de foutmeldingen
pt: Suprime as mensagens de erro
ro: Suprimă mesajele de eroare
tr: Hata mesajlarını bastırır
uk: Пригнічує повідомлення про помилки
vi: Ngăn chặn các thông báo lỗi
zh: 抑制錯誤訊息

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSPROPERTIES_DESC
source: Lists all available public properties
ar: يسرد جميع الممتلكات العامة المتاحة
de: Listet alle verfügbaren öffentlichen Eigenschaften auf
el: Παραθέτει όλα τα διαθέσιμα δημόσια ακίνητα
es: Enumera todas las propiedades públicas disponibles
fr: Répertorie toutes les propriétés publiques disponibles
ga: Liostaíonn sé gach maoin phoiblí atá ar fáil
hi: सभी उपलब्ध सार्वजनिक संपत्तियों की सूची
hi_latn: sabhee upalabdh saarvajanik propartee soocheebaddh karata hai
id: Mencantumkan semua properti publik yang tersedia
it: Elenca tutte le proprietà pubbliche disponibili
ja: 利用可能なパブリック プロパティをすべてリストします。
ko: 사용 가능한 모든 공용 속성을 나열합니다.
ms: Menyenaraikan semua harta awam yang tersedia
nb: Viser alle tilgjengelige offentlige eiendommer
nl: Geeft een overzicht van alle beschikbare openbare eigendommen
pt: Lista todas as propriedades públicas disponíveis
ro: Listează toate proprietățile publice disponibile
tr: Mevcut tüm genel özellikleri listeler
uk: Перелічує всі доступні загальнодоступні властивості
vi: Liệt kê tất cả các thuộc tính công cộng có sẵn
zh: 列出所有可用的公共屬性

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSSHELLS_DESC
source: Lists all available shells
ar: يسرد جميع الأصداف المتاحة
de: Listet alle verfügbaren Shells auf
el: Παραθέτει όλα τα διαθέσιμα κελύφη
es: Enumera todos los shells disponibles
fr: Répertorie tous les shells disponibles
ga: Liostaíonn na sliogáin go léir atá ar fáil
hi: सभी उपलब्ध शैलों की सूची बनाएं
hi_latn: sabhee upalabdh shel soocheebaddh karata hai
id: Mencantumkan semua shell yang tersedia
it: Elenca tutte le shell disponibili
ja: 利用可能なすべてのシェルをリストします。
ko: 사용 가능한 모든 쉘을 나열합니다.
ms: Menyenaraikan semua cengkerang yang ada
nb: Viser alle tilgjengelige skjell
nl: Geeft een overzicht van alle beschikbare shells
pt: Lista todos os shells disponíveis
ro: Listează toate shell-urile disponibile
tr: Mevcut tüm kabukları listeler
uk: Перелічує всі доступні оболонки
vi: Liệt kê tất cả các shell có sẵn
zh: 列出所有可用的 shell

# NKS_SHELL_SHELLS_DEBUG_COMMAND_PREVIEWSPLASH_DESC
source: Previews the splash
ar: معاينة البداية
de: Zeigt eine Vorschau des Splash an
el: Προεπισκόπηση του πιτσιλίσματος
es: Vista previa del chapoteo
fr: Aperçu du splash
ga: Réamhamhairc an splancscáileán
hi: छपाक का पूर्वावलोकन करता है
hi_latn: splaish ka poorvaavalokan karata hai
id: Pratinjau percikan
it: Visualizza l'anteprima dello splash
ja: スプラッシュをプレビューします
ko: 스플래시 미리보기
ms: Pratonton percikan
nb: Forhåndsviser spruten
nl: Een voorproefje van de plons
pt: Visualiza o splash
ro: Previzualizează stropirea
tr: Sıçrama önizlemeleri
uk: Попередній перегляд сплеска
vi: Xem trước hình ảnh giật gân
zh: 預覽飛濺效果

# NKS_SHELL_SHELLS_DEBUG_COMMAND_PREVIEWSPLASH_SWITCH_SPLASHOUT_DESC
source: Specifies whether to test out the important messages feature on splash
ar: يحدد ما إذا كان سيتم اختبار ميزة الرسائل المهمة عند البداية
de: Gibt an, ob die Funktion „Wichtige Nachrichten“ bei Splash getestet werden soll
el: Καθορίζει εάν θα δοκιμάσετε τη λειτουργία σημαντικών μηνυμάτων στο splash
es: Especifica si se debe probar la función de mensajes importantes en Splash
fr: Spécifie s'il faut tester la fonctionnalité de messages importants sur Splash
ga: Sonraítear ar cheart an ghné thábhachtach teachtaireachtaí ar splancscáileán a thástáil
hi: निर्दिष्ट करता है कि स्प्लैश पर महत्वपूर्ण संदेश सुविधा का परीक्षण करना है या नहीं
hi_latn: nirdisht karata hai ki splaish par mahatvapoorn sandesh suvidha ka pareekshan karana hai ya nahin
id: Menentukan apakah akan menguji fitur pesan penting pada splash
it: Specifica se testare la funzionalità dei messaggi importanti su splash
ja: スプラッシュで重要なメッセージ機能をテストするかどうかを指定します
ko: 시작 시 중요한 메시지 기능을 테스트할지 여부를 지정합니다.
ms: Menentukan sama ada untuk menguji ciri mesej penting pada percikan
nb: Angir om funksjonen for viktige meldinger skal testes på splash
nl: Specificeert of de functie voor belangrijke berichten op Splash moet worden getest
pt: Especifica se o recurso de mensagens importantes deve ser testado no splash
ro: Specifică dacă se testează funcția de mesaje importante pe splash
tr: Sıçramada önemli iletiler özelliğinin test edilip edilmeyeceğini belirtir
uk: Визначає, чи перевіряти функцію важливих повідомлень на заставці
vi: Chỉ định xem có nên thử nghiệm tính năng tin nhắn quan trọng trên màn hình chào mừng hay không
zh: 指定是否測試啟動時的重要訊息功能

# NKS_SHELL_SHELLS_DEBUG_COMMAND_PREVIEWSPLASH_SWITCH_CONTEXT_DESC
source: Specifies the splash screen context
ar: يحدد سياق شاشة البداية
de: Gibt den Kontext des Begrüßungsbildschirms an
el: Καθορίζει το περιβάλλον εκκίνησης της οθόνης
es: Especifica el contexto de la pantalla de presentación.
fr: Spécifie le contexte de l'écran de démarrage
ga: Sonraíonn an splancscáileán comhthéacs
hi: स्प्लैश स्क्रीन प्रसंग निर्दिष्ट करता है
hi_latn: splaish skreen sandarbh nirdisht karata hai
id: Menentukan konteks layar splash
it: Specifica il contesto della schermata iniziale
ja: スプラッシュ画面のコンテキストを指定します
ko: 스플래시 화면 컨텍스트를 지정합니다
ms: Menentukan konteks skrin percikan
nb: Spesifiserer velkomstskjermkonteksten
nl: Specificeert de context van het opstartscherm
pt: Especifica o contexto da tela inicial
ro: Specifică contextul ecranului de introducere
tr: Açılış ekranı bağlamını belirtir
uk: Визначає контекст екрана-заставки
vi: Chỉ định bối cảnh màn hình chào mừng
zh: 指定啟動畫面上下文

# NKS_SHELL_SHELLS_HEX_COMMAND_ADDBYTESTO_DESC
source: Adds a new byte to the specified position
ar: إضافة بايت جديد إلى الموضع المحدد
de: Fügt ein neues Byte an der angegebenen Position hinzu
el: Προσθέτει ένα νέο byte στην καθορισμένη θέση
es: Agrega un nuevo byte a la posición especificada
fr: Ajoute un nouvel octet à la position spécifiée
ga: Cuireann sé beart nua leis an suíomh sonraithe
hi: निर्दिष्ट स्थान पर एक नया बाइट जोड़ता है
hi_latn: nirdisht sthiti mein ek naya bait jodata hai
id: Menambahkan byte baru ke posisi yang ditentukan
it: Aggiunge un nuovo byte alla posizione specificata
ja: 指定された位置に新しいバイトを追加します
ko: 지정된 위치에 새 바이트를 추가합니다.
ms: Menambah bait baharu pada kedudukan yang ditentukan
nb: Legger til en ny byte til den angitte posisjonen
nl: Voegt een nieuwe byte toe aan de opgegeven positie
pt: Adiciona um novo byte à posição especificada
ro: Adaugă un nou octet la poziția specificată
tr: Belirtilen konuma yeni bir bayt ekler
uk: Додає новий байт до вказаної позиції
vi: Thêm một byte mới vào vị trí đã chỉ định
zh: 將新位元組新增至指定位置

# NKS_SHELL_SHELLS_HEX_COMMAND_TUI_DESC
source: Opens the interactive hex editor TUI
ar: يفتح المحرر السداسي التفاعلي TUI
de: Öffnet den interaktiven Hex-Editor TUI
el: Ανοίγει το διαδραστικό εξαγωνικό πρόγραμμα επεξεργασίας TUI
es: Abre el editor hexadecimal interactivo TUI
fr: Ouvre l'éditeur hexadécimal interactif TUI
ga: Osclaíonn sé an t-eagarthóir heicsidheachúlach idirghníomhach TUI
hi: इंटरैक्टिव हेक्स संपादक टीयूआई खोलता है
hi_latn: intaraiktiv heks sampaadak tui kholata hai
id: Membuka editor hex interaktif TUI
it: Apre l'editor esadecimale interattivo TUI
ja: インタラクティブな 16 進エディタ TUI を開きます
ko: 대화형 16진수 편집기 TUI를 엽니다.
ms: Membuka editor hex interaktif TUI
nb: Åpner den interaktive hex-editoren TUI
nl: Opent de interactieve hex-editor TUI
pt: Abre o editor hexadecimal interativo TUI
ro: Deschide interactiv editor hexadecimal TUI
tr: Etkileşimli hex düzenleyici TUI'yi açar
uk: Відкриває інтерактивний шістнадцятковий редактор TUI
vi: Mở trình soạn thảo hex tương tác TUI
zh: 開啟互動式十六進位編輯器 TUI

# NKS_SHELL_SHELLS_TEXT_COMMAND_TUI_DESC
source: Opens the interactive editor
ar: يفتح المحرر التفاعلي
de: Öffnet den interaktiven Editor
el: Ανοίγει το διαδραστικό πρόγραμμα επεξεργασίας
es: Abre el editor interactivo.
fr: Ouvre l'éditeur interactif
ga: Osclaíonn sé an t-eagarthóir idirghníomhach
hi: इंटरैक्टिव संपादक खोलता है
hi_latn: intaraiktiv sampaadak kholata hai
id: Membuka editor interaktif
it: Apre l'editor interattivo
ja: インタラクティブエディタを開きます
ko: 대화형 편집기를 엽니다.
ms: Membuka editor interaktif
nb: Åpner den interaktive editoren
nl: Opent de interactieve editor
pt: Abre o editor interativo
ro: Deschide editorul interactiv
tr: Etkileşimli düzenleyiciyi açar
uk: Відкриває інтерактивний редактор
vi: Mở trình soạn thảo tương tác
zh: 開啟互動式編輯器

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDGROUP_DESC
source: Adds groups
ar: يضيف المجموعات
de: Fügt Gruppen hinzu
el: Προσθέτει ομάδες
es: Agrega grupos
fr: Ajoute des groupes
ga: Cuirtear grúpaí leis
hi: समूह जोड़ता है
hi_latn: samooh jodata hai
id: Menambahkan grup
it: Aggiunge gruppi
ja: グループを追加します
ko: 그룹을 추가합니다
ms: Menambah kumpulan
nb: Legger til grupper
nl: Voegt groepen toe
pt: Adiciona grupos
ro: Adaugă grupuri
tr: Gruplar ekler
uk: Додає групи
vi: Thêm nhóm
zh: 新增群組

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSERTOGROUP_DESC
source: Adds users to a group
ar: يضيف المستخدمين إلى مجموعة
de: Fügt Benutzer zu einer Gruppe hinzu
el: Προσθέτει χρήστες σε μια ομάδα
es: Agrega usuarios a un grupo
fr: Ajoute des utilisateurs à un groupe
ga: Cuireann sé úsáideoirí le grúpa
hi: उपयोगकर्ताओं को एक समूह में जोड़ता है
hi_latn: samooh mein upayogakarta jodata hai
id: Menambahkan pengguna ke grup
it: Aggiunge utenti a un gruppo
ja: ユーザーをグループに追加します
ko: 그룹에 사용자를 추가합니다.
ms: Menambah pengguna pada kumpulan
nb: Legger brukere til en gruppe
nl: Voegt gebruikers toe aan een groep
pt: Adiciona usuários a um grupo
ro: Adaugă utilizatori la un grup
tr: Kullanıcıları bir gruba ekler
uk: Додає користувачів до групи
vi: Thêm người dùng vào một nhóm
zh: 將使用者加入群組中

# NKS_SHELL_SHELLS_UESH_COMMAND_ADMIN_DESC
source: Administrative shell
ar: قذيفة إدارية
de: Verwaltungsschale
el: Διοικητικό κέλυφος
es: shell administrativo
fr: Coque administrative
ga: Sliogán riaracháin
hi: प्रशासनिक कवच
hi_latn: prashaasanik shel
id: Shell administratif
it: Involucro amministrativo
ja: 管理シェル
ko: 관리 쉘
ms: Cangkang pentadbiran
nb: Administrativt skall
nl: Administratieve schil
pt: Shell administrativo
ro: Înveliș administrativ
tr: İdari kabuk
uk: Адміністративна оболонка
vi: Vỏ hành chính
zh: 行政外殼

# NKS_SHELL_SHELLS_UESH_COMMAND_BEEP_DESC
source: Beeps from the console
ar: الصفافير من وحدة التحكم
de: Signaltöne von der Konsole
el: Ηχεί από την κονσόλα
es: Pitidos desde la consola
fr: Bips de la console
ga: Bíp as an consól
hi: कंसोल से बीप
hi_latn: kansol se beep karata hai
id: Bunyi bip dari konsol
it: Emette un segnale acustico dalla console
ja: コンソールからビープ音が鳴る
ko: 콘솔에서 경고음이 울림
ms: Bunyi bip dari konsol
nb: Piper fra konsollen
nl: Piept uit de console
pt: Bipes do console
ro: Bipuri de la consolă
tr: Konsoldan gelen bip sesleri
uk: Гудки з пульта
vi: Tiếng bíp từ bảng điều khiển
zh: 控制台發出蜂鳴聲

# NKS_SHELL_SHELLS_UESH_COMMAND_BULKRENAME_DESC
source: Renames group of files to selected format
ar: إعادة تسمية مجموعة من الملفات إلى التنسيق المحدد
de: Benennt eine Gruppe von Dateien in das ausgewählte Format um
el: Μετονομάζει την ομάδα αρχείων σε επιλεγμένη μορφή
es: Cambia el nombre del grupo de archivos al formato seleccionado
fr: Renomme le groupe de fichiers au format sélectionné
ga: Athainmníonn grúpa comhad go formáid roghnaithe
hi: चयनित प्रारूप में फ़ाइलों के समूह का नाम बदलें
hi_latn: failon ke samooh ka naam badalakar chayanit praaroop mein rakhata hai
id: Mengganti nama grup file ke format yang dipilih
it: Rinomina il gruppo di file nel formato selezionato
ja: ファイルのグループの名前を選択した形式に変更します
ko: 파일 그룹의 이름을 선택한 형식으로 바꿉니다.
ms: Menamakan semula kumpulan fail kepada format yang dipilih
nb: Gi nytt navn til gruppe med filer til valgt format
nl: Hernoemt een groep bestanden naar het geselecteerde formaat
pt: Renomeia o grupo de arquivos para o formato selecionado
ro: Redenumește grupul de fișiere în formatul selectat
tr: Dosya grubunun adını seçilen biçime göre değiştirir
uk: Перейменовує групу файлів на вибраний формат
vi: Đổi tên nhóm tệp thành định dạng đã chọn
zh: 將文件組重新命名為選定的格式

# NKS_SHELL_SHELLS_UESH_COMMAND_CAT_SWITCH_LINES_DESC
source: Prints the line numbers alongside the contents
ar: طباعة أرقام الأسطر بجانب المحتويات
de: Druckt die Zeilennummern neben dem Inhalt
el: Εκτυπώνει τους αριθμούς των γραμμών μαζί με τα περιεχόμενα
es: Imprime los números de línea junto con el contenido.
fr: Imprime les numéros de ligne à côté du contenu
ga: Priontaí na huimhreacha líne taobh leis an ábhar
hi: सामग्री के साथ लाइन नंबर प्रिंट करता है
hi_latn: saamagree ke saath lain nambar print karata hai
id: Mencetak nomor baris di samping konten
it: Stampa i numeri di riga accanto al contenuto
ja: 内容の横に行番号を出力します。
ko: 내용과 함께 줄 번호를 인쇄합니다.
ms: Mencetak nombor baris bersebelahan dengan kandungan
nb: Skriver ut linjenumrene ved siden av innholdet
nl: Drukt de regelnummers af naast de inhoud
pt: Imprime os números das linhas junto com o conteúdo
ro: Imprimă numerele liniilor alături de conținut
tr: İçeriğin yanında satır numaralarını yazdırır
uk: Друкує номери рядків поруч із вмістом
vi: In số dòng bên cạnh nội dung
zh: 與內容一起列印行號

# NKS_SHELL_SHELLS_UESH_COMMAND_CAT_SWITCH_NOLINES_DESC
source: Prints only the contents
ar: يطبع المحتويات فقط
de: Druckt nur den Inhalt
el: Εκτυπώνει μόνο τα περιεχόμενα
es: Imprime solo el contenido
fr: Imprime uniquement le contenu
ga: Ní phriontaí ach an t-ábhar
hi: केवल सामग्री मुद्रित करता है
hi_latn: keval saamagree print karata hai
id: Hanya mencetak konten
it: Stampa solo il contenuto
ja: 内容のみを印刷します
ko: 내용만 인쇄합니다.
ms: Mencetak kandungan sahaja
nb: Skriver kun ut innholdet
nl: Drukt alleen de inhoud af
pt: Imprime apenas o conteúdo
ro: Imprimă numai conținutul
tr: Yalnızca içerikleri yazdırır
uk: Друкує лише вміст
vi: Chỉ in nội dung
zh: 僅列印內容

# NKS_SHELL_SHELLS_UESH_COMMAND_CAT_SWITCH_PLAIN_DESC
source: Force treating binary files as plain text
ar: فرض التعامل مع الملفات الثنائية كنص عادي
de: Erzwingen Sie die Behandlung von Binärdateien als Klartext
el: Αναγκαστική αντιμετώπιση των δυαδικών αρχείων ως απλού κειμένου
es: Forzar el tratamiento de archivos binarios como texto sin formato
fr: Forcer le traitement des fichiers binaires comme du texte brut
ga: Fórsa déileáil le comhaid dhénártha mar ghnáth-théacs
hi: बाइनरी फ़ाइलों को सादे पाठ के रूप में मानने पर बल दें
hi_latn: bainaree failon ko saade paath ke roop mein maanane ke lie baadhy karata hai
id: Paksa memperlakukan file biner sebagai teks biasa
it: Forza il trattamento dei file binari come testo semplice
ja: バイナリファイルを強制的にプレーンテキストとして扱う
ko: 바이너리 파일을 일반 텍스트로 강제 처리
ms: Paksa merawat fail binari sebagai teks biasa
nb: Tving behandling av binære filer som ren tekst
nl: Forceer het behandelen van binaire bestanden als platte tekst
pt: Forçar o tratamento de arquivos binários como texto simples
ro: Forțați tratarea fișierelor binare ca text simplu
tr: İkili dosyaları düz metin olarak işlemeyi zorla
uk: Примусово розглядати двійкові файли як звичайний текст
vi: Buộc xử lý các tệp nhị phân như văn bản thuần túy
zh: 強制將二進位檔案視為純文字

# NKS_SHELL_SHELLS_UESH_COMMAND_CDIR_DESC
source: Gets the current directory
ar: يحصل على الدليل الحالي
de: Ruft das aktuelle Verzeichnis ab
el: Λαμβάνει τον τρέχοντα κατάλογο
es: Obtiene el directorio actual
fr: Obtient le répertoire actuel
ga: Faigheann sé an t-eolaire reatha
hi: वर्तमान निर्देशिका प्राप्त करता है
hi_latn: vartamaan nirdeshika praapt karata hai
id: Mendapatkan direktori saat ini
it: Ottiene la directory corrente
ja: 現在のディレクトリを取得します
ko: 현재 디렉터리를 가져옵니다.
ms: Mendapat direktori semasa
nb: Henter gjeldende katalog
nl: Haalt de huidige map op
pt: Obtém o diretório atual
ro: Obține directorul curent
tr: Geçerli dizini alır
uk: Отримує поточний каталог
vi: Lấy thư mục hiện tại
zh: 取得目前目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_CHANGES_DESC
source: What's new in this version of Nitrocid?
ar: ما الجديد في هذا الإصدار من Nitrocid؟
de: Was ist neu in dieser Version von Nitrocid?
el: Τι νέο υπάρχει σε αυτή την έκδοση του Nitrocid;
es: ¿Qué hay de nuevo en esta versión de Nitrocid?
fr: Quoi de neuf dans cette version de Nitrocid ?
ga: Cad atá nua sa leagan seo de Nitrocid?
hi: नाइट्रोसिड के इस संस्करण में नया क्या है?
hi_latn: naitrosid ke is sanskaran mein naya kya hai?
id: Apa yang baru dalam versi Nitrocid ini?
it: Cosa c'è di nuovo in questa versione di Nitrocid?
ja: Nitrocid のこのバージョンの新機能は何ですか?
ko: 이 Nitrocid 버전의 새로운 기능은 무엇입니까?
ms: Apakah yang baharu dalam versi Nitrocid ini?
nb: Hva er nytt i denne versjonen av Nitrocid?
nl: Wat is er nieuw in deze versie van Nitrocid?
pt: O que há de novo nesta versão do Nitrocid?
ro: Ce este nou în această versiune de Nitrocid?
tr: Nitrocid'in bu versiyonunda ne gibi yenilikler var?
uk: Що нового в цій версії Nitrocid?
vi: Có gì mới trong phiên bản Nitrocid này?
zh: 此版本的 Nitrocid 有哪些新功能？

# NKS_SHELL_SHELLS_UESH_COMMAND_CHKLOCK_DESC
source: Checks the file or the folder lock
ar: التحقق من قفل الملف أو المجلد
de: Überprüft die Datei- oder Ordnersperre
el: Ελέγχει το κλείδωμα του αρχείου ή του φακέλου
es: Comprueba el archivo o el bloqueo de la carpeta.
fr: Vérifie le fichier ou le verrouillage du dossier
ga: Seiceálann sé an comhad nó an glas fillteán
hi: फ़ाइल या फ़ोल्डर लॉक की जाँच करता है
hi_latn: fail ya foldar lok kee jaanch karata hai
id: Memeriksa kunci file atau folder
it: Controlla il blocco del file o della cartella
ja: ファイルまたはフォルダーのロックを確認します
ko: 파일 또는 폴더 잠금을 확인합니다.
ms: Menyemak fail atau kunci folder
nb: Kontrollerer filen eller mappelåsen
nl: Controleert het bestand of de mapvergrendeling
pt: Verifica o arquivo ou o bloqueio da pasta
ro: Verifică fișierul sau blocarea folderului
tr: Dosya veya klasör kilidini kontrol eder
uk: Перевіряє блокування файлу або папки
vi: Kiểm tra khóa tập tin hoặc thư mục
zh: 檢查檔案或資料夾鎖定

# NKS_SHELL_SHELLS_UESH_COMMAND_CHKLOCK_SWITCH_WAITFORUNLOCK_DESC
source: Waits until the file or the folder is unlocked
ar: ينتظر حتى يتم إلغاء قفل الملف أو المجلد
de: Wartet, bis die Datei oder der Ordner entsperrt ist
el: Περιμένει μέχρι να ξεκλειδωθεί το αρχείο ή ο φάκελος
es: Espera hasta que se desbloquee el archivo o la carpeta
fr: Attend que le fichier ou le dossier soit déverrouillé
ga: Fanann sé go dtí go ndíghlasáiltear an comhad nó an fillteán
hi: फ़ाइल या फ़ोल्डर अनलॉक होने तक प्रतीक्षा करता है
hi_latn: fail ya foldar ke analok hone tak prateeksha karata hai
id: Menunggu hingga file atau folder dibuka kuncinya
it: Attende finché il file o la cartella non vengono sbloccati
ja: ファイルまたはフォルダーのロックが解除されるまで待機します
ko: 파일이나 폴더가 잠금 해제될 때까지 기다립니다.
ms: Tunggu sehingga fail atau folder dibuka kuncinya
nb: Venter til filen eller mappen er låst opp
nl: Wacht totdat het bestand of de map is ontgrendeld
pt: Aguarda até que o arquivo ou pasta seja desbloqueado
ro: Așteaptă până când fișierul sau folderul este deblocat
tr: Dosya veya klasör kilidi açılana kadar bekler
uk: Чекає, поки файл або папку буде розблоковано
vi: Chờ cho đến khi tệp hoặc thư mục được mở khóa
zh: 等待文件或資料夾解鎖

# NKS_SHELL_SHELLS_UESH_COMMAND_CHLANG_DESC
source: Changes language
ar: يغير اللغة
de: Ändert die Sprache
el: Αλλάζει γλώσσα
es: Cambia de idioma
fr: Change de langue
ga: Athraíonn teanga
hi: भाषा बदलती है
hi_latn: bhaasha badalata hai
id: Mengubah bahasa
it: Cambia lingua
ja: 言語を変更します
ko: 언어 변경
ms: Mengubah bahasa
nb: Bytter språk
nl: Verandert taal
pt: Muda o idioma
ro: Schimbă limba
tr: Dili değiştirir
uk: Змінює мову
vi: Thay đổi ngôn ngữ
zh: 更改語言
