Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_EXCEPTION_CUSTOMSETTINGSNONAME_UNREGISTER
source: Trying to unregister a custom setting with no name.
ar: محاولة إلغاء تسجيل إعداد مخصص بدون اسم.
de: Es wird versucht, die Registrierung einer benutzerdefinierten Einstellung ohne Namen aufzuheben.
el: Προσπάθεια κατάργησης της εγγραφής μιας προσαρμοσμένης ρύθμισης χωρίς όνομα.
es: Intentando cancelar el registro de una configuración personalizada sin nombre.
fr: J'essaie de désenregistrer un paramètre personnalisé sans nom.
ga: Ag iarraidh socrú saincheaptha gan ainm a dhíchlárú.
hi: बिना नाम वाली एक कस्टम सेटिंग को अपंजीकृत करने का प्रयास किया जा रहा है।
hi_latn: bina kisee naam ke kastam seting ko apanjeekrt karane ka prayaas kar raha hoon.
id: Mencoba membatalkan pendaftaran pengaturan khusus tanpa nama.
it: Tentativo di annullare la registrazione di un'impostazione personalizzata senza nome.
ja: 名前のないカスタム設定を登録解除しようとしています。
ko: 이름이 없는 사용자 정의 설정을 등록 취소하려고 합니다.
ms: Cuba menyahdaftarkan tetapan tersuai tanpa nama.
nb: Prøver å avregistrere en egendefinert innstilling uten navn.
nl: Er wordt geprobeerd de registratie van een aangepaste instelling zonder naam ongedaan te maken.
pt: Tentando cancelar o registro de uma configuração personalizada sem nome.
ro: Încercarea de a anula înregistrarea unei setari personalizate fără nume.
tr: Adı olmayan özel bir ayarı kayıttan çıkarmaya çalışıyorum.
uk: Спроба скасувати реєстрацію спеціального налаштування без імені.
vi: Đang cố gắng hủy đăng ký cài đặt tùy chỉnh không có tên.
zh: 嘗試取消註冊沒有名稱的自訂設定。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_CUSTOMSETTINGSNOTREGISTERED
source: The custom setting is not registered.
ar: لم يتم تسجيل الإعداد المخصص.
de: Die benutzerdefinierte Einstellung ist nicht registriert.
el: Η προσαρμοσμένη ρύθμιση δεν έχει καταχωρηθεί.
es: La configuración personalizada no está registrada.
fr: Le paramètre personnalisé n'est pas enregistré.
ga: Níl an socrú saincheaptha cláraithe.
hi: कस्टम सेटिंग पंजीकृत नहीं है.
hi_latn: kastam seting panjeekrt nahin hai.
id: Pengaturan khusus tidak terdaftar.
it: L'impostazione personalizzata non è registrata.
ja: カスタム設定が登録されていません。
ko: 사용자 정의 설정이 등록되지 않았습니다.
ms: Tetapan tersuai tidak didaftarkan.
nb: Den egendefinerte innstillingen er ikke registrert.
nl: De aangepaste instelling is niet geregistreerd.
pt: A configuração personalizada não está registrada.
ro: Setarea personalizată nu este înregistrată.
tr: Özel ayar kaydedilmedi.
uk: Спеціальна настройка не зареєстрована.
vi: Thiết lập tùy chỉnh chưa được đăng ký.
zh: 自訂設定未註冊。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_CUSTOMSETTINGSNEEDED
source: Trying to query an empty custom setting.
ar: محاولة الاستعلام عن إعداد مخصص فارغ.
de: Es wird versucht, eine leere benutzerdefinierte Einstellung abzufragen.
el: Προσπάθεια υποβολής ερωτήματος για μια κενή προσαρμοσμένη ρύθμιση.
es: Intentando consultar una configuración personalizada vacía.
fr: Essayer d'interroger un paramètre personnalisé vide.
ga: Ag iarraidh socrú saincheaptha folamh a cheistiú.
hi: एक खाली कस्टम सेटिंग को क्वेरी करने का प्रयास किया जा रहा है।
hi_latn: khaalee kastam seting ko kveree karane ka prayaas kar raha hoon.
id: Mencoba menanyakan pengaturan khusus yang kosong.
it: Tentativo di eseguire una query su un'impostazione personalizzata vuota.
ja: 空のカスタム設定をクエリしようとしています。
ko: 빈 맞춤 설정을 쿼리하려고 합니다.
ms: Cuba menanyakan tetapan tersuai kosong.
nb: Prøver å spørre etter en tom egendefinert innstilling.
nl: Er wordt geprobeerd een lege aangepaste instelling op te vragen.
pt: Tentando consultar uma configuração personalizada vazia.
ro: Încercarea de a interoga o setare personalizată goală.
tr: Boş bir özel ayarı sorgulamaya çalışıyorum.
uk: Спроба запиту порожнього спеціального параметра.
vi: Đang cố gắng truy vấn một thiết lập tùy chỉnh trống.
zh: 嘗試查詢空的自訂設定。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_TYPENOTFOUND
source: Settings type not found.
ar: لم يتم العثور على نوع الإعدادات.
de: Einstellungstyp nicht gefunden.
el: Ο τύπος ρυθμίσεων δεν βρέθηκε.
es: Tipo de configuración no encontrado.
fr: Type de paramètres introuvable.
ga: Ní bhfuarthas an cineál socruithe.
hi: सेटिंग प्रकार नहीं मिला.
hi_latn: seting prakaar nahin mila.
id: Jenis pengaturan tidak ditemukan.
it: Tipo di impostazioni non trovato.
ja: 設定タイプが見つかりません。
ko: 설정 유형을 찾을 수 없습니다.
ms: Jenis tetapan tidak ditemui.
nb: Finner ikke innstillingstype.
nl: Type instellingen niet gevonden.
pt: Tipo de configuração não encontrado.
ro: Tipul de setări nu a fost găsit.
tr: Ayar türü bulunamadı.
uk: Тип налаштувань не знайдено.
vi: Không tìm thấy loại cài đặt.
zh: 未找到設定類型。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_KEYNOTFOUNDMATCH
source: Settings key not found to match the specified variable.
ar: لم يتم العثور على مفتاح الإعدادات ليطابق المتغير المحدد.
de: Es wurde nicht gefunden, dass der Einstellungsschlüssel mit der angegebenen Variablen übereinstimmt.
el: Το κλειδί ρυθμίσεων δεν βρέθηκε να ταιριάζει με την καθορισμένη μεταβλητή.
es: No se encontró la clave de configuración que coincida con la variable especificada.
fr: Clé de paramètres introuvable pour correspondre à la variable spécifiée.
ga: Níor aimsíodh an eochair shocruithe a mheaitseálann an athróg sonraithe.
hi: सेटिंग्स कुंजी निर्दिष्ट चर से मेल नहीं खाती।
hi_latn: nirdisht char se mel khaane vaalee seting kunjee nahin milee.
id: Kunci pengaturan tidak ditemukan untuk mencocokkan variabel yang ditentukan.
it: Chiave delle impostazioni non trovata che corrisponda alla variabile specificata.
ja: 指定された変数と一致する設定キーが見つかりません。
ko: 지정된 변수와 일치하는 설정 키를 찾을 수 없습니다.
ms: Kunci tetapan tidak ditemui sepadan dengan pembolehubah yang ditentukan.
nb: Finner ikke innstillingsnøkkel som samsvarer med den angitte variabelen.
nl: De instellingensleutel komt niet overeen met de opgegeven variabele.
pt: Chave de configurações não encontrada para corresponder à variável especificada.
ro: Cheia de setări nu a fost găsită pentru a se potrivi cu variabila specificată.
tr: Belirtilen değişkenle eşleşen Ayarlar anahtarı bulunamadı.
uk: Ключ налаштувань не відповідає вказаній змінній.
vi: Không tìm thấy khóa cài đặt phù hợp với biến đã chỉ định.
zh: 找不到與指定變數相符的設定鍵。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NOENTRIESJSONTEXT
source: The settings entries JSON value is empty.
ar: قيمة إدخالات الإعدادات JSON فارغة.
de: Der JSON-Wert der Einstellungseinträge ist leer.
el: Οι καταχωρίσεις ρυθμίσεων Η τιμή JSON είναι κενή.
es: El valor JSON de las entradas de configuración está vacío.
fr: La valeur JSON des entrées de paramètres est vide.
ga: Tá luach JSON iontrálacha socruithe folamh.
hi: सेटिंग्स प्रविष्टियाँ JSON मान रिक्त है।
hi_latn: seting pravishtiyaan json maan rikt hai.
id: Nilai JSON entri pengaturan kosong.
it: Il valore JSON delle voci delle impostazioni è vuoto.
ja: 設定エントリの JSON 値が空です。
ko: 설정 항목 JSON 값이 비어 있습니다.
ms: Nilai JSON entri tetapan kosong.
nb: Innstillingsoppføringene JSON-verdien er tom.
nl: De JSON-waarde van de instellingenitems is leeg.
pt: O valor JSON das entradas de configurações está vazio.
ro: Valoarea JSON a intrărilor de setări este goală.
tr: Ayarlar girdilerinin JSON değeri boş.
uk: Значення JSON у записах налаштувань порожнє.
vi: Giá trị JSON của mục cài đặt trống.
zh: 設定條目 JSON 值為空。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_BASESETTINGSNOCONTENT_REGISTER
source: Trying to register a base setting with no content.
ar: محاولة تسجيل إعداد أساسي بدون محتوى.
de: Es wird versucht, eine Basiseinstellung ohne Inhalt zu registrieren.
el: Προσπάθεια εγγραφής μιας βασικής ρύθμισης χωρίς περιεχόμενο.
es: Intentando registrar una configuración base sin contenido.
fr: Essayer d'enregistrer un paramètre de base sans contenu.
ga: Ag iarraidh socrú bonn a chlárú gan aon ábhar.
hi: बिना किसी सामग्री के आधार सेटिंग पंजीकृत करने का प्रयास किया जा रहा है।
hi_latn: bina kisee saamagree ke aadhaar seting ko panjeekrt karane ka prayaas kiya ja raha hai.
id: Mencoba mendaftarkan pengaturan dasar tanpa konten.
it: Tentativo di registrare un'impostazione di base senza contenuto.
ja: 内容のない基本設定を登録しようとしています。
ko: 내용이 없는 기본설정을 등록하려고 합니다.
ms: Cuba mendaftar tetapan asas tanpa kandungan.
nb: Prøver å registrere en basisinnstilling uten innhold.
nl: Er wordt geprobeerd een basisinstelling zonder inhoud te registreren.
pt: Tentando registrar uma configuração básica sem conteúdo.
ro: Încercarea de a înregistra o setare de bază fără conținut.
tr: İçeriği olmayan bir temel ayarı kaydetmeye çalışıyorum.
uk: Спроба зареєструвати базове налаштування без вмісту.
vi: Đang cố gắng đăng ký cài đặt cơ sở không có nội dung.
zh: 嘗試註冊沒有內容的基本設定。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_BASESETTINGSNONAME_UNREGISTER
source: Trying to unregister a base setting with no name.
ar: محاولة إلغاء تسجيل الإعداد الأساسي بدون اسم.
de: Es wird versucht, die Registrierung einer Basiseinstellung ohne Namen aufzuheben.
el: Προσπάθεια κατάργησης της εγγραφής μιας βασικής ρύθμισης χωρίς όνομα.
es: Intentando cancelar el registro de una configuración base sin nombre.
fr: J'essaie de désenregistrer un paramètre de base sans nom.
ga: Ag iarraidh bunsocrú gan ainm a dhíchlárú.
hi: बिना नाम वाली आधार सेटिंग को अपंजीकृत करने का प्रयास किया जा रहा है।
hi_latn: bina kisee naam ke aadhaar seting ko apanjeekrt karane ka prayaas kiya ja raha hai.
id: Mencoba membatalkan pendaftaran pengaturan dasar tanpa nama.
it: Tentativo di annullare la registrazione di un'impostazione di base senza nome.
ja: 名前のない基本設定を登録解除しようとしています。
ko: 이름이 없는 기본 설정을 등록 취소하려고 합니다.
ms: Cuba menyahdaftar tetapan asas tanpa nama.
nb: Prøver å avregistrere en basisinnstilling uten navn.
nl: Er wordt geprobeerd de registratie van een basisinstelling zonder naam ongedaan te maken.
pt: Tentando cancelar o registro de uma configuração básica sem nome.
ro: Încercarea de a anula înregistrarea unei setari de bază fără nume.
tr: Adı olmayan bir temel ayarı kayıttan çıkarmaya çalışıyorum.
uk: Спроба скасувати реєстрацію базового налаштування без імені.
vi: Đang cố gắng hủy đăng ký cài đặt cơ sở không có tên.
zh: 嘗試取消註冊沒有名稱的基本設定。

# NKS_KERNEL_DEBUGGING_ASSERTFAIL
source: Assertion failure.
ar: فشل التأكيد.
de: Behauptungsfehler.
el: Αποτυχία διεκδίκησης.
es: Fallo de aserción.
fr: Échec de l’assertion.
ga: Teip dearbhaithe.
hi: दावा विफलता.
hi_latn: abhikathan viphalata.
id: Kegagalan pernyataan.
it: Fallimento dell'asserzione.
ja: アサーションの失敗。
ko: 어설션 실패.
ms: Kegagalan penegasan.
nb: Påstandsfeil.
nl: Bewering mislukt.
pt: Falha na afirmação.
ro: Eșecul afirmației.
tr: İddia başarısız.
uk: Помилка твердження.
vi: Khẳng định thất bại.
zh: 斷言失敗。

# NKS_KERNEL_EVENTS_EXCEPTION_EVENTNOTFOUND
source: Event {0} not found.
ar: لم يتم العثور على الحدث {0}.
de: Ereignis {0} nicht gefunden.
el: Το συμβάν {0} δεν βρέθηκε.
es: Evento {0} no encontrado.
fr: Événement {0} introuvable.
ga: Níor aimsíodh an t-imeacht {0}.
hi: इवेंट {0} नहीं मिला.
hi_latn: eevent {0} nahin mila.
id: Peristiwa {0} tidak ditemukan.
it: Evento {0} non trovato.
ja: イベント {0} が見つかりません。
ko: 이벤트 {0}을(를) 찾을 수 없습니다.
ms: Acara {0} tidak ditemui.
nb: Arrangementet {0} ble ikke funnet.
nl: Evenement {0} niet gevonden.
pt: Evento {0} não encontrado.
ro: Evenimentul {0} nu a fost găsit.
tr: {0} etkinliği bulunamadı.
uk: Подія {0} не знайдена.
vi: Sự kiện {0} không tìm thấy.
zh: 未找到事件 {0}。

# NKS_KERNEL_EVENTS_LISTING
source: Kernel event fired:
ar: تم إطلاق حدث Kernel:
de: Kernel-Ereignis ausgelöst:
el: Το συμβάν πυρήνα ενεργοποιήθηκε:
es: Evento del kernel activado:
fr: Événement du noyau déclenché :
ga: Imeacht eithne bréan:
hi: कर्नेल इवेंट सक्रिय किया गया:
hi_latn: karnel eevent sakriy hua:
id: Peristiwa kernel diaktifkan:
it: Evento del kernel attivato:
ja: カーネルイベントが発生しました:
ko: 커널 이벤트가 발생했습니다:
ms: Acara kernel dipecat:
nb: Kjernehendelse avfyrt:
nl: Kernelgebeurtenis geactiveerd:
pt: Evento do kernel disparado:
ro: Eveniment kernel declanșat:
tr: Çekirdek olayı tetiklendi:
uk: Виникла подія ядра:
vi: Sự kiện hạt nhân được kích hoạt:
zh: 觸發內核事件：

# NKS_KERNEL_EVENTS_EXCEPTION_NEEDSACTION
source: Provide a valid event action
ar: توفير إجراء حدث صالح
de: Geben Sie eine gültige Ereignisaktion an
el: Παρέχετε μια έγκυρη ενέργεια συμβάντος
es: Proporcionar una acción de evento válida
fr: Fournir une action d'événement valide
ga: Cuir gníomh imeacht bailí ar fáil
hi: एक वैध घटना कार्रवाई प्रदान करें
hi_latn: ek maany eevent kriya pradaan karen
id: Berikan tindakan peristiwa yang valid
it: Fornire un'azione evento valida
ja: 有効なイベント アクションを指定してください
ko: 유효한 이벤트 작업을 제공하세요.
ms: Sediakan tindakan acara yang sah
nb: Oppgi en gyldig hendelseshandling
nl: Geef een geldige gebeurtenisactie op
pt: Forneça uma ação de evento válida
ro: Furnizați o acțiune de eveniment validă
tr: Geçerli bir olay eylemi sağlayın
uk: Укажіть дійсну дію події
vi: Cung cấp một hành động sự kiện hợp lệ
zh: 提供有效的事件操作

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALIASALREADYEXISTS
source: The specified alias already exists. Make sure that you select a different alias.
ar: الاسم المستعار المحدد موجود بالفعل. تأكد من تحديد اسم مستعار مختلف.
de: Der angegebene Alias existiert bereits. Stellen Sie sicher, dass Sie einen anderen Alias auswählen.
el: Το καθορισμένο ψευδώνυμο υπάρχει ήδη. Βεβαιωθείτε ότι έχετε επιλέξει διαφορετικό ψευδώνυμο.
es: El alias especificado ya existe. Asegúrese de seleccionar un alias diferente.
fr: L'alias spécifié existe déjà. Assurez-vous de sélectionner un alias différent.
ga: Tá an ailias sonraithe ann cheana féin. Bí cinnte go roghnaíonn tú ailias eile.
hi: निर्दिष्ट उपनाम पहले से मौजूद है. सुनिश्चित करें कि आप कोई भिन्न उपनाम चुनें.
hi_latn: nirdisht upanaam pahale se maujood hai. sunishchit karen ki aap ek alag upanaam chunate hain.
id: Alias yang ditentukan sudah ada. Pastikan Anda memilih alias yang berbeda.
it: L'alias specificato esiste già. Assicurati di selezionare un alias diverso.
ja: 指定されたエイリアスはすでに存在します。必ず別のエイリアスを選択してください。
ko: 지정된 별칭이 이미 존재합니다. 다른 별칭을 선택했는지 확인하세요.
ms: Alias yang ditentukan sudah wujud. Pastikan anda memilih alias yang berbeza.
nb: Det angitte aliaset eksisterer allerede. Pass på at du velger et annet alias.
nl: De opgegeven alias bestaat al. Zorg ervoor dat u een andere alias selecteert.
pt: O alias especificado já existe. Certifique-se de selecionar um alias diferente.
ro: Aliasul specificat există deja. Asigurați-vă că selectați un alt alias.
tr: Belirtilen takma ad zaten var. Farklı bir takma ad seçtiğinizden emin olun.
uk: Зазначений псевдонім уже існує. Переконайтеся, що ви вибрали інший псевдонім.
vi: Bí danh đã chỉ định đã tồn tại. Hãy đảm bảo rằng bạn chọn một bí danh khác.
zh: 指定的別名已存在。確保您選擇不同的別名。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALIASINVALIDOPERATION
source: The alias system encountered an invalid operation trying to process your request.
ar: واجه نظام الاسم المستعار عملية غير صالحة أثناء محاولة معالجة طلبك.
de: Das Aliassystem hat beim Versuch, Ihre Anfrage zu verarbeiten, einen ungültigen Vorgang festgestellt.
el: Το σύστημα ψευδώνυμου αντιμετώπισε μια μη έγκυρη λειτουργία που προσπαθεί να επεξεργαστεί το αίτημά σας.
es: El sistema de alias encontró una operación no válida al intentar procesar su solicitud.
fr: Le système d'alias a rencontré une opération non valide lors de la tentative de traitement de votre demande.
ga: Tháinig an córas ailias ar oibríocht neamhbhailí ag iarraidh d'iarratas a phróiseáil.
hi: आपके अनुरोध को संसाधित करने का प्रयास करते समय उपनाम सिस्टम को एक अमान्य ऑपरेशन का सामना करना पड़ा।
hi_latn: upanaam sistam ko aapake anurodh ko sansaadhit karane ka prayaas karate samay ek amaany opareshan ka saamana karana pada.
id: Sistem alias menemukan operasi tidak valid saat mencoba memproses permintaan Anda.
it: Il sistema alias ha rilevato un'operazione non valida durante il tentativo di elaborare la tua richiesta.
ja: エイリアス システムは、リクエストを処理しようとして無効な操作を検出しました。
ko: 요청을 처리하는 동안 별칭 시스템에서 잘못된 작업이 발생했습니다.
ms: Sistem alias mengalami operasi tidak sah yang cuba memproses permintaan anda.
nb: Aliassystemet oppdaget en ugyldig operasjon som forsøkte å behandle forespørselen din.
nl: Het aliassysteem heeft een ongeldige bewerking aangetroffen bij het verwerken van uw verzoek.
pt: O sistema de alias encontrou uma operação inválida ao tentar processar sua solicitação.
ro: Sistemul de alias a întâlnit o operațiune nevalidă care încearcă să proceseze solicitarea dvs.
tr: Takma ad sistemi isteğinizi işlemeye çalışırken geçersiz bir işlemle karşılaştı.
uk: Система псевдонімів виявила недійсну операцію під час спроби обробити ваш запит.
vi: Hệ thống bí danh đã gặp phải thao tác không hợp lệ khi cố xử lý yêu cầu của bạn.
zh: 別名系統在嘗試處理您的請求時遇到無效操作。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALIASNOSUCHALIAS
source: The specified alias isn't found.
ar: لم يتم العثور على الاسم المستعار المحدد.
de: Der angegebene Alias wurde nicht gefunden.
el: Το καθορισμένο ψευδώνυμο δεν βρέθηκε.
es: No se encuentra el alias especificado.
fr: L'alias spécifié est introuvable.
ga: Níl an ailias sonraithe aimsithe.
hi: निर्दिष्ट उपनाम नहीं मिला.
hi_latn: nirdisht upanaam nahin mila.
id: Alias yang ditentukan tidak ditemukan.
it: L'alias specificato non è stato trovato.
ja: 指定されたエイリアスが見つかりません。
ko: 지정된 별칭을 찾을 수 없습니다.
ms: Alias yang ditentukan tidak ditemui.
nb: Det angitte aliaset ble ikke funnet.
nl: De opgegeven alias is niet gevonden.
pt: O alias especificado não foi encontrado.
ro: Aliasul specificat nu a fost găsit.
tr: Belirtilen takma ad bulunamadı.
uk: Вказаний псевдонім не знайдено.
vi: Không tìm thấy bí danh đã chỉ định.
zh: 找不到指定的別名。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALIASNOSUCHCOMMAND
source: The specified command isn't found to alias to.
ar: لم يتم العثور على الأمر المحدد في الاسم المستعار لـ.
de: Der angegebene Befehl wurde nicht als Alias gefunden.
el: Η καθορισμένη εντολή δεν βρέθηκε ως ψευδώνυμο.
es: No se encuentra el comando especificado como alias.
fr: La commande spécifiée n'est pas trouvée pour créer un alias.
ga: Ní aimsítear an t-ordú sonraithe ailias chun.
hi: निर्दिष्ट आदेश को उपनाम के रूप में नहीं पाया गया है।
hi_latn: nirdisht kamaand upanaam ke lie nahin mila.
id: Perintah yang ditentukan tidak ditemukan untuk alias.
it: Impossibile trovare l'alias del comando specificato.
ja: 指定されたコマンドのエイリアスが見つかりません。
ko: 지정된 명령을 별칭으로 찾을 수 없습니다.
ms: Perintah yang ditentukan tidak ditemui pada alias kepada.
nb: Den spesifiserte kommandoen er ikke funnet som alias til.
nl: Er is geen alias voor de opgegeven opdracht gevonden.
pt: O comando especificado não foi encontrado como alias.
ro: Comanda specificată nu a fost găsită pentru alias.
tr: Belirtilen komut, takma ad olarak bulunamadı.
uk: Зазначену команду не знайдено для псевдоніма.
vi: Không tìm thấy lệnh được chỉ định để đặt bí danh.
zh: 找不到指定的命令的別名。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_ALIASNOSUCHTYPE
source: The specified alias type isn't found.
ar: لم يتم العثور على نوع الاسم المستعار المحدد.
de: Der angegebene Aliastyp wurde nicht gefunden.
el: Ο καθορισμένος τύπος ψευδώνυμου δεν βρέθηκε.
es: No se encuentra el tipo de alias especificado.
fr: Le type d'alias spécifié est introuvable.
ga: Ní aimsítear an cineál ailias sonraithe.
hi: निर्दिष्ट उपनाम प्रकार नहीं मिला.
hi_latn: nirdisht upanaam prakaar nahin mila.
id: Jenis alias yang ditentukan tidak ditemukan.
it: Il tipo di alias specificato non è stato trovato.
ja: 指定されたエイリアス タイプが見つかりません。
ko: 지정된 별칭 유형을 찾을 수 없습니다.
ms: Jenis alias yang ditentukan tidak ditemui.
nb: Den angitte aliastypen ble ikke funnet.
nl: Het opgegeven aliastype is niet gevonden.
pt: O tipo de alias especificado não foi encontrado.
ro: Tipul de alias specificat nu a fost găsit.
tr: Belirtilen takma ad türü bulunamadı.
uk: Указаний тип псевдоніма не знайдено.
vi: Không tìm thấy loại bí danh đã chỉ định.
zh: 找不到指定的別名類型。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_COLOR
source: An error occurred while trying to process the color request. Common mistakes include specifying the wrong color specifier.
ar: حدث خطأ أثناء محاولة معالجة طلب اللون. تتضمن الأخطاء الشائعة تحديد محدد اللون الخاطئ.
de: Beim Versuch, die Farbanforderung zu verarbeiten, ist ein Fehler aufgetreten. Zu den häufigsten Fehlern gehört die Angabe des falschen Farbspezifizierers.
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια επεξεργασίας του αιτήματος χρώματος. Τα κοινά λάθη περιλαμβάνουν τον καθορισμό του λάθος προσδιοριστή χρώματος.
es: Se produjo un error al intentar procesar la solicitud de color. Los errores comunes incluyen especificar el especificador de color incorrecto.
fr: Une erreur s'est produite lors de la tentative de traitement de la demande de couleur. Les erreurs courantes incluent la spécification d’un mauvais spécificateur de couleur.
ga: Tharla earráid agus an t-iarratas datha á phróiseáil. Áirítear le botúin choitianta an sonróir datha mícheart a shonrú.
hi: रंग अनुरोध को संसाधित करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई। सामान्य गलतियों में गलत रंग विनिर्देशक निर्दिष्ट करना शामिल है।
hi_latn: rang anurodh ko sansaadhit karane ka prayaas karate samay ek truti huee. saamaany galatiyon mein galat rang vinirdeshak nirdisht karana shaamil hai.
id: Terjadi kesalahan saat mencoba memproses permintaan warna. Kesalahan umum termasuk menentukan penentu warna yang salah.
it: Si è verificato un errore durante il tentativo di elaborare la richiesta del colore. Gli errori comuni includono la specifica dell'identificatore di colore sbagliato.
ja: カラーリクエストを処理しようとしたときにエラーが発生しました。よくある間違いには、間違った色指定子を指定することが含まれます。
ko: 색상 요청을 처리하는 중 오류가 발생했습니다. 일반적인 실수에는 잘못된 색상 지정자를 지정하는 것이 포함됩니다.
ms: Ralat berlaku semasa cuba memproses permintaan warna. Kesilapan biasa termasuk menentukan penentu warna yang salah.
nb: Det oppstod en feil under forsøk på å behandle fargeforespørselen. Vanlige feil inkluderer å spesifisere feil fargespesifikasjoner.
nl: Er is een fout opgetreden bij het verwerken van het kleurverzoek. Veelgemaakte fouten zijn onder meer het opgeven van de verkeerde kleurspecificatie.
pt: Ocorreu um erro ao tentar processar a solicitação de cor. Erros comuns incluem especificar o especificador de cor errado.
ro: A apărut o eroare la încercarea de a procesa cererea de culoare. Greșelile frecvente includ specificarea unui specificator de culoare greșit.
tr: Renk isteği işlenirken bir hata oluştu. Yaygın hatalar arasında yanlış renk belirtecinin belirtilmesi yer alır.
uk: Під час спроби обробити запит кольору сталася помилка. Поширені помилки включають вказівку неправильного специфікатора кольору.
vi: Đã xảy ra lỗi khi cố gắng xử lý yêu cầu màu. Các lỗi thường gặp bao gồm chỉ định sai chỉ định màu.
zh: 嘗試處理顏色請求時發生錯誤。常見錯誤包括指定錯誤的顏色說明符。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CONFIG
source: A kernel configuration error occurred.
ar: حدث خطأ في تكوين النواة.
de: Es ist ein Kernel-Konfigurationsfehler aufgetreten.
el: Παρουσιάστηκε σφάλμα διαμόρφωσης πυρήνα.
es: Se produjo un error de configuración del kernel.
fr: Une erreur de configuration du noyau s'est produite.
ga: Tharla earráid chumraíochta eithne.
hi: एक कर्नेल कॉन्फ़िगरेशन त्रुटि उत्पन्न हुई.
hi_latn: ek karnel konfigareshan truti huee.
id: Terjadi kesalahan konfigurasi kernel.
it: Si è verificato un errore di configurazione del kernel.
ja: カーネル構成エラーが発生しました。
ko: 커널 구성 오류가 발생했습니다.
ms: Ralat konfigurasi kernel telah berlaku.
nb: Det oppstod en kjernekonfigurasjonsfeil.
nl: Er is een kernelconfiguratiefout opgetreden.
pt: Ocorreu um erro de configuração do kernel.
ro: A apărut o eroare de configurare a nucleului.
tr: Bir çekirdek yapılandırma hatası oluştu.
uk: Сталася помилка конфігурації ядра.
vi: Đã xảy ra lỗi cấu hình hạt nhân.
zh: 發生內核配置錯誤。
