Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_COMMAND_USERNAME_DESC
source: Shows current username in the session
ar: يعرض اسم المستخدم الحالي في الجلسة
de: Zeigt den aktuellen Benutzernamen in der Sitzung an
el: Εμφανίζει το τρέχον όνομα χρήστη στη συνεδρία
es: Muestra el nombre de usuario actual en la sesión
fr: Affiche le nom d'utilisateur actuel dans la session
ga: Taispeáin an t-ainm úsáideora reatha sa seisiún
hi: सत्र में वर्तमान उपयोगकर्ता नाम दिखाता है
hi_latn: satr mein vartamaan upayogakarta naam dikhaata hai
id: Menampilkan nama pengguna saat ini dalam sesi
it: Mostra il nome utente corrente nella sessione
ja: セッションの現在のユーザー名を表示します
ko: 세션에서 현재 사용자 이름을 보여줍니다
ms: Menunjukkan nama pengguna semasa dalam sesi
nb: Viser gjeldende brukernavn i økten
nl: Toont de huidige gebruikersnaam in de sessie
pt: Mostra o nome de usuário atual na sessão
ro: Afișează numele de utilizator curent în sesiune
tr: Oturumdaki geçerli kullanıcı adını gösterir
uk: Показує поточне ім'я користувача в сеансі
vi: Hiển thị tên người dùng hiện tại trong phiên
zh: 在會話中顯示當前用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_UNBLOCKDBGDEV_DESC
source: Unblock a debug device by IP address
ar: قم بإلغاء حظر جهاز تصحيح بواسطة عنوان IP
de: Entsperren Sie ein Debug-Gerät anhand der IP-Adresse
el: Ξεμπλοκάρετε μια συσκευή εντοπισμού σφαλμάτων κατά διεύθυνση IP
es: Desbloquee un dispositivo de depuración por dirección IP
fr: Débloquer un périphérique de débogage par adresse IP
ga: Bain an bac de ghléas dífhabhtaithe trí sheoladh IP
hi: IP पते द्वारा डिबग डिवाइस को अनब्लॉक करें
hi_latn: ip pate dvaara dibag divais ko anablok karen
id: Buka blokir perangkat debug berdasarkan alamat IP
it: Sblocca un dispositivo di debug in base all'indirizzo IP
ja: IPアドレスでデバッグデバイスのブロックを解除する
ko: IP 주소로 디버그 장치 차단 해제
ms: Nyahsekat peranti nyahpepijat melalui alamat IP
nb: Fjern blokkering av en feilsøkingsenhet ved hjelp av IP-adresse
nl: Deblokkeer een debug-apparaat op IP-adres
pt: Desbloquear um dispositivo de depuração pelo endereço IP
ro: Deblocați un dispozitiv de depanare după adresa IP
tr: Bir hata ayıklama cihazının IP adresine göre engellemesini kaldırın
uk: Розблокуйте пристрій налагодження за IP-адресою
vi: Bỏ chặn thiết bị gỡ lỗi theo địa chỉ IP
zh: 通過 IP 地址解鎖調試設備

# NKS_SHELL_SHELLS_UESH_COMMAND_BLOCKDBGDEV_DESC
source: Block a debug device by IP address
ar: حظر جهاز تصحيح بعنوان IP
de: Blockieren Sie ein Debug-Gerät anhand der IP-Adresse
el: Αποκλεισμός συσκευής εντοπισμού σφαλμάτων κατά διεύθυνση IP
es: Bloquear un dispositivo de depuración por dirección IP
fr: Bloquer un périphérique de débogage par adresse IP
ga: Cuir bac ar ghléas dífhabhtaithe trí sheoladh IP
hi: IP पते द्वारा डिबग डिवाइस को ब्लॉक करें
hi_latn: ip pate dvaara dibag divais ko blok karen
id: Blokir perangkat debug berdasarkan alamat IP
it: Blocca un dispositivo di debug per indirizzo IP
ja: IPアドレスでデバッグデバイスをブロックする
ko: IP 주소로 디버그 장치 차단
ms: Sekat peranti nyahpepijat mengikut alamat IP
nb: Blokker en feilsøkingsenhet etter IP-adresse
nl: Blokkeer een apparaat voor foutopsporing op IP-adres
pt: Bloquear um dispositivo de depuração pelo endereço IP
ro: Blocați un dispozitiv de depanare prin adresa IP
tr: Bir hata ayıklama aygıtını IP adresine göre engelle
uk: Блокувати пристрій налагодження за IP-адресою
vi: Chặn thiết bị gỡ lỗi theo địa chỉ IP
zh: 通過 IP 地址阻止調試設備

# NKS_SHELL_SHELLS_UESH_UNBLOCKDBGDEV_SUCCESS
source: {0} can now join remote debug again.
ar: يمكن لـ {0} الآن الانضمام إلى تصحيح الأخطاء عن بُعد مرة أخرى.
de: {0} kann jetzt wieder dem Remote-Debug beitreten.
el: Ο χρήστης {0} μπορεί τώρα να συμμετάσχει ξανά στον απομακρυσμένο εντοπισμό σφαλμάτων.
es: {0} ahora puede unirse a la depuración remota nuevamente.
fr: {0} peut à nouveau rejoindre le débogage à distance.
ga: Is féidir le {0} páirt a ghlacadh sa chiandhifhabht arís anois.
hi: {0} अब फिर से दूरस्थ डिबग में शामिल हो सकते हैं।
hi_latn: {0} ab phir se doorasth dibag mein shaamil ho sakate hain.
id: {0} kini dapat bergabung lagi dalam debug jarak jauh.
it: {0} ora può ricollegarsi al debug remoto.
ja: {0}は再びリモートデバッグに参加できるようになりました。
ko: {0}은 이제 원격 디버그에 다시 참여할 수 있습니다.
ms: {0} kini boleh menyertai nyahpepijat jauh sekali lagi.
nb: {0} kan nå bli med i ekstern feilsøking igjen.
nl: {0} kan nu opnieuw deelnemen aan debuggen op afstand.
pt: {0} agora pode ingressar na depuração remota novamente.
ro: {0} se poate alătura acum din nou la depanare la distanță.
tr: {0} artık uzaktan hata ayıklamaya tekrar katılabilir.
uk: Тепер {0} може знову приєднатися до віддаленого налагодження.
vi: {0} bây giờ có thể tham gia gỡ lỗi từ xa một lần nữa.
zh: {0} 現在可以再次加入遠程調試。

# NKS_SHELL_SHELLS_UESH_UNBLOCKDBGDEV_NOTBLOCKED
source: {0} is not blocked yet.
ar: {0} غير محظور بعد.
de: {0} ist noch nicht blockiert.
el: Το {0} δεν έχει αποκλειστεί ακόμα.
es: {0} aún no está bloqueado.
fr: {0} n'est pas encore bloqué.
ga: Níl bac ar {0} fós.
hi: {0} अभी तक अवरुद्ध नहीं है।
hi_latn: {0} abhee tak avaruddh nahin hai.
id: {0} belum diblokir.
it: {0} non è ancora bloccato.
ja: {0}はまだブロックされていません。
ko: {0}은 (는) 아직 차단되지 않았습니다.
ms: {0} belum disekat lagi.
nb: {0} er ikke blokkert ennå.
nl: {0} is nog niet geblokkeerd.
pt: {0} ainda não está bloqueado.
ro: {0} nu este încă blocat.
tr: {0} henüz engellenmedi.
uk: {0} ще не заблоковано.
vi: {0} vẫn chưa bị chặn.
zh: {0} 尚未被阻止。

# NKS_KERNEL_CONFIGURATION_NOTIFICATION_LOADERROR_TITLE
source: Error loading settings
ar: خطأ في تحميل الإعدادات
de: Fehler beim Laden der Einstellungen
el: Σφάλμα κατά τη φόρτωση των ρυθμίσεων
es: Error al cargar la configuración
fr: Erreur lors du chargement des paramètres
ga: Earráid agus na socruithe á lódáil
hi: सेटिंग लोड करने में त्रुटि हुई
hi_latn: seting lod karane mein truti huee
id: Terjadi kesalahan saat memuat pengaturan
it: Errore durante il caricamento delle impostazioni
ja: 設定の読み込み中にエラーが発生しました
ko: 설정을로드하는 중에 오류가 발생했습니다.
ms: Ralat memuatkan tetapan
nb: Feil ved innlasting av innstillinger
nl: Fout bij het laden van instellingen
pt: Erro ao carregar as configurações
ro: Eroare la încărcarea setărilor
tr: Ayarlar yüklenirken hata oluştu
uk: Помилка завантаження налаштувань
vi: Lỗi khi tải cài đặt
zh: 加載設置時出錯

# NKS_KERNEL_CONFIGURATION_NOTIFICATION_LOADERROR_DESC
source: There is an error while loading settings. You may need to check the settings file.
ar: حدث خطأ أثناء تحميل الإعدادات. قد تحتاج إلى التحقق من ملف الإعدادات.
de: Beim Laden der Einstellungen ist ein Fehler aufgetreten. Möglicherweise müssen Sie die Einstellungsdatei überprüfen.
el: Παρουσιάστηκε σφάλμα κατά τη φόρτωση των ρυθμίσεων. Ίσως χρειαστεί να ελέγξετε το αρχείο ρυθμίσεων.
es: Hay un error al cargar la configuración. Es posible que deba verificar el archivo de configuración.
fr: Une erreur s'est produite lors du chargement des paramètres. Vous devrez peut-être vérifier le fichier de paramètres.
ga: Tharla earráid agus na socruithe á lódáil. Seans go mbeidh ort an comhad socruithe a sheiceáil.
hi: सेटिंग लोड करते समय एक त्रुटि हुई है। आपको सेटिंग्स फ़ाइल की जांच करने की आवश्यकता हो सकती है।
hi_latn: seting lod karate samay ek truti huee hai. aapako setings fail kee jaanch karane kee aavashyakata ho sakatee hai.
id: Terjadi kesalahan saat memuat pengaturan. Anda mungkin perlu memeriksa berkas pengaturan.
it: Si è verificato un errore durante il caricamento delle impostazioni. Potrebbe essere necessario controllare il file delle impostazioni.
ja: 設定の読み込み中にエラーが発生しました。 設定ファイルを確認する必要があるかもしれません。
ko: 설정을로드하는 중에 오류가 발생했습니다. 설정 파일을 확인해야 할 수도 있습니다.
ms: Terdapat ralat semasa memuatkan tetapan. Anda mungkin perlu menyemak fail tetapan.
nb: Det oppsto en feil under innlasting av innstillinger. Du må kanskje sjekke innstillingsfilen.
nl: Er is een fout opgetreden bij het laden van instellingen. Mogelijk moet u het instellingenbestand controleren.
pt: Ocorreu um erro ao carregar as configurações. Pode ser necessário verificar o arquivo de configurações.
ro: A apărut o eroare la încărcarea setărilor. Poate fi necesar să verificați fișierul de setări.
tr: Ayarlar yüklenirken bir hata oluştu. Ayarlar dosyasını kontrol etmeniz gerekebilir.
uk: Під час завантаження налаштувань сталася помилка. Можливо, вам знадобиться перевірити файл налаштувань.
vi: Có lỗi khi tải cài đặt. Bạn có thể cần kiểm tra tệp cài đặt.
zh: 加載設置時出錯。您可能需要檢查設置文件。

# NKS_MISC_INTERACTIVES_COMMON_EXIT
source: Exit
ar: خروج
de: Ausgang
el: Εξοδος
es: Salida
fr: Sortie
ga: Scoir
hi: बाहर जाएं
hi_latn: baahar jaen
id: KELUAR
it: Uscita
ja: 出口
ko: 출구
ms: Keluar
nb: Gå
nl: Uitgang
pt: Saída
ro: Ieșire
tr: Çıkış
uk: Вихід
vi: Ra
zh: 出口

# NKS_SETTINGS_KERNEL_GENERAL_KERNELUPDATE_CHECKUPDATES_NAME
source: Check for Updates on Startup
ar: تحقق من وجود تحديثات عند بدء التشغيل
de: Suchen Sie beim Start nach Updates
el: Ελέγξτε για ενημερώσεις κατά την εκκίνηση
es: Buscar actualizaciones al iniciar
fr: Rechercher des mises à jour au démarrage
ga: Seiceáil le haghaidh Nuashonruithe ar Thosaithe
hi: स्टार्टअप पर अपडेट के लिए जाँच करें
hi_latn: staartap par apadet ke lie jaanch karen
id: Periksa Pembaruan pada Startup
it: Verifica la disponibilità di aggiornamenti all'avvio
ja: 起動時に更新を確認する
ko: 시작시 업데이트 확인
ms: Semak Kemas Kini tentang Permulaan
nb: Se etter oppdateringer ved oppstart
nl: Controleer op updates bij het opstarten
pt: Verifique se há atualizações na inicialização
ro: Verificați actualizările la pornire
tr: Başlangıçta Güncellemeleri Kontrol Et
uk: Перевірте наявність оновлень під час запуску
vi: Kiểm tra Cập nhật khi Khởi động
zh: 檢查啟動時的更新

# NKS_SETTINGS_KERNEL_HARDWARE_QUIETPROBE_NAME
source: Quiet Probe
ar: مسبار هادئ
de: Leise Sonde
el: Ήσυχο ανιχνευτή
es: Sonda silenciosa
fr: Sonde silencieuse
ga: Taiscéalaí Ciúin
hi: शांत जांच
hi_latn: shaant jaanch
id: Probe Tenang
it: Sonda silenziosa
ja: 静かなプローブ
ko: 조용한 프로브
ms: Siasatan Senyap
nb: Stille sonde
nl: Stille sonde
ro: Sondă liniștită
tr: Sessiz Sonda
uk: Тихий зонд
vi: Đầu dò yên tĩnh
zh: 靜音探頭

# NKS_SETTINGS_KERNEL_LOGIN_SHOWMOTD_NAME
source: Show MOTD on Log-in
ar: إظهار MOTD عند تسجيل الدخول
de: MOTD beim Anmelden anzeigen
el: Εμφάνιση MOTD κατά τη σύνδεση
es: Mostrar MOTD al iniciar sesión
fr: Afficher MOTD lors de la connexion
ga: Taispeáin MOTD ar Logáil-isteach
hi: लॉग-इन पर MOTD दिखाएं
hi_latn: log-in par motd dikhaen
id: Tampilkan MOTD saat Log-in
it: Mostra MOTD all'accesso
ja: ログイン時にMOTDを表示する
ko: 로그인시 MOTD 표시
ms: Tunjukkan MOTD semasa Log masuk
nb: Vis MOTD ved pålogging
nl: Toon MOTD bij inloggen
pt: Mostrar MOTD no login
ro: Afișați MOTD la conectare
tr: Girişte MOTD'yi göster
uk: Показати MOTD під час входу
vi: Hiển thị MOTD khi Đăng nhập
zh: 在登錄時顯示 MOTD

# NKS_SETTINGS_KERNEL_LOGIN_CLEARSCREEN_NAME
source: Clear Screen on Log-in
ar: مسح الشاشة عند تسجيل الدخول
de: Bildschirm beim Anmelden löschen
el: Εκκαθάριση οθόνης κατά τη σύνδεση
es: Limpiar la pantalla al iniciar sesión
fr: Effacer l'écran lors de la connexion
ga: Glan an Scáileán ar Logáil Isteach
hi: लॉग-इन पर स्पष्ट स्क्रीन
hi_latn: log-in par spasht skreen
id: Hapus Layar saat Log-in
it: Cancella schermo all'accesso
ja: ログイン時に画面をクリアする
ko: 로그인시 화면 지우기
ms: Kosongkan Skrin semasa Log masuk
nb: Fjern skjerm ved pålogging
nl: Scherm wissen bij inloggen
pt: Limpar tela ao entrar
ro: Ștergeți ecranul la conectare
tr: Girişte Ekranı Temizle
uk: Очистити екран під час входу
vi: Xóa màn hình khi đăng nhập
zh: 登錄時清除屏幕

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_SIMPLIFIED_NAME
source: Simplified Help Command
ar: أمر مساعدة مبسط
de: Vereinfachter Hilfebefehl
el: Απλοποιημένη εντολή βοήθειας
es: Comando de ayuda simplificado
fr: Commande d'aide simplifiée
ga: Ordú Cabhrach Simplithe
hi: सरलीकृत सहायता कमान
hi_latn: saraleekrt sahaayata kamaan
id: Perintah Bantuan Sederhana
it: Comando di aiuto semplificato
ja: 簡略化されたヘルプコマンド
ko: 단순화 된 도움말 명령
ms: Perintah Bantuan Ringkas
nb: Forenklet hjelpekommando
nl: Vereenvoudigde Help-opdracht
pt: Comando de ajuda simplificado
ro: Comanda de ajutor simplificată
tr: Basitleştirilmiş Yardım Komutu
uk: Спрощена команда довідки
vi: Lệnh trợ giúp đơn giản
zh: 簡化的幫助命令

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_DEBUGPORT_NAME
source: Debug Port
ar: منفذ التصحيح
el: Θύρα εντοπισμού σφαλμάτων
es: Puerto de depuración
fr: Port de débogage
ga: Port dífhabhtaithe
hi: डिबग पोर्ट
hi_latn: dibag port
id: Pelabuhan Debug
it: Porta di debug
ja: デバッグポート
ko: 디버그 포트
ms: Nyahpepijat Port
nb: Feilsøkingsport
nl: Debug-poort
pt: Porta de depuração
ro: Port de depanare
tr: Hata Ayıklama Bağlantı Noktası
uk: Порт налагодження
vi: Cổng gỡ lỗi
zh: 調試端口

# NKS_SETTINGS_KERNEL_NETWORK_RETRYTIMES_NAME
source: Download Retry Times
ar: تنزيل Retry Times
de: Wiederholungszeiten herunterladen
el: Κατεβάστε το Retry Times
es: Descargar tiempos de reintento
fr: Télécharger les heures de réessai
ga: Íosluchtaigh retry times
hi: रिट्री टाइम्स डाउनलोड करें
hi_latn: ritree taims daunalod karen
id: Unduh Waktu Coba Lagi
it: Scarica i tempi di riprova
ja: RetryTimesをダウンロード
ko: 재시도 횟수 다운로드
ms: Muat turun Masa Cuba Semula
nb: Last ned Prøvetider
pt: Tempo de repetição do download
ro: Descărcați Retry Times
tr: Yeniden Deneme Sürelerini İndir
uk: Завантажити Час повтору
vi: Tải về Thời gian thử lại
zh: 下載重試次數

# NKS_SETTINGS_KERNEL_FILESYSTEM_PARSEMODE_NAME
source: Size parse mode
ar: وضع تحليل الحجم
de: Größenanalyse-Modus
el: Λειτουργία ανάλυσης μεγέθους
es: Modo de análisis de tamaño
fr: Mode d'analyse de taille
ga: Modh parsála méid
hi: आकार पार्स मोड
hi_latn: aakaar paars mod
id: Mode penguraian ukuran
it: Modalità di analisi delle dimensioni
ja: サイズ解析モード
ko: 크기 분석 모드
ms: Mod hurai saiz
nb: Størrelsesanalysemodus
nl: Grootte parse-modus
pt: Modo de análise de tamanho
ro: Modul de analiză a mărimii
tr: Boyut ayrıştırma modu
uk: Режим аналізу розміру
vi: Chế độ phân tích kích thước
zh: 大小解析模式

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MARQUEEONSTARTUP_NAME
source: Marquee on startup
ar: سرادق عند بدء التشغيل
de: Festzelt beim Start
el: Marquee κατά την εκκίνηση
es: Marquesina al inicio
fr: Marquee au démarrage
ga: Marquee ar tosaithe
hi: स्टार्टअप पर मार्की
hi_latn: staartap par maarkee
id: Marquee saat memulai
it: Marquee all'avvio
ja: 起動時のマーキー
ko: 시작시 선택 윤곽
ms: Marquee pada permulaan
nb: Marquee ved oppstart
nl: Selectiekader bij opstarten
pt: Marquee na inicialização
ro: Marquee la pornire
tr: Başlangıçta Marquee
uk: Область під час запуску
vi: Marquee khi khởi động
zh: 啟動時選框

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_LONGTIMEDATE_NAME
source: Long Time and Date
ar: وقت طويل وتاريخ
de: Lange Zeit und Datum
el: Μεγάλη ώρα και ημερομηνία
es: Hora y fecha largas
fr: Heure et date longues
ga: Am Fada agus Dáta
hi: लंबे समय और तारीख
hi_latn: lambe samay aur taareekh
id: Waktu dan Tanggal Panjang
it: Tempo e data lunghi
ja: 長い時間と日付
ko: 긴 시간과 날짜
ms: Masa dan Tarikh yang Panjang
nb: Lang tid og dato
nl: Lange tijd en datum
pt: Muito tempo e data
ro: Timp lung și dată
tr: Uzun Zaman ve Tarih
uk: Тривалий час і дата
vi: Thời gian dài và ngày tháng
zh: 長時間和日期

# NKS_SETTINGS_KERNEL_FILESYSTEM_HIDDENFILES_NAME
source: Show Hidden Files
ar: أظهر الملفات المخفية
de: Zeige versteckte Dateien
el: Εμφάνιση κρυφών αρχείων
es: Mostrar archivos ocultos
fr: Montrer les fichiers cachés
ga: Taispeáin Comhaid Hidden
hi: छिपी फ़ाइलें देखें
hi_latn: chhipee failen dekhen
id: Tampilkan File Tersembunyi
it: Mostra file nascosti
ja: 隠しファイルを表示する
ko: 숨겨진 파일 표시
ms: Tunjukkan Fail Tersembunyi
nb: Vis skjulte filer
nl: Toon verborgen bestanden
pt: Mostrar arquivos ocultos
ro: Arată fișierele ascunse
tr: Gizli Dosyaları Göster
uk: Показати приховані файли
vi: Hiển thị các tập tin ẩn
zh: 顯示隱藏文件

# NKS_MISC_INTERACTIVES_COMMON_GOBACK
source: Go Back...
ar: عد...
de: Geh zurück...
el: Πήγαινε πίσω...
es: Regresa...
fr: Retourner...
ga: Téigh ar ais...
hi: वापस जाओ...
hi_latn: vaapas jao...
id: Kembali...
it: Torna indietro...
ja: 戻る...
ko: 돌아 가기 ...
ms: Pergi Balik...
nb: Gå tilbake...
nl: Ga terug...
pt: Volte...
ro: Întoarce-te...
tr: Geri gitmek...
uk: Назад...
vi: Quay lại...
zh: 回去...

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_DEBUGPORT_DESC
source: Write a remote debugger port. It must be numeric, and must not be already used. Otherwise, remote debugger will fail to open the port.
ar: اكتب منفذ مصحح أخطاء بعيد. يجب أن تكون رقمية ، ويجب ألا تكون مستخدمة بالفعل. خلاف ذلك ، سيفشل المصحح عن بعد في فتح المنفذ.
de: Schreiben Sie einen Remote-Debugger-Port. Es muss numerisch sein und darf nicht bereits verwendet werden. Andernfalls kann der Remote-Debugger den Port nicht öffnen.
el: Γράψτε μια απομακρυσμένη θύρα εντοπισμού σφαλμάτων. Πρέπει να είναι αριθμητικό και δεν πρέπει να χρησιμοποιείται ήδη. Διαφορετικά, το απομακρυσμένο πρόγραμμα εντοπισμού σφαλμάτων θα αποτύχει να ανοίξει τη θύρα.
es: Escribe un puerto depurador remoto. Debe ser numérico y no debe estar ya en uso. De lo contrario, el depurador remoto no podrá abrir el puerto.
fr: Ecrivez un port de débogage distant. Il doit être numérique et ne doit pas être déjà utilisé. Sinon, le débogueur distant ne parviendra pas à ouvrir le port.
ga: Scríobh port dífhabhtóra cianda. Caithfidh sé a bheith uimhriúil, agus ní féidir é a úsáid cheana féin. Seachas sin, ní theipeann ar dhífhabhtóir cianda an calafort a oscailt.
hi: एक दूरस्थ डीबगर पोर्ट लिखें। यह संख्यात्मक होना चाहिए, और पहले से ही उपयोग नहीं किया जाना चाहिए। अन्यथा, दूरस्थ डीबगर पोर्ट को खोलने में विफल हो जाएगा।
hi_latn: ek doorasth deebagar port likhen. yah sankhyaatmak hona chaahie, aur pahale se hee upayog nahin kiya jaana chaahie. anyatha, doorasth deebagar port ko kholane mein viphal ho jaega.
id: Tulis port debugger jarak jauh. Port tersebut harus berupa angka, dan belum boleh digunakan. Jika tidak, debugger jarak jauh akan gagal membuka port tersebut.
it: Scrivi una porta del debugger remoto. Deve essere numerico e non deve essere già utilizzato. In caso contrario, il debugger remoto non riuscirà ad aprire la porta.
ja: リモートデバッガポートを記述します。数値である必要があり、すでに使用されてはなりません。そうしないと、リモートデバッガーはポートを開くことができません。
ko: 원격 디버거 포트를 작성하십시오. 숫자 여야하며 이미 사용되어서는 안됩니다. 그렇지 않으면 원격 디버거가 포트를 열지 못합니다.
ms: Tulis port penyahpepijat jauh. Ia mestilah berangka, dan tidak boleh digunakan. Jika tidak, penyahpepijat jauh akan gagal membuka port.
nb: Skriv en ekstern debugger-port. Den må være numerisk, og må ikke være i bruk allerede. Ellers vil ekstern debugger ikke åpne porten.
nl: Schrijf een poort voor foutopsporing op afstand. Het moet numeriek zijn en mag niet al worden gebruikt. Anders kan de externe debugger de poort niet openen.
pt: Escreva uma porta de depurador remoto. Deve ser numérico e ainda não deve ser usado. Caso contrário, o depurador remoto não conseguirá abrir a porta.
ro: Scrieți un port de depanare la distanță. Trebuie să fie numeric și nu trebuie să fie deja folosit. În caz contrar, depanatorul de la distanță nu va deschide portul.
tr: Uzaktan hata ayıklayıcı portu yazın. Sayısal olmalı ve daha önce kullanılmamış olmalıdır. Aksi takdirde, uzaktan hata ayıklayıcı portu açmayı başaramaz.
uk: Напишіть порт віддаленого налагоджувача. Він має бути числовим і не повинен уже використовуватися. Інакше віддалений налагоджувач не зможе відкрити порт.
vi: Viết một cổng gỡ lỗi từ xa. Nó phải là số và không được sử dụng. Nếu không, trình gỡ lỗi từ xa sẽ không mở được cổng.
zh: 編寫遠程調試器端口。它必須是數字，並且不得已被使用。否則，遠程調試器將無法打開該端口。

# NKS_SETTINGS_KERNEL_NETWORK_RETRYTIMES_DESC
source: Write how many times the "get" command should retry failed downloads. It must be numeric.
ar: اكتب عدد المرات التي يجب فيها على أمر "get" إعادة محاولة التنزيلات الفاشلة. يجب أن تكون رقمية.
de: Schreiben Sie, wie oft der Befehl "" get "" fehlgeschlagene Downloads wiederholen soll. Es muss numerisch sein.
el: Γράψτε πόσες φορές η εντολή "get" θα πρέπει να επαναλάβει τις αποτυχημένες λήψεις. Πρέπει να είναι αριθμητικό.
es: Escriba cuántas veces el comando "" get "" debe reintentar descargas fallidas. Debe ser numérico.
fr: Indiquez combien de fois la commande "" get "" doit réessayer les téléchargements ayant échoué. Il doit être numérique.
ga: Scríobh cé mhéad uair ba cheart don ordú "faigh" íoslódálacha teipthe a thriail arís. Caithfidh sé a bheith uimhriúil.
hi: लिखें कि कितनी बार "" प्राप्त "" कमांड को विफल डाउनलोड पुनः प्राप्त करना चाहिए। यह न्यूमेरिक होना चाहिए।
hi_latn: likhen ki kitanee baar "" praapt "" kamaand ko viphal daunalod punah praapt karana chaahie. yah nyoomerik hona chaahie.
id: Tuliskan berapa kali perintah "get" harus mencoba lagi unduhan yang gagal. Harus berupa angka.
it: Scrivi quante volte il comando "" get "" deve ritentare i download non riusciti. Deve essere numerico.
ja: 「get」コマンドが失敗したダウンロードを再試行する回数を書き込みます。数値である必要があります。
ko: ""get ""명령이 실패한 다운로드를 재 시도해야하는 횟수를 기록합니다. 숫자 여야합니다.
ms: Tulis berapa kali arahan "dapatkan" harus mencuba semula muat turun yang gagal. Ia mestilah angka.
nb: Skriv hvor mange ganger "get"-kommandoen skal prøve mislykkede nedlastinger på nytt. Det må være numerisk.
nl: Schrijf op hoe vaak de opdracht "" get "" mislukte downloads opnieuw moet proberen. Het moet numeriek zijn.
pt: Escreva quantas vezes o comando "" get "" deve tentar downloads com falha. Deve ser numérico.
ro: Scrieți de câte ori comanda „get” ar trebui să reîncerce descărcări eșuate. Trebuie să fie numeric.
tr: "get" komutunun başarısız indirmeleri kaç kez tekrar denemesi gerektiğini yazın. Sayısal olmalıdır.
uk: Напишіть, скільки разів команда "get" повинна повторювати невдалі завантаження. Воно має бути числовим.
vi: Viết số lần lệnh "get" nên thử lại các lần tải xuống không thành công. Số lần này phải là số.
zh: 寫下“get”命令應該重試失敗下載的次數。它必須是數字。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_NUMBERPOSITIVE
source: The answer may not be negative.
ar: قد لا تكون الإجابة بالنفي.
de: Die Antwort darf nicht negativ sein.
el: Η απάντηση μπορεί να μην είναι αρνητική.
es: Puede que la respuesta no sea negativa.
fr: La réponse n'est peut-être pas négative.
ga: Seans nach bhfuil an freagra diúltach.
hi: उत्तर नकारात्मक नहीं हो सकता है।
hi_latn: uttar nakaaraatmak nahin ho sakata hai.
id: Jawabannya mungkin tidak negatif.
it: La risposta potrebbe non essere negativa.
ja: 答えは否定的ではないかもしれません。
ko: 대답은 부정적이지 않을 수 있습니다.
ms: Jawapannya mungkin tidak negatif.
nb: Svaret er kanskje ikke negativt.
nl: Het antwoord mag niet negatief zijn.
pt: A resposta pode não ser negativa.
ro: Răspunsul poate să nu fie negativ.
tr: Cevap olumsuz olmayabilir.
uk: Відповідь може бути не негативною.
vi: Câu trả lời có thể không phải là phủ định.
zh: 答案可能不會是否定的。

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_DESC
source: Changes kernel configuration
ar: يغير تكوين النواة
de: Ändert die Kernelkonfiguration
el: Αλλάζει τη διαμόρφωση του πυρήνα
es: Cambia la configuración del kernel
fr: Modifie la configuration du noyau
ga: Athraíonn cumraíocht eithne
hi: कर्नेल कॉन्फ़िगरेशन बदलता है
hi_latn: karnel konfigareshan badalata hai
id: Mengubah konfigurasi kernel
it: Modifica la configurazione del kernel
ja: カーネル構成を変更します
ko: 커널 구성 변경
ms: Mengubah konfigurasi kernel
nb: Endrer kjernekonfigurasjon
nl: Verandert de kernelconfiguratie
pt: Altera a configuração do kernel
ro: Modifică configurația kernelului
tr: Çekirdek yapılandırmasını değiştirir
uk: Змінює конфігурацію ядра
vi: Thay đổi cấu hình hạt nhân
zh: 更改內核配置

# NKS_SHELL_SHELLS_UESH_COMMAND_ADDUSER_DESC
source: Adds users
ar: يضيف المستخدمين
de: Fügt Benutzer hinzu
el: Προσθέτει χρήστες
es: Agrega usuarios
fr: Ajoute des utilisateurs
ga: Cuireann úsáideoirí leis
hi: उपयोगकर्ताओं को जोड़ता है
hi_latn: upayogakartaon ko jodata hai
id: Menambahkan pengguna
it: Aggiunge utenti
ja: ユーザーを追加します
ko: 사용자 추가
ms: Menambah pengguna
nb: Legger til brukere
nl: Voegt gebruikers toe
pt: Adiciona usuários
ro: Adaugă utilizatori
tr: Kullanıcı ekler
uk: Додає користувачів
vi: Thêm người dùng
zh: 添加用戶
