Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_DELAY_NAME
source: Delay on shutdown or reboot
ar: تأخير عند إيقاف التشغيل أو إعادة التشغيل
de: Verzögerung beim Herunterfahren oder Neustart
el: Καθυστέρηση τερματισμού ή επανεκκίνησης
es: Retraso en el apagado o reinicio
fr: Retard à l'arrêt ou au redémarrage
ga: Moill ar múchadh nó atosaigh
hi: शटडाउन या रीबूट पर देरी
hi_latn: shatadaun ya reeboot par deree
id: Penundaan saat mematikan atau memulai ulang
it: Ritardo allo spegnimento o al riavvio
ja: シャットダウンまたは再起動時の遅延
ko: 종료 또는 재부팅 지연
ms: Kelewatan pada penutupan atau but semula
nb: Forsinkelse ved avslutning eller omstart
nl: Vertraging bij afsluiten of opnieuw opstarten
pt: Atraso no desligamento ou reinicialização
ro: Întârziere la oprire sau repornire
tr: Kapatma veya yeniden başlatmada gecikme
uk: Затримка вимкнення або перезавантаження
vi: Trì hoãn khi tắt máy hoặc khởi động lại
zh: 延遲關閉或重新啟動

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_DELAY_DESC
source: Enables delaying upon shutting down the kernel.
ar: تمكن من تأخير اغلاق النواة.
de: Aktiviert die Verzögerung beim Herunterfahren des Kernels.
el: Ενεργοποιεί την καθυστέρηση κατά τον τερματισμό της λειτουργίας του πυρήνα.
es: Permite retrasar el cierre del kernel.
fr: Permet de retarder l'arrêt du noyau.
ga: Cumasaíonn sé moill ar mhúchadh an eithne.
hi: कर्नेल को बंद करने पर विलंब सक्षम करता है।
hi_latn: karnel ko band karane par deree saksham karata hai.
id: Mengaktifkan penundaan saat mematikan kernel.
it: Abilita il ritardo allo spegnimento del kernel.
ja: カーネルのシャットダウン時の遅延を有効にします。
ko: 커널 종료 시 지연을 활성화합니다.
ms: Membolehkan penangguhan apabila mematikan kernel.
nb: Aktiverer forsinkelse ved avslutning av kjernen.
nl: Maakt vertraging mogelijk bij het afsluiten van de kernel.
pt: Ativa o atraso ao desligar o kernel.
ro: Permite întârzierea la închiderea nucleului.
tr: Çekirdeği kapatırken gecikmeyi etkinleştirir.
uk: Вмикає затримку після завершення роботи ядра.
vi: Cho phép trì hoãn khi tắt hạt nhân.
zh: 關閉核心時啟用延遲。

# NKS_SETTINGS_KERNEL_COLORS_SUPPORTSTRUECOLOR_NAME
source: Console supports true color
ar: تدعم وحدة التحكم اللون الحقيقي
de: Die Konsole unterstützt True Color
el: Η κονσόλα υποστηρίζει αληθινό χρώμα
es: La consola admite colores verdaderos
fr: La console prend en charge les vraies couleurs
ga: Tacaíonn an consól le dath fíor
hi: कंसोल असली रंग का समर्थन करता है
hi_latn: kansol troo kalar ka samarthan karata hai
id: Konsol mendukung warna sebenarnya
it: La console supporta i colori reali
ja: コンソールは True Color をサポートします
ko: 콘솔은 트루 컬러를 지원합니다
ms: Konsol menyokong warna sebenar
nb: Konsoll støtter ekte farger
nl: Console ondersteunt ware kleuren
pt: Console suporta cores reais
ro: Consola acceptă culoarea adevărată
tr: Konsol gerçek rengi destekler
uk: Консоль підтримує справжній колір
vi: Console hỗ trợ màu sắc trung thực
zh: 控制台支援真彩色

# NKS_SETTINGS_KERNEL_COLORS_SUPPORTSTRUECOLOR_DESC
source: If you are sure that the console supports true color, or if you want to change your terminal to a terminal that supports true color, change this value.
ar: إذا كنت متأكدًا من أن وحدة التحكم تدعم اللون الحقيقي، أو إذا كنت تريد تغيير الوحدة الطرفية الخاصة بك إلى وحدة طرفية تدعم اللون الحقيقي، فقم بتغيير هذه القيمة.
de: Wenn Sie sicher sind, dass die Konsole True Color unterstützt, oder wenn Sie Ihr Terminal auf ein Terminal umstellen möchten, das True Color unterstützt, ändern Sie diesen Wert.
el: Εάν είστε βέβαιοι ότι η κονσόλα υποστηρίζει αληθινό χρώμα ή εάν θέλετε να αλλάξετε το τερματικό σας σε τερματικό που υποστηρίζει αληθινό χρώμα, αλλάξτε αυτήν την τιμή.
es: Si está seguro de que la consola admite color verdadero, o si desea cambiar su terminal a un terminal que admita color verdadero, cambie este valor.
fr: Si vous êtes sûr que la console prend en charge les vraies couleurs, ou si vous souhaitez remplacer votre terminal par un terminal prenant en charge les vraies couleurs, modifiez cette valeur.
ga: Má tá tú cinnte go dtacaíonn an consól le dath fíor, nó más mian leat do chríochfort a athrú go teirminéal a thacaíonn le fíor-dath, athraigh an luach seo.
hi: यदि आप आश्वस्त हैं कि कंसोल सही रंग का समर्थन करता है, या यदि आप अपने टर्मिनल को ऐसे टर्मिनल में बदलना चाहते हैं जो सही रंग का समर्थन करता है, तो इस मान को बदलें।
hi_latn: yadi aap sunishchit hain ki kansol troo kalar ka samarthan karata hai, ya yadi aap apane tarminal ko aise tarminal mein badalana chaahate hain jo troo kalar ka samarthan karata hai, to yah maan badalen.
id: Jika Anda yakin bahwa konsol mendukung warna sebenarnya, atau jika Anda ingin mengubah terminal Anda ke terminal yang mendukung warna sebenarnya, ubah nilai ini.
it: Se sei sicuro che la console supporti True Color o se desideri cambiare il tuo terminale con un terminale che supporti True Color, modifica questo valore.
ja: コンソールが True Color をサポートしていることが確実な場合、または端末を True Color をサポートする端末に変更したい場合は、この値を変更します。
ko: 콘솔이 트루 컬러를 지원한다고 확신하거나 터미널을 트루 컬러를 지원하는 터미널로 변경하려면 이 값을 변경하십시오.
ms: Jika anda pasti bahawa konsol menyokong warna sebenar, atau jika anda ingin menukar terminal anda kepada terminal yang menyokong warna sebenar, tukar nilai ini.
nb: Hvis du er sikker på at konsollen støtter ekte farger, eller hvis du vil endre terminalen din til en terminal som støtter sann farge, endre denne verdien.
nl: Als u zeker weet dat de console ware kleuren ondersteunt, of als u uw terminal wilt wijzigen in een terminal die ware kleuren ondersteunt, wijzigt u deze waarde.
pt: Se você tiver certeza de que o console suporta true color ou se quiser alterar seu terminal para um terminal que suporte true color, altere esse valor.
ro: Dacă sunteți sigur că consola acceptă culoarea adevărată sau dacă doriți să schimbați terminalul cu un terminal care acceptă culoarea adevărată, modificați această valoare.
tr: Konsolunuzun gerçek rengi desteklediğinden eminseniz veya terminalinizi gerçek rengi destekleyen bir terminale değiştirmek istiyorsanız bu değeri değiştirin.
uk: Якщо ви впевнені, що консоль підтримує справжній колір, або якщо ви хочете змінити термінал на термінал, який підтримує справжній колір, змініть це значення.
vi: Nếu bạn chắc chắn rằng bảng điều khiển hỗ trợ màu thực hoặc nếu bạn muốn thay đổi thiết bị đầu cuối của mình thành thiết bị đầu cuối hỗ trợ màu thực, hãy thay đổi giá trị này.
zh: 如果您確定控制台支援真彩色，或者您想要將終端變更為支援真彩色的終端，請變更此值。

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_SYSTIMEZONE_NAME
source: Use system time zone
ar: استخدم المنطقة الزمنية للنظام
de: Verwenden Sie die Systemzeitzone
el: Χρήση ζώνης ώρας συστήματος
es: Usar zona horaria del sistema
fr: Utiliser le fuseau horaire du système
ga: Úsáid crios ama an chórais
hi: सिस्टम समय क्षेत्र का उपयोग करें
hi_latn: sistam taim zon ka upayog karen
id: Gunakan zona waktu sistem
it: Utilizza il fuso orario del sistema
ja: システムのタイムゾーンを使用する
ko: 시스템 시간대 사용
ms: Gunakan zon waktu sistem
nb: Bruk systemets tidssone
nl: Gebruik de systeemtijdzone
pt: Usar fuso horário do sistema
ro: Utilizați fusul orar al sistemului
tr: Sistem saat dilimini kullan
uk: Використовуйте часовий пояс системи
vi: Sử dụng múi giờ hệ thống
zh: 使用系統時區

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_SYSTIMEZONE_DESC
source: If this option is enabled, the kernel uses the time zone from your computer settings. Else, uses the kernel-wide time zone that can be configured.
ar: إذا تم تمكين هذا الخيار، فإن النواة تستخدم المنطقة الزمنية من إعدادات جهاز الكمبيوتر الخاص بك. بخلاف ذلك، يستخدم المنطقة الزمنية على مستوى النواة التي يمكن تكوينها.
de: Wenn diese Option aktiviert ist, verwendet der Kernel die Zeitzone aus Ihren Computereinstellungen. Andernfalls wird die Kernel-weite Zeitzone verwendet, die konfiguriert werden kann.
el: Εάν αυτή η επιλογή είναι ενεργοποιημένη, ο πυρήνας χρησιμοποιεί τη ζώνη ώρας από τις ρυθμίσεις του υπολογιστή σας. Διαφορετικά, χρησιμοποιεί τη ζώνη ώρας σε όλο τον πυρήνα που μπορεί να διαμορφωθεί.
es: Si esta opción está habilitada, el kernel usa la zona horaria de la configuración de su computadora. De lo contrario, utiliza la zona horaria de todo el kernel que se puede configurar.
fr: Si cette option est activée, le noyau utilise le fuseau horaire des paramètres de votre ordinateur. Sinon, utilise le fuseau horaire à l'échelle du noyau qui peut être configuré.
ga: Má tá an rogha seo cumasaithe, úsáideann an eithne an crios ama ó do shocruithe ríomhaire. Eile, úsáideann an crios ama ar fud an eithne is féidir a chumrú.
hi: यदि यह विकल्प सक्षम है, तो कर्नेल आपके कंप्यूटर सेटिंग्स से समय क्षेत्र का उपयोग करता है। अन्यथा, कर्नेल-व्यापी समय क्षेत्र का उपयोग करता है जिसे कॉन्फ़िगर किया जा सकता है।
hi_latn: yadi yah vikalp saksham hai, to karnel aapake kampyootar setings se taim zon ka upayog karata hai. anyatha, karnel-vaid taim zon ka upayog karata hai jise konfigar kiya ja sakata hai.
id: Jika opsi ini diaktifkan, kernel akan menggunakan zona waktu dari pengaturan komputer Anda. Jika tidak, akan menggunakan zona waktu kernel yang dapat dikonfigurasi.
it: Se questa opzione è abilitata, il kernel utilizza il fuso orario dalle impostazioni del tuo computer. Altrimenti, utilizza il fuso orario dell'intero kernel che può essere configurato.
ja: このオプションが有効な場合、カーネルはコンピュータ設定のタイムゾーンを使用します。それ以外の場合は、設定可能なカーネル全体のタイム ゾーンを使用します。
ko: 이 옵션이 활성화되면 커널은 컴퓨터 설정의 시간대를 사용합니다. 그렇지 않으면 구성할 수 있는 커널 전체 시간대를 사용합니다.
ms: Jika pilihan ini didayakan, kernel menggunakan zon waktu daripada tetapan komputer anda. Jika tidak, gunakan zon waktu seluruh kernel yang boleh dikonfigurasikan.
nb: Hvis dette alternativet er aktivert, bruker kjernen tidssonen fra datamaskininnstillingene. Ellers bruker den kjerneomfattende tidssonen som kan konfigureres.
nl: Als deze optie is ingeschakeld, gebruikt de kernel de tijdzone van uw computerinstellingen. Anders wordt de kernelbrede tijdzone gebruikt die kan worden geconfigureerd.
pt: Se esta opção estiver habilitada, o kernel usará o fuso horário das configurações do seu computador. Caso contrário, usa o fuso horário de todo o kernel que pode ser configurado.
ro: Dacă această opțiune este activată, nucleul folosește fusul orar din setările computerului. În caz contrar, folosește fusul orar la nivelul întregului nucleu care poate fi configurat.
tr: Bu seçenek etkinleştirilirse, çekirdek bilgisayar ayarlarınızdaki saat dilimini kullanır. Aksi takdirde, yapılandırılabilen çekirdek genelindeki saat dilimini kullanır.
uk: Якщо цей параметр увімкнено, ядро використовує часовий пояс із налаштувань комп’ютера. В іншому випадку використовується часовий пояс ядра, який можна налаштувати.
vi: Nếu tùy chọn này được bật, kernel sẽ sử dụng múi giờ từ cài đặt máy tính của bạn. Nếu không, sẽ sử dụng múi giờ toàn kernel có thể được cấu hình.
zh: 如果啟用此選項，核心將使用電腦設定中的時區。否則，使用可設定的核心範圍時區。

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_KERNELWIDETIMEZONE_NAME
source: Kernel-wide time zone
ar: المنطقة الزمنية على مستوى النواة
de: Kernelweite Zeitzone
el: Ζώνη ώρας σε όλο τον πυρήνα
es: Zona horaria en todo el kernel
fr: Fuseau horaire à l'échelle du noyau
ga: Crios ama ar fud an eithne
hi: कर्नेल-व्यापी समय क्षेत्र
hi_latn: karnel-vaid taim zon
id: Zona waktu di seluruh kernel
it: Fuso orario a livello di kernel
ja: カーネル全体のタイムゾーン
ko: 커널 전체 시간대
ms: Zon waktu seluruh kernel
nb: Tidssone for hele kjernen
nl: Kernel-brede tijdzone
pt: Fuso horário de todo o kernel
ro: Fus orar la nivelul întregului nucleu
tr: Çekirdek genelindeki zaman dilimi
uk: Часовий пояс для всього ядра
vi: Múi giờ toàn hạt nhân
zh: 內核範圍內的時區

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_KERNELWIDETIMEZONE_DESC
source: The kernel-wide time zone to use
ar: المنطقة الزمنية على مستوى النواة المراد استخدامها
de: Die zu verwendende kernelweite Zeitzone
el: Η ζώνη ώρας σε ολόκληρο τον πυρήνα προς χρήση
es: La zona horaria de todo el kernel a utilizar
fr: Le fuseau horaire à l'échelle du noyau à utiliser
ga: An crios ama ar fud an eithne le húsáid
hi: उपयोग करने के लिए कर्नेल-व्यापी समय क्षेत्र
hi_latn: upayog karane ke lie karnel-vaid taim zon
id: Zona waktu di seluruh kernel yang akan digunakan
it: Il fuso orario a livello di kernel da utilizzare
ja: 使用するカーネル全体のタイムゾーン
ko: 사용할 커널 전체 시간대
ms: Zon waktu seluruh kernel untuk digunakan
nb: Tidssonen for hele kjernen som skal brukes
nl: De kernelbrede tijdzone die moet worden gebruikt
pt: O fuso horário de todo o kernel a ser usado
ro: Fusul orar la nivelul întregului nucleu de utilizat
tr: Kullanılacak çekirdek genelindeki zaman dilimi
uk: Часовий пояс ядра для використання
vi: Múi giờ toàn hạt nhân để sử dụng
zh: 要使用的核心範圍時區

# NKS_SETTINGS_KERNEL_COLORS_DESC
source: This section lets you choose what type of color do you want to change.
ar: يتيح لك هذا القسم اختيار نوع اللون الذي تريد تغييره.
de: In diesem Abschnitt können Sie auswählen, welche Art von Farbe Sie ändern möchten.
el: Αυτή η ενότητα σάς επιτρέπει να επιλέξετε τον τύπο χρώματος που θέλετε να αλλάξετε.
es: Esta sección te permite elegir qué tipo de color quieres cambiar.
fr: Cette section vous permet de choisir le type de couleur que vous souhaitez modifier.
ga: Ligeann an chuid seo duit an cineál datha ar mhaith leat a athrú a roghnú.
hi: यह अनुभाग आपको यह चुनने देता है कि आप किस प्रकार का रंग बदलना चाहते हैं।
hi_latn: yah anubhaag aapako yah chunane deta hai ki aap kis prakaar ka rang badalana chaahate hain.
id: Bagian ini memungkinkan Anda memilih jenis warna yang ingin Anda ubah.
it: Questa sezione ti consente di scegliere che tipo di colore vuoi cambiare.
ja: このセクションでは、変更する色の種類を選択できます。
ko: 이 섹션에서는 변경하려는 색상 유형을 선택할 수 있습니다.
ms: Bahagian ini membolehkan anda memilih jenis warna yang ingin anda ubah.
nb: Denne delen lar deg velge hvilken type farge du vil endre.
nl: In dit gedeelte kunt u kiezen welk type kleur u wilt wijzigen.
pt: Esta seção permite escolher que tipo de cor você deseja alterar.
ro: Această secțiune vă permite să alegeți ce tip de culoare doriți să schimbați.
tr: Bu bölüm, hangi renk türünü değiştirmek istediğinizi seçmenize olanak tanır.
uk: У цьому розділі можна вибрати тип кольору, який ви хочете змінити.
vi: Phần này cho phép bạn chọn loại màu bạn muốn thay đổi.
zh: 此部分可讓您選擇要變更的顏色類型。

# NKS_SETTINGS_KERNEL_COLORS_DISPLAYAS
source: Color settings
ar: إعدادات الألوان
de: Farbeinstellungen
el: Ρυθμίσεις χρώματος
es: Configuraciones de color
fr: Paramètres de couleur
ga: Socruithe datha
hi: रंग सेटिंग
hi_latn: rang seting
id: Pengaturan warna
it: Impostazioni del colore
ja: 色の設定
ko: 색상 설정
ms: Tetapan warna
nb: Fargeinnstillinger
nl: Kleurinstellingen
pt: Configurações de cores
ro: Setări de culoare
tr: Renk ayarları
uk: Параметри кольору
vi: Cài đặt màu sắc
zh: 顏色設定

# NKS_SETTINGS_KERNEL_COLORS_ACCENT_NAME
source: Use accent colors
ar: استخدم الألوان المميزة
de: Verwenden Sie Akzentfarben
el: Χρησιμοποιήστε χρώματα έμφασης
es: Usa colores de acento
fr: Utiliser des couleurs d'accent
ga: Bain úsáid as dathanna accent
hi: उच्चारण रंगों का प्रयोग करें
hi_latn: eksent rangon ka upayog karen
id: Gunakan warna aksen
it: Usa colori accentati
ja: アクセントカラーを使う
ko: 강조 색상 사용
ms: Gunakan warna aksen
nb: Bruk aksentfarger
nl: Gebruik accentkleuren
pt: Use cores de destaque
ro: Folosiți culori de accent
tr: Vurgu renklerini kullanın
uk: Використовуйте акцентні кольори
vi: Sử dụng màu nhấn
zh: 使用強調色

# NKS_SETTINGS_KERNEL_COLORS_ACCENT_DESC
source: If set to true, the theme manager populates accent colors for specific color types that the theme supports.
ar: إذا تم التعيين على "صحيح"، يقوم مدير السمات بملء الألوان المميزة لأنواع ألوان محددة يدعمها القالب.
de: Wenn dieser Wert auf „true“ gesetzt ist, fügt der Theme-Manager Akzentfarben für bestimmte Farbtypen ein, die das Theme unterstützt.
el: Εάν οριστεί σε true, η διαχείριση θεμάτων συμπληρώνει χρώματα έμφασης για συγκεκριμένους τύπους χρωμάτων που υποστηρίζει το θέμα.
es: Si se establece en verdadero, el administrador de temas completa los colores de acento para tipos de colores específicos que admite el tema.
fr: S'il est défini sur true, le gestionnaire de thèmes remplit les couleurs d'accentuation pour les types de couleurs spécifiques pris en charge par le thème.
ga: Más fíor é, áiríonn an bainisteoir téama dathanna blas do chineálacha datha ar leith a dtacaíonn an téama leo.
hi: यदि सही पर सेट किया जाता है, तो थीम प्रबंधक थीम द्वारा समर्थित विशिष्ट रंग प्रकारों के लिए उच्चारण रंगों को पॉप्युलेट करता है।
hi_latn: yadi sahee par set kiya jaata hai, to theem prabandhak theem dvaara samarthit vishisht rang prakaaron ke lie eksent rangon ko popyulet karata hai.
id: Jika ditetapkan ke benar, pengelola tema akan mengisi warna aksen untuk jenis warna tertentu yang didukung tema tersebut.
it: Se impostato su true, il gestore temi inserisce i colori principali per tipi di colore specifici supportati dal tema.
ja: true に設定すると、テーマ マネージャーは、テーマがサポートする特定の色のタイプのアクセント カラーを設定します。
ko: true로 설정하면 테마 관리자는 테마가 지원하는 특정 색상 유형에 대한 강조 색상을 채웁니다.
ms: Jika ditetapkan kepada benar, pengurus tema mengisi warna aksen untuk jenis warna tertentu yang disokong oleh tema.
nb: Hvis satt til sann, fyller temabehandleren ut aksentfarger for spesifikke fargetyper som temaet støtter.
nl: Indien ingesteld op true, vult de themamanager accentkleuren in voor specifieke kleurtypen die het thema ondersteunt.
pt: Se definido como verdadeiro, o gerenciador de temas preencherá cores de destaque para tipos de cores específicos suportados pelo tema.
ro: Dacă este setat la adevărat, managerul de teme populează culori de accent pentru anumite tipuri de culori acceptate de tema.
tr: True olarak ayarlanırsa, tema yöneticisi temanın desteklediği belirli renk türleri için vurgu renklerini doldurur.
uk: Якщо встановлено значення true, диспетчер тем заповнює акцентні кольори для певних типів кольорів, які підтримує тема.
vi: Nếu đặt thành đúng, trình quản lý chủ đề sẽ điền màu nhấn cho các loại màu cụ thể mà chủ đề hỗ trợ.
zh: 如果設定為 true，主題管理器會填滿主題支援的特定顏色類型的強調色。

# NKS_SETTINGS_KERNEL_COLORS_FGACCENT_NAME
source: Foreground accent color
ar: لون التمييز الأمامي
de: Akzentfarbe im Vordergrund
el: Χρώμα έμφασης στο προσκήνιο
es: Color de acento de primer plano
fr: Couleur d'accentuation du premier plan
ga: Dath accent tulra
hi: अग्रभूमि उच्चारण रंग
hi_latn: agrabhoomi eksent rang
id: Warna aksen latar depan
it: Colore in primo piano
ja: 前景色のアクセントカラー
ko: 전경 강조 색상
ms: Warna aksen latar depan
nb: Aksentfarge i forgrunnen
nl: Accentkleur op de voorgrond
pt: Cor de destaque do primeiro plano
ro: Culoare de accent în prim-plan
tr: Ön plan vurgu rengi
uk: Колір акценту переднього плану
vi: Màu nhấn ở tiền cảnh
zh: 前景強調色

# NKS_SETTINGS_KERNEL_COLORS_FGACCENT_DESC
source: For themes that support accents, this is the accented foregound color.
ar: بالنسبة للموضوعات التي تدعم العلامات، هذا هو اللون الأمامي المميز.
de: Bei Themen, die Akzente unterstützen, ist dies die akzentuierte Vordergrundfarbe.
el: Για θέματα που υποστηρίζουν τόνους, αυτό είναι το τονισμένο προγενέστερο χρώμα.
es: Para los temas que admiten acentos, este es el color frontal acentuado.
fr: Pour les thèmes prenant en charge les accents, il s’agit de la couleur de premier plan accentuée.
ga: Maidir le téamaí a thacaíonn le variant, is é seo an dath tosaigh accented.
hi: उन विषयों के लिए जो उच्चारण का समर्थन करते हैं, यह उच्चारण वाला अग्रगामी रंग है।
hi_latn: eksent ka samarthan karane vaalee theem ke lie, yah eksented foragraund rang hai.
id: Untuk tema yang mendukung aksen, ini adalah warna aksen di bagian depan.
it: Per i temi che supportano gli accenti, questo è il colore in primo piano accentato.
ja: アクセントをサポートするテーマの場合、これはアクセント付きの前景色です。
ko: 액센트를 지원하는 테마의 경우 이는 액센트가 있는 전경 색상입니다.
ms: Untuk tema yang menyokong aksen, ini ialah warna di hadapan beraksen.
nb: For temaer som støtter aksenter, er dette den fremhevede fargen.
nl: Voor thema's die accenten ondersteunen, is dit de geaccentueerde voorgrondkleur.
pt: Para temas que suportam acentos, esta é a cor acentuada do primeiro plano.
ro: Pentru temele care acceptă accente, aceasta este culoarea anterioară accentuată.
tr: Vurguları destekleyen temalar için vurgulu ön renktir.
uk: Для тем, які підтримують акценти, це колір переднього фону з акцентами.
vi: Đối với các chủ đề hỗ trợ dấu nhấn, đây là màu nền có dấu nhấn.
zh: 對於支援重音的主題，這是重音的前景色。

# NKS_SETTINGS_KERNEL_COLORS_BGACCENT_NAME
source: Background accent color
ar: لون لهجة الخلفية
de: Hintergrundakzentfarbe
el: Χρώμα έμφασης φόντου
es: Color de acento de fondo
fr: Couleur d'accentuation de l'arrière-plan
ga: Dath accent cúlra
hi: पृष्ठभूमि उच्चारण रंग
hi_latn: baikagraund eksent rang
id: Warna aksen latar belakang
it: Colore in risalto sullo sfondo
ja: 背景のアクセントカラー
ko: 배경 강조 색상
ms: Warna aksen latar belakang
nb: Bakgrunnsaksentfarge
nl: Achtergrondaccentkleur
pt: Cor de destaque do fundo
ro: Culoare de accent de fundal
tr: Arkaplan vurgu rengi
uk: Колір акценту фону
vi: Màu nền nhấn mạnh
zh: 背景強調色

# NKS_SETTINGS_KERNEL_COLORS_BGACCENT_DESC
source: For themes that support accents, this is the accented backgound color.
ar: بالنسبة للموضوعات التي تدعم العلامات، هذا هو لون الخلفية المميز.
de: Bei Themen, die Akzente unterstützen, ist dies die akzentuierte Hintergrundfarbe.
el: Για θέματα που υποστηρίζουν τόνους, αυτό είναι το τονισμένο χρώμα φόντου.
es: Para los temas que admiten acentos, este es el color de fondo acentuado.
fr: Pour les thèmes prenant en charge les accents, il s’agit de la couleur de fond accentuée.
ga: Maidir le téamaí a thacaíonn le variant, is é seo an dath cúlra accented.
hi: उन विषयों के लिए जो उच्चारण का समर्थन करते हैं, यह उच्चारण वाला बैकगाउंड रंग है।
hi_latn: aisee theem ke lie jo eksent ka samarthan karatee hain, yah eksent baikagraund rang hai.
id: Untuk tema yang mendukung aksen, ini adalah warna latar belakang beraksen.
it: Per i temi che supportano gli accenti, questo è il colore di sfondo accentato.
ja: アクセントをサポートするテーマの場合、これはアクセント付きの背景色です。
ko: 액센트를 지원하는 테마의 경우 액센트가 있는 배경색입니다.
ms: Untuk tema yang menyokong aksen, ini ialah warna backgound beraksen.
nb: For temaer som støtter aksenter, er dette bakgrunnsfargen med aksent.
nl: Voor thema's die accenten ondersteunen, is dit de geaccentueerde achtergrondkleur.
pt: Para temas que suportam acentos, esta é a cor de fundo acentuada.
ro: Pentru temele care acceptă accente, aceasta este culoarea de fundal accentuată.
tr: Vurguları destekleyen temalar için bu, vurgulu arka plan rengidir.
uk: Для тем, які підтримують акценти, це колір фону акцентів.
vi: Đối với các chủ đề hỗ trợ dấu, đây là màu nền có dấu.
zh: 對於支援重音的主題，這是重音背景顏色。

# NKS_SETTINGS_KERNEL_COLORS_CONSOLEPALETTE_NAME
source: Use console color palette
ar: استخدم لوحة ألوان وحدة التحكم
de: Verwenden Sie die Farbpalette der Konsole
el: Χρησιμοποιήστε την παλέτα χρωμάτων της κονσόλας
es: Usar la paleta de colores de la consola
fr: Utiliser la palette de couleurs de la console
ga: Úsáid pailéad dathanna consól
hi: कंसोल रंग पैलेट का उपयोग करें
hi_latn: kansol kalar pailet ka upayog karen
id: Gunakan palet warna konsol
it: Utilizza la tavolozza dei colori della console
ja: コンソールのカラーパレットを使用する
ko: 콘솔 색상 팔레트 사용
ms: Gunakan palet warna konsol
nb: Bruk konsollfargepalett
nl: Gebruik het consolekleurenpalet
pt: Use a paleta de cores do console
ro: Utilizați paleta de culori a consolei
tr: Konsol renk paletini kullan
uk: Використовуйте палітру кольорів консолі
vi: Sử dụng bảng màu console
zh: 使用控制台調色板
