Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_HOMEPAGE_ABOUT_COPYRIGHT
source: Copyright (C) 2018-2026 Aptivi - All rights reserved
ar: جميع الحقوق محفوظة لشركة Aptivi - 2018-2026
de: Copyright (C) 2018-2026 Aptivi - Alle Rechte vorbehalten
el: Πνευματικά δικαιώματα (C) 2018-2026 Aptivi - Με την επιφύλαξη παντός δικαιώματος
es: Copyright (C) 2018-2026 Aptivi - Todos los derechos reservados
fr: Copyright (C) 2018-2026 Aptivi - Tous droits réservés
ga: Cóipcheart (C) 2018-2026 Aptivi - Gach ceart ar cosaint
hi: कॉपीराइट (C) 2018-2026 अप्टिवी - सभी अधिकार सुरक्षित
hi_latn: kopeerait (ch) 2018-2026 aptivi - sabhee adhikaar surakshit
id: Hak Cipta (C) 2018-2026 Aptivi - Semua hak dilindungi undang-undang
it: Copyright (C) 2018-2026 Aptivi - Tutti i diritti riservati
ja: Copyright (C) 2018-2026 Aptivi - 無断転載禁止
ko: 저작권 (C) 2018-2025 Aptivi - 모든 권리 보유
ms: Hak Cipta (C) 2018-2026 Aptivi - Hak cipta terpelihara
nb: Copyright (C) 2018-2026 Aptivi – Alle rettigheter forbeholdt
nl: Copyright (C) 2018-2026 Aptivi - Alle rechten voorbehouden
pt: Copyright (C) 2018-2026 Aptivi - Todos os direitos reservados
ro: Copyright (C) 2018-2025 Aptivi - Toate drepturile rezervate
tr: Telif Hakkı (C) 2018-2026 Aptivi - Tüm hakları saklıdır
uk: Copyright (C) 2018-2026 Aptivi - Усі права захищено
vi: Bản quyền (C) 2018-2026 Aptivi - Bảo lưu mọi quyền
zh: 版權所有 (C) 2018-2026 Aptivi - 保留所有權利

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFULLNAME_DESC
source: Changes the user's full name (display name)
ar: تغيير الاسم الكامل للمستخدم (اسم العرض)
de: Ändert den vollständigen Namen des Benutzers (Anzeigename)
el: Αλλάζει το πλήρες όνομα του χρήστη (όνομα εμφάνισης)
es: Cambia el nombre completo del usuario (nombre para mostrar)
fr: Modifie le nom complet de l'utilisateur (nom d'affichage)
ga: Athraítear ainm iomlán an úsáideora (ainm taispeána)
hi: उपयोगकर्ता का पूरा नाम (प्रदर्शन नाम) बदलता है
hi_latn: upayogakarta ka poora naam (disple naam) badalata hai
id: Mengubah nama lengkap pengguna (nama tampilan)
it: Cambia il nome completo dell'utente (nome visualizzato)
ja: ユーザーのフルネーム（表示名）を変更します
ko: 사용자의 전체 이름(표시 이름)을 변경합니다.
ms: Menukar nama penuh pengguna (nama paparan)
nb: Endrer brukerens fulle navn (visningsnavn)
nl: Wijzigt de volledige naam van de gebruiker (weergegeven naam)
pt: Altera o nome completo do utilizador (nome de visualização)
ro: Schimbă numele complet al utilizatorului (numele afișat)
tr: Kullanıcının tam adını (görünen adı) değiştirir
uk: Змінює повне ім'я користувача (відображуване ім'я)
vi: Thay đổi tên đầy đủ của người dùng (tên hiển thị)
zh: 更改使用者的全名（顯示名稱）

# NKS_SHELL_SHELLS_DEBUG_COMMAND_SHOWMAINBUFFER_DESC
source: Shows the main buffer that was on the screen before starting Nitrocid KS (Unix systems only)
ar: يعرض المخزن المؤقت الرئيسي الذي كان موجودًا على الشاشة قبل بدء تشغيل Nitrocid KS (أنظمة Unix فقط)
de: Zeigt den Hauptpuffer, der vor dem Start von Nitrocid KS auf dem Bildschirm angezeigt wurde (nur Unix-Systeme)
el: Εμφανίζει το κύριο buffer που υπήρχε στην οθόνη πριν από την εκκίνηση του Nitrocid KS (μόνο συστήματα Unix)
es: Muestra el buffer principal que estaba en la pantalla antes de iniciar Nitrocid KS (solo sistemas Unix)
fr: Affiche le tampon principal qui était à l'écran avant de démarrer Nitrocid KS (systèmes Unix uniquement)
ga: Taispeáin an príomh-mhaolán a bhí ar an scáileán sular thosaigh Nitrocid KS (córais Unix amháin)
hi: नाइट्रोसिड के.एस. (केवल यूनिक्स सिस्टम) शुरू करने से पहले स्क्रीन पर मौजूद मुख्य बफर को दिखाता है
hi_latn: mukhy baphar dikhaata hai jo naitrosid kees (keval yooniks sistam) shuroo karane se pahale skreen par tha
id: Menampilkan buffer utama yang ada di layar sebelum memulai Nitrocid KS (hanya sistem Unix)
it: Mostra il buffer principale che era sullo schermo prima di avviare Nitrocid KS (solo sistemi Unix)
ja: Nitrocid KS を起動する前に画面に表示されていたメイン バッファを表示します (Unix システムのみ)
ko: Nitrocid KS를 시작하기 전에 화면에 있던 주 버퍼를 표시합니다(Unix 시스템 전용)
ms: Menunjukkan penimbal utama yang ada pada skrin sebelum memulakan Nitrocid KS (sistem Unix sahaja)
nb: Viser hovedbufferen som var på skjermen før du startet Nitrocid KS (kun Unix-systemer)
nl: Geeft de hoofdbuffer weer die op het scherm stond voordat Nitrocid KS werd gestart (alleen Unix-systemen)
pt: Mostra o buffer principal que estava no ecrã antes de iniciar o Nitrocid KS (apenas sistemas Unix)
ro: Afișează tamponul principal care era pe ecran înainte de a porni Nitrocid KS (numai sistemele Unix)
tr: Nitrocid KS'yi başlatmadan önce ekranda bulunan ana tamponu gösterir (sadece Unix sistemleri)
uk: Показує головний буфер, який був на екрані перед запуском Nitrocid KS (тільки для систем Unix)
vi: Hiển thị bộ đệm chính trên màn hình trước khi khởi động Nitrocid KS (chỉ dành cho hệ thống Unix)
zh: 顯示啟動 Nitrocid KS 之前畫面上的主緩衝區（僅限 Unix 系統）

# NKS_SHELL_SHELLS_UESH_GETADDONS_OBTAINFAILED
source: Can't obtain addons package.
ar: لا يمكن الحصول على حزمة الإضافات.
de: Add-Ons-Paket kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη του πακέτου πρόσθετων.
es: No se puede obtener el paquete de complementos.
fr: Impossible d'obtenir le package de modules complémentaires.
ga: Ní féidir an pacáiste breiseán a fháil.
hi: ऐडऑन पैकेज प्राप्त नहीं किया जा सका.
hi_latn: aidon paikej praapt nahin kar sakata.
id: Tidak dapat memperoleh paket tambahan.
it: Impossibile ottenere il pacchetto aggiuntivo.
ja: アドオン パッケージを取得できません。
ko: 애드온 패키지를 얻을 수 없습니다.
ms: Tidak boleh mendapatkan pakej tambahan.
nb: Kan ikke hente tilleggspakken.
nl: Kan het add-onpakket niet verkrijgen.
pt: Não é possível obter pacotes de add-ons.
ro: Nu se poate obține pachetul de suplimente.
tr: Eklenti paketi alınamıyor.
uk: Не вдається отримати пакет додатків.
vi: Không thể tải được gói tiện ích bổ sung.
zh: 無法取得插件包。

# NKS_SHELL_SHELLS_UESH_SUDO_EXCEPTION_USERINFOSYSTEM
source: Can't get user info for the system user
ar: لا يمكن الحصول على معلومات المستخدم لمستخدم النظام
de: Benutzerinformationen für den Systembenutzer können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών χρήστη για τον χρήστη του συστήματος
es: No se puede obtener información del usuario del sistema
fr: Impossible d'obtenir les informations utilisateur pour l'utilisateur système
ga: Ní féidir faisnéis úsáideora a fháil don úsáideoir córais
hi: सिस्टम उपयोगकर्ता के लिए उपयोगकर्ता जानकारी प्राप्त नहीं की जा सकती
hi_latn: sistam upayogakarta ke lie upayogakarta jaanakaaree praapt nahin kar sakata
id: Tidak dapat memperoleh info pengguna untuk pengguna sistem
it: Impossibile ottenere le informazioni utente per l'utente di sistema
ja: システムユーザーのユーザー情報を取得できません
ko: 시스템 사용자에 대한 사용자 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat pengguna untuk pengguna sistem
nb: Kan ikke hente brukerinformasjon for systembrukeren
nl: Kan geen gebruikersinfo voor de systeemgebruiker ophalen
pt: Não é possível obter informações do utilizador para o utilizador do sistema
ro: Nu se pot obține informații despre utilizator pentru utilizatorul sistemului
tr: Sistem kullanıcısı için kullanıcı bilgisi alınamıyor
uk: Не вдається отримати інформацію про користувача системи
vi: Không thể lấy thông tin người dùng cho người dùng hệ thống
zh: 無法取得系統使用者的使用者資訊

# NKS_SHELL_SHELLS_UESH_SUDO_EXCEPTION_USERINFO
source: Can't get user info for
ar: لا يمكن الحصول على معلومات المستخدم
de: Benutzerinformationen können nicht abgerufen werden für
el: Δεν είναι δυνατή η λήψη πληροφοριών χρήστη για
es: No se puede obtener información del usuario
fr: Impossible d'obtenir les informations utilisateur pour
ga: Ní féidir faisnéis úsáideora a fháil le haghaidh
hi: इसके लिए उपयोगकर्ता जानकारी प्राप्त नहीं की जा सकी
hi_latn: upayogakarta jaanakaaree praapt nahin kar sakata
id: Tidak bisa mendapatkan info pengguna untuk
it: Impossibile ottenere informazioni utente per
ja: ユーザー情報を取得できません
ko: 사용자 정보를 가져올 수 없습니다
ms: Tidak boleh mendapatkan maklumat pengguna untuk
nb: Kan ikke få brukerinformasjon for
nl: Kan geen gebruikersinfo ophalen voor
pt: Não é possível obter informações do utilizador para
ro: Nu pot obține informații despre utilizator pentru
tr: Kullanıcı bilgisi alınamıyor
uk: Не вдається отримати інформацію про користувача для
vi: Không thể lấy thông tin người dùng cho
zh: 無法取得使用者資訊

# NKS_SHELL_SHELLS_UESH_COMMAND_WINELEVATE_DESC
source: Restarts Nitrocid with the elevated permissions (Windows only)
ar: إعادة تشغيل Nitrocid مع الأذونات المرتفعة (Windows فقط)
de: Startet Nitrocid mit erhöhten Berechtigungen neu (nur Windows)
el: Επανεκκινεί το Nitrocid με τα αυξημένα δικαιώματα (μόνο για Windows)
es: Reinicia Nitrocid con permisos elevados (solo Windows)
fr: Redémarre Nitrocid avec les autorisations élevées (Windows uniquement)
ga: Atosaíonn sé Nitrocid leis na ceadanna ardaithe (Windows amháin)
hi: उन्नत अनुमतियों के साथ नाइट्रोसिड को पुनः आरंभ करता है (केवल विंडोज़)
hi_latn: eliveted anumatiyon ke saath naitrosid ko punah aarambh karata hai (keval vindoj)
id: Memulai ulang Nitrocid dengan izin yang lebih tinggi (hanya Windows)
it: Riavvia Nitrocid con autorizzazioni elevate (solo Windows)
ja: 昇格された権限で Nitrocid を再起動します (Windows のみ)
ko: 상승된 권한으로 Nitrocid를 다시 시작합니다(Windows 전용)
ms: Mulakan semula Nitrocid dengan keizinan tinggi (Windows sahaja)
nb: Starter Nitrocid på nytt med de forhøyede tillatelsene (kun Windows)
nl: Start Nitrocid opnieuw op met de verhoogde machtigingen (alleen Windows)
pt: Reinicia o nitrocid com as permissões elevadas (apenas janelas)
ro: Repornește Nitrocid cu permisiunile ridicate (numai Windows)
tr: Nitrocid'i yükseltilmiş izinlerle yeniden başlatır (yalnızca Windows)
uk: Перезапускає Nitrocid із підвищеними дозволами (тільки для Windows)
vi: Khởi động lại Nitrocid với quyền nâng cao (chỉ dành cho Windows)
zh: 使用提升的權限重新啟動 Nitrocid（僅限 Windows）

# NKS_USERS_GROUPS_EXCEPTION_GROUPINFOARRAY
source: Can't deserialize group info array
ar: لا يمكن إلغاء تسلسل مجموعة معلومات المجموعة
de: Das Gruppeninfo-Array kann nicht deserialisiert werden.
el: Δεν είναι δυνατή η αφαίρεση του πίνακα πληροφοριών ομάδας
es: No se puede deserializar la matriz de información del grupo
fr: Impossible de désérialiser le tableau d'informations de groupe
ga: Ní féidir eagar faisnéise grúpa a dhíshraithiú
hi: समूह जानकारी सरणी को डीसेरीलाइज़ नहीं किया जा सकता
hi_latn: samooh jaanakaaree saranee ko deeserielaiz nahin kar sakata
id: Tidak dapat melakukan deserialisasi array info grup
it: Impossibile deserializzare l'array di informazioni del gruppo
ja: グループ情報配列を逆シリアル化できません
ko: 그룹 정보 배열을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri tatasusunan maklumat kumpulan
nb: Kan ikke deserialisere gruppeinformasjonsarray
nl: Kan groepinfo-array niet deserialiseren
pt: Não é possível desserializar o conjunto de informações do grupo
ro: Nu se poate deserializa matricea de informații de grup
tr: Grup bilgi dizisi seri hale getirilemiyor
uk: Не вдається десеріалізувати масив інформації про групу
vi: Không thể hủy tuần tự hóa mảng thông tin nhóm
zh: 無法反序列化組資訊數組

# NKS_USERS_GROUPS_EXCEPTION_GROUPINFO
source: Can't deserialize group info
ar: لا يمكن إلغاء تسلسل معلومات المجموعة
de: Gruppeninformationen können nicht deserialisiert werden
el: Δεν είναι δυνατή η αφαίρεση πληροφοριών ομάδας
es: No se puede deserializar la información del grupo
fr: Impossible de désérialiser les informations du groupe
ga: Ní féidir faisnéis ghrúpa a dhíshraithiú
hi: समूह जानकारी को डीसेरीलाइज़ नहीं किया जा सकता
hi_latn: samooh jaanakaaree ko deeserielaiz nahin kar sakata
id: Tidak dapat melakukan deserialisasi info grup
it: Impossibile deserializzare le informazioni del gruppo
ja: グループ情報を逆シリアル化できません
ko: 그룹 정보를 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri maklumat kumpulan
nb: Kan ikke deserialisere gruppeinformasjon
nl: Kan groepsinfo niet deserialiseren
pt: Não é possível desserializar informações do grupo
ro: Nu se pot deserializa informațiile de grup
tr: Grup bilgisi seri hale getirilemiyor
uk: Не вдається десеріалізувати інформацію про групу
vi: Không thể hủy tuần tự hóa thông tin nhóm
zh: 無法反序列化組訊息

# NKS_USERS_LOGIN_EXCEPTION_SETROOT
source: Can't set root account.
ar: لا يمكن تعيين حساب الجذر.
de: Root-Konto kann nicht eingerichtet werden.
el: Δεν είναι δυνατός ο ορισμός του λογαριασμού root.
es: No se puede configurar la cuenta root.
fr: Impossible de définir le compte root.
ga: Ní féidir cuntas fréimhe a shocrú.
hi: रूट खाता सेट नहीं किया जा सकता.
hi_latn: root khaata set nahin kar sakata.
id: Tidak dapat mengatur akun root.
it: Impossibile impostare l'account root.
ja: ルートアカウントを設定できません。
ko: 루트 계정을 설정할 수 없습니다.
ms: Tidak dapat menetapkan akaun akar.
nb: Kan ikke angi root-konto.
nl: Kan root-account niet instellen.
pt: Não é possível definir conta raiz.
ro: Nu se poate seta contul root.
tr: Root hesabı ayarlanamıyor.
uk: Не вдається встановити обліковий запис root.
vi: Không thể thiết lập tài khoản root.
zh: 無法設定 root 帳號。

# NKS_USERS_LOGIN_EXCEPTION_POWERUNAUTHORIZED
source: You don't have permission to request a reboot or a shutdown.
ar: ليس لديك الإذن بطلب إعادة التشغيل أو إيقاف التشغيل.
de: Sie sind nicht berechtigt, einen Neustart oder ein Herunterfahren anzufordern.
el: Δεν έχετε άδεια να ζητήσετε επανεκκίνηση ή τερματισμό λειτουργίας.
es: No tienes permiso para solicitar un reinicio o un apagado.
fr: Vous n'avez pas l'autorisation de demander un redémarrage ou un arrêt.
ga: Níl cead agat atosaigh nó múchadh a iarraidh.
hi: आपके पास रीबूट या शटडाउन का अनुरोध करने की अनुमति नहीं है।
hi_latn: aapako reeboot ya shatadaun ka anurodh karane kee anumati nahin hai.
id: Anda tidak memiliki izin untuk meminta reboot atau shutdown.
it: Non hai l'autorizzazione per richiedere un riavvio o uno spegnimento.
ja: 再起動またはシャットダウンを要求する権限がありません。
ko: 재부팅이나 종료를 요청할 권한이 없습니다.
ms: Anda tidak mempunyai kebenaran untuk meminta but semula atau penutupan.
nb: Du har ikke tillatelse til å be om omstart eller avslutning.
nl: U hebt geen toestemming om een herstart of afsluiting aan te vragen.
pt: Não tem permissão para solicitar uma reinicialização ou encerramento.
ro: Nu aveți permisiunea de a solicita o repornire sau o oprire.
tr: Yeniden başlatma veya kapatma isteğinde bulunma yetkiniz yok.
uk: Ви не маєте дозволу надіслати запит на перезавантаження чи завершення роботи.
vi: Bạn không có quyền yêu cầu khởi động lại hoặc tắt máy.
zh: 您無權請求重新啟動或關閉。

# NKS_USERS_EXCEPTION_USERINFOARRAY
source: Can't deserialize the user info array
ar: لا يمكن إلغاء تسلسل مجموعة معلومات المستخدم
de: Das Benutzerinfo-Array kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αφαίρεση της σειράς πληροφοριών χρήστη
es: No se puede deserializar la matriz de información del usuario
fr: Impossible de désérialiser le tableau d'informations utilisateur
ga: Ní féidir an t-eagar faisnéise úsáideora a dhíshraithiú
hi: उपयोगकर्ता जानकारी सरणी को डीसेरिएलाइज़ नहीं किया जा सकता
hi_latn: upayogakarta jaanakaaree saranee ko deeserielaiz nahin kar sakata
id: Tidak dapat melakukan deserialisasi array info pengguna
it: Impossibile deserializzare l'array di informazioni utente
ja: ユーザー情報配列を逆シリアル化できません
ko: 사용자 정보 배열을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri tatasusunan maklumat pengguna
nb: Kan ikke deserialisere brukerinformasjonsarrayen
nl: Kan de gebruikersinfo-array niet deserialiseren
pt: Não é possível desserializar a matriz de informações do utilizador
ro: Nu se poate deserializa matricea de informații despre utilizator
tr: Kullanıcı bilgisi dizisi seri hale getirilemiyor
uk: Неможливо десеріалізувати масив інформації про користувача
vi: Không thể hủy tuần tự hóa mảng thông tin người dùng
zh: 無法反序列化使用者資訊數組

# NKS_USERS_EXCEPTION_USERINFO
source: Can't deserialize the user info instance
ar: لا يمكن إلغاء تسلسل مثيل معلومات المستخدم
de: Die Benutzerinfo-Instanz kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αφαίρεση της παρουσίας πληροφοριών χρήστη
es: No se puede deserializar la instancia de información del usuario
fr: Impossible de désérialiser l'instance d'informations utilisateur
ga: Ní féidir an sampla faisnéise úsáideora a dhíshraithiú
hi: उपयोगकर्ता जानकारी इंस्टेंस को डिसेरिएलाइज़ नहीं किया जा सकता
hi_latn: upayogakarta jaanakaaree instens ko deeserielaiz nahin kar sakata
id: Tidak dapat melakukan deserialisasi pada instans info pengguna
it: Impossibile deserializzare l'istanza delle informazioni utente
ja: ユーザー情報インスタンスをデシリアライズできません
ko: 사용자 정보 인스턴스를 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri contoh maklumat pengguna
nb: Kan ikke deserialisere brukerinformasjonsforekomsten
nl: Kan het gebruikersinfo-exemplaar niet deserialiseren
pt: Não é possível desserializar a instância da informação do utilizador
ro: Nu se poate deserializa instanța de informații despre utilizator
tr: Kullanıcı bilgisi örneği serileştirilemiyor
uk: Не вдається десеріалізувати екземпляр інформації про користувача
vi: Không thể hủy tuần tự hóa phiên bản thông tin người dùng
zh: 無法反序列化使用者資訊實例

# NKS_USERS_EXCEPTION_CANTGETUSER
source: Failed to get user
ar: فشل في الحصول على المستخدم
de: Benutzer konnte nicht abgerufen werden
el: Αποτυχία λήψης χρήστη
es: No se pudo obtener el usuario
fr: Impossible d'obtenir l'utilisateur
ga: Theip ar an úsáideoir a fháil
hi: उपयोगकर्ता प्राप्त करने में विफल
hi_latn: upayogakarta praapt karane mein viphal
id: Gagal mendapatkan pengguna
it: Impossibile ottenere l'utente
ja: ユーザーの取得に失敗しました
ko: 사용자를 가져오지 못했습니다
ms: Gagal mendapatkan pengguna
nb: Kunne ikke hente bruker
nl: Het is niet gelukt om de gebruiker te verkrijgen
pt: Falha a obter o utilizador
ro: Nu s-a putut obține utilizatorul
tr: Kullanıcı alınamadı
uk: Не вдалося отримати користувача
vi: Không thể lấy được người dùng
zh: 取得用戶失敗

# NKS_USERS_EXCEPTION_CANTGETCURRENTUSER
source: Failed to get current user
ar: فشل في الحصول على المستخدم الحالي
de: Aktuellen Benutzer konnte nicht abgerufen werden.
el: Αποτυχία λήψης του τρέχοντος χρήστη
es: No se pudo obtener el usuario actual
fr: Impossible d'obtenir l'utilisateur actuel
ga: Theip ar an úsáideoir reatha a fháil
hi: वर्तमान उपयोगकर्ता प्राप्त करने में विफल
hi_latn: vartamaan upayogakarta praapt karane mein viphal
id: Gagal mendapatkan pengguna saat ini
it: Impossibile ottenere l'utente corrente
ja: 現在のユーザーの取得に失敗しました
ko: 현재 사용자를 가져오지 못했습니다.
ms: Gagal mendapatkan pengguna semasa
nb: Kunne ikke hente gjeldende bruker
nl: Het is niet gelukt om de huidige gebruiker te verkrijgen
pt: Falha ao obter o utilizador atual
ro: Nu s-a putut obține utilizatorul actual
tr: Mevcut kullanıcı alınamadı
uk: Не вдалося отримати поточного користувача
vi: Không thể lấy được người dùng hiện tại
zh: 取得目前使用者失敗

# NKS_SETTINGS_KERNEL_SHELL_COUNT_DESC
source: Shows the shell count in the normal UESH shell (depending on the preset)
ar: يعرض عدد الأغلفة في غلاف UESH العادي (اعتمادًا على الإعداد المسبق)
de: Zeigt die Shell-Anzahl in der normalen UESH-Shell an (abhängig von der Voreinstellung)
el: Εμφανίζει τον αριθμό κελυφών στο κανονικό κέλυφος UESH (ανάλογα με την προεπιλογή)
es: Muestra el recuento de shell en el shell UESH normal (según el ajuste preestablecido)
fr: Affiche le nombre de shells dans le shell UESH normal (en fonction du préréglage)
ga: Taispeáin comhaireamh na sliogán sa ghnáthbhlaosc UESH (ag brath ar an réamhshocrú)
hi: सामान्य UESH शेल में शेल गणना दिखाता है (प्रीसेट पर निर्भर करता है)
hi_latn: saamaany uaish shel mein shel kaunt dikhaata hai (is par nirbhar karata hai preeset)
id: Menunjukkan jumlah shell di shell UESH normal (tergantung pada preset)
it: Mostra il conteggio delle shell nella shell UESH normale (a seconda del preset)
ja: 通常の UESH シェルのシェル数を表示します (プリセットによって異なります)
ko: 일반 UESH 셸의 셸 수를 표시합니다(사전 설정에 따라 다름)
ms: Menunjukkan kiraan shell dalam shell UESH biasa (bergantung pada pratetap)
nb: Viser skalltellingen i det vanlige UESH-skallet (avhengig av forhåndsinnstillingen)
nl: Geeft het aantal shells weer in de normale UESH-shell (afhankelijk van de preset)
pt: Mostra a contagem de shell na concha normal do UESH (dependendo da predefinição)
ro: Afișează numărul de shell în shell-ul normal UESH (în funcție de presetare)
tr: Normal UESH kabuğundaki kabuk sayısını gösterir (ön ayara bağlı olarak)
uk: Показує кількість оболонок у звичайній оболонці UESH (залежно від попереднього налаштування)
vi: Hiển thị số lượng shell trong shell UESH bình thường (tùy thuộc vào cài đặt trước)
zh: 顯示正常 UESH shell 中的 shell 計數（取決於預設）

# NKS_SETTINGS_KERNEL_SCREENSAVER_MINIMUMIDLE_DESC
source: Minimum idling interval to launch screensaver. The unit is in time span format (HH:MM:SS).
ar: الحد الأدنى لفترة الخمول لبدء تشغيل شاشة التوقف. الوحدة بتنسيق الفترة الزمنية (HH:MM:SS).
de: Minimales Leerlaufintervall zum Starten des Bildschirmschoners. Die Einheit ist im Zeitspannenformat (HH:MM:SS).
el: Ελάχιστο διάστημα ρελαντί για την εκκίνηση της προφύλαξης οθόνης. Η μονάδα είναι σε μορφή χρονικού διαστήματος (ΩΩ: ΜΛ: ΔΔ).
es: Intervalo mínimo de inactividad para iniciar el protector de pantalla. La unidad está en formato de intervalo de tiempo (HH:MM:SS).
fr: Intervalle d'inactivité minimum pour lancer l'économiseur d'écran. L'unité est au format de durée (HH:MM:SS).
ga: Íostréimhse réchasta chun spárálaíscáileáin a sheoladh. Tá an t-aonad i bhformáid réise ama (HH:MM:SS).
hi: स्क्रीनसेवर लॉन्च करने के लिए न्यूनतम निष्क्रिय अंतराल। इकाई समय अवधि प्रारूप (HH:MM:SS) में है।
hi_latn: skreenasevar lonch karane ke lie nyoonatam nishkriy antaraal. ikaee samay avadhi praaroop (hh:mm:ss) mein hai.
id: Interval waktu diam minimum untuk meluncurkan screensaver. Unit dalam format rentang waktu (HH:MM:DD).
it: Intervallo minimo di inattività per avviare lo screensaver. L'unità è in formato intervallo di tempo (HH:MM:SS).
ja: スクリーンセーバーを起動するための最小アイドル間隔。単位は時間範囲形式 (HH:MM:SS) です。
ko: 스크린세이버를 시작하기 위한 최소 유휴 간격. 단위는 시간 간격 형식(HH:MM:SS)입니다.
ms: Selang melahu minimum untuk melancarkan penyelamat skrin. Unit dalam format jangka masa (HH:MM:SS).
nb: Minimum tomgangsintervall for å starte skjermsparer. Enheten er i tidsromformat (TT:MM:SS).
nl: Minimale inactiviteitsinterval om screensaver te starten. De eenheid is in tijdspanneformaat (UU:MM:SS).
pt: Intervalo de ralenti mínimo para iniciar o protetor de ecrã. A unidade está em formato de tempo de tempo (HH:MM:SS).
ro: Interval minim de inactivitate pentru a lansa screensaverul. Unitatea este în format de interval de timp (HH:MM:SS).
tr: Ekran koruyucuyu başlatmak için gereken minimum rölanti aralığı. Ünite zaman aralığı biçimindedir (SS:DD:SS).
uk: Мінімальний інтервал простою для запуску заставки. Одиниця має формат проміжку часу (ГГ:ХХ:СС).
vi: Khoảng thời gian chờ tối thiểu để khởi chạy trình bảo vệ màn hình. Đơn vị có định dạng khoảng thời gian (HH:MM:SS).
zh: 啟動螢幕保護程式的最小空閒間隔。單位採用時間跨度格式 (HH:MM:SS)。

# NKS_ARGUMENTS_ARGUMENT_VERSION_DESC
source: Prints the kernel version
ar: طباعة إصدار النواة
de: Gibt die Kernelversion aus
el: Εκτυπώνει την έκδοση του πυρήνα
es: Imprime la versión del kernel
fr: Imprime la version du noyau
ga: Priontaí an leagan eithne
hi: कर्नेल संस्करण प्रिंट करता है
hi_latn: karnel sanskaran print karata hai
id: Mencetak versi kernel
it: Stampa la versione del kernel
ja: カーネルのバージョンを表示します
ko: 커널 버전을 인쇄합니다
ms: Mencetak versi kernel
nb: Skriver ut kjerneversjonen
nl: Drukt de kernelversie af
pt: Imprime a versão do kernel
ro: Imprimă versiunea de kernel
tr: Çekirdek sürümünü yazdırır
uk: Друкує версію ядра
vi: In phiên bản hạt nhân
zh: 列印核心版本

# NKS_ARGUMENTS_ARGUMENT_APIVERSION_DESC
source: Prints the API version
ar: طباعة إصدار API
de: Druckt die API-Version
el: Εκτυπώνει την έκδοση API
es: Imprime la versión de la API
fr: Imprime la version de l'API
ga: Priontaí an leagan API
hi: API संस्करण प्रिंट करता है
hi_latn: api sanskaran print karata hai
id: Mencetak versi API
it: Stampa la versione API
ja: APIバージョンを出力します
ko: API 버전을 인쇄합니다
ms: Mencetak versi API
nb: Skriver ut API-versjonen
nl: Drukt de API-versie af
pt: Imprime a versão da API
ro: Imprimă versiunea API
tr: API sürümünü yazdırır
uk: Друкує версію API
vi: In phiên bản API
zh: 列印 API 版本
