Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_ADMIN_USERLANG_SUCCESS
source: Preferred user language set to {0}. You may want to log in again.
ar: تم ضبط لغة المستخدم المفضلة على {0}. قد ترغب في تسجيل الدخول مرة أخرى.
de: Bevorzugte Benutzersprache ist auf {0} festgelegt. Möglicherweise möchten Sie sich erneut anmelden.
el: Η προτιμώμενη γλώσσα χρήστη ορίστηκε σε {0}. Μπορεί να θέλετε να συνδεθείτε ξανά.
es: Idioma de usuario preferido establecido en {0}. Es posible que desee iniciar sesión nuevamente.
fr: Langue utilisateur préférée définie sur {0}. Vous souhaiterez peut-être vous reconnecter.
ga: Socraíodh an rogha teanga úsáideora chuig {0}. Seans gur mhaith leat logáil isteach arís.
hi: पसंदीदा उपयोगकर्ता भाषा {0} पर सेट है। आप फिर से लॉग इन करना चाह सकते हैं.
hi_latn: pasandeeda upayogakarta bhaasha {0} par set hai. aap phir se log in karana chaah sakate hain.
id: Bahasa pilihan pengguna ditetapkan ke {0}. Anda mungkin ingin masuk lagi.
it: Lingua utente preferita impostata su {0}. Potresti voler accedere di nuovo.
ja: 優先ユーザー言語は {0} に設定されています。再度ログインすることもできます。
ko: 기본 사용자 언어가 {0}(으)로 설정되었습니다. 다시 로그인하고 싶을 수도 있습니다.
ms: Bahasa pengguna pilihan ditetapkan kepada {0}. Anda mungkin mahu log masuk semula.
nb: Foretrukket brukerspråk er satt til {0}. Det kan være lurt å logge på igjen.
nl: Voorkeurstaal voor gebruiker ingesteld op {0}. Mogelijk wilt u opnieuw inloggen.
pt: Idioma preferencial do usuário definido como {0}. Você pode querer fazer login novamente.
ro: Limba preferată a utilizatorului a fost setată la {0}. Poate doriți să vă conectați din nou.
tr: Tercih edilen kullanıcı dili {0} olarak ayarlandı. Tekrar oturum açmak isteyebilirsiniz.
uk: Бажаною мовою користувача встановлено {0}. Можливо, ви захочете увійти знову.
vi: Ngôn ngữ người dùng ưa thích được đặt thành {0}. Bạn có thể muốn đăng nhập lại.
zh: 首選使用者語言設定為 {0}。您可能想再次登入。

# NKS_SHELL_PROMPTS_PRESETS_ADMIN
source: Administrator Shell
ar: مدير شل
el: Διαχειριστής Shell
es: Shell de administrador
fr: Shell d'administrateur
ga: Riarthóir Shell
hi: प्रशासक शैल
hi_latn: vyavasthaapak shel
id: Shell Administrator
it: Shell amministratore
ja: 管理者シェル
ko: 관리자 셸
ms: Pentadbir Shell
nl: Beheerder Shell
pt: Shell do administrador
tr: Yönetici Kabuğu
uk: Оболонка адміністратора
vi: Vỏ quản trị viên
zh: 管理員外殼

# NKS_SHELL_SHELLS_DEBUG_EXCINFO_NOTYPE
source: No such exception type
ar: لا يوجد مثل هذا النوع من الاستثناء
de: Kein solcher Ausnahmetyp
el: Δεν υπάρχει τέτοιος τύπος εξαίρεσης
es: No existe tal tipo de excepción
fr: Aucun type d'exception de ce type
ga: Uimh chineál eisceachta den sórt sin
hi: ऐसा कोई अपवाद प्रकार नहीं
hi_latn: koee aisa apavaad prakaar nahin
id: Tidak ada jenis pengecualian seperti itu
it: Nessun tipo di eccezione di questo tipo
ja: そのような例外タイプはありません
ko: 해당 예외 유형이 없습니다.
ms: Tiada jenis pengecualian sedemikian
nb: Ingen slik unntakstype
nl: Een dergelijk uitzonderingstype bestaat niet
pt: Não existe esse tipo de exceção
ro: Nu există un astfel de tip de excepție
tr: Böyle bir istisna türü yok
uk: Немає такого типу винятку
vi: Không có loại ngoại lệ nào như vậy
zh: 沒有這樣的異常類型

# NKS_SHELL_SHELLS_DEBUG_EXCINFO_TYPENAME
source: Exception type name
ar: اسم نوع الاستثناء
de: Name des Ausnahmetyps
el: Όνομα τύπου εξαίρεσης
es: Nombre del tipo de excepción
fr: Nom du type d'exception
ga: Ainm cineál eisceachta
hi: अपवाद प्रकार का नाम
hi_latn: apavaad prakaar ka naam
id: Nama jenis pengecualian
it: Nome del tipo di eccezione
ja: 例外の種類名
ko: 예외 유형 이름
ms: Nama jenis pengecualian
nb: Unntakstypenavn
nl: Naam van uitzonderingstype
pt: Nome do tipo de exceção
ro: Nume tip excepție
tr: İstisna türü adı
uk: Назва типу винятку
vi: Tên loại ngoại lệ
zh: 異常類型名稱

# NKS_SHELL_SHELLS_DEBUG_EXCINFO_MESSAGE
source: Message
ar: رسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
ga: Teachtaireacht
hi: संदेश
hi_latn: sandesh
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nb: Beskjed
nl: Bericht
pt: Mensagem
ro: Mesaj
tr: Mesaj
uk: повідомлення
vi: Tin nhắn
zh: 訊息

# NKS_SHELL_SHELLS_DEBUG_GETFIELDVALUE_TITLE
source: Field info for
ar: معلومات ميدانية ل
de: Feldinformationen für
el: Πληροφορίες πεδίου για
es: Información de campo para
fr: Informations sur le terrain pour
ga: Faisnéis réimse le haghaidh
hi: के लिए फ़ील्ड जानकारी
hi_latn: ke lie feeld jaanakaaree
id: Info lapangan untuk
it: Informazioni sul campo per
ja: フィールド情報
ko: 다음에 대한 필드 정보
ms: Maklumat lapangan untuk
nb: Feltinfo for
nl: Veldinformatie voor
pt: Informações do campo para
ro: Informații de câmp pentru
tr: Alan bilgisi için
uk: Інформація про поле для
vi: Thông tin trường cho
zh: 字段資訊

# NKS_SHELL_SHELLS_DEBUG_GETFIELDVALUE_VALUE
source: Value
ar: قيمة
de: Wert
el: αξία
es: Valor
fr: Valeur
ga: Luach
hi: कीमत
hi_latn: mooly
id: Nilai
it: Valore
ja: 価値
ko: 값
ms: Nilai
nb: Verdi
nl: Waarde
pt: Valor
ro: Valoare
tr: Değer
uk: Значення
vi: Giá trị
zh: 價值

# NKS_SHELL_SHELLS_DEBUG_GETFIELDVALUE_FAILED
source: Failed to get field info for
ar: فشل الحصول على المعلومات الميدانية ل
de: Feldinformationen konnten nicht abgerufen werden
el: Αποτυχία λήψης πληροφοριών πεδίου για
es: No se pudo obtener información de campo para
fr: Impossible d'obtenir les informations de champ pour
ga: Theip ar fhaisnéis réimse a fháil le haghaidh
hi: फ़ील्ड जानकारी प्राप्त करने में विफल
hi_latn: ke lie feeld jaanakaaree praapt karane mein viphal
id: Gagal mendapatkan info bidang untuk
it: Impossibile ottenere le informazioni sul campo per
ja: フィールド情報の取得に失敗しました
ko: 에 대한 필드 정보를 가져오지 못했습니다.
ms: Gagal mendapatkan maklumat medan untuk
nb: Kunne ikke hente feltinformasjon for
nl: Kan veldinformatie niet ophalen voor
pt: Falha ao obter informações do campo para
ro: Nu s-au putut obține informații despre câmp pentru
tr: Alan bilgisi alınamadı
uk: Не вдалося отримати інформацію про поле для
vi: Không lấy được thông tin trường cho
zh: 無法獲取字段信息

# NKS_SHELL_SHELLS_DEBUG_GETPROPERTYVALUE_TITLE
source: Property info for
ar: معلومات الملكية ل
de: Immobilieninformationen für
el: Πληροφορίες ιδιοκτησίας για
es: Información de propiedad para
fr: Informations sur la propriété pour
ga: Eolas maoine le haghaidh
hi: के लिए संपत्ति की जानकारी
hi_latn: ke lie sampatti jaanakaaree
id: Info properti untuk
it: Informazioni sulla proprietà per
ja: の物件情報
ko: 다음에 대한 부동산 정보
ms: Maklumat hartanah untuk
nb: Eiendomsinformasjon for
nl: Vastgoedinfo voor
pt: Informações do imóvel para
ro: Informații despre proprietate pentru
tr: Mülk bilgisi için
uk: Інформація про нерухомість для
vi: Thông tin bất động sản cho
zh: 物業資訊為

# NKS_SHELL_SHELLS_DEBUG_GETPROPERTYVALUE_FAILED
source: Failed to get property info for
ar: فشل في الحصول على معلومات الملكية ل
de: Es konnten keine Objektinformationen für abgerufen werden
el: Αποτυχία λήψης πληροφοριών ιδιοκτησίας για
es: No se pudo obtener información de la propiedad para
fr: Échec de l'obtention des informations sur la propriété pour
ga: Theip ar fhaisnéis maoine a fháil le haghaidh
hi: के लिए संपत्ति की जानकारी प्राप्त करने में विफल
hi_latn: ke lie sampatti jaanakaaree praapt karane mein viphal
id: Gagal mendapatkan info properti untuk
it: Impossibile ottenere informazioni sulla proprietà per
ja: のプロパティ情報を取得できませんでした
ko: 에 대한 속성 정보를 가져오지 못했습니다.
ms: Gagal mendapatkan maklumat hartanah untuk
nb: Kunne ikke hente eiendomsinformasjon for
nl: Kan vastgoedinformatie niet ophalen voor
pt: Falha ao obter informações da propriedade de
ro: Nu s-au putut obține informații despre proprietate pentru
tr: Mülk bilgisi alınamadı
uk: Не вдалося отримати інформацію про власність для
vi: Không thể lấy thông tin về tài sản cho
zh: 無法取得房產信息

# NKS_SHELL_SHELLS_DEBUG_KEYINFO_KEYCHARCODE
source: Pressed key character code
ar: تم الضغط على رمز الحرف الرئيسي
de: Zeichencode der gedrückten Taste
el: Πατημένος κωδικός χαρακτήρα
es: Código de carácter clave presionado
fr: Code de caractère de la touche enfoncée
ga: Cód príomhcharachtair brúite
hi: कुंजी वर्ण कोड दबाया गया
hi_latn: dabaaya gaya kunjee varn kod
id: Kode karakter tombol ditekan
it: Codice carattere tasto premuto
ja: 押されたキーの文字コード
ko: 누른 키 문자 코드
ms: Kod aksara kekunci ditekan
nb: Trykket nøkkeltegnkode
nl: Ingedrukte tekencode
pt: Código do caractere da tecla pressionada
ro: Codul caracterului tastei apăsat
tr: Basılan tuş karakter kodu
uk: Код символу натиснутої клавіші
vi: Mã ký tự phím đã nhấn
zh: 按下的按鍵字元代碼

# NKS_SHELL_SHELLS_DEBUG_LSFIELDS_TITLE
source: List of fields for
ar: قائمة الحقول ل
de: Liste der Felder für
el: Λίστα πεδίων για
es: Lista de campos para
fr: Liste des champs pour
ga: Liosta réimsí le haghaidh
hi: के लिए फ़ील्ड की सूची
hi_latn: ke lie feeld kee soochee
id: Daftar bidang untuk
it: Elenco dei campi per
ja: フィールドのリスト
ko: 필드 목록
ms: Senarai medan untuk
nb: Liste over felt for
nl: Lijst met velden voor
pt: Lista de campos para
ro: Lista câmpurilor pentru
tr: Alanların listesi
uk: Список полів для
vi: Danh sách các trường cho
zh: 字段列表

# NKS_SHELL_SHELLS_DEBUG_LSFUNCS_TITLE
source: List of functions for
ar: قائمة الوظائف ل
de: Liste der Funktionen für
el: Λίστα λειτουργιών για
es: Lista de funciones para
fr: Liste des fonctions pour
ga: Liosta feidhmeanna le haghaidh
hi: के लिए कार्यों की सूची
hi_latn: ke lie fankshan kee soochee
id: Daftar fungsi untuk
it: Elenco delle funzioni per
ja: の機能一覧
ko: 기능 목록
ms: Senarai fungsi untuk
nb: Liste over funksjoner for
nl: Lijst met functies voor
pt: Lista de funções para
ro: Lista de functii pentru
tr: Fonksiyonların listesi
uk: Список функцій для
vi: Danh sách các chức năng cho
zh: 函數列表

# NKS_SHELL_SHELLS_DEBUG_LSPROPERTIES_TITLE
source: List of properties for
ar: قائمة العقارات ل
de: Liste der Eigenschaften für
el: Κατάλογος ακινήτων για
es: Lista de propiedades para
fr: Liste des propriétés pour
ga: Liosta maoine le haghaidh
hi: के लिए संपत्तियों की सूची
hi_latn: ke lie gunon kee soochee
id: Daftar properti untuk
it: Elenco degli immobili per
ja: のプロパティのリスト
ko: 속성 목록
ms: Senarai hartanah untuk
nb: Liste over eiendommer for
nl: Lijst met eigendommen voor
pt: Lista de propriedades para
ro: Lista proprietăților pentru
tr: Özelliklerin listesi
uk: Список властивостей для
vi: Danh sách các thuộc tính cho
zh: 屬性列表

# NKS_SHELL_SHELLS_DEBUG_LSADDONS_TITLE
source: List of addons
ar: قائمة الإضافات
de: Liste der Addons
el: Λίστα πρόσθετων
es: Lista de complementos
fr: Liste des extensions
ga: Liosta breiseán
hi: ऐडऑन की सूची
hi_latn: aidon kee soochee
id: Daftar add-on
it: Elenco dei componenti aggiuntivi
ja: アドオンのリスト
ko: 애드온 목록
ms: Senarai addons
nb: Liste over tillegg
nl: Lijst met add-ons
pt: Lista de complementos
ro: Lista de suplimente
tr: Eklentilerin listesi
uk: Список аддонів
vi: Danh sách các tiện ích bổ sung
zh: 插件列表

# NKS_SHELL_SHELLS_DEBUG_LSBASEADDONS_TITLE
source: List of base addons
ar: قائمة الإضافات الأساسية
de: Liste der Basis-Addons
el: Λίστα με βασικά πρόσθετα
es: Lista de complementos básicos
fr: Liste des extensions de base
ga: Liosta de na breiseáin bhunúsacha
hi: आधार ऐडऑन की सूची
hi_latn: bes aidon kee soochee
id: Daftar add-on dasar
it: Elenco dei componenti aggiuntivi di base
ja: 基本アドオンのリスト
ko: 기본 애드온 목록
ms: Senarai tambahan asas
nb: Liste over basistillegg
nl: Lijst met basis-add-ons
pt: Lista de complementos básicos
ro: Lista de suplimente de bază
tr: Temel eklentilerin listesi
uk: Список базових аддонів
vi: Danh sách các tiện ích bổ sung cơ bản
zh: 基本插件列表

# NKS_SHELL_SHELLS_DEBUG_LSSHELLS_TITLE
source: List of shells
ar: قائمة القذائف
de: Liste der Muscheln
el: Λίστα με κοχύλια
es: Lista de conchas
fr: Liste des coquilles
ga: Liosta sliogáin
hi: सीपियों की सूची
hi_latn: shel kee soochee
id: Daftar kerang
it: Elenco delle conchiglie
ja: シェルのリスト
ko: 껍질 목록
ms: Senarai cengkerang
nb: Liste over skjell
nl: Lijst met schelpen
pt: Lista de conchas
ro: Lista de scoici
tr: Kabukların listesi
uk: Список оболонок
vi: Danh sách vỏ
zh: 外殼列表

# NKS_SHELL_SHELLS_DEBUG_PREVIEWSPLASH_CONTEXTINVALID
source: The splash context is not valid
ar: سياق البداية غير صالح
de: Der Splash-Kontext ist ungültig
el: Το πλαίσιο splash δεν είναι έγκυρο
es: El contexto de presentación no es válido.
fr: Le contexte splash n'est pas valide
ga: Níl an comhthéacs splanc bailí
hi: स्पलैश प्रसंग मान्य नहीं है
hi_latn: splaish sandarbh maany nahin hai
id: Konteks splash tidak valid
it: Il contesto splash non è valido
ja: スプラッシュ コンテキストが無効です
ko: 스플래시 컨텍스트가 유효하지 않습니다.
ms: Konteks percikan tidak sah
nb: Splash-konteksten er ikke gyldig
nl: De splash-context is niet geldig
pt: O contexto inicial não é válido
ro: Contextul splash nu este valid
tr: Sıçrama bağlamı geçerli değil
uk: Контекст заставки недійсний
vi: Bối cảnh giật gân không hợp lệ
zh: 啟動上下文無效

# NKS_SHELL_SHELLS_DEBUG_PREVIEWSPLASH_HELPER
source: Available splashes:
ar: البقع المتاحة:
de: Verfügbare Spritzer:
el: Διαθέσιμα πιτσιλιές:
es: Salpicaduras disponibles:
fr: Splash disponibles :
ga: Splashes ar fáil:
hi: उपलब्ध छींटे:
hi_latn: upalabdh splaish:
id: Percikan yang tersedia:
it: Spruzzi disponibili:
ja: 利用可能なスプラッシュ:
ko: 사용 가능한 스플래시:
ms: Percikan yang tersedia:
nb: Tilgjengelige sprut:
nl: Beschikbare spatten:
pt: Salpicos disponíveis:
ro: Stropi disponibile:
tr: Mevcut sıçramalar:
uk: Доступні сплеси:
vi: Các loại nước hoa có sẵn:
zh: 可用的飛濺：

# NKS_SHELL_SHELLS_DEBUG_SHOWMAINBUFFER_WINDOWS
source: This command is not supported on Windows.
ar: هذا الأمر غير مدعوم على نظام التشغيل Windows.
de: Dieser Befehl wird unter Windows nicht unterstützt.
el: Αυτή η εντολή δεν υποστηρίζεται στα Windows.
es: Este comando no es compatible con Windows.
fr: Cette commande n'est pas prise en charge sous Windows.
ga: Ní thacaítear leis an ordú seo ar Windows.
hi: यह आदेश विंडोज़ पर समर्थित नहीं है.
hi_latn: yah kamaand vindoj par samarthit nahin hai.
id: Perintah ini tidak didukung pada Windows.
it: Questo comando non è supportato su Windows.
ja: このコマンドは Windows ではサポートされていません。
ko: 이 명령은 Windows에서는 지원되지 않습니다.
ms: Perintah ini tidak disokong pada Windows.
nb: Denne kommandoen støttes ikke på Windows.
nl: Deze opdracht wordt niet ondersteund in Windows.
pt: Este comando não é compatível com Windows.
ro: Această comandă nu este acceptată pe Windows.
tr: Bu komut Windows'ta desteklenmiyor.
uk: Ця команда не підтримується в Windows.
vi: Lệnh này không được hỗ trợ trên Windows.
zh: Windows 不支援此命令。

# NKS_SHELL_PROMPTS_PRESETS_DEBUG
source: Debug Shell
ar: تصحيح شل
el: Κέλυφος εντοπισμού σφαλμάτων
es: Shell de depuración
fr: Shell de débogage
ga: Bhlaosc dífhabhtaithe
hi: डिबग शैल
hi_latn: deebag shel
id: Shell Debug
it: Eseguire il debug della shell
ja: デバッグシェル
ko: 디버그 셸
ms: Nyahpepijat Shell
pt: Shell de depuração
ro: Depanare Shell
tr: Hata Ayıklama Kabuğu
vi: Vỏ gỡ lỗi
zh: 調試外殼

# NKS_SHELL_SHELLS_HEX_DELBYTES_INVALIDNUM
source: Specified Byte number {0} is not a valid number.
ar: رقم البايت المحدد {0} ليس رقمًا صالحًا.
de: Die angegebene Bytenummer {0} ist keine gültige Zahl.
el: Ο καθορισμένος αριθμός byte {0} δεν είναι έγκυρος αριθμός.
es: El número de byte especificado {0} no es un número válido.
fr: Le numéro d'octet spécifié {0} n'est pas un nombre valide.
ga: Ní uimhir bhailí í an Beart Sonraithe {0}.
hi: निर्दिष्ट बाइट संख्या {0} मान्य संख्या नहीं है.
hi_latn: nirdisht bait sankhya {0} ek maany sankhya nahin hai.
id: Nomor Byte yang ditentukan {0} bukan angka yang valid.
it: Il numero di byte specificato {0} non è un numero valido.
ja: 指定されたバイト番号 {0} は有効な数値ではありません。
ko: 지정된 바이트 번호 {0}은(는) 유효한 숫자가 아닙니다.
ms: Nombor Bait yang ditentukan {0} bukan nombor yang sah.
nb: Spesifisert bytenummer {0} er ikke et gyldig nummer.
nl: Opgegeven bytenummer {0} is geen geldig nummer.
pt: O número de byte especificado {0} não é um número válido.
ro: Numărul de octet specificat {0} nu este un număr valid.
tr: Belirtilen Bayt numarası {0} geçerli bir sayı değil.
uk: Вказаний номер байта {0} не є дійсним числом.
vi: Số Byte được chỉ định {0} không phải là số hợp lệ.
zh: 指定的位元組號 {0} 不是有效數字。

# NKS_SHELL_SHELLS_UESH_ADDGROUP_PROGRESS
source: Creating group {0}...
ar: جارٍ إنشاء المجموعة {0}...
de: Gruppe {0} wird erstellt...
el: Δημιουργία ομάδας {0}...
es: Creando grupo {0}....
fr: Création du groupe {0}...
ga: Grúpa {0} á chruthú...
hi: समूह बनाया जा रहा है {0}...
hi_latn: samooh {0} banaana...
id: Membuat grup {0}...
it: Creazione del gruppo {0}...
ja: グループ {0} を作成しています...
ko: 그룹 {0} 생성 중...
ms: Mencipta kumpulan {0}...
nb: Oppretter gruppe {0}...
nl: Groep {0} maken...
pt: Criando grupo {0}...
ro: Se creează grupul {0}...
tr: {0} grubu oluşturuluyor...
uk: Створення групи {0}...
vi: Đang tạo nhóm {0}...
zh: 正在建立群組 {0}...

# NKS_SHELL_SHELLS_UESH_ADDUSERTOGROUP_PROGRESS
source: Adding user {0} to group {1}...
ar: جارٍ إضافة المستخدم {0} إلى المجموعة {1}...
de: Benutzer {0} wird zur Gruppe {1} hinzugefügt...
el: Προσθήκη χρήστη {0} στην ομάδα {1}...
es: Agregando usuario {0} al grupo {1}....
fr: Ajout de l'utilisateur {0} au groupe {1}...
ga: Úsáideoir {0} á chur leis an ngrúpa {1}…
hi: उपयोगकर्ता {0} को समूह {1} में जोड़ा जा रहा है...
hi_latn: samooh {1} mein upayogakarta {0} jodana...
id: Menambahkan pengguna {0} ke grup {1}...
it: Aggiunta dell'utente {0} al gruppo {1}...
ja: ユーザー {0} をグループ {1} に追加しています...
ko: 사용자 {0}을(를) 그룹 {1}에 추가하는 중...
ms: Menambah pengguna {0} pada kumpulan {1}...
nb: Legger til brukeren {0} i gruppen {1}...
nl: Gebruiker {0} toevoegen aan groep {1}...
pt: Adicionando usuário {0} ao grupo {1}...
ro: Se adaugă utilizatorul {0} la grupul {1}...
tr: {0} kullanıcısı {1} grubuna ekleniyor...
uk: Додавання користувача {0} до групи {1}...
vi: Đang thêm người dùng {0} vào nhóm {1}...
zh: 將使用者 {0} 新增至群組 {1}...

# NKS_SHELL_SHELLS_UESH_CHKLOCK_LOCKED
source: File or folder is already in use.
ar: الملف أو المجلد قيد الاستخدام بالفعل.
de: Datei oder Ordner wird bereits verwendet.
el: Το αρχείο ή ο φάκελος χρησιμοποιείται ήδη.
es: El archivo o carpeta ya está en uso.
fr: Le fichier ou le dossier est déjà utilisé.
ga: Tá comhad nó fillteán in úsáid cheana féin.
hi: फ़ाइल या फ़ोल्डर पहले से ही उपयोग में है.
hi_latn: fail ya foldar pahale se upayog mein hai.
id: File atau folder sudah digunakan.
it: Il file o la cartella sono già in uso.
ja: ファイルまたはフォルダーはすでに使用されています。
ko: 파일 또는 폴더가 이미 사용 중입니다.
ms: Fail atau folder sudah digunakan.
nb: Filen eller mappen er allerede i bruk.
nl: Bestand of map is al in gebruik.
pt: O arquivo ou pasta já está em uso.
ro: Fișierul sau folderul este deja în uz.
tr: Dosya veya klasör zaten kullanımda.
uk: Файл або папка вже використовуються.
vi: Tệp hoặc thư mục đã được sử dụng.
zh: 文件或資料夾已被使用。

# NKS_SHELL_SHELLS_UESH_CHKLOCK_WAITING
source: Waiting until the file or the folder is unlocked...
ar: الانتظار حتى يتم إلغاء قفل الملف أو المجلد...
de: Warten, bis die Datei oder der Ordner entsperrt ist ...
el: Αναμονή μέχρι να ξεκλειδωθεί το αρχείο ή ο φάκελος...
es: Esperando hasta que se desbloquee el archivo o la carpeta...
fr: En attendant que le fichier ou le dossier soit déverrouillé...
ga: Ag fanacht go mbeidh an comhad nó an fillteán díghlasáilte...
hi: फ़ाइल या फ़ोल्डर अनलॉक होने तक प्रतीक्षा करें...
hi_latn: fail ya foldar ke analok hone tak prateeksha kar raha hai...
id: Menunggu hingga berkas atau folder dibuka kuncinya...
it: In attesa dello sblocco del file o della cartella...
ja: ファイルまたはフォルダーのロックが解除されるまで待機しています...
ko: 파일 또는 폴더의 잠금이 해제될 때까지 기다리는 중...
ms: Menunggu sehingga fail atau folder dibuka kuncinya...
nb: Venter til filen eller mappen er låst opp...
nl: Wachten tot het bestand of de map is ontgrendeld...
pt: Aguardando até que o arquivo ou pasta seja desbloqueado...
ro: Se așteaptă până când fișierul sau folderul este deblocat...
tr: Dosya veya klasör kilidi açılana kadar bekleniyor...
uk: Очікування, поки файл або папку буде розблоковано...
vi: Đang chờ cho đến khi tệp hoặc thư mục được mở khóa...
zh: 等待文件或資料夾解鎖...

# NKS_SHELL_SHELLS_UESH_CHKLOCK_UNLOCKED
source: File or folder is not in use.
ar: الملف أو المجلد ليس قيد الاستخدام.
de: Datei oder Ordner wird nicht verwendet.
el: Το αρχείο ή ο φάκελος δεν χρησιμοποιείται.
es: El archivo o carpeta no está en uso.
fr: Le fichier ou le dossier n'est pas utilisé.
ga: Níl comhad nó fillteán in úsáid.
hi: फ़ाइल या फ़ोल्डर उपयोग में नहीं है.
hi_latn: fail ya foldar upayog mein nahin hai.
id: Berkas atau folder tidak digunakan.
it: Il file o la cartella non sono in uso.
ja: ファイルまたはフォルダーは使用されていません。
ko: 파일이나 폴더가 사용되지 않습니다.
ms: Fail atau folder tidak digunakan.
nb: Fil eller mappe er ikke i bruk.
nl: Bestand of map is niet in gebruik.
pt: Arquivo ou pasta não está em uso.
ro: Fișierul sau folderul nu este utilizat.
tr: Dosya veya klasör kullanılmıyor.
uk: Файл або папка не використовуються.
vi: Tập tin hoặc thư mục không được sử dụng.
zh: 文件或資料夾未被使用。

# NKS_SHELL_SHELLS_UESH_CHLANG_RESTARTREQUIRED
source: You may need to log out and log back in for changes to take effect.
ar: قد تحتاج إلى تسجيل الخروج ثم تسجيل الدخول مرة أخرى حتى تدخل التغييرات حيز التنفيذ.
de: Möglicherweise müssen Sie sich abmelden und erneut anmelden, damit die Änderungen wirksam werden.
el: Ίσως χρειαστεί να αποσυνδεθείτε και να συνδεθείτε ξανά για να τεθούν σε ισχύ οι αλλαγές.
es: Es posible que deba cerrar sesión y volver a iniciarla para que los cambios surtan efecto.
fr: Vous devrez peut-être vous déconnecter et vous reconnecter pour que les modifications prennent effet.
ga: Seans go mbeidh ort logáil amach agus logáil isteach arís le go dtiocfaidh athruithe i bhfeidhm.
hi: परिवर्तनों को प्रभावी करने के लिए आपको लॉग आउट करने और वापस लॉग इन करने की आवश्यकता हो सकती है।
hi_latn: parivartanon ko prabhaavee karane ke lie aapako log aaut karake vaapas log in karana pad sakata hai.
id: Anda mungkin perlu keluar dan masuk kembali agar perubahan diterapkan.
it: Potrebbe essere necessario disconnettersi e accedere nuovamente affinché le modifiche abbiano effetto.
ja: 変更を有効にするには、ログアウトしてから再度ログインする必要がある場合があります。
ko: 변경 사항을 적용하려면 로그아웃했다가 다시 로그인해야 할 수도 있습니다.
ms: Anda mungkin perlu log keluar dan log masuk semula untuk perubahan berkuat kuasa.
nb: Det kan hende du må logge av og på igjen for at endringer skal tre i kraft.
nl: Mogelijk moet u zich afmelden en opnieuw aanmelden voordat de wijzigingen van kracht worden.
pt: Pode ser necessário sair e fazer login novamente para que as alterações tenham efeito.
ro: Poate fi necesar să vă deconectați și să vă reconectați pentru ca modificările să intre în vigoare.
tr: Değişikliklerin etkili olması için oturumunuzu kapatıp tekrar açmanız gerekebilir.
uk: Щоб зміни набули чинності, вам може знадобитися вийти та знову ввійти.
vi: Bạn có thể cần phải đăng xuất và đăng nhập lại để những thay đổi có hiệu lực.
zh: 您可能需要登出並重新登入才能使變更生效。

# NKS_SHELL_SHELLS_UESH_CHMAL_PROGRESS
source: Changing MAL...
ar: تغيير القانون...
de: MAL ändern...
el: Αλλαγή MAL...
es: Cambiando MAL...
fr: Changement de MAL...
ga: MAL á athrú...
hi: MAL बदल रहा है...
hi_latn: mal badal raha hoon...
id: Mengubah MAL...
it: Modifica MAL...
ja: MAL を変更しています...
ko: MAL 변경 중...
ms: Menukar MAL...
nb: Endrer MAL...
nl: MAL wijzigen...
pt: Mudando o MAL...
ro: Se schimbă MAL...
tr: MAL değiştiriliyor...
uk: Зміна MAL...
vi: Đang thay đổi MAL...
zh: 改變馬爾...

# NKS_SHELL_SHELLS_UESH_CHMOTD_PROGRESS
source: Changing MOTD...
ar: تغيير MOTD...
de: MOTD ändern...
el: Αλλαγή MOTD...
es: Cambiando MODT...
fr: Modification du MOTD...
ga: MOTD á athrú...
hi: एमओटीडी बदल रहा है...
hi_latn: motd badal raha hoon...
id: Mengubah MOTD...
it: Modifica del MOTD...
ja: MOTD を変更しています...
ko: MOTD 변경 중...
ms: Menukar MOTD...
nb: Endrer MOTD...
nl: MOTD wijzigen...
pt: Alterando o MOTD...
ro: Se schimbă MOTD...
tr: MOTD değiştiriliyor...
uk: Зміна MOTD...
vi: Đang thay đổi MOTD...
zh: 更改 MOTD...
