Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_PANIC_DUMP_INDEPTHANALYSIS
source: In-depth analysis of the error
ar: تحليل متعمق للخطأ
de: Eingehende Analyse des Fehlers
el: Σε βάθος ανάλυση του λάθους
es: Análisis en profundidad del error.
fr: Analyse approfondie de l'erreur
ga: Anailís dhomhain ar an earráid
hi: त्रुटि का गहन विश्लेषण
hi_latn: truti ka gahan vishleshan
id: Analisis mendalam tentang kesalahan tersebut
it: Analisi approfondita dell'errore
ja: エラーの詳細な分析
ko: 오류에 대한 심층 분석
ms: Analisis mendalam tentang ralat
nb: Dybdeanalyse av feilen
nl: Diepgaande analyse van de fout
pt: Análise aprofundada do erro
ro: Analiza aprofundată a erorii
tr: Hatanın derinlemesine analizi
uk: Глибокий аналіз помилки
vi: Phân tích sâu sắc về lỗi
zh: 深入分析錯誤

# NKS_KERNEL_PANIC_DUMP_INDEPTHANALYSIS_EXCEPTIONTYPE
source: Exception type
ar: نوع الاستثناء
de: Ausnahmetyp
el: Τύπος εξαίρεσης
es: Tipo de excepción
fr: Type d'exception
ga: Cineál eisceachta
hi: अपवाद प्रकार
hi_latn: apavaad prakaar
id: Jenis pengecualian
it: Tipo di eccezione
ja: 例外の種類
ko: 예외 유형
ms: Jenis pengecualian
nb: Unntakstype
nl: Uitzonderingstype
pt: Tipo de exceção
ro: Tip excepție
tr: İstisna türü
uk: Тип винятку
vi: Loại ngoại lệ
zh: 異常類型

# NKS_KERNEL_PANIC_DUMP_INDEPTHANALYSIS_ERRORCODE
source: Error code
ar: خطا بالكود
de: Fehlercode
el: Κωδικός λάθους
es: Código de error
fr: Code d'erreur
ga: Cód earráide
hi: त्रुटि कोड
hi_latn: truti kod
id: Kode kesalahan
it: Codice di errore
ja: エラーコード
ko: 에러 코드
ms: Kod ralat
nb: Feilkode
nl: Foutcode
pt: Erro de código
ro: Cod de eroare
tr: Hata kodu
uk: Код помилки
vi: Mã lỗi
zh: 錯誤代碼

# NKS_KERNEL_PANIC_DUMP_INDEPTHANALYSIS_ERRORSOURCE
source: Error source
ar: مصدر الخطأ
de: Fehlerquelle
el: Πηγή σφάλματος
es: Fuente del error
fr: Origine de l'erreur
ga: Foinse earráide
hi: त्रुटि स्रोत
hi_latn: truti srot
id: Sumber kesalahan
it: Origine dell'errore
ja: エラーの原因
ko: 오류 소스
ms: Sumber ralat
nb: Feilkilde
nl: Foutbron
pt: Fonte do erro
ro: Sursa erorii
tr: Hata kaynağı
uk: Джерело помилки
vi: Nguồn lỗi
zh: 錯誤來源

# NKS_KERNEL_PANIC_DUMP_INDEPTHANALYSIS_NOSOURCE
source: Unknown error source method
ar: طريقة مصدر الخطأ غير معروفة
de: Unbekannte Fehlerquellenmethode
el: Άγνωστη μέθοδος πηγής σφάλματος
es: Método de origen de error desconocido
fr: Méthode source d'erreur inconnue
ga: Modh foinse earráide anaithnid
hi: अज्ञात त्रुटि स्रोत विधि
hi_latn: agyaat truti srot vidhi
id: Metode sumber kesalahan tidak diketahui
it: Metodo di origine dell'errore sconosciuto
ja: 不明なエラー原因メソッド
ko: 알 수 없는 오류 소스 방법
ms: Kaedah sumber ralat tidak diketahui
nb: Ukjent feilkildemetode
nl: Onbekende foutbronmethode
pt: Método de origem de erro desconhecido
ro: Metodă sursă de eroare necunoscută
tr: Bilinmeyen hata kaynağı yöntemi
uk: Невідомий метод джерела помилки
vi: Phương pháp nguồn lỗi không xác định
zh: 未知錯誤源方法

# NKS_KERNEL_PANIC_DUMP_ERRORDESC
source: Error description
ar: وصف خاطئ
de: Fehlerbeschreibung
el: Περιγραφή σφάλματος
es: Error de descripción
fr: Erreur de description
ga: Cur síos ar an earráid
hi: त्रुटि विवरण
hi_latn: truti vivaran
id: Deskripsi kesalahan
it: Descrizione dell'errore
ja: エラーの説明
ko: 오류 설명
ms: Penerangan ralat
nb: Feilbeskrivelse
nl: Foutbeschrijving
pt: Descrição de erro
ro: Descrierea erorii
tr: Hata açıklaması
uk: Опис помилки
vi: Mô tả lỗi
zh: 錯誤描述

# NKS_KERNEL_PANIC_DUMP_STACKTRACE
source: Stack trace
ar: تتبع المكدس
el: Ίχνη στοίβας
es: Seguimiento de pila
fr: Trace de la pile
ga: Rian cruachta
hi: स्टैक ट्रेस
hi_latn: staik tres
id: Jejak tumpukan
it: Traccia dello stack
ja: スタックトレース
ko: 스택 추적
ms: Jejak tindanan
nb: Stabelspor
nl: Stapeltracering
pt: Rastreamento de pilha
ro: Urmă stivă
tr: Yığın izi
uk: Трасування стека
vi: Dấu vết ngăn xếp
zh: 堆疊追蹤

# NKS_KERNEL_PANIC_DUMP_ERRORINFO
source: Kernel error information
ar: معلومات خطأ النواة
de: Informationen zu Kernel-Fehlern
el: Πληροφορίες σφάλματος πυρήνα
es: Información de errores del núcleo
fr: Informations sur les erreurs du noyau
ga: Faisnéis earráide eithne
hi: कर्नेल त्रुटि जानकारी
hi_latn: karnel truti jaanakaaree
id: Informasi kesalahan kernel
it: Informazioni sugli errori del kernel
ja: カーネルエラー情報
ko: 커널 오류 정보
ms: Maklumat ralat kernel
nb: Informasjon om kjernefeil
nl: Informatie over kernelfouten
pt: Informações de erro do kernel
ro: Informații despre eroarea kernelului
tr: Çekirdek hata bilgisi
uk: Інформація про помилку ядра
vi: Thông tin lỗi hạt nhân
zh: 核心錯誤訊息

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_TIME
source: The kernel error happened at
ar: حدث خطأ النواة في
de: Der Kernelfehler ist aufgetreten bei
el: Το σφάλμα πυρήνα συνέβη στο
es: El error del kernel ocurrió en
fr: L'erreur du noyau s'est produite à
ga: Tharla an earráid eithne ag
hi: कर्नेल त्रुटि हुई
hi_latn: karnel truti kab huee
id: Kesalahan kernel terjadi di
it: L'errore del kernel si è verificato in
ja: カーネルエラーが発生したのは、
ko: 커널 오류가 발생했습니다.
ms: Ralat kernel berlaku pada
nb: Kjernefeilen skjedde kl
nl: De kernelfout gebeurde op
pt: O erro do kernel aconteceu em
ro: Eroarea nucleului a avut loc la
tr: Çekirdek hatası şurada meydana geldi:
uk: Помилка ядра сталася о
vi: Lỗi hạt nhân xảy ra tại
zh: 內核錯誤發生在

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_HASEXCEPTION
source: Contains an exception?
ar: يحتوي على استثناء؟
de: Enthält eine Ausnahme?
el: Περιέχει εξαίρεση;
es: ¿Contiene una excepción?
fr: Contient une exception ?
ga: Tá eisceacht ann?
hi: कोई अपवाद शामिल है?
hi_latn: kya isamen koee apavaad hai?
id: Mengandung pengecualian?
it: Contiene un'eccezione?
ja: 例外が含まれていますか?
ko: 예외가 포함되어 있나요?
ms: Mengandungi pengecualian?
nb: Inneholder et unntak?
nl: Bevat een uitzondering?
pt: Contém uma exceção?
ro: Conține o excepție?
tr: Bir istisna içeriyor mu?
uk: Містить виняток?
vi: Có chứa ngoại lệ không?
zh: 包含異常嗎？

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_DESC
source: Kernel error description
ar: وصف خطأ النواة
de: Beschreibung des Kernelfehlers
el: Περιγραφή σφάλματος πυρήνα
es: Descripción del error del kernel
fr: Description de l'erreur du noyau
ga: Cur síos ar an earráid eithne
hi: कर्नेल त्रुटि विवरण
hi_latn: karnel truti vivaran
id: Deskripsi kesalahan kernel
it: Descrizione dell'errore del kernel
ja: カーネルエラーの説明
ko: 커널 오류 설명
ms: Perihalan ralat kernel
nb: Beskrivelse av kjernefeil
nl: Beschrijving van de kernelfout
pt: Descrição do erro do kernel
ro: Descrierea erorii kernelului
tr: Çekirdek hatası açıklaması
uk: Опис помилки ядра
vi: Mô tả lỗi hạt nhân
zh: 核心錯誤描述

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_INNER
source: Analysis of inner error, number
ar: تحليل الخطأ الداخلي، العدد
de: Analyse des inneren Fehlers, Zahl
el: Ανάλυση εσωτερικού σφάλματος, αριθμός
es: Análisis de error interno, número.
fr: Analyse de l'erreur interne, nombre
ga: Anailís ar earráid istigh, uimhir
hi: आंतरिक त्रुटि, संख्या का विश्लेषण
hi_latn: aantarik truti, sankhya ka vishleshan
id: Analisis kesalahan internal, angka
it: Analisi dell'errore interno, numero
ja: 内部エラーの分析、数値
ko: 내부 오류, 수 분석
ms: Analisis kesilapan dalaman, nombor
nb: Analyse av indre feil, antall
nl: Analyse van innerlijke fout, aantal
pt: Análise de erro interno, número
ro: Analiza erorii interioare, număr
tr: İç hatanın analizi, sayı
uk: Аналіз внутрішньої помилки, номер
vi: Phân tích lỗi bên trong, số lượng
zh: 內部誤差、數量分析

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_INNER_LAST
source: The last inner error is the root cause, which is number
ar: الخطأ الداخلي الأخير هو السبب الجذري، وهو الرقم
de: Der letzte innere Fehler ist die Grundursache, nämlich die Zahl
el: Το τελευταίο εσωτερικό λάθος είναι η βασική αιτία, που είναι ο αριθμός
es: El último error interno es la causa raíz, que es el número.
fr: La dernière erreur interne est la cause première, qui est le numéro
ga: Is í an earráid dheireanach istigh an bhunchúis, is é sin uimhir
hi: अंतिम आंतरिक त्रुटि मूल कारण है, जो संख्या है
hi_latn: antim aantarik truti mool kaaran hai, jo sankhya hai
id: Kesalahan internal terakhir adalah akar penyebabnya, yaitu angka
it: L'ultimo errore interno è la causa principale, che è il numero
ja: 最後の内部エラーが根本原因です。これは数値です。
ko: 마지막 내부 오류는 근본 원인입니다.
ms: Ralat dalaman yang terakhir ialah punca, iaitu nombor
nb: Den siste indre feilen er grunnårsaken, som er tall
nl: De laatste innerlijke fout is de hoofdoorzaak, namelijk het getal
pt: O último erro interno é a causa raiz, que é o número
ro: Ultima eroare interioară este cauza principală, care este numărul
tr: Son iç hata, sayı olan temel nedendir.
uk: Остання внутрішня помилка є першопричиною, яка є числом
vi: Lỗi bên trong cuối cùng là nguyên nhân gốc rễ, đó là số
zh: 最後一個內部錯誤是根本原因，它是數字

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_FRAME
source: Frame analysis
ar: تحليل الإطار
de: Rahmenanalyse
el: Ανάλυση πλαισίου
es: Análisis de marco
fr: Analyse du cadre
ga: Anailís fráma
hi: फ़्रेम विश्लेषण
hi_latn: frem vishleshan
id: Analisis bingkai
it: Analisi del fotogramma
ja: フレーム解析
ko: 프레임 분석
ms: Analisis bingkai
nb: Rammeanalyse
nl: Frame-analyse
pt: Análise de quadros
ro: Analiza cadrului
tr: Çerçeve analizi
uk: Фреймовий аналіз
vi: Phân tích khung
zh: 框架分析

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_FRAME_NOFRAMES
source: There are no frames to analyze.
ar: لا توجد إطارات للتحليل.
de: Es sind keine zu analysierenden Frames vorhanden.
el: Δεν υπάρχουν πλαίσια για ανάλυση.
es: No hay marcos para analizar.
fr: Il n’y a aucune image à analyser.
ga: Níl aon frámaí le hanailís a dhéanamh orthu.
hi: विश्लेषण करने के लिए कोई फ़्रेम नहीं हैं.
hi_latn: vishleshan karane ke lie koee frem nahin hai.
id: Tidak ada bingkai untuk dianalisis.
it: Non ci sono frame da analizzare.
ja: 分析するフレームがありません。
ko: 분석할 프레임이 없습니다.
ms: Tiada bingkai untuk dianalisis.
nb: Det er ingen rammer å analysere.
nl: Er zijn geen frames om te analyseren.
pt: Não há quadros para analisar.
ro: Nu există cadre de analizat.
tr: Analiz edilecek çerçeve bulunmuyor.
uk: Немає кадрів для аналізу.
vi: Không có khung nào để phân tích.
zh: 沒有可供分析的框架。

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_FRAME_FRAMESFAILED
source: Frame analysis failed. Some information might not be complete.
ar: فشل تحليل الإطار. قد لا تكون بعض المعلومات كاملة.
de: Die Rahmenanalyse ist fehlgeschlagen. Einige Informationen sind möglicherweise nicht vollständig.
el: Η ανάλυση πλαισίου απέτυχε. Ορισμένες πληροφορίες ενδέχεται να μην είναι πλήρεις.
es: El análisis del marco falló. Es posible que parte de la información no esté completa.
fr: L'analyse de la trame a échoué. Certaines informations peuvent ne pas être complètes.
ga: Theip ar anailís fráma. Seans nach bhfuil roinnt eolais iomlán.
hi: फ़्रेम विश्लेषण विफल रहा. हो सकता है कि कुछ जानकारी पूरी न हो.
hi_latn: frem vishleshan viphal raha. kuchh jaanakaaree pooree nahin ho sakatee hai.
id: Analisis bingkai gagal. Beberapa informasi mungkin tidak lengkap.
it: L'analisi del frame non è riuscita. Alcune informazioni potrebbero non essere complete.
ja: フレーム解析に失敗しました。一部の情報は完全ではない可能性があります。
ko: 프레임 분석에 실패했습니다. 일부 정보는 완전하지 않을 수 있습니다.
ms: Analisis bingkai gagal. Sesetengah maklumat mungkin tidak lengkap.
nb: Rammeanalyse mislyktes. Noe informasjon er kanskje ikke fullstendig.
nl: Frameanalyse is mislukt. Sommige informatie is mogelijk niet volledig.
pt: A análise do quadro falhou. Algumas informações podem não estar completas.
ro: Analiza cadrului a eșuat. Este posibil ca unele informații să nu fie complete.
tr: Çerçeve analizi başarısız oldu. Bazı bilgiler eksik olabilir.
uk: Помилка аналізу кадру. Деяка інформація може бути неповною.
vi: Phân tích khung không thành công. Một số thông tin có thể không đầy đủ.
zh: 幀分析失敗。有些資訊可能不完整。

# NKS_KERNEL_PANIC_DUMP_ERRORINFO_NOINFO
source: Unfortunately, there is no helpful error information provided to help you analyze the issue.
ar: لسوء الحظ، لا تتوفر معلومات خطأ مفيدة لمساعدتك في تحليل المشكلة.
de: Leider werden keine hilfreichen Fehlerinformationen bereitgestellt, die Ihnen bei der Analyse des Problems helfen könnten.
el: Δυστυχώς, δεν παρέχονται χρήσιμες πληροφορίες σφάλματος για να σας βοηθήσουν να αναλύσετε το ζήτημα.
es: Lamentablemente, no se proporciona información de error útil para ayudarle a analizar el problema.
fr: Malheureusement, aucune information d'erreur utile n'est fournie pour vous aider à analyser le problème.
ga: Ar an drochuair, níl aon fhaisnéis earráide cabhrach curtha ar fáil chun cabhrú leat anailís a dhéanamh ar an gceist.
hi: दुर्भाग्य से, समस्या का विश्लेषण करने में आपकी सहायता के लिए कोई उपयोगी त्रुटि जानकारी उपलब्ध नहीं कराई गई है।
hi_latn: durbhaagy se, samasya ka vishleshan karane mein aapakee sahaayata karane ke lie koee sahaayak truti jaanakaaree pradaan nahin kee gaee hai.
id: Sayangnya, tidak ada informasi kesalahan bermanfaat yang diberikan untuk membantu Anda menganalisis masalah tersebut.
it: Sfortunatamente, non vengono fornite informazioni utili sugli errori per aiutarti ad analizzare il problema.
ja: 残念ながら、問題の分析に役立つエラー情報は提供されていません。
ko: 안타깝게도 문제를 분석하는 데 도움이 되는 유용한 오류 정보가 제공되지 않습니다.
ms: Malangnya, tiada maklumat ralat berguna yang diberikan untuk membantu anda menganalisis isu tersebut.
nb: Dessverre er det ingen nyttig feilinformasjon som kan hjelpe deg med å analysere problemet.
nl: Helaas is er geen nuttige foutinformatie beschikbaar waarmee u het probleem kunt analyseren.
pt: Infelizmente, não há informações úteis sobre erros fornecidas para ajudá-lo a analisar o problema.
ro: Din păcate, nu sunt furnizate informații utile despre eroare care să vă ajute să analizați problema.
tr: Maalesef, sorunu analiz etmenize yardımcı olacak yararlı bir hata bilgisi sağlanmadı.
uk: На жаль, не надано жодної корисної інформації про помилки, щоб допомогти вам проаналізувати проблему.
vi: Thật không may, không có thông tin lỗi hữu ích nào được cung cấp để giúp bạn phân tích vấn đề.
zh: 遺憾的是，沒有提供任何有用的錯誤資訊來幫助您分析問題。

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS
source: All kernel threads
ar: جميع المواضيع النواة
de: Alle Kernel-Threads
el: Όλα τα νήματα του πυρήνα
es: Todos los hilos del núcleo
fr: Tous les threads du noyau
ga: Gach snáitheanna eithne
hi: सभी कर्नेल धागे
hi_latn: sabhee karnel thred
id: Semua utas kernel
it: Tutti i thread del kernel
ja: すべてのカーネル スレッド
ko: 모든 커널 스레드
ms: Semua benang kernel
nb: Alle kjernetråder
nl: Alle kernelthreads
pt: Todos os threads do kernel
ro: Toate firele de nucleu
tr: Tüm çekirdek iş parçacıkları
uk: Усі потоки ядра
vi: Tất cả các luồng hạt nhân
zh: 所有內核線程

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_ALIVE
source: Thread is alive
ar: الموضوع على قيد الحياة
de: Der Thread lebt
el: Το νήμα είναι ζωντανό
es: El hilo esta vivo
fr: Le fil est vivant
ga: Tá snáithe beo
hi: धागा जीवित है
hi_latn: thred sakriy hai
id: Threadnya masih hidup
it: Il filo è vivo
ja: スレッドは生きています
ko: 스레드가 살아있습니다
ms: Benang masih hidup
nb: Tråden lever
nl: Draad leeft
pt: O tópico está vivo
ro: Thread este viu
tr: Konu canlı
uk: Нитка жива
vi: Chủ đề còn sống
zh: 線程還活著

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_BG
source: Thread is a background thread
ar: الموضوع هو موضوع الخلفية
de: Thread ist ein Hintergrundthread
el: Το νήμα είναι ένα νήμα φόντου
es: El hilo es un hilo de fondo.
fr: Le fil est un fil de discussion en arrière-plan
ga: Is snáithe cúlra é snáithe
hi: थ्रेड एक बैकग्राउंड थ्रेड है
hi_latn: thred ek baikagraund thred hai
id: Thread adalah thread latar belakang
it: Il thread è un thread in background
ja: スレッドはバックグラウンド スレッドです
ko: 스레드는 백그라운드 스레드입니다.
ms: Benang ialah benang latar belakang
nb: Tråd er en bakgrunnstråd
nl: Thread is een achtergrondthread
pt: O tópico é um tópico em segundo plano
ro: Thread este un thread de fundal
tr: Konu bir arka plan konusudur
uk: Потік є фоновим
vi: Chủ đề là một chủ đề nền
zh: 線程是後台線程

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_CRITICAL
source: Thread is system-critical
ar: الموضوع أمر بالغ الأهمية للنظام
de: Thread ist systemkritisch
el: Το νήμα είναι κρίσιμο για το σύστημα
es: El hilo es crítico para el sistema
fr: Le fil de discussion est critique pour le système
ga: Tá an snáithe ríthábhachtach don chóras
hi: थ्रेड सिस्टम-महत्वपूर्ण है
hi_latn: thred sistam-kritikal hai
id: Thread sangat penting bagi sistem
it: Il thread è critico per il sistema
ja: スレッドはシステムクリティカルです
ko: 스레드는 시스템에 매우 중요합니다.
ms: Benang adalah kritikal sistem
nb: Tråden er systemkritisk
nl: Thread is systeemkritisch
pt: Thread é crítico para o sistema
ro: Thread-ul este critic pentru sistem
tr: Konu sistem açısından kritik öneme sahip
uk: Потік критично важливий для системи
vi: Luồng là hệ thống quan trọng
zh: 線程是系統關鍵的

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_READY
source: Thread is ready
ar: الموضوع جاهز
de: Thread ist fertig
el: Το νήμα είναι έτοιμο
es: El hilo está listo.
fr: Le fil est prêt
ga: Tá an snáithe réidh
hi: धागा तैयार है
hi_latn: thred taiyaar hai
id: Benang sudah siap
it: Il filo è pronto
ja: スレッドの準備ができました
ko: 스레드가 준비되었습니다
ms: Benang sudah siap
nb: Tråden er klar
nl: Draad is klaar
pt: O tópico está pronto
ro: Firul este gata
tr: Konu hazır
uk: Нитка готова
vi: Chủ đề đã sẵn sàng
zh: 線程已準備好

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_STOPPING
source: Thread is stopping
ar: الموضوع متوقف
de: Der Thread stoppt
el: Το νήμα σταματά
es: El hilo se detiene
fr: Le fil s'arrête
ga: Tá an snáithe ag stopadh
hi: धागा रुक रहा है
hi_latn: thred ruk raha hai
id: Threadnya berhenti
it: Il thread si sta interrompendo
ja: スレッドが停止しています
ko: 스레드가 중지 중입니다.
ms: Benang sedang berhenti
nb: Tråden stopper
nl: Draad stopt
pt: O tópico está parando
ro: Firul se oprește
tr: Konu durduruluyor
uk: Потік зупиняється
vi: Chủ đề đang dừng lại
zh: 線程正在停止

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_TOTAL
source: Total threads
ar: مجموع المواضيع
de: Gesamtzahl der Threads
el: Σύνολο νημάτων
es: Hilos totales
fr: Nombre total de discussions
ga: Snáitheanna iomlána
hi: कुल धागे
hi_latn: kul thred
id: Jumlah utas
it: Discussioni totali
ja: 総スレッド数
ko: 총 스레드
ms: Jumlah benang
nb: Totale tråder
nl: Totaal aantal threads
pt: Total de tópicos
ro: Total fire
tr: Toplam konu sayısı
uk: Всього потоків
vi: Tổng số chủ đề
zh: 線程總數

# NKS_KERNEL_PANIC_DUMP_KERNELTHREADS_FAILED
source: Thread analysis failed. Some information might not be complete.
ar: فشل تحليل الموضوع. قد لا تكون بعض المعلومات كاملة.
de: Die Thread-Analyse ist fehlgeschlagen. Einige Informationen sind möglicherweise nicht vollständig.
el: Η ανάλυση νήματος απέτυχε. Ορισμένες πληροφορίες ενδέχεται να μην είναι πλήρεις.
es: El análisis del hilo falló. Es posible que parte de la información no esté completa.
fr: L'analyse du fil a échoué. Certaines informations peuvent ne pas être complètes.
ga: Theip ar anailís snáithe. Seans nach bhfuil roinnt eolais iomlán.
hi: थ्रेड विश्लेषण विफल रहा. हो सकता है कि कुछ जानकारी पूरी न हो.
hi_latn: thred vishleshan viphal raha. kuchh jaanakaaree pooree nahin ho sakatee hai.
id: Analisis utas gagal. Beberapa informasi mungkin tidak lengkap.
it: L'analisi del thread non è riuscita. Alcune informazioni potrebbero non essere complete.
ja: スレッド解析に失敗しました。一部の情報は完全ではない可能性があります。
ko: 스레드 분석에 실패했습니다. 일부 정보는 완전하지 않을 수 있습니다.
ms: Analisis benang gagal. Sesetengah maklumat mungkin tidak lengkap.
nb: Trådanalyse mislyktes. Noe informasjon er kanskje ikke fullstendig.
nl: Thread-analyse is mislukt. Sommige informatie is mogelijk niet volledig.
pt: A análise do encadeamento falhou. Algumas informações podem não estar completas.
ro: Analiza firelor a eșuat. Este posibil ca unele informații să nu fie complete.
tr: Konu analizi başarısız oldu. Bazı bilgiler eksik olabilir.
uk: Помилка аналізу потоку. Деяка інформація може бути неповною.
vi: Phân tích luồng không thành công. Một số thông tin có thể không đầy đủ.
zh: 線程分析失敗。有些資訊可能不完整。

# NKS_KERNEL_PANIC_DUMP_OSTHREADS
source: All operating system threads
ar: جميع مواضيع نظام التشغيل
de: Alle Betriebssystem-Threads
el: Όλα τα νήματα του λειτουργικού συστήματος
es: Todos los hilos del sistema operativo
fr: Tous les threads du système d'exploitation
ga: Gach snáitheanna córas oibriúcháin
hi: सभी ऑपरेटिंग सिस्टम थ्रेड
hi_latn: sabhee opareting sistam thred
id: Semua utas sistem operasi
it: Tutti i thread del sistema operativo
ja: すべてのオペレーティング システムのスレッド
ko: 모든 운영 체제 스레드
ms: Semua rangkaian sistem pengendalian
nb: Alle operativsystemtråder
nl: Alle besturingssysteemthreads
pt: Todos os threads do sistema operacional
ro: Toate firele din sistemul de operare
tr: Tüm işletim sistemi iş parçacıkları
uk: Усі потоки операційної системи
vi: Tất cả các luồng hệ điều hành
zh: 所有作業系統線程

# NKS_KERNEL_PANIC_DUMP_OSTHREADS_FAILED
source: Operating system thread analysis failed. Some information might not be complete.
ar: فشل تحليل مؤشر ترابط نظام التشغيل. قد لا تكون بعض المعلومات كاملة.
de: Die Thread-Analyse des Betriebssystems ist fehlgeschlagen. Einige Informationen sind möglicherweise nicht vollständig.
el: Η ανάλυση νημάτων του λειτουργικού συστήματος απέτυχε. Ορισμένες πληροφορίες ενδέχεται να μην είναι πλήρεις.
es: Error en el análisis de subprocesos del sistema operativo. Es posible que parte de la información no esté completa.
fr: L’analyse des threads du système d’exploitation a échoué. Certaines informations peuvent ne pas être complètes.
ga: Theip ar anailís snáithe an chórais oibriúcháin. Seans nach bhfuil roinnt eolais iomlán.
hi: ऑपरेटिंग सिस्टम थ्रेड विश्लेषण विफल रहा. हो सकता है कि कुछ जानकारी पूरी न हो.
hi_latn: opareting sistam thred vishleshan viphal raha. kuchh jaanakaaree pooree nahin ho sakatee hai.
id: Analisis alur sistem operasi gagal. Beberapa informasi mungkin tidak lengkap.
it: L'analisi del thread del sistema operativo non è riuscita. Alcune informazioni potrebbero non essere complete.
ja: オペレーティング システムのスレッド解析に失敗しました。一部の情報は完全ではない可能性があります。
ko: 운영 체제 스레드 분석이 실패했습니다. 일부 정보는 완전하지 않을 수 있습니다.
ms: Analisis urutan sistem pengendalian gagal. Sesetengah maklumat mungkin tidak lengkap.
nb: Trådanalyse av operativsystem mislyktes. Noe informasjon er kanskje ikke fullstendig.
nl: Thread-analyse van het besturingssysteem is mislukt. Sommige informatie is mogelijk niet volledig.
pt: Falha na análise de thread do sistema operacional. Algumas informações podem não estar completas.
ro: Analiza firelor sistemului de operare a eșuat. Este posibil ca unele informații să nu fie complete.
tr: İşletim sistemi iş parçacığı analizi başarısız oldu. Bazı bilgiler eksik olabilir.
uk: Помилка аналізу потоку операційної системи. Деяка інформація може бути неповною.
vi: Phân tích luồng hệ điều hành không thành công. Một số thông tin có thể không đầy đủ.
zh: 作業系統線程分析失敗。有些資訊可能不完整。

# NKS_KERNEL_PANIC_DUMP_BACKTRACES
source: All thread backtraces
ar: جميع المتتبعات الخلفية للخيط
de: Alle Thread-Backtraces
el: Όλα τα backtraces νημάτων
es: Todos los rastros del hilo
fr: Toutes les traces de fil
ga: Gach cúl-rianta snáithe
hi: सभी थ्रेड बैकट्रेस
hi_latn: sabhee thred baikatres
id: Semua backtrace thread
it: Tutti i thread vengono sottoposti a backtrace
ja: すべてのスレッドのバックトレース
ko: 모든 스레드 역추적
ms: Semua jejak belakang
nb: Alle tråder går tilbake
nl: Alle draadbacktraces
pt: Todos os backtraces de thread
ro: Toate urmele înapoi ale firelor
tr: Tüm iş parçacığı geri izlemeleri
uk: Усі зворотні траси потоку
vi: Tất cả các dấu vết chủ đề
zh: 所有線程回溯
