Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_HARDWARE_DESC
source: This section changes hardware probe behavior.
ar: يقوم هذا القسم بتغيير سلوك مسبار الأجهزة.
de: In diesem Abschnitt wird das Verhalten der Hardwaresonde geändert.
el: Αυτή η ενότητα αλλάζει τη συμπεριφορά του ανιχνευτή υλικού.
es: Esta sección cambia el comportamiento de la sonda de hardware.
fr: Cette section modifie le comportement de la sonde matérielle.
ga: Athraíonn an chuid seo iompar taiscéalaithe crua-earraí.
hi: यह अनुभाग हार्डवेयर जांच व्यवहार को बदलता है।
hi_latn: yah anubhaag haardaveyar jaanch vyavahaar ko badalata hai.
id: Bagian ini mengubah perilaku pemeriksaan perangkat keras.
it: Questa sezione modifica il comportamento della sonda hardware.
ja: このセクションでは、ハードウェア プローブの動作を変更します。
ko: 이 섹션에서는 하드웨어 프로브 동작을 변경합니다.
ms: Bahagian ini menukar tingkah laku kuar perkakasan.
nb: Denne delen endrer maskinvareprobens virkemåte.
nl: In deze sectie wordt het gedrag van de hardwaresonde gewijzigd.
pt: Esta seção altera o comportamento do teste de hardware.
ro: Această secțiune modifică comportamentul sondei hardware.
tr: Bu bölüm donanım sondajının davranışını değiştirir.
uk: Цей розділ змінює поведінку апаратного зонду.
vi: Phần này thay đổi hành vi thăm dò phần cứng.
zh: 本節更改硬體探測行為。

# NKS_SETTINGS_KERNEL_LOGIN_DESC
source: This section represents the login settings. Log out of your account for the changes to take effect.
ar: يمثل هذا القسم إعدادات تسجيل الدخول. قم بتسجيل الخروج من حسابك لتصبح التغييرات سارية المفعول.
de: Dieser Abschnitt stellt die Anmeldeeinstellungen dar. Melden Sie sich von Ihrem Konto ab, damit die Änderungen wirksam werden.
el: Αυτή η ενότητα αντιπροσωπεύει τις ρυθμίσεις σύνδεσης. Αποσυνδεθείτε από τον λογαριασμό σας για να τεθούν σε ισχύ οι αλλαγές.
es: Esta sección representa la configuración de inicio de sesión. Cierra sesión en tu cuenta para que los cambios surtan efecto.
fr: Cette section représente les paramètres de connexion. Déconnectez-vous de votre compte pour que les modifications prennent effet.
ga: Léiríonn an chuid seo na socruithe logáil isteach. Logáil amach as do chuntas chun na hathruithe a chur i bhfeidhm.
hi: यह अनुभाग लॉगिन सेटिंग्स का प्रतिनिधित्व करता है. परिवर्तनों को प्रभावी करने के लिए अपने खाते से लॉग आउट करें।
hi_latn: yah anubhaag login setings ka pratinidhitv karata hai. parivartanon ko prabhaavee karane ke lie apane khaate se log aaut karen.
id: Bagian ini merupakan pengaturan login. Keluar dari akun Anda agar perubahan dapat diterapkan.
it: Questa sezione rappresenta le impostazioni di accesso. Esci dal tuo account affinché le modifiche abbiano effetto.
ja: このセクションはログイン設定を表します。変更を有効にするには、アカウントからログアウトします。
ko: 이 섹션은 로그인 설정을 나타냅니다. 변경 사항을 적용하려면 계정에서 로그아웃하세요.
ms: Bahagian ini mewakili tetapan log masuk. Log keluar daripada akaun anda untuk perubahan berkuat kuasa.
nb: Denne delen representerer påloggingsinnstillingene. Logg ut av kontoen din for at endringene skal tre i kraft.
nl: In dit gedeelte worden de aanmeldingsinstellingen weergegeven. Meld u af bij uw account om de wijzigingen door te voeren.
pt: Esta seção representa as configurações de login. Saia da sua conta para que as alterações tenham efeito.
ro: Această secțiune reprezintă setările de conectare. Deconectați-vă de la cont pentru ca modificările să intre în vigoare.
tr: Bu bölüm oturum açma ayarlarını temsil eder. Değişikliklerin etkili olması için hesabınızdan çıkış yapın.
uk: У цьому розділі представлено налаштування входу. Вийдіть зі свого облікового запису, щоб зміни набули чинності.
vi: Phần này thể hiện cài đặt đăng nhập. Đăng xuất khỏi tài khoản của bạn để những thay đổi có hiệu lực.
zh: 此部分代表登入設定。登出您的帳戶以使變更生效。

# NKS_SETTINGS_KERNEL_LOGIN_DISPLAYAS
source: Login settings
ar: إعدادات تسجيل الدخول
de: Anmeldeeinstellungen
el: Ρυθμίσεις σύνδεσης
es: Configuración de inicio de sesión
fr: Paramètres de connexion
ga: Socruithe logáil isteach
hi: लॉगिन सेटिंग्स
hi_latn: login setings
id: Pengaturan masuk
it: Impostazioni di accesso
ja: ログイン設定
ko: 로그인 설정
ms: Tetapan log masuk
nb: Påloggingsinnstillinger
nl: Login-instellingen
pt: Configurações de login
ro: Setări de conectare
tr: Giriş ayarları
uk: Налаштування входу
vi: Cài đặt đăng nhập
zh: 登入設定

# NKS_SETTINGS_KERNEL_LOGIN_HOSTNAME_DESC
source: The kernel host name to communicate with the rest of the computers
ar: اسم مضيف النواة للتواصل مع بقية أجهزة الكمبيوتر
de: Der Kernel-Hostname für die Kommunikation mit den übrigen Computern
el: Το όνομα του κεντρικού υπολογιστή του πυρήνα για επικοινωνία με τους υπόλοιπους υπολογιστές
es: El nombre del host del kernel para comunicarse con el resto de las computadoras.
fr: Le nom d'hôte du noyau pour communiquer avec le reste des ordinateurs
ga: An t-ainm óstach eithne chun cumarsáid a dhéanamh leis an gcuid eile de na ríomhairí
hi: बाकी कंप्यूटरों के साथ संचार करने के लिए कर्नेल होस्ट नाम
hi_latn: baakee kampyootaron ke saath sanchaar karane ke lie karnel host naam
id: Nama host kernel untuk berkomunikasi dengan komputer lainnya
it: Il nome host del kernel per comunicare con il resto dei computer
ja: 残りのコンピュータと通信するためのカーネルのホスト名
ko: 나머지 컴퓨터와 통신하기 위한 커널 호스트 이름
ms: Nama hos kernel untuk berkomunikasi dengan seluruh komputer
nb: Kjernens vertsnavn for å kommunisere med resten av datamaskinene
nl: De kernelhostnaam om met de rest van de computers te communiceren
pt: O nome do host do kernel para se comunicar com o restante dos computadores
ro: Numele gazdei nucleului pentru a comunica cu restul computerelor
tr: Diğer bilgisayarlarla iletişim kurmak için çekirdek ana bilgisayar adı
uk: Ім’я хоста ядра для зв’язку з рештою комп’ютерів
vi: Tên máy chủ hạt nhân để giao tiếp với các máy tính còn lại
zh: 與其餘電腦通訊的核心主機名

# NKS_SETTINGS_KERNEL_LOGIN_SHOWUSERNAMES_NAME
source: Show available usernames
ar: إظهار أسماء المستخدمين المتاحة
de: Verfügbare Benutzernamen anzeigen
el: Εμφάνιση διαθέσιμων ονομάτων χρήστη
es: Mostrar nombres de usuario disponibles
fr: Afficher les noms d'utilisateur disponibles
ga: Taispeáin na hainmneacha úsáideora atá ar fáil
hi: उपलब्ध उपयोक्तानाम दिखाएँ
hi_latn: upalabdh upayogakarta naam dikhaen
id: Tampilkan nama pengguna yang tersedia
it: Mostra i nomi utente disponibili
ja: 利用可能なユーザー名を表示する
ko: 사용 가능한 사용자 이름 표시
ms: Tunjukkan nama pengguna yang tersedia
nb: Vis tilgjengelige brukernavn
nl: Toon beschikbare gebruikersnamen
pt: Mostrar nomes de usuário disponíveis
ro: Afișați numele de utilizator disponibile
tr: Mevcut kullanıcı adlarını göster
uk: Показати доступні імена користувачів
vi: Hiển thị tên người dùng có sẵn
zh: 顯示可用的使用者名稱

# NKS_SETTINGS_KERNEL_LOGIN_MOTDPATH_NAME
source: MOTD Path
ar: مسار MOTD
de: MOTD-Pfad
el: Μονοπάτι MOTD
es: Ruta MODT
fr: Chemin MOTD
ga: Conair MOTD
hi: एमओटीडी पथ
id: Jalur MOTD
it: Percorso MOTD
ja: MOTD パス
ko: MOTD 경로
ms: Laluan MOTD
nb: MOTD-sti
nl: MOTD-pad
pt: Caminho MOTD
ro: Calea MOTD
tr: MOTD Yolu
uk: Шлях MOTD
vi: Đường dẫn MOTD
zh: MOTD路徑

# NKS_SETTINGS_KERNEL_LOGIN_MALPATH_NAME
source: MAL Path
ar: مسار مال
de: MAL-Pfad
el: Μονοπάτι MAL
es: Ruta MAL
fr: Chemin MAL
ga: MAL Conair
hi: एमएएल पथ
id: Jalur MAL
it: Percorso MAL
ja: MAL パス
ko: MAL 경로
ms: Laluan MAL
nb: MAL-sti
nl: MAL-pad
pt: Caminho MAL
ro: Calea MAL
tr: MAL Yolu
uk: Шлях MAL
vi: Đường dẫn MAL
zh: 馬爾路徑

# NKS_SETTINGS_KERNEL_LOGIN_SHOWMAL_NAME
source: Show MAL on Log-in
ar: إظهار MAL عند تسجيل الدخول
de: MAL beim Anmelden anzeigen
el: Εμφάνιση MAL κατά τη σύνδεση
es: Mostrar MAL al iniciar sesión
fr: Afficher MAL lors de la connexion
ga: Taispeáin MAL ar Logáil-isteach
hi: लॉग-इन पर MAL दिखाएँ
hi_latn: log-in par mal dikhaen
id: Tampilkan MAL saat Log-in
it: Mostra MAL all'accesso
ja: ログイン時に MAL を表示する
ko: 로그인 시 MAL 표시
ms: Tunjukkan MAL semasa Log masuk
nb: Vis MAL på innlogging
nl: Toon MAL bij inloggen
pt: Mostrar MAL no login
ro: Afișați MAL la conectare
tr: Girişte MAL'ı göster
uk: Показати MAL під час входу
vi: Hiển thị MAL khi Đăng nhập
zh: 登入時顯示 MAL

# NKS_SETTINGS_KERNEL_LOGIN_HANDLER_NAME
source: Login handler
ar: معالج تسجيل الدخول
el: Χειριστής σύνδεσης
es: Controlador de inicio de sesión
fr: Gestionnaire de connexion
ga: Láimhseálaí logáil isteach
hi: लॉगिन हैंडलर
hi_latn: login haindalar
id: Penanganan login
it: Gestore di accesso
ja: ログインハンドラ
ko: 로그인 핸들러
ms: Pengendali log masuk
nb: Innloggingsbehandler
pt: Manipulador de login
ro: Manager de autentificare
tr: Giriş işleyicisi
uk: Обробник входу
vi: Trình xử lý đăng nhập
zh: 登入處理程序

# NKS_SETTINGS_KERNEL_LOGIN_HANDLER_DESC
source: Login handler to use for sign-in prompts.
ar: معالج تسجيل الدخول لاستخدامه في مطالبات تسجيل الدخول.
de: Anmeldehandler zur Verwendung für Anmeldeaufforderungen.
el: Εργαλείο χειρισμού σύνδεσης για χρήση για προτροπές σύνδεσης.
es: Controlador de inicio de sesión que se utilizará para las indicaciones de inicio de sesión.
fr: Gestionnaire de connexion à utiliser pour les invites de connexion.
ga: Láimhseálaí logáil isteach le húsáid le haghaidh leideanna síniú isteach.
hi: साइन-इन संकेतों के लिए उपयोग करने हेतु लॉगिन हैंडलर।
hi_latn: sain-in sanketon ke lie upayog karane ke lie login haindalar.
id: Penanganan login yang digunakan untuk perintah masuk.
it: Gestore di accesso da utilizzare per le richieste di accesso.
ja: サインイン プロンプトに使用するログイン ハンドラー。
ko: 로그인 프롬프트에 사용할 로그인 처리기입니다.
ms: Pengendali log masuk untuk digunakan untuk gesaan log masuk.
nb: Påloggingsbehandler som skal brukes for påloggingsmeldinger.
nl: Aanmeldingshandler die moet worden gebruikt voor aanmeldingsprompts.
pt: Manipulador de login a ser usado para prompts de login.
ro: Manager de conectare de utilizat pentru solicitările de conectare.
tr: Oturum açma istemleri için kullanılacak oturum açma işleyicisi.
uk: Обробник входу для підказок входу.
vi: Trình xử lý đăng nhập để sử dụng cho lời nhắc đăng nhập.
zh: 用於登入提示的登入處理程序。

# NKS_SETTINGS_KERNEL_SHELL_DESC
source: This section lists the shell settings.
ar: يسرد هذا القسم إعدادات الصدفة.
de: In diesem Abschnitt werden die Shell-Einstellungen aufgeführt.
el: Αυτή η ενότητα παραθέτει τις ρυθμίσεις του κελύφους.
es: Esta sección enumera la configuración del shell.
fr: Cette section répertorie les paramètres du shell.
ga: Liostaíonn an chuid seo na socruithe bhlaosc.
hi: यह अनुभाग शेल सेटिंग्स को सूचीबद्ध करता है।
hi_latn: yah anubhaag shel setings ko soocheebaddh karata hai.
id: Bagian ini mencantumkan pengaturan shell.
it: Questa sezione elenca le impostazioni della shell.
ja: このセクションではシェル設定をリストします。
ko: 이 섹션에는 셸 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan tetapan shell.
nb: Denne delen viser skallinnstillingene.
nl: In deze sectie worden de shell-instellingen vermeld.
pt: Esta seção lista as configurações do shell.
ro: Această secțiune listează setările shell-ului.
tr: Bu bölümde kabuk ayarları listelenmektedir.
uk: У цьому розділі наведено параметри оболонки.
vi: Phần này liệt kê các thiết lập shell.
zh: 本節列出了 shell 設定。

# NKS_SETTINGS_KERNEL_SHELL_DISPLAYAS
source: General shell settings
ar: إعدادات القشرة العامة
de: Allgemeine Shell-Einstellungen
el: Γενικές ρυθμίσεις κελύφους
es: Configuración general del shell
fr: Paramètres généraux du shell
ga: Socruithe ginearálta bhlaosc
hi: सामान्य शेल सेटिंग्स
hi_latn: saamaany shel setings
id: Pengaturan shell umum
it: Impostazioni generali della shell
ja: 一般的なシェル設定
ko: 일반 쉘 설정
ms: Tetapan shell umum
nb: Generelle skallinnstillinger
nl: Algemene shell-instellingen
pt: Configurações gerais do shell
ro: Setări generale ale shell-ului
tr: Genel kabuk ayarları
uk: Загальні налаштування оболонки
vi: Cài đặt shell chung
zh: 常規外殼設置

# NKS_SETTINGS_KERNEL_SHELL_LOOKUPDIRS_DESC
source: Group of paths separated by the colon. It works the same as PATH. Write a full path to a folder or a folder name.
ar: مجموعة من المسارات مفصولة بالقولون. إنه يعمل بنفس طريقة PATH. اكتب المسار الكامل لمجلد أو اسم مجلد.
de: Durch den Doppelpunkt getrennte Gruppe von Pfaden. Es funktioniert genauso wie PATH. Schreiben Sie einen vollständigen Pfad zu einem Ordner oder einen Ordnernamen.
el: Ομάδα μονοπατιών που χωρίζονται από την άνω και κάτω τελεία. Λειτουργεί το ίδιο με το PATH. Γράψτε μια πλήρη διαδρομή σε ένα φάκελο ή ένα όνομα φακέλου.
es: Grupo de caminos separados por los dos puntos. Funciona igual que RUTA. Escriba una ruta completa a una carpeta o un nombre de carpeta.
fr: Groupe de chemins séparés par les deux points. Cela fonctionne de la même manière que PATH. Écrivez un chemin complet vers un dossier ou un nom de dossier.
ga: Grúpa de chosáin scartha ag an idirstad. Oibríonn sé mar an gcéanna le PATH. Scríobh cosán iomlán chuig fillteán nó ainm fillteáin.
hi: कोलन द्वारा अलग किए गए पथों का समूह. यह PATH की तरह ही काम करता है। किसी फ़ोल्डर या फ़ोल्डर नाम का पूरा पथ लिखें.
hi_latn: kolan dvaara alag kie gae pathon ka samooh. yah path kee tarah hee kaam karata hai. kisee foldar ya foldar naam ka poora path likhen.
id: Kelompok jalur yang dipisahkan oleh titik dua. Cara kerjanya sama seperti PATH. Tulis jalur lengkap ke folder atau nama folder.
it: Gruppo di percorsi separati dai due punti. Funziona allo stesso modo di PATH. Scrivere un percorso completo a una cartella o al nome di una cartella.
ja: コロンで区切られたパスのグループ。PATH と同じように機能します。フォルダーへのフルパスまたはフォルダー名を記述します。
ko: 콜론으로 구분된 경로 그룹입니다. PATH와 동일하게 작동합니다. 폴더 또는 폴더 이름의 전체 경로를 작성합니다.
ms: Kumpulan laluan yang dipisahkan oleh kolon. Ia berfungsi sama seperti PATH. Tulis laluan penuh ke folder atau nama folder.
nb: Gruppe av stier atskilt med kolon. Det fungerer på samme måte som PATH. Skriv en fullstendig bane til en mappe eller et mappenavn.
nl: Groep paden gescheiden door de dubbele punt. Het werkt hetzelfde als PATH. Schrijf een volledig pad naar een map of mapnaam.
pt: Grupo de caminhos separados por dois pontos. Funciona da mesma forma que PATH. Escreva um caminho completo para uma pasta ou um nome de pasta.
ro: Grup de căi separate prin două puncte. Funcționează la fel ca PATH. Scrieți o cale completă către un folder sau numele unui folder.
tr: İki nokta üst üste ile ayrılmış yol grubu. PATH ile aynı şekilde çalışır. Bir klasöre veya klasör adına tam bir yol yazın.
uk: Група шляхів, розділених двокрапкою. Він працює так само, як PATH. Напишіть повний шлях до папки або назву папки.
vi: Nhóm đường dẫn được phân cách bằng dấu hai chấm. Nó hoạt động giống như PATH. Viết đường dẫn đầy đủ đến một thư mục hoặc tên thư mục.
zh: 由冒號分隔的路徑組。它的工作原理與 PATH 相同。寫入資料夾的完整路徑或資料夾名稱。

# NKS_SETTINGS_KERNEL_SHELL_TITLECHANGE_NAME
source: Set console title on command execution
ar: قم بتعيين عنوان وحدة التحكم عند تنفيذ الأمر
de: Konsolentitel bei Befehlsausführung festlegen
el: Ορίστε τον τίτλο της κονσόλας κατά την εκτέλεση της εντολής
es: Establecer el título de la consola al ejecutar el comando
fr: Définir le titre de la console lors de l'exécution de la commande
ga: Socraigh teideal consóil ar fhorghníomhú ordaithe
hi: कमांड निष्पादन पर कंसोल शीर्षक सेट करें
hi_latn: kamaand nishpaadan par kansol sheershak set karen
id: Mengatur judul konsol pada eksekusi perintah
it: Imposta il titolo della console all'esecuzione del comando
ja: コマンド実行時にコンソールのタイトルを設定する
ko: 명령 실행 시 콘솔 제목 설정
ms: Tetapkan tajuk konsol pada pelaksanaan arahan
nb: Angi konsolltittel ved kommandoutførelse
nl: Stel de consoletitel in bij uitvoering van de opdracht
pt: Defina o título do console na execução do comando
ro: Setați titlul consolei la executarea comenzii
tr: Komut yürütülürken konsol başlığını ayarlayın
uk: Установити заголовок консолі під час виконання команди
vi: Đặt tiêu đề bảng điều khiển khi thực hiện lệnh
zh: 在命令執行時設定控制台標題

# NKS_SETTINGS_KERNEL_SHELL_TITLECHANGE_DESC
source: Sets console title on command execution.
ar: يضبط عنوان وحدة التحكم عند تنفيذ الأمر.
de: Legt den Konsolentitel bei der Befehlsausführung fest.
el: Ορίζει τον τίτλο της κονσόλας κατά την εκτέλεση της εντολής.
es: Establece el título de la consola al ejecutar el comando.
fr: Définit le titre de la console lors de l’exécution de la commande.
ga: Socraíonn teideal an chonsóil ar fhorghníomhú ordaithe.
hi: कमांड निष्पादन पर कंसोल शीर्षक सेट करता है।
hi_latn: kamaand nishpaadan par kansol sheershak set karata hai.
id: Mengatur judul konsol saat perintah dieksekusi.
it: Imposta il titolo della console all'esecuzione del comando.
ja: コマンド実行時にコンソールのタイトルを設定します。
ko: 명령 실행 시 콘솔 제목을 설정합니다.
ms: Menetapkan tajuk konsol pada pelaksanaan arahan.
nb: Angir konsolltittel ved kommandoutførelse.
nl: Stelt de consoletitel in bij uitvoering van opdrachten.
pt: Define o título do console na execução do comando.
ro: Setează titlul consolei la executarea comenzii.
tr: Komut yürütüldüğünde konsol başlığını ayarlar.
uk: Встановлює заголовок консолі під час виконання команди.
vi: Đặt tiêu đề bảng điều khiển khi thực hiện lệnh.
zh: 設定指令執行時的控制台標題。

# NKS_SETTINGS_KERNEL_SHELL_COUNT_NAME
source: Show the shell count
ar: إظهار عدد الصدفة
de: Zeigt die Anzahl der Granaten an
el: Εμφάνιση του αριθμού κελυφών
es: Mostrar el recuento de conchas
fr: Afficher le nombre de coquilles
ga: Taispeáin an comhaireamh sliogán
hi: शैल संख्या दिखाएँ
hi_latn: shel kaunt dikhaen
id: Tampilkan jumlah cangkang
it: Mostra il conteggio delle conchiglie
ja: 砲弾数を表示する
ko: 쉘 개수 표시
ms: Tunjukkan kiraan cangkang
nb: Vis antall skjell
nl: Toon het aantal granaten
pt: Mostrar a contagem de shell
ro: Arată numărul de shell
tr: Kabuk sayısını göster
uk: Покажіть кількість снарядів
vi: Hiển thị số lượng vỏ
zh: 顯示殼數

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_SHELLPRESET_NAME
source: Prompt Preset
ar: موجه مسبقا
de: Prompt-Voreinstellung
el: Προεπιλογή προεπιλογής
es: Preestablecido rápido
fr: Préréglage d'invite
ga: Pras Réamhshocrú
hi: शीघ्र पूर्व निर्धारित
hi_latn: prompt preeset
id: Prasetel Prompt
it: Richiesta preimpostazione
ja: プロンプトプリセット
ko: 프롬프트 사전 설정
ms: Pratetap Gesa
nb: Spør forhåndsinnstilling
nl: Snelle voorinstelling
pt: Predefinição de prompt
ro: Presetare promptă
tr: İstem Ön Ayarı
uk: Попереднє налаштування запиту
vi: Cài đặt trước nhắc nhở
zh: 提示預設

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_TEXTSHELLPRESET_NAME
source: Text Edit Prompt Preset
ar: تحرير النص موجه مسبقا
de: Voreinstellung für Eingabeaufforderungen zur Textbearbeitung
el: Προεπιλογή εντολών επεξεργασίας κειμένου
es: Preajuste de mensaje de edición de texto
fr: Préréglage d'invite de modification de texte
ga: Téacs Eagar Pras Réamhshocrú
hi: टेक्स्ट एडिट प्रॉम्प्ट प्रीसेट
hi_latn: tekst edit prompt preeset
id: Preset Prompt Edit Teks
it: Preimpostazione del messaggio di modifica del testo
ja: テキスト編集プロンプトのプリセット
ko: 텍스트 편집 프롬프트 사전 설정
ms: Pratetap Gesaan Edit Teks
nb: Forhåndsinnstilling for tekstredigering
nl: Voorinstelling tekstbewerkingsprompt
pt: Predefinição de prompt de edição de texto
ro: Presetare prompt pentru editare text
tr: Metin Düzenleme İstemi Ön Ayarı
uk: Попереднє налаштування підказки редагування тексту
vi: Cài đặt trước lời nhắc chỉnh sửa văn bản
zh: 文字編輯提示預設

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_HEXSHELLPRESET_NAME
source: Hex Edit Prompt Preset
ar: عرافة تحرير موجه مسبقا
de: Hex-Eingabeaufforderungsvoreinstellung bearbeiten
el: Προκαθορισμένη προεπιλογή επεξεργασίας Hex
es: Preajuste de solicitud de edición hexadecimal
fr: Préréglage d'invite d'édition hexadécimale
ga: Heicsidheachúlach Cuir Pras Réamhshocrú
hi: हेक्स एडिट प्रॉम्प्ट प्रीसेट
hi_latn: heks edit prompt preeset
id: Preset Perintah Edit Hex
it: Preimpostazione del prompt di modifica esadecimale
ja: 16 進数編集プロンプトのプリセット
ko: 16진수 편집 프롬프트 사전 설정
ms: Pratetap Gesaan Edit Hex
nb: Forhåndsinnstilling for hex-redigeringsprompt
nl: Hex Edit Prompt-voorinstelling
pt: Predefinição de prompt de edição hexadecimal
ro: Hex Edit Prompt Presetare
tr: Hex Düzenleme İstemi Ön Ayarı
uk: Шістнадцяткове редагування попереднього налаштування
vi: Cài đặt trước lời nhắc chỉnh sửa Hex
zh: 十六進位編輯提示預設

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_ADMINSHELLPRESET_NAME
source: Admin Shell Prompt Preset
ar: المشرف شل موجه مسبقا
de: Voreinstellung für Admin-Shell-Eingabeaufforderungen
el: Προεπιλογή εντολών κελύφους διαχειριστή
es: Configuración preestablecida del mensaje de shell de administrador
fr: Préréglage d'invite du shell d'administration
ga: Admin Shell Pras Réamhshocrú
hi: एडमिन शेल प्रॉम्प्ट प्रीसेट
hi_latn: edamin shel prompt preeset
id: Preset Prompt Shell Admin
it: Preimpostazione dei prompt della shell di amministrazione
ja: 管理者シェルプロンプトのプリセット
ko: 관리 셸 프롬프트 사전 설정
ms: Pratetap Gesaan Shell Pentadbir
nb: Forhåndsinnstilling av adminskall-ledetekst
nl: Voorinstelling beheerdershellprompt
pt: Predefinição de prompt do shell de administrador
ro: Presetare promptă de administrator Shell
tr: Yönetici Kabuk İstemi Ön Ayarı
uk: Попереднє налаштування підказки оболонки адміністратора
vi: Cài đặt trước lời nhắc của Admin Shell
zh: 管理員 Shell 提示預設

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_DEBUGSHELLPRESET_NAME
source: Debug Shell Prompt Preset
ar: تصحيح الأخطاء المسبقة لموجه Shell
de: Debug-Shell-Eingabeaufforderungsvoreinstellung
el: Προκαθορισμός εντολών για εντοπισμό σφαλμάτων Shell
es: Ajuste preestablecido del mensaje de shell de depuración
fr: Préréglage d’invite du shell de débogage
ga: Réamhshocrú Pras Debug Shell
hi: डीबग शेल प्रॉम्प्ट प्रीसेट
hi_latn: deebag shel prompt preeset
id: Prasetel Prompt Debug Shell
it: Preimpostazione del prompt della shell di debug
ja: デバッグシェルプロンプトプリセット
ko: 디버그 셸 프롬프트 사전 설정
ms: Nyahpepijat Pratetap Gesaan Shell
nl: Debug Shell-prompt-voorinstelling
pt: Predefinição de prompt de shell de depuração
ro: Debug Shell Prompt Presetare
tr: Hata Ayıklama Kabuğu İstemi Ön Ayarı
uk: Налаштування підказки оболонки налагодження
vi: Cài đặt trước lời nhắc của Shell gỡ lỗi
zh: 調試 Shell 提示預設

# NKS_SETTINGS_KERNEL_FILESYSTEM_DESC
source: This section lists the filesystem settings.
ar: يسرد هذا القسم إعدادات نظام الملفات.
de: In diesem Abschnitt werden die Dateisystemeinstellungen aufgeführt.
el: Αυτή η ενότητα παραθέτει τις ρυθμίσεις του συστήματος αρχείων.
es: Esta sección enumera la configuración del sistema de archivos.
fr: Cette section répertorie les paramètres du système de fichiers.
ga: Liostaíonn an chuid seo socruithe an chórais comhad.
hi: यह अनुभाग फ़ाइल सिस्टम सेटिंग्स को सूचीबद्ध करता है।
hi_latn: yah anubhaag phail sistam setings ko soocheebaddh karata hai.
id: Bagian ini mencantumkan pengaturan sistem berkas.
it: Questa sezione elenca le impostazioni del file system.
ja: このセクションでは、ファイルシステム設定をリストします。
ko: 이 섹션에는 파일 시스템 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan tetapan sistem fail.
nb: Denne delen viser filsysteminnstillingene.
nl: In deze sectie worden de bestandssysteeminstellingen vermeld.
pt: Esta seção lista as configurações do sistema de arquivos.
ro: Această secțiune listează setările sistemului de fișiere.
tr: Bu bölümde dosya sistemi ayarları listelenmektedir.
uk: У цьому розділі наведено параметри файлової системи.
vi: Phần này liệt kê các thiết lập hệ thống tập tin.
zh: 本節列出了檔案系統設定。

# NKS_SETTINGS_KERNEL_FILESYSTEM_DISPLAYAS
source: Filesystem settings
ar: إعدادات نظام الملفات
de: Dateisystemeinstellungen
el: Ρυθμίσεις συστήματος αρχείων
es: Configuración del sistema de archivos
fr: Paramètres du système de fichiers
ga: Socruithe córais comhaid
hi: फ़ाइल सिस्टम सेटिंग्स
hi_latn: phail sistam setings
id: Pengaturan sistem berkas
it: Impostazioni del file system
ja: ファイルシステムの設定
ko: 파일 시스템 설정
ms: Tetapan sistem fail
nb: Filsysteminnstillinger
nl: Instellingen voor bestandssysteem
pt: Configurações do sistema de arquivos
ro: Setări ale sistemului de fișiere
tr: Dosya sistemi ayarları
uk: Параметри файлової системи
vi: Thiết lập hệ thống tập tin
zh: 檔案系統設定
