Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_UPFRAMECHAR_NAME
source: Upper frame character for notification border
ar: حرف الإطار العلوي لحد الإخطار
de: Oberes Rahmenzeichen für Benachrichtigungsrahmen
el: Χαρακτήρας άνω πλαισίου για περίγραμμα ειδοποιήσεων
es: Carácter de marco superior para borde de notificación
fr: Caractère de cadre supérieur pour la bordure de notification
ga: Carachtar fráma uachtair le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए ऊपरी फ्रेम वर्ण
hi_latn: adhisoochana seema ke lie ooparee phrem varn
id: Karakter bingkai atas untuk batas notifikasi
it: Carattere della cornice superiore per il bordo di notifica
ja: 通知枠の上部フレーム文字
ko: 알림 테두리의 상단 프레임 문자
ms: Aksara bingkai atas untuk sempadan pemberitahuan
nb: Øvre rammetegn for varslingskant
nl: Bovenste frameteken voor meldingsrand
pt: Caractere de quadro superior para borda de notificação
ro: Caracter de cadru superior pentru chenarul de notificare
tr: Bildirim kenarlığı için üst çerçeve karakteri
uk: Символ верхньої рамки для рамки сповіщення
vi: Ký tự khung trên cho đường viền thông báo
zh: 通知邊框的上框字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_LOFRAMECHAR_NAME
source: Lower frame character for notification border
ar: حرف الإطار السفلي لحد الإخطار
de: Unteres Rahmenzeichen für Benachrichtigungsrahmen
el: Χαρακτήρας κάτω πλαισίου για το περίγραμμα ειδοποιήσεων
es: Carácter de marco inferior para borde de notificación
fr: Caractère de cadre inférieur pour la bordure de notification
ga: Carachtar fráma níos ísle le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए निचला फ्रेम वर्ण
hi_latn: adhisoochana seema ke lie nichala phrem varn
id: Karakter bingkai bawah untuk batas notifikasi
it: Carattere della cornice inferiore per il bordo di notifica
ja: 通知枠の下枠文字
ko: 알림 테두리의 하단 프레임 문자
ms: Aksara bingkai bawah untuk sempadan pemberitahuan
nb: Nedre rammetegn for varslingskant
nl: Onderste framekarakter voor meldingsrand
pt: Caractere de quadro inferior para borda de notificação
ro: Caracter de cadru inferior pentru chenarul de notificare
tr: Bildirim kenarlığı için alt çerçeve karakteri
uk: Символ нижньої рамки для межі сповіщень
vi: Ký tự khung dưới cho đường viền thông báo
zh: 通知邊框的下邊框字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_LEFRAMECHAR_NAME
source: Left frame character for notification border
ar: حرف الإطار الأيسر لحد الإخطار
de: Linkes Rahmenzeichen für Benachrichtigungsrahmen
el: Χαρακτήρας αριστερού πλαισίου για το περίγραμμα ειδοποιήσεων
es: Carácter de marco izquierdo para borde de notificación
fr: Caractère de cadre gauche pour la bordure de notification
ga: Ar chlé carachtar fráma don teorainn fógra
hi: नोटिफिकेशन बॉर्डर के लिए लेफ्ट फ्रेम कैरेक्टर
hi_latn: notiphikeshan bordar ke lie lepht phrem kairektar
id: Karakter bingkai kiri untuk batas notifikasi
it: Carattere del frame sinistro per il bordo di notifica
ja: 通知枠の左枠文字
ko: 알림 테두리의 왼쪽 프레임 문자
ms: Watak bingkai kiri untuk sempadan pemberitahuan
nb: Venstre rammetegn for varslingskant
nl: Teken in linkerframe voor meldingsrand
pt: Caractere de quadro esquerdo para borda de notificação
ro: Caracter de cadru din stânga pentru chenarul de notificare
tr: Bildirim kenarlığı için sol çerçeve karakteri
uk: Символ лівої рамки для рамки сповіщення
vi: Ký tự khung bên trái cho đường viền thông báo
zh: 通知邊框的左邊框字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_RIFRAMECHAR_NAME
source: Right frame character for notification border
ar: حرف الإطار الأيمن لحد الإخطار
de: Rechtes Rahmenzeichen für Benachrichtigungsrahmen
el: Χαρακτήρας δεξιού πλαισίου για το περίγραμμα ειδοποιήσεων
es: Carácter de marco derecho para borde de notificación
fr: Caractère de cadre droit pour la bordure de notification
ga: Carachtar fráma ceart le haghaidh teorann fógra
hi: नोटिफिकेशन बॉर्डर के लिए राइट फ्रेम कैरेक्टर
hi_latn: notiphikeshan bordar ke lie rait phrem kairektar
id: Karakter bingkai kanan untuk batas notifikasi
it: Carattere della cornice destra per il bordo di notifica
ja: 通知枠の右フレーム文字
ko: 알림 테두리의 오른쪽 프레임 문자
ms: Watak bingkai kanan untuk sempadan pemberitahuan
nb: Høyre rammetegn for varslingskant
nl: Rechterkaderteken voor meldingsrand
pt: Caractere de quadro direito para borda de notificação
ro: Caracter cadru din dreapta pentru chenarul de notificare
tr: Bildirim kenarlığı için sağ çerçeve karakteri
uk: Символ правої рамки для рамки сповіщення
vi: Ký tự khung bên phải cho đường viền thông báo
zh: 通知邊框的右邊框字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_CUSTOMSTARTUPBANNER_DESC
source: If specified, it will display customized startup banner with placeholder support. You can use {0} for kernel version.
ar: إذا تم تحديده ، فسيعرض شعار بدء التشغيل المخصص مع دعم العنصر النائب. يمكنك استخدام {0} لإصدار kernel.
de: Falls angegeben, wird ein benutzerdefiniertes Startbanner mit Platzhalterunterstützung angezeigt. Sie können {0} für die Kernel-Version verwenden.
el: Εάν ορίζεται, θα εμφανίζει προσαρμοσμένο banner εκκίνησης με υποστήριξη κράτησης θέσης. Μπορείτε να χρησιμοποιήσετε το {0} για την έκδοση του πυρήνα.
es: Si se especifica, mostrará un banner de inicio personalizado con soporte de marcador de posición. Puede usar {0} para la versión del kernel.
fr: Si spécifié, il affichera une bannière de démarrage personnalisée avec prise en charge des espaces réservés. Vous pouvez utiliser {0} pour la version du noyau.
ga: Má shonraítear é, taispeánfaidh sé meirge tosaithe saincheaptha le tacaíocht sealbhóir áit. Is féidir leat {0} a úsáid le haghaidh leagan eithne.
hi: यदि निर्दिष्ट किया गया है, तो यह प्लेसहोल्डर समर्थन के साथ अनुकूलित स्टार्टअप बैनर प्रदर्शित करेगा। आप कर्नेल संस्करण के लिए {0} का उपयोग कर सकते हैं।
hi_latn: yadi nirdisht kiya gaya hai, to yah plesaholdar samarthan ke saath anukoolit staartap bainar pradarshit karega. aap karnel sanskaran ke lie {0} ka upayog kar sakate hain.
id: Jika ditentukan, banner startup yang disesuaikan dengan dukungan placeholder akan ditampilkan. Anda dapat menggunakan {0} untuk versi kernel.
it: Se specificato, visualizzerà un banner di avvio personalizzato con supporto per segnaposto. Puoi usare {0} per la versione del kernel.
ja: 指定すると、プレースホルダーをサポートするカスタマイズされたスタートアップバナーが表示されます。カーネルバージョンには{0}を使用できます。
ko: 지정하면 자리 표시자를 지원하는 맞춤형 시작 배너가 표시됩니다. 커널 버전에 {0}을 사용할 수 있습니다.
ms: Jika dinyatakan, ia akan memaparkan sepanduk permulaan tersuai dengan sokongan pemegang tempat. Anda boleh menggunakan {0} untuk versi kernel.
nb: Hvis spesifisert, vil den vise tilpasset oppstartsbanner med plassholderstøtte. Du kan bruke {0} for kjerneversjon.
nl: Indien opgegeven, wordt een aangepaste opstartbanner weergegeven met ondersteuning voor tijdelijke aanduidingen. U kunt {0} gebruiken voor de kernelversie.
pt: Se especificado, ele exibirá um banner de inicialização personalizado com suporte a espaço reservado. Você pode usar {0} para a versão do kernel.
ro: Dacă este specificat, va afișa un banner de pornire personalizat cu suport pentru substituenți. Puteți utiliza {0} pentru versiunea de kernel.
tr: Belirtilirse, yer tutucu desteğiyle özelleştirilmiş başlangıç başlığını görüntüler. Çekirdek sürümü için {0} kullanabilirsiniz.
uk: Якщо вказано, він відображатиме налаштований банер запуску з підтримкою заповнювача. Ви можете використовувати {0} для версії ядра.
vi: Nếu được chỉ định, nó sẽ hiển thị biểu ngữ khởi động tùy chỉnh với hỗ trợ giữ chỗ. Bạn có thể sử dụng {0} cho phiên bản hạt nhân.
zh: 如果指定，它將顯示帶有佔位符支持的自定義啟動橫幅。您可以將 {0} 用於內核版本。

# NKS_SETTINGS_COMMON_TRUECOLORS_DESC
source: Activates the true color support.
ar: ينشط دعم اللون الحقيقي.
de: Aktiviert die True-Color-Unterstützung.
el: Ενεργοποιεί την υποστήριξη πραγματικού χρώματος.
es: Activa el soporte de color verdadero.
fr: Active la prise en charge des couleurs vraies.
ga: Gníomhachtaigh an tacaíocht dath fíor.
hi: असली रंग समर्थन को सक्रिय करता है।
hi_latn: asalee rang samarthan ko sakriy karata hai.
id: Mengaktifkan dukungan warna sebenarnya.
it: Attiva il supporto True Color.
ja: トゥルーカラーサポートをアクティブにします。
ko: 트루 컬러 지원을 활성화합니다.
ms: Mengaktifkan sokongan warna sebenar.
nb: Aktiverer ekte fargestøtte.
nl: Activeert de ondersteuning voor ware kleuren.
pt: Ativa o suporte a cores verdadeiras.
ro: Activează suportul adevărat al culorilor.
tr: Gerçek renk desteğini aktifleştirir.
uk: Активує підтримку справжніх кольорів.
vi: Kích hoạt hỗ trợ màu sắc thực.
zh: 激活真彩色支持。

# NKS_SHELL_SHELLS_TEXT_DELWORD_SUCCESSINLINE
source: Word deleted in line {0}.
ar: تم حذف الكلمة في السطر {0}.
de: Wort in Zeile {0} gelöscht.
el: Η λέξη διαγράφηκε στη γραμμή {0}.
es: Palabra eliminada en la línea {0}.
fr: Mot supprimé à la ligne {0}.
ga: Scriosadh an focal i líne {0}.
hi: शब्द {0} पंक्ति में हटाया गया.
hi_latn: shabd {0} pankti mein hataaya gaya.
id: Kata terhapus pada baris {0}.
it: Parola eliminata nella riga {0}.
ja: 行{0}でWordが削除されました。
ko: {0}행에서 단어가 삭제되었습니다.
ms: Perkataan dipadamkan dalam baris {0}.
nb: Ord slettet i linje {0}.
nl: Woord verwijderd in regel {0}.
pt: Palavra excluída na linha {0}.
ro: Cuvântul a fost șters în rândul {0}.
tr: {0} satırındaki kelime silindi.
uk: Слово видалено в рядку {0}.
vi: Từ đã bị xóa ở dòng {0}.
zh: 第 {0} 行中刪除的單詞。

# NKS_SHELL_SHELLS_TEXT_REPLACEINLINE_SUCCESSINLINE
source: String replaced in line {0}.
ar: تم استبدال السلسلة في السطر {0}.
de: Zeichenfolge in Zeile {0} ersetzt.
el: Η συμβολοσειρά αντικαταστάθηκε στη γραμμή {0}.
es: Cadena reemplazada en la línea {0}.
fr: Chaîne remplacée à la ligne {0}.
ga: Teaghrán ionadaithe i líne {0}.
hi: स्ट्रिंग को लाइन {0} में बदला गया।
hi_latn: string ko lain {0} mein badala gaya.
id: String diganti pada baris {0}.
it: Stringa sostituita nella riga {0}.
ja: {0}行で文字列が置き換えられました。
ko: {0}행에서 문자열이 대체되었습니다.
ms: Rentetan diganti dalam baris {0}.
nb: Streng erstattet i linje {0}.
nl: String vervangen in regel {0}.
pt: String substituída na linha {0}.
ro: Șir înlocuit pe linia {0}.
tr: {0} satırındaki dize değiştirildi.
uk: Рядок замінено в рядку {0}.
vi: Chuỗi được thay thế ở dòng {0}.
zh: 第 {0} 行中的字符串已替換。

# NKS_SHELL_SHELLS_TEXT_DELLINE_SUCCESSINLINE
source: Removed line number {0}.
ar: تمت إزالة رقم السطر {0}.
de: Zeilennummer {0} entfernt.
el: Καταργήθηκε ο αριθμός γραμμής {0}.
es: Número de línea eliminado {0}.
fr: Suppression de la ligne numéro {0}.
ga: Baineadh uimhir líne {0}.
hi: हटाया गया लाइन नंबर {0}.
hi_latn: hataaya gaya lain nambar {0}.
id: Menghapus nomor baris {0}.
it: Numero di riga {0} rimosso.
ja: 行番号{0}を削除しました。
ko: 줄 번호 {0}을(를) 제거했습니다.
ms: Nombor baris {0} dialih keluar.
nb: Fjernet linjenummer {0}.
nl: Regelnummer {0} verwijderd.
pt: Número de linha removido {0}.
ro: Numărul rândului {0} a fost eliminat.
tr: {0} satır numarası kaldırıldı.
uk: Номер рядка {0} видалено.
vi: Đã xóa số dòng {0}.
zh: 刪除了行號 {0}。

# NKS_SETTINGS_KERNEL_FILESYSTEM_SUPPRESSUNAUTHORIZED_NAME
source: Suppress unauthorized messages
ar: قم بإيقاف الرسائل غير المصرح بها
de: Unerlaubte Nachrichten unterdrücken
el: Καταργήστε τα μη εξουσιοδοτημένα μηνύματα
es: Suprimir mensajes no autorizados
fr: Supprimer les messages non autorisés
ga: Cuir teachtaireachtaí neamhúdaraithe faoi chois
hi: अनधिकृत संदेशों को रोकें
hi_latn: anadhikrt sandeshon ko roken
id: Menekan pesan yang tidak sah
it: Elimina i messaggi non autorizzati
ja: 不正なメッセージを抑制する
ko: 승인되지 않은 메시지 억제
ms: Sekat mesej yang tidak dibenarkan
nb: Undertrykk uautoriserte meldinger
nl: Onderdruk ongeautoriseerde berichten
pt: Suprimir mensagens não autorizadas
ro: Suprimați mesajele neautorizate
tr: Yetkisiz mesajları bastır
uk: Придушити несанкціоновані повідомлення
vi: Ngăn chặn các tin nhắn trái phép
zh: 禁止未經授權的消息

# NKS_SETTINGS_KERNEL_FILESYSTEM_SUPPRESSUNAUTHORIZED_DESC
source: Hides the annoying message if the listing function tries to open an unauthorized folder
ar: يخفي الرسالة المزعجة إذا حاولت وظيفة القائمة فتح مجلد غير مصرح به
de: Blendet die lästige Meldung aus, wenn die Auflistungsfunktion versucht, einen nicht autorisierten Ordner zu öffnen
el: Αποκρύπτει το ενοχλητικό μήνυμα εάν η συνάρτηση καταχώρισης προσπαθήσει να ανοίξει έναν μη εξουσιοδοτημένο φάκελο
es: Oculta el mensaje molesto si la función de listado intenta abrir una carpeta no autorizada
fr: Masque le message ennuyeux si la fonction de liste essaie d'ouvrir un dossier non autorisé
ga: Folaigh an teachtaireacht chorraithe má dhéanann an fheidhm liostála iarracht fillteán neamhúdaraithe a oscailt
hi: यदि लिस्टिंग फ़ंक्शन किसी अनधिकृत फ़ोल्डर को खोलने का प्रयास करता है तो कष्टप्रद संदेश छुपाता है
hi_latn: yadi listing fankshan kisee anadhikrt foldar ko kholane ka prayaas karata hai to kashtaprad sandesh chhupaata hai
id: Menyembunyikan pesan yang mengganggu jika fungsi daftar mencoba membuka folder yang tidak sah
it: Nasconde il fastidioso messaggio se la funzione di elenco tenta di aprire una cartella non autorizzata
ja: リスト機能が許可されていないフォルダを開こうとした場合に迷惑なメッセージを非表示にします
ko: 목록 기능이 인증되지 않은 폴더를 열려고 하면 성가신 메시지를 숨깁니다.
ms: Menyembunyikan mesej yang menjengkelkan jika fungsi penyenaraian cuba membuka folder yang tidak dibenarkan
nb: Skjuler den irriterende meldingen hvis oppføringsfunksjonen prøver å åpne en uautorisert mappe
nl: Verbergt het vervelende bericht als de lijstfunctie een niet-geautoriseerde map probeert te openen
pt: Esconde a mensagem irritante se a função de listagem tentar abrir uma pasta não autorizada
ro: Ascunde mesajul enervant dacă funcția de listare încearcă să deschidă un folder neautorizat
tr: Listeleme işlevi yetkisiz bir klasörü açmaya çalışırsa rahatsız edici mesajı gizler
uk: Приховує неприємне повідомлення, якщо функція створення списку намагається відкрити неавторизовану папку
vi: Ẩn thông báo khó chịu nếu chức năng liệt kê cố gắng mở một thư mục trái phép
zh: 如果列表功能試圖打開未經授權的文件夾，則隱藏煩人的消息

# NKS_DRIVERS_HARDWARE_BASE_CLOCKSPEED
source: Processor clock speed:
ar: سرعة ساعة المعالج:
de: Prozessortaktrate:
el: Ταχύτητα ρολογιού επεξεργαστή:
es: Velocidad de reloj del procesador:
fr: Fréquence d'horloge du processeur :
ga: Luas clog an phróiseálaí:
hi: प्रोसेसर घड़ी की गति:
hi_latn: prosesar ghadee kee gati:
id: Kecepatan jam prosesor:
it: Velocità di clock del processore:
ja: プロセッサのクロック速度：
ko: 프로세서 클럭 속도:
ms: Kelajuan jam pemproses:
nb: Prosessor klokkehastighet:
nl: Processor kloksnelheid:
pt: Velocidade do clock do processador:
ro: Viteza de ceas a procesorului:
tr: İşlemci saat hızı:
uk: Тактова частота процесора:
vi: Tốc độ xung nhịp bộ xử lý:
zh: 處理器時鐘速度：

# NKS_DRIVERS_HARDWARE_BASE_TOTALCPUS
source: Total number of processors:
ar: العدد الإجمالي للمعالجات:
de: Gesamtzahl der Prozessoren:
el: Συνολικός αριθμός επεξεργαστών:
es: Número total de procesadores:
fr: Nombre total de processeurs :
ga: Líon iomlán na bpróiseálaithe:
hi: प्रोसेसर की कुल संख्या:
hi_latn: prosesar kee kul sankhya:
id: Jumlah total prosesor:
it: Numero totale di processori:
ja: プロセッサの総数：
ko: 총 프로세서 수:
ms: Jumlah bilangan pemproses:
nb: Totalt antall prosessorer:
nl: Totaal aantal verwerkers:
pt: Número total de processadores:
ro: Numărul total de procesoare:
tr: Toplam işlemci sayısı:
uk: Загальна кількість процесорів:
vi: Tổng số bộ xử lý:
zh: 處理器總數：

# NKS_DRIVERS_HARDWARE_BASE_DISKSIZE
source: Disk size:
ar: حجم القرص:
de: Festplattengröße:
el: Μέγεθος δίσκου:
es: Tamaño del disco:
fr: Taille du disque :
ga: Méid diosca:
hi: डिस्क का आकार:
hi_latn: disk ka aakaar:
id: Ukuran cakram:
it: Dimensione del disco:
ja: ディスクサイズ：
ko: 디스크 크기:
ms: Saiz cakera:
nb: Diskstørrelse:
nl: Schijfgrootte:
pt: Tamanho do disco:
ro: Dimensiunea discului:
tr: Disk boyutu:
uk: Розмір диска:
vi: Kích thước đĩa:
zh: 磁盤大小：

# NKS_DRIVERS_HARDWARE_BASE_TOTALMEMORY
source: Total memory:
ar: الذاكرة الاجمالية:
de: Gesamtspeicher:
el: Συνολική μνήμη:
es: Memoria total:
fr: Mémoire totale:
ga: Cuimhne iomlán:
hi: कुल स्मृति:
hi_latn: kul smrti:
id: Total memori:
it: Memoria totale:
ja: 総メモリ：
ko: 총 메모리:
ms: Jumlah ingatan:
nb: Totalt minne:
nl: Totaal geheugen:
pt: Memória total:
ro: Memorie totala:
tr: Toplam bellek:
uk: Загальна пам'ять:
vi: Tổng bộ nhớ:
zh: 總內存：

# NKS_DRIVERS_HARDWARE_BASE_GFXCARD
source: Graphics card:
ar: بطاقة مصورات:
de: Grafikkarte:
el: Κάρτα γραφικών:
es: Tarjeta grafica:
fr: Carte graphique:
ga: Cárta grafaicí:
hi: चित्रोपमा पत्रक:
hi_latn: chitropama patrak:
id: Kartu grafis:
it: Scheda grafica:
ja: グラフィックスカード：
ko: 그래픽 카드:
ms: Kad grafik:
nb: Grafikkort:
nl: Grafische kaart:
pt: Placa de vídeo:
ro: Placă grafică:
tr: Grafik kartı:
uk: Відеокарта:
vi: Card đồ họa:
zh: 顯卡：

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTCRC32_DESC
source: Encrypts a string using CRC32
ar: يشفر سلسلة باستخدام CRC32
de: Verschlüsselt einen String mit CRC32
el: Κρυπτογραφεί μια συμβολοσειρά χρησιμοποιώντας το CRC32
es: Cifra una cadena usando CRC32
fr: Crypte une chaîne en utilisant CRC32
ga: Criptíonn sé teaghrán ag baint úsáide as CRC32
hi: CRC32 का उपयोग करके एक स्ट्रिंग को एन्क्रिप्ट करता है
hi_latn: chrch32 ka upayog karake ek string ko enkript karata hai
id: Mengenkripsi string menggunakan CRC32
it: Crittografa una stringa usando CRC32
ja: CRC32を使用して文字列を暗号化します
ko: CRC32를 사용하여 문자열 암호화
ms: Menyulitkan rentetan menggunakan CRC32
nb: Krypterer en streng ved hjelp av CRC32
nl: Codeert een string met CRC32
pt: Criptografa uma string usando CRC32
ro: Criptează un șir folosind CRC32
tr: Bir dizeyi CRC32 kullanarak şifreler
uk: Шифрує рядок за допомогою CRC32
vi: Mã hóa chuỗi bằng CRC32
zh: 使用 CRC32 加密字符串

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTTABLE_DESC
source: Tests the table functionality
ar: اختبارات وظائف الجدول
de: Testet die Tabellenfunktion
el: Δοκιμάζει τη λειτουργικότητα του πίνακα
es: Prueba la funcionalidad de la tabla.
fr: Teste la fonctionnalité du tableau
ga: Déantar tástáil ar fheidhmiúlacht an tábla
hi: तालिका की कार्यक्षमता का परीक्षण करता है
hi_latn: taalika kee kaaryakshamata ka pareekshan karata hai
id: Menguji fungsionalitas tabel
it: Verifica la funzionalità della tabella
ja: テーブル機能をテストします
ko: 테이블 기능 테스트
ms: Menguji kefungsian jadual
nb: Tester tabellfunksjonaliteten
nl: Test de tabelfunctionaliteit
pt: Testa a funcionalidade da tabela
ro: Testează funcționalitatea tabelului
tr: Tablo işlevselliğini test eder
uk: Перевіряє працездатність таблиці
vi: Kiểm tra chức năng của bảng
zh: 測試表格功能

# NKS_SHELL_SHELLS_TEXT_COMMAND_EDITLINE_DESC
source: Edits the specified line
ar: يحرر السطر المحدد
de: Bearbeitet die angegebene Zeile
el: Επεξεργάζεται την καθορισμένη γραμμή
es: Edita la línea especificada
fr: Modifie la ligne spécifiée
ga: Cuireann sé an líne sonraithe in eagar
hi: निर्दिष्ट पंक्ति को संपादित करता है
hi_latn: nirdisht pankti ko sampaadit karata hai
id: Mengedit baris yang ditentukan
it: Modifica la riga specificata
ja: 指定した行を編集します
ko: 지정된 줄을 편집합니다.
ms: Mengedit baris yang ditentukan
nb: Redigerer den angitte linjen
nl: Bewerkt de opgegeven regel
pt: Edita a linha especificada
ro: Editează linia specificată
tr: Belirtilen satırı düzenler
uk: Редагує вказаний рядок
vi: Chỉnh sửa dòng đã chỉ định
zh: 編輯指定行

# NKS_SHELL_SHELLS_TEXT_COMMAND_ADDLINES_DESC
source: Adds the new lines at the end of the file
ar: يضيف الأسطر الجديدة في نهاية الملف
de: Fügt die neuen Zeilen am Ende der Datei hinzu
el: Προσθέτει τις νέες γραμμές στο τέλος του αρχείου
es: Agrega las nuevas líneas al final del archivo.
fr: Ajoute les nouvelles lignes à la fin du fichier
ga: Cuireann sé na línte nua ag deireadh an chomhaid
hi: फ़ाइल के अंत में नई लाइनें जोड़ता है
hi_latn: fail ke ant mein naee lainen jodata hai
id: Menambahkan baris baru di akhir file
it: Aggiunge le nuove righe alla fine del file
ja: ファイルの最後に新しい行を追加します
ko: 파일 끝에 새 줄을 추가합니다.
ms: Menambah baris baharu pada penghujung fail
nb: Legger til de nye linjene på slutten av filen
nl: Voegt de nieuwe regels toe aan het einde van het bestand
pt: Adiciona as novas linhas no final do arquivo
ro: Adaugă noile linii la sfârșitul fișierului
tr: Dosyanın sonuna yeni satırlar ekler
uk: Додає нові рядки в кінці файлу
vi: Thêm các dòng mới vào cuối tệp
zh: 在文件末尾添加新行

# NKS_SHELL_SHELLS_TEXT_ADDLINES_LINEPROMPT
source: Enter the text that you want to append to the end of the file. When you're done, write "EOF" on its own line.
ar: أدخل النص الذي تريد إلحاقه بنهاية الملف. عند الانتهاء ، اكتب "EOF" على السطر الخاص بها.
de: Geben Sie den Text ein, den Sie an das Ende der Datei anhängen möchten. Wenn Sie fertig sind, schreiben Sie „EOF“ in eine eigene Zeile.
el: Εισαγάγετε το κείμενο που θέλετε να προσαρτήσετε στο τέλος του αρχείου. Όταν τελειώσεις, γράψε «ΕΟΦ» στη δική του γραμμή.
es: Ingrese el texto que desea agregar al final del archivo. Cuando termines, escribe "EOF" en su propia línea.
fr: Entrez le texte que vous souhaitez ajouter à la fin du fichier. Lorsque vous avez terminé, écrivez "EOF" sur sa propre ligne.
ga: Cuir isteach an téacs is mian leat a chur i gceangal le deireadh an chomhaid. Nuair a bheidh tú críochnaithe, scríobh "EOF" ar a líne féin.
hi: वह टेक्स्ट दर्ज करें जिसे आप फ़ाइल के अंत में जोड़ना चाहते हैं। जब आपका काम हो जाए, तो उसकी अपनी लाइन पर "EOF" लिखें।
hi_latn: vah tekst darj karen jise aap fail ke ant mein jodana chaahate hain. jab aapaka kaam ho jae, to usakee apanee lain par "aiof" likhen.
id: Masukkan teks yang ingin Anda tambahkan di akhir berkas. Setelah selesai, tulis "EOF" pada barisnya sendiri.
it: Immettere il testo che si desidera aggiungere alla fine del file. Quando hai finito, scrivi "EOF" sulla propria riga.
ja: ファイルの最後に追加するテキストを入力します。完了したら、独自の行に「EOF」と記述します。
ko: 파일 끝에 추가할 텍스트를 입력합니다. 완료되면 한 줄에 "EOF"를 작성합니다.
ms: Masukkan teks yang ingin anda tambahkan pada penghujung fail. Apabila anda selesai, tulis "EOF" pada barisnya sendiri.
nb: Skriv inn teksten du vil legge til på slutten av filen. Når du er ferdig, skriv "EOF" på sin egen linje.
nl: Voer de tekst in die u aan het einde van het bestand wilt toevoegen. Als je klaar bent, schrijf je "EOF" op zijn eigen regel.
pt: Digite o texto que deseja anexar ao final do arquivo. Quando terminar, escreva "EOF" em sua própria linha.
ro: Introduceți textul pe care doriți să îl adăugați la sfârșitul fișierului. Când ați terminat, scrieți „EOF” pe propria linie.
tr: Dosyanın sonuna eklemek istediğiniz metni girin. İşiniz bittiğinde, kendi satırına "EOF" yazın.
uk: Введіть текст, який потрібно додати в кінець файлу. Коли ви закінчите, напишіть "EOF" в окремому рядку.
vi: Nhập văn bản bạn muốn thêm vào cuối tệp. Khi hoàn tất, hãy viết "EOF" trên một dòng riêng.
zh: 輸入要附加到文件末尾的文本。完成後，在自己的行上寫上“EOF”。

# NKS_SETTINGS_KERNEL_LOGIN_HOSTNAME_NAME
source: Host Name
ar: اسم المضيف
el: Όνομα κεντρικού υπολογιστή
es: Nombre de anfitrión
fr: Nom d'hôte
ga: Ainm Óstach
hi: होस्ट का नाम
hi_latn: host ka naam
id: Nama Tuan Rumah
it: Nome host
ja: ホスト名
ko: 호스트 이름
ms: Nama Hos
nb: Vertsnavn
nl: Hostnaam
pt: Nome de anfitrião
ro: Nume gazdă
tr: Ana Bilgisayar Adı
uk: Ім'я хоста
vi: Tên máy chủ
zh: 主機名

# NKS_KERNEL_FIRSTRUN_USERNAME_PROMPT
source: Username
ar: اسم المستخدم
de: Nutzername
el: Όνομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
ga: Ainm úsáideora
hi: उपयोगकर्ता नाम
hi_latn: upayogakarta naam
id: Nama belakang
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
nb: Brukernavn
nl: gebruikersnaam
pt: Nome do usuário
ro: Nume de utilizator
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 用戶名
