Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_SAVESCREEN_DESC
source: Saves your screen from burn outs
ar: يحفظ الشاشة من حرق الرافضة
de: Speichert Ihren Bildschirm vor Ausbrennungen
el: Εξοικονομεί την οθόνη σας από εγκαύματα
es: Guarda tu pantalla de quemados
fr: Enregistre votre écran des burn-out
ga: Sábhálann sé do scáileán ó dhóiteáin
hi: आपकी स्क्रीन को बर्न आउट से बचाता है
hi_latn: aapakee skreen ko jalaoo bahishkaar se bachaata hai
id: Menyelamatkan layar Anda dari burn out
it: Salva lo schermo dai burn out
ja: 焼損から画面を保存します
ko: 번 아웃으로부터 화면을 저장합니다
ms: Menyimpan skrin anda daripada terbakar
nb: Redder skjermen fra utbrenthet
nl: Slaat uw scherm op tegen burn-outs
pt: Salva sua tela de queimaduras
ro: Salvează ecranul de la epuizare
tr: Ekranınızın yanmasını önler
uk: Рятує ваш екран від вигорання
vi: Bảo vệ màn hình của bạn khỏi bị cháy
zh: 保護您的屏幕免於燒壞

# NKS_SHELL_SHELLS_UESH_COMMAND_SETSAVER_DESC
source: Sets up kernel screensavers
ar: إعداد شاشات توقف kernel
de: Richtet Kernel-Bildschirmschoner ein
el: Ρυθμίζει προφύλαξη οθόνης πυρήνα
es: Configura los salvapantallas del kernel
fr: Configure les écrans de veille du noyau
ga: Socraíonn spárálaíscáileáin eithne
hi: कर्नेल स्क्रीनसेवर सेट करता है
hi_latn: karnel skreenasevar set karata hai
id: Menyiapkan screensaver kernel
it: Imposta gli screensaver del kernel
ja: カーネルスクリーンセーバーを設定します
ko: 커널 스크린 세이버를 설정합니다
ms: Sediakan penyelamat skrin kernel
nb: Setter opp kjerneskjermsparere
nl: Stelt kernel-screensavers in
pt: Configura screensavers do kernel
ro: Setează screensaverele nucleului
tr: Çekirdek ekran koruyucularını ayarlar
uk: Налаштовує заставки ядра
vi: Thiết lập màn hình bảo vệ hạt nhân
zh: 設置內核屏幕保護程序

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWTD_DESC
source: Shows date and time
ar: يظهر التاريخ والوقت
de: Zeigt Datum und Uhrzeit an
el: Εμφανίζει ημερομηνία και ώρα
es: Muestra fecha y hora
fr: Affiche la date et l'heure
ga: Léiríonn dáta agus am
hi: तारीख और समय दिखाता है
hi_latn: dinaank aur samay dikhaata hai
id: Menunjukkan tanggal dan waktu
it: Mostra data e ora
ja: 日付と時刻を表示します
ko: 날짜와 시간을 보여줍니다
ms: Menunjukkan tarikh dan masa
nb: Viser dato og klokkeslett
nl: Toont datum en tijd
pt: Mostra data e hora
ro: Afișează data și ora
tr: Tarih ve saati gösterir
uk: Показує дату і час
vi: Hiển thị ngày và giờ
zh: 顯示日期和時間

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWTDZONE_DESC
source: Shows date and time in zones
ar: يظهر التاريخ والوقت في المناطق
de: Zeigt Datum und Uhrzeit in Zonen an
el: Εμφανίζει ημερομηνία και ώρα σε ζώνες
es: Muestra fecha y hora en zonas
fr: Affiche la date et l'heure dans les zones
ga: Taispeáin dáta agus am i gcriosanna
hi: ज़ोन में दिनांक और समय दिखाता है
hi_latn: jonon mein dinaank aur samay dikhaata hai
id: Menampilkan tanggal dan waktu di zona
it: Mostra data e ora nelle zone
ja: ゾーンで日付と時刻を表示します
ko: 영역에 날짜와 시간을 표시합니다
ms: Menunjukkan tarikh dan masa dalam zon
nb: Viser dato og klokkeslett i soner
nl: Toont datum en tijd in zones
pt: Mostra a data e a hora nas zonas
ro: Afișează data și ora în zone
tr: Tarih ve saati bölgelerde gösterir
uk: Показує дату і час у зонах
vi: Hiển thị ngày và giờ theo từng vùng
zh: 顯示區域中的日期和時間

# NKS_SHELL_SHELLS_UESH_COMMAND_SHUTDOWN_DESC
source: The kernel will be shut down
ar: سيتم إغلاق النواة
de: Der Kernel wird heruntergefahren
el: Ο πυρήνας θα κλείσει
es: El núcleo se cerrará
fr: Le noyau sera arrêté
ga: Dúnfar an eithne
hi: कर्नेल बंद हो जाएगा
hi_latn: karnel band ho jaega
id: Kernel akan dimatikan
it: Il kernel verrà spento
ja: カーネルはシャットダウンされます
ko: 커널이 종료됩니다
ms: Kernel akan ditutup
nb: Kjernen vil bli stengt
nl: De kernel zal worden afgesloten
pt: O kernel será desligado
ro: Nucleul va fi oprit
tr: Çekirdek kapatılacak
uk: Ядро буде закрито
vi: Hạt nhân sẽ bị tắt
zh: 內核將被關閉

# NKS_ARGUMENTS_HELP_USAGE
source: Usage:
ar: الاستعمال:
de: Verwendung:
el: Χρήση:
es: Uso:
ga: Úsáid:
hi: उपयोग:
hi_latn: upayog:
id: Penggunaan:
it: Uso:
ja: 使用法：
ko: 용법:
ms: penggunaan:
nb: Bruk:
nl: Gebruik:
pt: Uso:
ro: Utilizare:
tr: Kullanım:
uk: Використання:
vi: Cách sử dụng:
zh: 用法：

# NKS_SHELL_SHELLS_ERRORINSHELL
source: There was an error in the shell.
ar: كان هناك خطأ في الصدفة.
de: In der Shell ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα στο κέλυφος.
es: Hubo un error en el shell.
fr: Il y avait une erreur dans le shell.
ga: Tharla earráid sa bhlaosc.
hi: शेल में कोई त्रुटि थी।
hi_latn: khol mein ek truti thee.
id: Terjadi kesalahan pada shell.
it: Si è verificato un errore nella shell.
ja: シェルにエラーがありました。
ko: 쉘에 오류가있었습니다.
ms: Terdapat ralat dalam shell.
nb: Det var en feil i skallet.
nl: Er is een fout opgetreden in de shell.
pt: Houve um erro no shell.
ro: A apărut o eroare în shell.
tr: Kabukta bir hata oluştu.
uk: Виникла помилка в оболонці.
vi: Có lỗi trong shell.
zh: 外殼中有錯誤。

# NKS_SHELL_SHELLS_NEEDSPERM
source: You don't have permission to use {0}
ar: ليس لديك إذن لاستخدام {0}
de: Sie sind nicht berechtigt, {0} zu verwenden
el: Δεν έχετε άδεια να χρησιμοποιήσετε το {0}
es: No tienes permiso para usar {0}
fr: Vous n'êtes pas autorisé à utiliser {0}
ga: Níl cead agat {0} a úsáid
hi: आपको {0} का उपयोग करने की अनुमति नहीं है
hi_latn: aapake paas {0} ka upayog karane kee anumati nahin hai
id: Anda tidak memiliki izin untuk menggunakan {0}
it: Non hai il permesso di usare {0}
ja: {0}を使用する権限がありません
ko: {0}을 (를) 사용할 권한이 없습니다
ms: Anda tidak mempunyai kebenaran untuk menggunakan {0}
nb: Du har ikke tillatelse til å bruke {0}
nl: U bent niet gemachtigd om {0} te gebruiken
pt: Você não tem permissão para usar {0}
ro: Nu aveți permisiunea de a utiliza {0}
tr: {0} kullanma izniniz yok
uk: Ви не маєте дозволу на використання {0}
vi: Bạn không có quyền sử dụng {0}
zh: 您無權使用{0}

# NKS_SHELL_SHELLS_UNUSABLEINMAINTENANCE
source: Shell message: The requested command {0} is not allowed to run in maintenance mode.
ar: رسالة Shell: لا يُسمح للأمر المطلوب {0} بالعمل في وضع الصيانة.
de: Shell-Nachricht: Der angeforderte Befehl {0} darf nicht im Wartungsmodus ausgeführt werden.
el: Μήνυμα φλοιού: Η ζητούμενη εντολή {0} δεν επιτρέπεται να εκτελεστεί σε λειτουργία συντήρησης.
es: Mensaje de shell: el comando solicitado {0} no se puede ejecutar en modo de mantenimiento.
fr: Message Shell: La commande demandée {0} n'est pas autorisée à être exécutée en mode maintenance.
ga: Teachtaireacht bhlaosc: Ní cheadaítear an t-ordú iarrtha {0} a rith sa mhód cothabhála.
hi: शेल संदेश: अनुरोधित आदेश {0} को रखरखाव मोड में चलाने की अनुमति नहीं है।
hi_latn: shel sandesh: anurodhit aadesh {0} ko rakharakhaav mod mein chalaane kee anumati nahin hai.
id: Pesan shell: Perintah yang diminta {0} tidak diizinkan untuk dijalankan dalam mode pemeliharaan.
it: Messaggio shell: il comando richiesto {0} non può essere eseguito in modalità di manutenzione.
ja: シェルメッセージ：要求されたコマンド{0}は、メンテナンスモードでの実行が許可されていません。
ko: 쉘 메시지 : 요청 된 명령 {0}을 (를) 유지 보수 모드에서 실행할 수 없습니다.
ms: Mesej cangkerang: Perintah yang diminta {0} tidak dibenarkan dijalankan dalam mod penyelenggaraan.
nb: Shell-melding: Den forespurte kommandoen {0} er ikke tillatt å kjøre i vedlikeholdsmodus.
nl: Shell-bericht: het gevraagde commando {0} mag niet worden uitgevoerd in de onderhoudsmodus.
pt: Mensagem do shell: O comando solicitado {0} não pode ser executado no modo de manutenção.
ro: Mesaj Shell: comanda solicitată {0} nu are permisiunea de a rula în modul de întreținere.
tr: Kabuk mesajı: İstenen {0} komutunun bakım modunda çalıştırılmasına izin verilmiyor.
uk: Повідомлення оболонки: запитану команду {0} не можна запускати в режимі обслуговування.
vi: Thông báo shell: Lệnh được yêu cầu {0} không được phép chạy ở chế độ bảo trì.
zh: Shell 消息：請求的命令 {0} 不允許在維護模式下運行。

# NKS_KERNEL_TIME_TIMEZONES_LISTENTRY
source: - Time of {0}: {1}
ar: - وقت {0}: {1}
de: - Zeit von {0}: {1}
el: - Ώρα {0}: {1}
es: - Tiempo de {0}: {1}
fr: - Heure de {0}: {1}
ga: - Am {0}: {1}
hi: - {0} का समय: {1}
hi_latn: - {0} ka samay: {1}
id: - Waktu {0}: {1}
it: - Tempo di {0}: {1}
ja: -{0}の時間：{1}
ko: -{0} 시간 : {1}
ms: - Masa {0}: {1}
nb: - Tid for {0}: {1}
nl: - Tijd van {0}: {1}
pt: - Tempo de {0}: {1}
ro: - Ora de {0}: {1}
tr: - {0} Zamanı: {1}
uk: - Час {0}: {1}
vi: - Thời gian của {0}: {1}
zh: - {0} 的時間：{1}

# NKS_KERNEL_STARTING_OS
source: Running on {0}
ar: يعمل على {0}
de: läuft auf {0}
el: Εκτέλεση σε {0}
es: ejecutándose en {0}
fr: en cours d'exécution sur {0}
ga: Ag rith ar {0}
hi: {0} पर चल रहा है
hi_latn: {0} par chal rahee hain
id: Berjalan pada {0}
it: In esecuzione su {0}
ja: {0}で実行中
ko: {0}에서 실행
ms: Berjalan pada {0}
nb: Kjører på {0}
nl: Draait op {0}
pt: executando em {0}
ro: Rulează pe {0}
tr: {0} üzerinde çalışıyor
uk: Працює на {0}
vi: Đang chạy trên {0}
zh: 在 {0} 上運行

# NKS_FILES_UNAUTHORIZED
source: You are not authorized to get info for {0}.
ar: غير مصرح لك بالحصول على معلومات عن {0}.
de: Sie sind nicht berechtigt, Informationen für {0} abzurufen.
el: Δεν είστε εξουσιοδοτημένοι να λαμβάνετε πληροφορίες για το {0}.
es: No estás autorizado para obtener información para {0}.
fr: Vous n'êtes pas autorisé à obtenir des informations pour {0}.
ga: Níl tú údaraithe faisnéis a fháil le haghaidh {0}.
hi: आप {0} के लिए जानकारी प्राप्त करने के लिए अधिकृत नहीं हैं।
hi_latn: aap {0} ke lie jaanakaaree praapt karane ke lie adhikrt nahin hain.
id: Anda tidak berwenang mendapatkan info untuk {0}.
it: Non sei autorizzato a ricevere informazioni per {0}.
ja: {0}の情報を取得する権限がありません。
ko: {0}에 대한 정보를 얻을 권한이 없습니다.
ms: Anda tidak dibenarkan untuk mendapatkan maklumat untuk {0}.
nb: Du er ikke autorisert til å få informasjon for {0}.
nl: U bent niet gemachtigd om informatie voor {0} te krijgen.
pt: Você não está autorizado a obter informações para {0}.
ro: Nu sunteți autorizat să obțineți informații pentru {0}.
tr: {0} için bilgi almaya yetkiniz yok.
uk: Ви не авторизовані для отримання інформації для {0}.
vi: Bạn không được phép lấy thông tin cho {0}.
zh: 您無權獲取 {0} 的信息。

# NKS_USERS_EXCEPTION_CHANGEPASSWORDADMIN
source: You are not authorized to change password of {0} because the target was an admin.
ar: غير مصرح لك بتغيير كلمة المرور الخاصة بـ {0} لأن الهدف كان مشرفًا.
de: Sie sind nicht berechtigt, das Kennwort von {0} zu ändern, da das Ziel ein Administrator war.
el: Δεν έχετε εξουσιοδότηση να αλλάξετε τον κωδικό πρόσβασης του {0} επειδή ο στόχος ήταν διαχειριστής.
es: No tiene autorización para cambiar la contraseña de {0} porque el objetivo era un administrador.
fr: Vous n'êtes pas autorisé à changer le mot de passe de {0} car la cible était un administrateur.
ga: Níl cead agat pasfhocal {0} a athrú toisc gur riarthóir a bhí sa sprioc.
hi: आप {0} का पासवर्ड बदलने के लिए अधिकृत नहीं हैं क्योंकि लक्ष्य एक व्यवस्थापक था।
hi_latn: aap {0} ka paasavard badalane ke lie adhikrt nahin hain kyonki lakshy ek vyavasthaapak tha.
id: Anda tidak berwenang mengubah kata sandi {0} karena targetnya adalah admin.
it: Non sei autorizzato a cambiare la password di {0} perché il target era un amministratore.
ja: ターゲットが管理者だったため、パスワード{0}を変更する権限がありません。
ko: 대상이 관리자이므로 {0}의 비밀번호를 변경할 권한이 없습니다.
ms: Anda tidak dibenarkan menukar kata laluan {0} kerana sasarannya ialah pentadbir.
nb: Du er ikke autorisert til å endre passordet til {0} fordi målet var en administrator.
nl: U bent niet gemachtigd om het wachtwoord van {0} te wijzigen omdat het doel een beheerder was.
pt: Você não está autorizado a alterar a senha de {0} porque o alvo era um administrador.
ro: Nu sunteți autorizat să schimbați parola pentru {0} deoarece ținta a fost un administrator.
tr: {0} şifresini değiştirme yetkiniz yok çünkü hedef bir yönetici.
uk: Ви не маєте права змінювати пароль {0}, оскільки цільовим користувачем був адміністратор.
vi: Bạn không được phép thay đổi mật khẩu của {0} vì mục tiêu là quản trị viên.
zh: 您無權更改 {0} 的密碼，因為目標是管理員。

# NKS_SHELL_SHELLS_ADMIN_CDBGLOG_DESC
source: Deletes everything in debug log
ar: حذف كل شيء في سجل التصحيح
de: Löscht alles im Debug-Protokoll
el: Διαγράφει τα πάντα στο αρχείο καταγραφής εντοπισμού σφαλμάτων
es: Borra todo en el registro de depuración
fr: Supprime tout dans le journal de débogage
ga: Scriosann sé gach rud sa loga dífhabhtaithe
hi: डीबग लॉग में सब कुछ हटाता है
hi_latn: deebag log mein sab kuchh hataata hai
id: Menghapus semua yang ada di log debug
it: Elimina tutto nel registro di debug
ja: デバッグログのすべてを削除します
ko: 디버그 로그의 모든 내용을 삭제합니다
ms: Memadamkan semua dalam log nyahpepijat
nb: Sletter alt i feilsøkingsloggen
nl: Hiermee verwijdert u alles in het logboek voor foutopsporing
pt: Exclui tudo no log de depuração
ro: Șterge totul din jurnalul de depanare
tr: Hata ayıklama günlüğündeki her şeyi siler
uk: Видаляє все в журналі налагодження
vi: Xóa mọi thứ trong nhật ký gỡ lỗi
zh: 刪除調試日誌中的所有內容

# NKS_LANGUAGES_EXCEPTION_INVALIDLANG
source: Invalid language
ar: لغة غير صالحة
de: Ungültige Sprache
el: Μη έγκυρη γλώσσα
es: Idioma inválido
fr: Langue invalide
ga: Teanga neamhbhailí
hi: अमान्य भाषा
hi_latn: amaany bhaasha
id: Bahasa tidak valid
it: Lingua non valida
ja: 無効な言語
ko: 잘못된 언어
ms: Bahasa tidak sah
nb: Ugyldig språk
nl: Ongeldige taal
pt: Idioma inválido
ro: Limbă nevalidă
tr: Geçersiz dil
uk: Недійсна мова
vi: Ngôn ngữ không hợp lệ
zh: 語言無效

# NKS_KERNEL_DEBUGGING_TRANSLATE_TEST
source: Welcome to Kernel!
ar: مرحبًا بك في Kernel!
de: Willkommen im Kernel!
el: Καλώς ήλθατε στο Kernel!
es: ¡Bienvenido a Kernel!
fr: Bienvenue sur Kernel!
ga: Fáilte go dtí Kernel!
hi: कर्नेल में आपका स्वागत है!
hi_latn: karnel mein aapaka svaagat hai!
id: Selamat datang di Kernel!
it: Benvenuto in Kernel!
ja: カーネルへようこそ！
ko: 커널에 오신 것을 환영합니다!
ms: Selamat datang ke Kernel!
nb: Velkommen til Kernel!
nl: Welkom bij Kernel!
pt: Bem vindo ao Kernel!
ro: Bun venit la Kernel!
tr: Kernel’e Hoş Geldiniz!
uk: Ласкаво просимо до Kernel!
vi: Chào mừng đến với Kernel!
zh: 歡迎來到內核！

# NKS_SHELL_SHELLS_UESH_GET_COMPLETE
source: Download has completed.
ar: اكتمل التنزيل.
de: Der Download ist abgeschlossen.
el: Η λήψη ολοκληρώθηκε.
es: Pobieranie zostało zakończone.
fr: Le téléchargement est terminé.
ga: Chríochnaigh an íoslódáil.
hi: डाउनलोड पूरा कर लिया है।
hi_latn: daunalod poora kar liya hai.
id: Pengunduhan telah selesai.
it: Download completato.
ja: ダウンロードが完了しました。
ko: 다운로드가 완료되었습니다.
ms: Muat turun telah selesai.
nb: Nedlastingen er fullført.
nl: Downloaden is voltooid.
pt: Pengunduhan telah selesai.
ro: Descărcarea s-a finalizat.
tr: İndirme tamamlandı.
uk: Завантаження завершено.
vi: Đã tải xuống hoàn tất.
zh: 下載已完成。

# NKS_SHELL_SHELLS_UESH_GET_FAILEDTRY
source: Download failed in try {0}: {1}
ar: فشل التنزيل في المحاولة {0}: {1}
de: Download in Versuch {0} fehlgeschlagen: {1}
el: Η λήψη απέτυχε στην προσπάθεια {0}: {1}
es: Pobieranie nie powiodło się w próbie {0}: {1}
fr: Le téléchargement a échoué lors de l'essai {0}: {1}
ga: Theip ar an íoslódáil in iarracht {0}: {1}
hi: डाउनलोड करने में विफल {0}: {1}
hi_latn: daunalod karane mein viphal {0}: {1}
id: Unduhan gagal pada percobaan {0}: {1}
it: Download non riuscito nel tentativo {0}: {1}
ja: 試行{0}でダウンロードに失敗しました：{1}
ko: {0} 시도에서 다운로드에 실패했습니다 : {1}
ms: Muat turun gagal dalam percubaan {0}: {1}
nb: Nedlasting mislyktes i forsøk {0}: {1}
nl: Downloaden mislukt in probeer {0}: {1}
pt: Gagal mengunduh dalam percobaan {0}: {1}
ro: Descărcarea a eșuat în încercarea {0}: {1}
tr: {0} denemesinde indirme başarısız oldu: {1}
uk: Помилка завантаження під час спроби {0}: {1}
vi: Tải xuống không thành công trong lần thử {0}: {1}
zh: 嘗試 {0} 時下載失敗：{1}

# NKS_SHELL_SHELLS_UESH_GET_NEEDSFTP
source: Please use "ftp" if you are going to download files from the FTP server.
ar: يرجى استخدام "ftp" إذا كنت تنوي تنزيل الملفات من خادم FTP.
de: Bitte verwenden Sie "ftp", wenn Sie Dateien vom FTP-Server herunterladen möchten.
el: Χρησιμοποιήστε "ftp" εάν πρόκειται να κάνετε λήψη αρχείων από τον διακομιστή FTP.
es: Użyj „ftp”, jeśli zamierzasz pobierać pliki z serwera FTP.
fr: Veuillez utiliser "ftp" si vous allez télécharger des fichiers depuis le serveur FTP.
ga: Bain úsáid as "ftp" le do thoil má tá tú chun comhaid a íoslódáil ón bhfreastalaí FTP.
hi: यदि आप FTP सर्वर से फाइल डाउनलोड करने जा रहे हैं तो कृपया "ftp" का उपयोग करें।
hi_latn: yadi aap ftp sarvar se phail daunalod karane ja rahe hain to krpaya "ftp" ka upayog karen.
id: Silakan gunakan "ftp" jika Anda akan mengunduh berkas dari server FTP.
it: Utilizzare "ftp" se si intende scaricare file dal server FTP.
ja: FTPサーバーからファイルをダウンロードする場合は、「ftp」を使用してください。
ko: FTP 서버에서 파일을 다운로드하려면 "ftp"를 사용하십시오.
ms: Sila gunakan "ftp" jika anda akan memuat turun fail dari pelayan FTP.
nb: Vennligst bruk "ftp" hvis du skal laste ned filer fra FTP-serveren.
nl: Gebruik "ftp" als u bestanden van de FTP-server gaat downloaden.
pt: Silakan gunakan "ftp" jika Anda akan mengunduh file dari server FTP.
ro: Vă rugăm să utilizați „ftp” dacă doriți să descărcați fișiere de pe serverul FTP.
tr: FTP sunucusundan dosya indirecekseniz lütfen "ftp" kullanın.
uk: Будь ласка, використовуйте "ftp", якщо ви збираєтеся завантажувати файли з FTP-сервера.
vi: Vui lòng sử dụng "ftp" nếu bạn muốn tải tệp xuống từ máy chủ FTP.
zh: 如果您要從 FTP 服務器下載文件，請使用“ftp”。

# NKS_SHELL_SHELLS_UESH_COMMAND_GET_DESC
source: Downloads a file to current working directory
ar: يقوم بتنزيل ملف إلى دليل العمل الحالي
de: Lädt eine Datei in das aktuelle Arbeitsverzeichnis herunter
el: Πραγματοποιεί λήψη ενός αρχείου στον τρέχοντα κατάλογο εργασίας
es: Pobiera plik do bieżącego katalogu roboczego
fr: Télécharge un fichier dans le répertoire de travail courant
ga: Íoslódáil an comhad chuig an eolaire oibre reatha
hi: वर्तमान कार्यशील निर्देशिका के लिए एक फ़ाइल डाउनलोड करता है
hi_latn: vartamaan kaaryasheel nirdeshika ke lie ek fail daunalod karata hai
id: Mengunduh file ke direktori kerja saat ini
it: Scarica un file nella directory di lavoro corrente
ja: 現在の作業ディレクトリにファイルをダウンロードします
ko: 현재 작업 디렉토리에 파일을 다운로드
ms: Memuat turun fail ke direktori kerja semasa
nb: Laster ned en fil til gjeldende arbeidskatalog
nl: Download een bestand naar de huidige werkmap
pt: Unduh file ke direktori kerja saat ini
ro: Descarcă un fișier în directorul de lucru curent
tr: Bir dosyayı geçerli çalışma dizinine indirir
uk: Завантажує файл у поточний робочий каталог
vi: Tải xuống một tập tin vào thư mục làm việc hiện tại
zh: 將文件下載到當前工作目錄

# NKS_SHELL_SHELLS_UESH_DISCONNDBGDEV_DESC
source: Disconnect a debug device
ar: افصل جهاز تصحيح الأخطاء
de: Trennen Sie ein Debug-Gerät
el: Αποσυνδέστε μια συσκευή εντοπισμού σφαλμάτων
es: Desconectar un dispositivo de depuración
fr: Déconnecter un périphérique de débogage
ga: Déan gléas dífhabhtaithe a dhícheangal
hi: डिबग डिवाइस को डिस्कनेक्ट करें
hi_latn: dibag divais ko diskanekt karen
id: Putuskan sambungan perangkat debug
it: Disconnetti un dispositivo di debug
ja: デバッグデバイスを切断する
ko: 디버그 장치 연결 끊기
ms: Putuskan sambungan peranti nyahpepijat
nb: Koble fra en feilsøkingsenhet
nl: Koppel een foutopsporingsapparaat los
pt: Desconectar um dispositivo de depuração
ro: Deconectați un dispozitiv de depanare
tr: Bir hata ayıklama aygıtının bağlantısını kesin
uk: Відключіть пристрій налагодження
vi: Ngắt kết nối thiết bị gỡ lỗi
zh: 斷開調試設備

# NKS_SHELL_SHELLS_UESH_LSDBGDEV_DESC
source: Lists debugging devices connected
ar: يسرد أجهزة تصحيح الأخطاء المتصلة
de: Listet die verbundenen Debugging-Geräte auf
el: Εμφανίζει τις συνδεδεμένες συσκευές εντοπισμού σφαλμάτων
es: Enumera los dispositivos de depuración conectados
fr: Répertorie les périphériques de débogage connectés
ga: Liostaíonn sé gléasanna dífhabhtaithe atá nasctha
hi: जुड़े डिबगिंग उपकरणों की सूची देता है
hi_latn: jude dibaging upakaranon kee soochee deta hai
id: Mencantumkan perangkat debugging yang terhubung
it: Elenca i dispositivi di debug collegati
ja: 接続されているデバッグデバイスをリストします
ko: 연결된 디버깅 장치를 나열합니다
ms: Menyenaraikan peranti penyahpepijatan yang disambungkan
nb: Viser tilkoblede feilsøkingsenheter
nl: Toont foutopsporingsapparaten aangesloten
pt: Lista os dispositivos de depuração conectados
ro: Listează dispozitivele de depanare conectate
tr: Bağlı hata ayıklama aygıtlarını listeler
uk: Перелічує підключені пристрої для налагодження
vi: Liệt kê các thiết bị gỡ lỗi được kết nối
zh: 列出連接的調試設備

# NKS_SHELL_SHELLS_UESH_DISCONNDBGDEV_SUCCESS
source: Device {0} disconnected.
ar: الجهاز {0} غير متصل.
de: Gerät {0} nicht verbunden.
el: Η συσκευή {0} αποσυνδέθηκε.
es: Dispositivo {0} desconectado.
fr: Périphérique {0} déconnecté.
ga: Gléas {0} dícheangailte.
hi: डिवाइस {0} डिस्कनेक्ट हो गया।
hi_latn: divais {0} diskanekt ho gaya.
id: Perangkat {0} terputus.
it: Dispositivo {0} disconnesso.
ja: デバイス{0}が切断されました。
ko: 장치 {0}의 연결이 끊어졌습니다.
ms: Peranti {0} terputus sambungan.
nb: Enhet {0} frakoblet.
nl: Apparaat {0} verbroken.
pt: Dispositivo {0} desconectado.
ro: Dispozitivul {0} a fost deconectat.
tr: {0} cihazı bağlantısı kesildi.
uk: Пристрій {0} відключено.
vi: Thiết bị {0} đã bị ngắt kết nối.
zh: 設備 {0} 已斷開連接。

# NKS_KERNEL_STARTING_STAGE1_RDEBUGSTARTED
source: Debug listening on all addresses using port {0}.
ar: تصحيح الاستماع على جميع العناوين باستخدام المنفذ {0}.
de: Debuggen Sie das Abhören aller Adressen über Port {0}.
el: Εντοπισμός σφαλμάτων ακρόασης σε όλες τις διευθύνσεις χρησιμοποιώντας τη θύρα {0}.
es: Depure la escucha en todas las direcciones utilizando el puerto {0}.
fr: Déboguer l’écoute sur toutes les adresses en utilisant le port {0}.
ga: Éisteacht dífhabhtaithe ar gach seoladh ag baint úsáid as port {0}.
hi: पोर्ट {0} का उपयोग करके सभी पते पर डिबग सुनना।
hi_latn: port {0} ka upayog karake sabhee pate par dibag sunana.
id: Debug mendengarkan pada semua alamat menggunakan port {0}.
it: Debug in ascolto su tutti gli indirizzi utilizzando la porta {0}.
ja: ポート{0}を使用して、すべてのアドレスでリッスンをデバッグします。
ko: 포트 {0}을 (를) 사용하여 모든 주소에서 청취를 디버그하십시오.
ms: Nyahpepijat mendengar pada semua alamat menggunakan port {0}.
nb: Feilsøk lytting på alle adresser ved å bruke port {0}.
nl: Debug luisteren op alle adressen met behulp van poort {0}.
pt: Depure a escuta em todos os endereços usando a porta {0}.
ro: Depanați ascultarea la toate adresele folosind portul {0}.
tr: {0} portunu kullanarak tüm adreslerde dinlemeyi hata ayıkla.
uk: Налагодити прослуховування на всіх адресах за допомогою порту {0}.
vi: Gỡ lỗi khi lắng nghe tất cả các địa chỉ bằng cổng {0}.
zh: 使用端口 {0} 調試偵聽所有地址。
