Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_SCREENSAVER_WARNINGACK_DESC
source: If you aren't photosensitive to the fast-paced animations that some of the screensavers show you, you can disable this warning by enabling this option. Please note that we aren't responsible for the side effects that may have come from such animations. Seek a professional medical specialist for more information.
ar: إذا لم تكن حساسًا تجاه الرسوم المتحركة سريعة الوتيرة التي تعرضها لك بعض شاشات التوقف، فيمكنك تعطيل هذا التحذير عن طريق تمكين هذا الخيار. يرجى ملاحظة أننا لسنا مسؤولين عن الآثار الجانبية التي قد تأتي من هذه الرسوم المتحركة. ابحث عن أخصائي طبي محترف لمزيد من المعلومات.
de: Wenn Sie nicht auf die rasanten Animationen einiger Bildschirmschoner reagieren, können Sie diese Warnung deaktivieren, indem Sie diese Option aktivieren. Bitte beachten Sie, dass wir nicht für die Nebenwirkungen verantwortlich sind, die durch solche Animationen entstehen können. Weitere Informationen erhalten Sie von einem Facharzt.
el: Εάν δεν είστε φωτοευαίσθητοι στα κινούμενα σχέδια με γρήγορο ρυθμό που σας εμφανίζουν ορισμένες από τις προφυλάξεις οθόνης, μπορείτε να απενεργοποιήσετε αυτήν την προειδοποίηση ενεργοποιώντας αυτήν την επιλογή. Λάβετε υπόψη ότι δεν είμαστε υπεύθυνοι για τις παρενέργειες που μπορεί να προέρχονται από τέτοια κινούμενα σχέδια. Αναζητήστε έναν επαγγελματία ιατρό για περισσότερες πληροφορίες.
es: Si no eres fotosensible a las animaciones trepidantes que te muestran algunos de los salvapantallas, puedes desactivar esta advertencia habilitando esta opción. Tenga en cuenta que no somos responsables de los efectos secundarios que puedan surgir de dichas animaciones. Busque un médico especialista profesional para obtener más información.
fr: Si vous n'êtes pas photosensible aux animations rapides que certains écrans de veille vous montrent, vous pouvez désactiver cet avertissement en activant cette option. Veuillez noter que nous ne sommes pas responsables des effets secondaires pouvant provenir de telles animations. Recherchez un médecin spécialiste pour plus d’informations.
ga: Mura bhfuil tú fóta-íogair do na beochan tapa a thaispeánann cuid de na spárálaíscáileáin duit, is féidir leat an rabhadh seo a dhíchumasú tríd an rogha seo a chumasú. Tabhair faoi deara nach bhfuilimid freagrach as na fo-iarmhairtí a d'fhéadfadh teacht ó bheochan dá leithéid. Lorg speisialtóir leighis gairmiúil le haghaidh tuilleadh eolais.
hi: यदि आप तेज़ गति वाले एनिमेशन के प्रति संवेदनशील नहीं हैं जो कुछ स्क्रीनसेवर आपको दिखाते हैं, तो आप इस विकल्प को सक्षम करके इस चेतावनी को अक्षम कर सकते हैं। कृपया ध्यान दें कि ऐसे एनिमेशन से होने वाले दुष्प्रभावों के लिए हम ज़िम्मेदार नहीं हैं। अधिक जानकारी के लिए किसी पेशेवर चिकित्सा विशेषज्ञ से संपर्क करें।
hi_latn: yadi aap kuchh skreenasevar dvaara dikhae jaane vaale tez gati vaale enimeshan ke prati prakaash sanvedanasheel nahin hain, to aap is vikalp ko saksham karake is chetaavanee ko aksham kar sakate hain. krpaya dhyaan den ki ham aise enimeshan se hone vaale dushprabhaavon ke lie jimmedaar nahin hain. adhik jaanakaaree ke lie kisee peshevar chikitsa visheshagy se sampark karen.
id: Jika Anda tidak peka terhadap animasi cepat yang ditampilkan beberapa screensaver, Anda dapat menonaktifkan peringatan ini dengan mengaktifkan opsi ini. Harap perhatikan bahwa kami tidak bertanggung jawab atas efek samping yang mungkin timbul dari animasi tersebut. Carilah dokter spesialis profesional untuk informasi lebih lanjut.
it: Se non sei fotosensibile alle animazioni frenetiche che ti mostrano alcuni screensaver, puoi disattivare questo avviso abilitando questa opzione. Tieni presente che non siamo responsabili per gli effetti collaterali che potrebbero derivare da tali animazioni. Cercare un medico specialista per ulteriori informazioni.
ja: 一部のスクリーンセーバーで表示されるペースの速いアニメーションに敏感でない場合は、このオプションを有効にしてこの警告を無効にすることができます。そのようなアニメーションから生じる可能性のある副作用については責任を負いませんのでご了承ください。詳細については、専門の医療専門家に問い合わせてください。
ko: 일부 화면 보호기에서 표시되는 빠르게 진행되는 애니메이션에 민감하지 않은 경우 이 옵션을 활성화하여 이 경고를 비활성화할 수 있습니다. 해당 애니메이션으로 인해 발생할 수 있는 부작용에 대해 당사는 책임을 지지 않는다는 점을 참고하시기 바랍니다. 자세한 내용은 전문 의료 전문가를 찾아보세요.
ms: Jika anda tidak peka terhadap animasi pantas yang ditunjukkan oleh beberapa penyelamat skrin kepada anda, anda boleh melumpuhkan amaran ini dengan mendayakan pilihan ini. Sila ambil perhatian bahawa kami tidak bertanggungjawab ke atas kesan sampingan yang mungkin datang daripada animasi tersebut. Dapatkan pakar perubatan profesional untuk maklumat lanjut.
nb: Hvis du ikke er lysfølsom for de raske animasjonene som noen av skjermsparerne viser deg, kan du deaktivere denne advarselen ved å aktivere dette alternativet. Vær oppmerksom på at vi ikke er ansvarlige for bivirkningene som kan ha kommet fra slike animasjoner. Oppsøk en profesjonell medisinsk spesialist for mer informasjon.
nl: Als u niet lichtgevoelig bent voor de snelle animaties die sommige screensavers u laten zien, kunt u deze waarschuwing uitschakelen door deze optie in te schakelen. Houd er rekening mee dat wij niet verantwoordelijk zijn voor de bijwerkingen die mogelijk voortvloeien uit dergelijke animaties. Zoek een professionele medisch specialist voor meer informatie.
pt: Se você não é fotossensível às animações aceleradas que alguns dos protetores de tela mostram, você pode desativar este aviso ativando esta opção. Observe que não somos responsáveis pelos efeitos colaterais que possam advir de tais animações. Procure um profissional médico especialista para mais informações.
ro: Dacă nu sunteți fotosensibil la animațiile rapide pe care vi le arată unele dintre screensavere, puteți dezactiva acest avertisment activând această opțiune. Vă rugăm să rețineți că nu suntem responsabili pentru efectele secundare care ar putea fi provenite din astfel de animații. Căutați un specialist medical profesionist pentru mai multe informații.
tr: Bazı ekran koruyucuların gösterdiği hızlı animasyonlara karşı ışığa duyarlı değilseniz, bu seçeneği etkinleştirerek bu uyarıyı devre dışı bırakabilirsiniz. Lütfen bu tür animasyonlardan kaynaklanabilecek yan etkilerden sorumlu olmadığımızı unutmayın. Daha fazla bilgi için profesyonel bir tıp uzmanına başvurun.
uk: Якщо у вас немає фоточутливості до швидких анімацій, які показують деякі заставки, ви можете вимкнути це попередження, увімкнувши цей параметр. Зверніть увагу, що ми не несемо відповідальності за побічні ефекти, які можуть виникнути внаслідок таких анімацій. Для отримання додаткової інформації зверніться до професійного медичного спеціаліста.
vi: Nếu bạn không nhạy cảm với các hình ảnh động nhịp độ nhanh mà một số trình bảo vệ màn hình hiển thị, bạn có thể tắt cảnh báo này bằng cách bật tùy chọn này. Xin lưu ý rằng chúng tôi không chịu trách nhiệm về các tác dụng phụ có thể phát sinh từ các hình ảnh động như vậy. Hãy tìm đến bác sĩ chuyên khoa để biết thêm thông tin.
zh: 如果您對某些螢幕保護程式顯示的快節奏動畫不敏感，則可以透過啟用此選項來停用此警告。請注意，我們對此類動畫可能產生的副作用不承擔任何責任。尋求專業的醫學專家以獲取更多資訊。

# NKS_SETTINGS_KERNEL_MISC_DESC
source: Settings that don't fit in their appropriate sections land here.
ar: الإعدادات التي لا تتناسب مع الأقسام المناسبة لها تهبط هنا.
de: Einstellungen, die nicht in die entsprechenden Abschnitte passen, landen hier.
el: Οι ρυθμίσεις που δεν ταιριάζουν στις κατάλληλες ενότητες προσγειώνονται εδώ.
es: Las configuraciones que no encajan en sus secciones apropiadas aterrizan aquí.
fr: Les paramètres qui ne rentrent pas dans leurs sections appropriées atterrissent ici.
ga: Tagann socruithe nach n-oireann ina gcodanna cuí i dtír anseo.
hi: जो सेटिंग्स उनके उपयुक्त अनुभागों में फिट नहीं होतीं वे यहां आती हैं।
hi_latn: aisee setings jo apane upayukt anubhaagon mein phit nahin hotee hain, ve yahaan aatee hain.
id: Pengaturan yang tidak sesuai pada bagiannya akan muncul di sini.
it: Le impostazioni che non rientrano nelle sezioni appropriate arrivano qui.
ja: 適切なセクションに収まらない設定はここに表示されます。
ko: 해당 섹션에 맞지 않는 설정은 여기에 표시됩니다.
ms: Tetapan yang tidak sesuai dengan bahagian yang sesuai tiba di sini.
nb: Innstillinger som ikke passer i de aktuelle delene lander her.
nl: Instellingen die niet in de juiste secties passen, komen hier terecht.
pt: As configurações que não cabem nas seções apropriadas chegam aqui.
ro: Setările care nu se potrivesc în secțiunile lor corespunzătoare ajung aici.
tr: Uygun bölümlere uymayan ayarlar buraya gelir.
uk: Параметри, які не вписуються у відповідні розділи, потрапляють тут.
vi: Các cài đặt không phù hợp với mục tương ứng sẽ được đưa vào đây.
zh: 不適合其適當部分的設定會出現在此。

# NKS_SETTINGS_KERNEL_MISC_DISPLAYAS
source: Miscellaneous settings
ar: إعدادات متنوعة
de: Verschiedene Einstellungen
el: Διάφορες ρυθμίσεις
es: Otras configuraciones
fr: Paramètres divers
ga: Socruithe ilghnéitheacha
hi: विविध सेटिंग्स
hi_latn: vividh setings
id: Pengaturan lain-lain
it: Impostazioni varie
ja: その他の設定
ko: 기타 설정
ms: Tetapan pelbagai
nb: Diverse innstillinger
nl: Diverse instellingen
pt: Configurações Diversas
ro: Setări diverse
tr: Çeşitli ayarlar
uk: Різні налаштування
vi: Cài đặt khác nhau
zh: 雜項設定

# NKS_SETTINGS_COMMON_URCORNERCHAR_DESC
source: A character that resembles the upper right corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليمنى العليا. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der oberen rechten Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την πάνω δεξιά γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se parece a la esquina superior derecha. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin supérieur droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne uachtarach ar dheis. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो ऊपरी दाएँ कोने जैसा दिखता है। सुनिश्चित करें कि केवल एक अक्षर ही इनपुट करें।
hi_latn: ek varn jo ooparee daen kone jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai sudut kanan atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che assomiglia all'angolo in alto a destra. Assicurati di inserire solo un carattere.
ja: 右上に似た文字。必ず 1 文字のみ入力してください。
ko: 오른쪽 상단과 유사한 문자입니다. 반드시 한 글자만 입력하세요.
ms: Watak yang menyerupai sudut kanan atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det øvre høyre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de rechterbovenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao canto superior direito. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din dreapta sus. Asigurați-vă că introduceți un singur caracter.
tr: Sağ üst köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує правий верхній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc trên bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於右上角的字元。請務必只輸入一個字元。

# NKS_SETTINGS_COMMON_LRCORNERCHAR_DESC
source: A character that resembles the lower right corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليمنى السفلى. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der unteren rechten Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την κάτω δεξιά γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se parece a la esquina inferior derecha. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin inférieur droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne íochtair ar dheis. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो निचले दाएं कोने जैसा दिखता है। सुनिश्चित करें कि केवल एक अक्षर ही इनपुट करें।
hi_latn: ek varn jo nichale daen kone jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai sudut kanan bawah. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che assomiglia all'angolo in basso a destra. Assicurati di inserire solo un carattere.
ja: 右下のような文字。必ず 1 文字のみ入力してください。
ko: 오른쪽 하단과 유사한 문자입니다. 반드시 한 글자만 입력하세요.
ms: Watak yang menyerupai sudut kanan bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det nedre høyre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de rechter benedenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao canto inferior direito. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din dreapta jos. Asigurați-vă că introduceți un singur caracter.
tr: Sağ alt köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує правий нижній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc dưới bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於右下角的字元。請務必只輸入一個字元。

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_MAINCOMMANDCOUNT_DESC
source: Shows the commands count in the command list, controlled by the count show switches for different kinds of commands.
ar: يُظهر عدد الأوامر في قائمة الأوامر، التي يتم التحكم فيها بواسطة العد، ويُظهر مفاتيح التبديل لأنواع مختلفة من الأوامر.
de: Zeigt die Anzahl der Befehle in der Befehlsliste an, gesteuert durch die Count-Show-Schalter für verschiedene Arten von Befehlen.
el: Εμφανίζει τον αριθμό εντολών στη λίστα εντολών, που ελέγχεται από τους διακόπτες εμφάνισης μέτρησης για διαφορετικά είδη εντολών.
es: Muestra el recuento de comandos en la lista de comandos, controlado por los interruptores count show para diferentes tipos de comandos.
fr: Affiche le nombre de commandes dans la liste des commandes, contrôlé par les commutateurs count show pour différents types de commandes.
ga: Taispeáin na horduithe a chomhaireamh sa liosta orduithe, arna rialú ag na lasca seó comhaireamh do chineálacha éagsúla na n-orduithe.
hi: कमांड सूची में कमांड की गिनती दिखाता है, विभिन्न प्रकार के कमांड के लिए काउंट शो स्विच द्वारा नियंत्रित किया जाता है।
hi_latn: kamaand soochee mein kamaand kaunt dikhaata hai, jise vibhinn prakaar ke kamaand ke lie kaunt sho svich dvaara niyantrit kiya jaata hai.
id: Menampilkan jumlah perintah di dalam daftar perintah, dikontrol oleh tombol count show untuk berbagai jenis perintah.
it: Mostra il conteggio dei comandi nell'elenco dei comandi, controllato dagli interruttori count show per diversi tipi di comandi.
ja: コマンド リスト内のコマンド数を表示します。これは、さまざまな種類のコマンドの count show スイッチによって制御されます。
ko: 다양한 종류의 명령에 대한 count show 스위치로 제어되는 명령 목록에 명령 수를 표시합니다.
ms: Menunjukkan kiraan arahan dalam senarai arahan, dikawal oleh suis paparan kiraan untuk pelbagai jenis arahan.
nb: Viser kommandotellingen i kommandolisten, kontrollert av tellevisningsbryterne for forskjellige typer kommandoer.
nl: Toont het aantal commando's in de commandolijst, bestuurd door de schakelaars voor het tonen van tellingen voor verschillende soorten commando's.
pt: Mostra a contagem de comandos na lista de comandos, controlada pelas opções de exibição de contagem para diferentes tipos de comandos.
ro: Afișează numărul de comenzi din lista de comenzi, controlată de numărătoarea, arată comutatoarele pentru diferite tipuri de comenzi.
tr: Komut listesindeki komut sayısını gösterir, farklı komut türleri için sayım gösterme anahtarları tarafından kontrol edilir.
uk: Показує кількість команд у списку команд, керовану перемикачами показу кількості для різних типів команд.
vi: Hiển thị số lượng lệnh trong danh sách lệnh, được điều khiển bởi công tắc hiển thị số lượng cho các loại lệnh khác nhau.
zh: 顯示指令清單中的指令計數，由不同類型指令的 count show 開關控制。

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_SHELLCOMMANDCOUNT_DESC
source: Show the count of shell commands when listing them in the help command
ar: إظهار عدد أوامر shell عند إدراجها في أمر المساعدة
de: Zeigt die Anzahl der Shell-Befehle an, wenn sie im Hilfebefehl aufgelistet werden
el: Εμφάνιση του αριθμού των εντολών φλοιού κατά την καταχώρισή τους στην εντολή βοήθειας
es: Mostrar el recuento de comandos de Shell al enumerarlos en el comando de ayuda
fr: Afficher le nombre de commandes shell lors de leur liste dans la commande d'aide
ga: Taispeáin comhaireamh na n-orduithe sliogán agus iad á liostú san ordú cabhrach
hi: हेल्प कमांड में सूचीबद्ध करते समय शेल कमांड की गिनती दिखाएं
hi_latn: help kamaand mein soocheebaddh karate samay shel kamaand kee ginatee dikhaen
id: Menampilkan jumlah perintah shell saat mencantumkannya di perintah bantuan
it: Mostra il conteggio dei comandi della shell quando li elenchi nel comando di aiuto
ja: シェルコマンドをヘルプコマンドにリストするときに、シェルコマンドの数を表示します。
ko: 도움말 명령에 나열할 때 쉘 명령 수를 표시합니다.
ms: Tunjukkan kiraan arahan shell apabila menyenaraikannya dalam arahan bantuan
nb: Vis antall skallkommandoer når du oppgir dem i hjelpekommandoen
nl: Toon het aantal shell-opdrachten wanneer u ze opsomt in de help-opdracht
pt: Mostrar a contagem de comandos shell ao listá-los no comando de ajuda
ro: Afișați numărul de comenzi shell atunci când le enumerați în comanda de ajutor
tr: Yardım komutunda listelendiğinde kabuk komutlarının sayısını göster
uk: Показувати кількість команд оболонки під час їх переліку в команді довідки
vi: Hiển thị số lượng lệnh shell khi liệt kê chúng trong lệnh trợ giúp
zh: 在幫助命令中列出 shell 命令時顯示它們的數量

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_ALIASESCOMMANDCOUNT_DESC
source: Show the count of aliased commands when listing them in the help command
ar: إظهار عدد الأوامر المستعارة عند إدراجها في أمر المساعدة
de: Zeigt die Anzahl der Alias-Befehle an, wenn sie im Hilfebefehl aufgelistet werden
el: Εμφανίστε το πλήθος των εντολών με ψευδώνυμο κατά την καταχώρισή τους στην εντολή βοήθειας
es: Mostrar el recuento de comandos con alias al enumerarlos en el comando de ayuda
fr: Afficher le nombre de commandes alias lors de leur liste dans la commande d'aide
ga: Taispeáin comhaireamh na n-orduithe ailiasaithe agus iad á liostáil san ordú cabhrach
hi: सहायता कमांड में सूचीबद्ध करते समय उपनाम आदेशों की संख्या दिखाएं
hi_latn: help kamaand mein soocheebaddh karate samay upanaamit kamaand kee ginatee dikhaen
id: Menampilkan jumlah perintah alias saat mencantumkannya di perintah bantuan
it: Mostra il conteggio dei comandi con alias quando li elenchi nel comando di aiuto
ja: エイリアス化されたコマンドをヘルプ コマンドにリストするときに、そのコマンドの数を表示します。
ko: 도움말 명령에 나열할 때 별칭이 지정된 명령 수 표시
ms: Tunjukkan kiraan arahan beralias apabila menyenaraikannya dalam arahan bantuan
nb: Vis antall aliaskommandoer når du oppgir dem i hjelpekommandoen
nl: Toon het aantal aliasopdrachten wanneer u deze opsomt in de helpopdracht
pt: Mostrar a contagem de comandos com alias ao listá-los no comando de ajuda
ro: Afișați numărul de comenzi cu alias atunci când le enumerați în comanda de ajutor
tr: Yardım komutunda listelenirken takma adlı komutların sayısını göster
uk: Показати кількість псевдонімів команд під час їх переліку в команді довідки
vi: Hiển thị số lượng lệnh có bí danh khi liệt kê chúng trong lệnh trợ giúp
zh: 在幫助指令中列出別名指令時顯示別名指令的數量

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_UNIFIEDCOMMANDCOUNT_NAME
source: Show the unified commands count on help
ar: إظهار عدد الأوامر الموحدة على المساعدة
de: Zeigen Sie die Anzahl der einheitlichen Befehle in der Hilfe an
el: Εμφάνιση των ενοποιημένων εντολών βασίζονται στη βοήθεια
es: Mostrar los comandos unificados contar con ayuda
fr: Afficher les commandes unifiées et compter sur l'aide
ga: Taispeáin na horduithe aontaithe brath ar chabhair
hi: सहायता पर भरोसा करते हुए एकीकृत कमांड दिखाएं
hi_latn: help par ekeekrt kamaand kee ginatee dikhaen
id: Tampilkan jumlah perintah terpadu pada bantuan
it: Mostra che i comandi unificati contano sull'aiuto
ja: ヘルプに統合コマンドカウントを表示する
ko: 도움말에 통합 명령 개수 표시
ms: Tunjukkan arahan bersatu bergantung pada bantuan
nb: Vis at de enhetlige kommandoene stoler på hjelp
nl: Laat zien dat de uniforme commando's op hulp rekenen
pt: Mostrar os comandos unificados contam com ajuda
ro: Afișați că comenzile unificate contează pe ajutor
tr: Birleşik komutların yardıma olan sayısını göster
uk: Показати кількість уніфікованих команд у довідці
vi: Hiển thị số lệnh thống nhất trên trợ giúp
zh: 顯示統一指令計數幫助

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_UNIFIEDCOMMANDCOUNT_DESC
source: Show the count of unified shell commands when listing them in the help command
ar: إظهار عدد أوامر Shell الموحدة عند إدراجها في أمر المساعدة
de: Zeigt die Anzahl der Unified-Shell-Befehle an, wenn sie im Hilfebefehl aufgelistet werden
el: Εμφάνιση του αριθμού των ενοποιημένων εντολών φλοιού κατά την καταχώρισή τους στην εντολή βοήθειας
es: Mostrar el recuento de comandos de shell unificados al enumerarlos en el comando de ayuda
fr: Afficher le nombre de commandes shell unifiées lors de leur liste dans la commande d'aide
ga: Taispeáin comhaireamh na n-orduithe bhlaosc aontaithe agus iad á liostú san ordú cabhrach
hi: सहायता कमांड में सूचीबद्ध करते समय एकीकृत शेल कमांड की गिनती दिखाएं
hi_latn: sahaayata aadesh mein unhen soocheebaddh karate samay ekeekrt shel kamaand kee ginatee dikhaen
id: Tampilkan jumlah perintah shell terpadu saat mencantumkannya di perintah bantuan
it: Mostra il conteggio dei comandi della shell unificata quando li elenchi nel comando di aiuto
ja: 統合シェル コマンドをヘルプ コマンドにリストするときに、そのコマンドの数を表示します。
ko: 도움말 명령에 나열할 때 통합 셸 명령 수를 표시합니다.
ms: Tunjukkan kiraan perintah shell bersatu apabila menyenaraikannya dalam arahan bantuan
nb: Vis antallet enhetlige skallkommandoer når du oppgir dem i hjelpekommandoen
nl: Toon het aantal uniforme shell-opdrachten wanneer u ze opsomt in de help-opdracht
pt: Mostrar a contagem de comandos shell unificados ao listá-los no comando de ajuda
ro: Afișați numărul de comenzi shell unificate atunci când le enumerați în comanda de ajutor
tr: Yardım komutunda listelendiğinde birleşik kabuk komutlarının sayısını göster
uk: Показати кількість уніфікованих команд оболонки під час їх переліку в команді довідки
vi: Hiển thị số lượng lệnh shell hợp nhất khi liệt kê chúng trong lệnh trợ giúp
zh: 在幫助命令中列出統一 shell 命令時顯示它們的數量

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_ADDONCOMMANDCOUNT_NAME
source: Show the addon commands count on help
ar: إظهار عدد الأوامر الإضافية عند المساعدة
de: Zeigt die Anzahl der Add-on-Befehle in der Hilfe an
el: Εμφάνιση των εντολών του πρόσθετου βασίζονται στη βοήθεια
es: Mostrar los comandos del complemento cuentan con ayuda
fr: Afficher les commandes du module complémentaire et compter sur l'aide
ga: Taispeáin na horduithe addon ag brath ar chabhair
hi: सहायता पर निर्भर ऐडऑन कमांड दिखाएं
hi_latn: sahaayata par aidon kamaand kee ginatee dikhaen
id: Tampilkan jumlah perintah addon pada bantuan
it: Mostra che i comandi aggiuntivi contano sull'aiuto
ja: アドオンコマンドのカウントをヘルプに表示します
ko: 도움말에 애드온 명령 개수 표시
ms: Tunjukkan arahan addon bergantung kepada bantuan
nb: Vis tilleggskommandoer stole på hjelp
nl: Laat zien dat de add-on-opdrachten op hulp rekenen
pt: Mostrar os comandos adicionais contam com ajuda
ro: Afișați comenzile de supliment care se bazează pe ajutor
tr: Eklenti komutlarının yardıma olan sayısını göster
uk: Показати кількість команд аддона в довідці
vi: Hiển thị số lượng lệnh bổ sung trên trợ giúp
zh: 顯示插件命令依賴幫助
