Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_DESC
source: This allows you to configure The Nitrocid Homepage
ar: يتيح لك هذا تكوين الصفحة الرئيسية لـ Nitrocid
de: Hiermit können Sie die Nitrocid Homepage konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την αρχική σελίδα του Nitrocid
es: Esto le permite configurar la página de inicio de Nitrocid
fr: Cela vous permet de configurer la page d'accueil de Nitrocid
ga: Ligeann sé seo duit an Leathanach Baile Nitrocid a chumrú
hi: यह आपको नाइट्रोसिड होमपेज को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako naitrosid homapej ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi Beranda Nitrocid
it: Questo ti consente di configurare la homepage di Nitrocid
ja: これにより、Nitrocidホームページを設定できます
ko: 이를 통해 Nitrocid 홈페이지를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi The Nitrocid Homepage
nb: Dette lar deg konfigurere Nitrocid-hjemmesiden
nl: Hiermee kunt u de Nitrocid Homepage configureren
pt: Isto permite configurar a página inicial do Nitrocid
ro: Acest lucru vă permite să configurați pagina de pornire Nitrocid
tr: Bu, Nitrocid Ana Sayfasını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати домашню сторінку Nitrocid
vi: Điều này cho phép bạn cấu hình Trang chủ Nitrocid
zh: 這允許您配置 Nitrocid 主頁

# NKS_SETTINGS_KERNEL_GENERAL_KERNELUPDATE_NAME
source: Kernel update settings
ar: إعدادات تحديث النواة
de: Kernel-Update-Einstellungen
el: Ρυθμίσεις ενημέρωσης πυρήνα
es: Configuración de actualización del kernel
fr: Paramètres de mise à jour du noyau
ga: Socruithe nuashonraithe eithne
hi: कर्नेल अद्यतन सेटिंग्स
hi_latn: karnel apadet seting
id: Pengaturan pembaruan kernel
it: Impostazioni di aggiornamento del kernel
ja: カーネルアップデート設定
ko: 커널 업데이트 설정
ms: Tetapan kemas kini kernel
nb: Innstillinger for kjerneoppdatering
nl: Kernel-update-instellingen
pt: Configurações de atualização do kernel
ro: Setări de actualizare a kernelului
tr: Çekirdek güncelleme ayarları
uk: Налаштування оновлення ядра
vi: Cài đặt cập nhật hạt nhân
zh: 核心更新設定

# NKS_SETTINGS_KERNEL_GENERAL_KERNELUPDATE_DESC
source: This allows you to configure the kernel updates
ar: يتيح لك هذا تكوين تحديثات النواة
de: Damit können Sie die Kernel-Updates konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τις ενημερώσεις του πυρήνα
es: Esto le permite configurar las actualizaciones del kernel.
fr: Cela vous permet de configurer les mises à jour du noyau
ga: Ligeann sé seo duit na nuashonruithe eithne a chumrú
hi: यह आपको कर्नेल अपडेट को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako karnel apadet ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi pembaruan kernel
it: Ciò consente di configurare gli aggiornamenti del kernel
ja: これによりカーネルアップデートを構成できます
ko: 이를 통해 커널 업데이트를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi kemas kini kernel
nb: Dette lar deg konfigurere kjerneoppdateringene
nl: Hiermee kunt u de kernelupdates configureren
pt: Isto permite que configure as atualizações do kernel
ro: Acest lucru vă permite să configurați actualizările kernelului
tr: Bu, çekirdek güncellemelerini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати оновлення ядра
vi: Điều này cho phép bạn cấu hình các bản cập nhật hạt nhân
zh: 這允許您配置核心更新

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_NAME
source: Kernel error settings
ar: إعدادات خطأ النواة
de: Kernel-Fehlereinstellungen
el: Ρυθμίσεις σφάλματος πυρήνα
es: Configuración de errores del kernel
fr: Paramètres d'erreur du noyau
ga: Socruithe earráide eithne
hi: कर्नेल त्रुटि सेटिंग्स
hi_latn: karnel truti seting
id: Pengaturan kesalahan kernel
it: Impostazioni di errore del kernel
ja: カーネルエラー設定
ko: 커널 오류 설정
ms: Tetapan ralat kernel
nb: Innstillinger for kjernefeil
nl: Kernelfoutinstellingen
pt: Configurações de erro do kernel
ro: Setări de eroare ale kernelului
tr: Çekirdek hata ayarları
uk: Налаштування помилок ядра
vi: Cài đặt lỗi hạt nhân
zh: 內核錯誤設定

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_DESC
source: This allows you to configure the kernel errors
ar: يتيح لك هذا تكوين أخطاء النواة
de: Damit können Sie die Kernel-Fehler konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τα σφάλματα του πυρήνα
es: Esto le permite configurar los errores del kernel.
fr: Cela vous permet de configurer les erreurs du noyau
ga: Ligeann sé seo duit na hearráidí eithne a chumrú
hi: यह आपको कर्नेल त्रुटियों को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako karnel trutiyon ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi kesalahan kernel
it: Questo consente di configurare gli errori del kernel
ja: これによりカーネルエラーを設定できます
ko: 이를 통해 커널 오류를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi ralat kernel
nb: Dette lar deg konfigurere kjernefeilene
nl: Hiermee kunt u de kernelfouten configureren
pt: Isto permite configurar os erros do kernel
ro: Acest lucru vă permite să configurați erorile nucleului
tr: Bu, çekirdek hatalarını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати помилки ядра
vi: Điều này cho phép bạn cấu hình lỗi hạt nhân
zh: 這允許您配置內核錯誤

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_NAME
source: Kernel power settings
ar: إعدادات طاقة النواة
de: Kernel-Energieeinstellungen
el: Ρυθμίσεις ισχύος πυρήνα
es: Configuración de energía del kernel
fr: Paramètres d'alimentation du noyau
ga: Socruithe cumhachta eithne
hi: कर्नेल पावर सेटिंग्स
hi_latn: karnel paavar seting
id: Pengaturan daya kernel
it: Impostazioni di alimentazione del kernel
ja: カーネル電源設定
ko: 커널 전원 설정
ms: Tetapan kuasa kernel
nb: Innstillinger for kjernekraft
nl: Kernel-energie-instellingen
pt: Configurações de energia do kernel
ro: Setări pentru puterea kernelului
tr: Çekirdek güç ayarları
uk: Налаштування потужності ядра
vi: Thiết lập năng lượng hạt nhân
zh: 內核電源設定

# NKS_SETTINGS_KERNEL_GENERAL_KERNELPOWER_DESC
source: This allows you to configure the kernel power mechanism
ar: يتيح لك هذا تكوين آلية طاقة النواة
de: Damit können Sie den Kernel-Power-Mechanismus konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τον μηχανισμό ισχύος του πυρήνα
es: Esto le permite configurar el mecanismo de energía del kernel.
fr: Cela vous permet de configurer le mécanisme d'alimentation du noyau
ga: Ligeann sé seo duit meicníocht chumhachta an eithne a chumrú
hi: यह आपको कर्नेल पावर तंत्र को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako karnel paavar maikenijm ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi mekanisme daya kernel
it: Ciò consente di configurare il meccanismo di alimentazione del kernel
ja: これによりカーネルの電源メカニズムを設定できます
ko: 이를 통해 커널 전원 메커니즘을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi mekanisme kuasa kernel
nb: Dette lar deg konfigurere kjernekraftmekanismen
nl: Hiermee kunt u het kernel-energiemechanisme configureren
pt: Isto permite configurar o mecanismo de energia do kernel
ro: Acest lucru vă permite să configurați mecanismul de alimentare a nucleului
tr: Bu, çekirdek güç mekanizmasını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати механізм живлення ядра
vi: Điều này cho phép bạn cấu hình cơ chế năng lượng hạt nhân
zh: 這允許您配置內核電源機制

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_NAME
source: Kernel color schemes
ar: مخططات ألوان النواة
de: Kernel-Farbschemata
el: Σχέδια χρωμάτων πυρήνα
es: Esquemas de color del kernel
fr: Schémas de couleurs du noyau
ga: Scéimeanna datha eithne
hi: कर्नेल रंग योजनाएँ
hi_latn: karnel rang yojanaen
id: Skema warna kernel
it: Schemi di colori del kernel
ja: カーネルのカラースキーム
ko: 커널 색상 구성표
ms: Skim warna kernel
nb: Kjernefargeskjemaer
nl: Kernel-kleurenschema's
pt: Esquemas de cores do kernel
ro: Scheme de culori ale nucleului
tr: Çekirdek renk şemaları
uk: Кольорові схеми ядра
vi: Các lược đồ màu hạt nhân
zh: 內核配色方案

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_DESC
source: This allows you to set multiple kernel color schemes
ar: يتيح لك هذا تعيين أنظمة ألوان متعددة للنواة
de: Damit können Sie mehrere Kernel-Farbschemata festlegen
el: Αυτό σας επιτρέπει να ορίσετε πολλαπλούς συνδυασμούς χρωμάτων πυρήνα
es: Esto le permite configurar múltiples esquemas de color del kernel.
fr: Cela vous permet de définir plusieurs schémas de couleurs du noyau
ga: Ligeann sé seo duit scéimeanna datha iomadúla eithne a shocrú
hi: यह आपको एकाधिक कर्नेल रंग योजनाएँ सेट करने की अनुमति देता है
hi_latn: yah aapako kaee karnel rang yojanaen set karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengatur beberapa skema warna kernel
it: Ciò consente di impostare più schemi di colori del kernel
ja: これにより、複数のカーネルカラースキームを設定できます
ko: 이를 통해 여러 커널 색상 구성표를 설정할 수 있습니다.
ms: Ini membolehkan anda menetapkan berbilang skema warna kernel
nb: Dette lar deg angi flere kjernefargeskjemaer
nl: Hiermee kunt u meerdere kernelkleurenschema's instellen
pt: Isto permite definir vários esquemas de cores do kernel
ro: Acest lucru vă permite să setați mai multe scheme de culori ale nucleului
tr: Bu, birden fazla çekirdek renk şeması ayarlamanıza olanak tanır
uk: Це дозволяє встановити кілька схем кольорів ядра
vi: Điều này cho phép bạn thiết lập nhiều lược đồ màu hạt nhân
zh: 這使你可以設定多個內核配色方案

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_NAME
source: Help system
ar: نظام المساعدة
de: Hilfesystem
el: Σύστημα βοήθειας
es: Sistema de ayuda
fr: Système d'aide
ga: Córas cabhrach
hi: सहायता प्रणाली
hi_latn: sahaayata pranaalee
id: Sistem bantuan
it: Sistema di aiuto
ja: ヘルプシステム
ko: 도움말 시스템
ms: Sistem bantuan
nb: Hjelpesystem
nl: Helpsysteem
pt: Sistema de ajuda
ro: Sistem de ajutor
tr: Yardım sistemi
uk: Довідкова система
vi: Hệ thống trợ giúp
zh: 幫助系統

# NKS_SETTINGS_KERNEL_SHELL_HELPSYSTEM_DESC
source: This allows you to configure the shell help system
ar: يتيح لك هذا تكوين نظام مساعدة shell
de: Hiermit können Sie das Shell-Hilfesystem konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το σύστημα βοήθειας του κελύφους
es: Esto le permite configurar el sistema de ayuda del shell.
fr: Cela vous permet de configurer le système d'aide du shell
ga: Ligeann sé seo duit an córas cúnaimh bhlaosc a chumrú
hi: यह आपको शेल सहायता प्रणाली को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako shel sahaayata pranaalee ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi sistem bantuan shell
it: Ciò consente di configurare il sistema di aiuto della shell
ja: これにより、シェルヘルプシステムを設定できます
ko: 이를 통해 셸 도움말 시스템을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi sistem bantuan shell
nb: Dette lar deg konfigurere shell-hjelpesystemet
nl: Hiermee kunt u het shell-helpsysteem configureren
pt: Isto permite configurar o sistema de ajuda do shell
ro: Acest lucru vă permite să configurați sistemul de ajutor shell
tr: Bu, kabuk yardım sistemini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати довідкову систему оболонки
vi: Điều này cho phép bạn cấu hình hệ thống trợ giúp shell
zh: 這允許您配置 shell 幫助系統

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_NAME
source: Shell presets
ar: الإعدادات المسبقة للقشرة
de: Shell-Voreinstellungen
el: Προεπιλογές κελύφους
es: Preajustes de Shell
fr: Préréglages du shell
ga: Réamhshocruithe shell
hi: शैल प्रीसेट
hi_latn: shel preeset
id: Preset cangkang
it: Preimpostazioni della shell
ja: シェルプリセット
ko: 셸 사전 설정
ms: Pratetap Shell
nb: Shell forhåndsinnstillinger
nl: Shell-voorinstellingen
pt: Predefinições de shell
ro: Presetări Shell
tr: Kabuk ön ayarları
uk: Предустановки оболонки
vi: Shell cài đặt trước
zh: 外殼預設

# NKS_SETTINGS_KERNEL_SHELL_PRESETS_DESC
source: This allows you to configure the shell presets
ar: يتيح لك هذا تكوين إعدادات مسبقة للقشرة
de: Hiermit können Sie die Shell-Voreinstellungen konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τις προεπιλογές φλοιού
es: Esto le permite configurar los ajustes preestablecidos del shell.
fr: Cela vous permet de configurer les préréglages du shell
ga: Ligeann sé seo duit na réamhshocruithe bhlaosc a chumrú
hi: यह आपको शेल प्रीसेट कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako shel preeset ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi preset shell
it: Ciò consente di configurare i preset della shell
ja: これにより、シェルのプリセットを設定できます
ko: 이를 통해 셸 사전 설정을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi pratetap shell
nb: Dette lar deg konfigurere shell-forhåndsinnstillingene
nl: Hiermee kunt u de shell-presets configureren
pt: Isto permite que configure as predefinições do shell
ro: Acest lucru vă permite să configurați presetările shell-ului
tr: Bu, kabuk ön ayarlarını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати попередні налаштування оболонки
vi: Điều này cho phép bạn cấu hình các cài đặt trước của shell
zh: 這允許您配置 shell 預設

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_NAME
source: Remote debugger settings
ar: إعدادات المصحح عن بعد
de: Remotedebugger-Einstellungen
el: Ρυθμίσεις απομακρυσμένου εντοπισμού σφαλμάτων
es: Configuración del depurador remoto
fr: Paramètres du débogueur à distance
ga: Socruithe dífhabhtóra cianda
hi: रिमोट डीबगर सेटिंग्स
hi_latn: rimot dibagar setings
id: Pengaturan debugger jarak jauh
it: Impostazioni del debugger remoto
ja: リモートデバッガー設定
ko: 원격 디버거 설정
ms: Tetapan penyahpepijat jauh
nb: Innstillinger for ekstern debugger
nl: Instellingen voor externe debugger
pt: Configurações do depurador remoto
ro: Setări de depanare la distanță
tr: Uzaktan hata ayıklayıcı ayarları
uk: Налаштування віддаленого налагоджувача
vi: Cài đặt gỡ lỗi từ xa
zh: 遠端調試器設定

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_DESC
source: This allows you to configure the remote debugger
ar: يتيح لك هذا تكوين مصحح الأخطاء عن بعد
de: Damit können Sie den Remote-Debugger konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τον απομακρυσμένο εντοπισμό σφαλμάτων
es: Esto le permite configurar el depurador remoto
fr: Cela vous permet de configurer le débogueur distant
ga: Ligeann sé seo duit an dífhabhtóir cianda a chumrú
hi: यह आपको दूरस्थ डीबगर को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako rimot deebagar ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi debugger jarak jauh
it: Ciò consente di configurare il debugger remoto
ja: これにより、リモートデバッガーを構成できます
ko: 이를 통해 원격 디버거를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi penyahpepijat jauh
nb: Dette lar deg konfigurere den eksterne debuggeren
nl: Hiermee kunt u de externe debugger configureren
pt: Isto permite que configure o depurador remoto
ro: Acest lucru vă permite să configurați depanatorul de la distanță
tr: Bu, uzaktan hata ayıklayıcıyı yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати віддалений налагоджувач
vi: Điều này cho phép bạn cấu hình trình gỡ lỗi từ xa
zh: 這允許您配置遠端調試器

# NKS_SETTINGS_KERNEL_SCREENSAVER_UNIFIEDDELAY_NAME
source: Unified delay
ar: تأخير موحد
de: Einheitliche Verzögerung
el: Ενιαία καθυστέρηση
es: Retraso unificado
fr: Délai unifié
ga: Moill aontaithe
hi: एकीकृत विलंब
hi_latn: ekeekrt deree
id: Penundaan terpadu
it: Ritardo unificato
ja: 統一された遅延
ko: 통합 지연
ms: Kelewatan bersatu
nb: Samlet forsinkelse
nl: Geünificeerde vertraging
pt: Atraso unificado
ro: Întârziere unificată
tr: Birleşik gecikme
uk: Уніфікована затримка
vi: Sự chậm trễ thống nhất
zh: 統一延遲

# NKS_SETTINGS_KERNEL_SCREENSAVER_UNIFIEDDELAY_DESC
source: If true, enables unified writing delay for all screensavers. Otherwise, it uses screensaver-specific configured delay values.
ar: إذا كانت القيمة صحيحة، فسيتم تمكين تأخير الكتابة الموحد لجميع شاشات التوقف. وإلا، فسيتم استخدام قيم تأخير محددة لشاشات التوقف.
de: Wenn „true“, wird eine einheitliche Schreibverzögerung für alle Bildschirmschoner aktiviert. Andernfalls werden bildschirmschonerspezifische, konfigurierte Verzögerungswerte verwendet.
el: Εάν είναι αληθές, ενεργοποιεί την ενοποιημένη καθυστέρηση εγγραφής για όλες τις προφυλάξεις οθόνης. Διαφορετικά, χρησιμοποιεί διαμορφωμένες τιμές καθυστέρησης για συγκεκριμένη προφύλαξη οθόνης.
es: Si es verdadero, habilita el retraso de escritura unificado para todos los protectores de pantalla. De lo contrario, utiliza valores de retraso configurados específicos del protector de pantalla.
fr: Si cette option est définie sur true, le délai d'écriture unifié est activé pour tous les économiseurs d'écran. Sinon, les valeurs de délai configurées spécifiques à l'économiseur d'écran sont utilisées.
ga: Más fíor, cumasaítear moill scríofa aontaithe do gach spárálaíscáileáin. Seachas sin, úsáideann sé luachanna moille cumraithe a bhaineann go sonrach le spárálaíscáileáin.
hi: यदि सत्य है, तो यह सभी स्क्रीनसेवर के लिए एकीकृत लेखन विलंब सक्षम करता है। अन्यथा, यह स्क्रीनसेवर-विशिष्ट कॉन्फ़िगर किए गए विलंब मानों का उपयोग करता है।
hi_latn: yadi saty hai, to sabhee skreenasevar ke lie ekeekrt lekhan deree saksham karata hai. anyatha, yah skreenasevar-vishisht konfigar kie gae vilamb maanon ka upayog karata hai.
id: Jika benar, mengaktifkan penundaan penulisan terpadu untuk semua screensaver. Jika tidak, menggunakan nilai penundaan yang dikonfigurasi khusus untuk screensaver.
it: Se è vero, abilita il ritardo di scrittura unificato per tutti gli screensaver. Altrimenti, utilizza valori di ritardo configurati specifici per lo screensaver.
ja: true の場合、すべてのスクリーンセーバーに対して統一された書き込み遅延が有効になります。それ以外の場合は、スクリーンセーバー固有の設定された遅延値が使用されます。
ko: true이면 모든 스크린세이버에 대해 통합 쓰기 지연을 활성화합니다. 그렇지 않으면 스크린세이버별 구성된 지연 값을 사용합니다.
ms: Jika benar, dayakan kelewatan penulisan bersatu untuk semua penyelamat skrin. Jika tidak, ia menggunakan nilai kelewatan yang dikonfigurasikan khusus screensaver.
nb: Hvis sant, muliggjør enhetlig skriveforsinkelse for alle skjermsparere. Ellers bruker den skjermsparerspesifikke konfigurerte forsinkelsesverdier.
nl: Als dit waar is, wordt uniforme schrijfvertraging voor alle screensavers ingeschakeld. Anders worden screensaver-specifieke geconfigureerde vertragingswaarden gebruikt.
pt: Se for verdadeiro, ativa o atraso de gravação unificado para todos os protetores de ecrã. Caso contrário, utiliza valores de atraso configurados específicos do protetor de ecrã.
ro: Dacă este adevărat, activează întârzierea de scriere unificată pentru toate screensaverele. În caz contrar, utilizează valorile de întârziere configurate specifice economizorului de ecran.
tr: Doğruysa, tüm ekran koruyucular için birleşik yazma gecikmesini etkinleştirir. Aksi takdirde, ekran koruyucuya özgü yapılandırılmış gecikme değerlerini kullanır.
uk: Якщо значення true, увімкнено єдину затримку запису для всіх заставок. В іншому випадку він використовує налаштовані значення затримки, специфічні для заставки.
vi: Nếu đúng, cho phép trì hoãn ghi thống nhất cho tất cả trình bảo vệ màn hình. Nếu không, nó sử dụng các giá trị trì hoãn được cấu hình riêng cho trình bảo vệ màn hình.
zh: 如果為真，則為所有螢幕保護程式啟用統一的寫入延遲。否則，它將使用螢幕保護程式特定的配置延遲值。

# NKS_SETTINGS_KERNEL_AUDIO_DESC
source: This section lists all the audio settings.
ar: يُدرج هذا القسم كافة إعدادات الصوت.
de: In diesem Abschnitt sind alle Audioeinstellungen aufgelistet.
el: Αυτή η ενότητα παραθέτει όλες τις ρυθμίσεις ήχου.
es: En esta sección se enumeran todas las configuraciones de audio.
fr: Cette section répertorie tous les paramètres audio.
ga: Liostaíonn an chuid seo na socruithe fuaime go léir.
hi: इस अनुभाग में सभी ऑडियो सेटिंग्स सूचीबद्ध हैं।
hi_latn: yah anubhaag sabhee odiyo setings ko soocheebaddh karata hai.
id: Bagian ini mencantumkan semua pengaturan audio.
it: Questa sezione elenca tutte le impostazioni audio.
ja: このセクションには、すべてのオーディオ設定が一覧表示されます。
ko: 이 섹션에는 모든 오디오 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan semua tetapan audio.
nb: Denne delen viser alle lydinnstillingene.
nl: In dit gedeelte worden alle audio-instellingen weergegeven.
pt: Esta secção lista todas as definições de áudio.
ro: Această secțiune listează toate setările audio.
tr: Bu bölümde tüm ses ayarları listelenmektedir.
uk: У цьому розділі перераховані всі налаштування звуку.
vi: Phần này liệt kê tất cả các cài đặt âm thanh.
zh: 本節列出了所有音訊設定。

# NKS_SETTINGS_KERNEL_AUDIO_DISPLAYAS
source: Audio settings
ar: إعدادات الصوت
de: Audioeinstellungen
el: Ρυθμίσεις ήχου
es: Configuración de audio
fr: Paramètres audio
ga: Socruithe fuaime
hi: श्रव्य विन्यास
hi_latn: odiyo setings
id: Pengaturan audio
it: Impostazioni audio
ja: オーディオ設定
ko: 오디오 설정
ms: Tetapan audio
nb: Lydinnstillinger
nl: Audio-instellingen
pt: Configurações de áudio
ro: Setări audio
tr: Ses ayarları
uk: Налаштування звуку
vi: Cài đặt âm thanh
zh: 音訊設定

# NKS_SETTINGS_KERNEL_AUDIO_SUPPORT_NAME
source: Enable audio support
ar: تمكين دعم الصوت
de: Audio-Unterstützung aktivieren
el: Ενεργοποιήστε την υποστήριξη ήχου
es: Habilitar soporte de audio
fr: Activer la prise en charge audio
ga: Cumasaigh tacaíocht fuaime
hi: ऑडियो समर्थन सक्षम करें
hi_latn: odiyo samarthan saksham karen
id: Aktifkan dukungan audio
it: Abilita il supporto audio
ja: オーディオサポートを有効にする
ko: 오디오 지원 활성화
ms: Dayakan sokongan audio
nb: Aktiver lydstøtte
nl: Audio-ondersteuning inschakelen
pt: Ativar suporte de áudio
ro: Activați suportul audio
tr: Ses desteğini etkinleştir
uk: Увімкнути підтримку звуку
vi: Bật hỗ trợ âm thanh
zh: 啟用音訊支援

# NKS_SETTINGS_KERNEL_AUDIO_SUPPORT_DESC
source: Enables the whole audio system for system cues
ar: تمكين نظام الصوت بأكمله لإشارات النظام
de: Aktiviert das gesamte Audiosystem für Systemhinweise
el: Ενεργοποιεί ολόκληρο το ηχοσύστημα για συνθήματα συστήματος
es: Habilita todo el sistema de audio para señales del sistema.
fr: Active l'ensemble du système audio pour les signaux système
ga: Cumasaíonn sé an córas fuaime iomlán le haghaidh leideanna córais
hi: सिस्टम संकेतों के लिए संपूर्ण ऑडियो सिस्टम को सक्षम बनाता है
hi_latn: sistam sanketon ke lie sampoorn odiyo sistam ko saksham karata hai
id: Mengaktifkan seluruh sistem audio untuk isyarat sistem
it: Abilita l'intero sistema audio per i segnali di sistema
ja: システムキューのオーディオシステム全体を有効にする
ko: 전체 오디오 시스템에서 시스템 신호를 활성화합니다.
ms: Mendayakan keseluruhan sistem audio untuk isyarat sistem
nb: Aktiverer hele lydsystemet for systemsignaler
nl: Maakt het hele audiosysteem geschikt voor systeemsignalen
pt: Permite todo o sistema de áudio para sinais do sistema
ro: Activează întregul sistem audio pentru indicii de sistem
tr: Sistem ipuçları için tüm ses sistemini etkinleştirir
uk: Вмикає всю аудіосистему для системних сигналів
vi: Cho phép toàn bộ hệ thống âm thanh cho các tín hiệu hệ thống
zh: 啟用整個音訊系統的系統提示

# NKS_SETTINGS_KERNEL_AUDIO_KEYBOARDCUES_NAME
source: Enable keyboard cues
ar: تمكين إشارات لوحة المفاتيح
de: Tastaturhinweise aktivieren
el: Ενεργοποίηση ενδείξεων πληκτρολογίου
es: Habilitar señales de teclado
fr: Activer les repères du clavier
ga: Cumasaigh leideanna méarchláir
hi: कीबोर्ड संकेत सक्षम करें
hi_latn: keebord sanketon ko saksham karata hai
id: Aktifkan isyarat keyboard
it: Abilita i suggerimenti della tastiera
ja: キーボードキューを有効にする
ko: 키보드 신호 활성화
ms: Dayakan isyarat papan kekunci
nb: Aktiver tastatursignaler
nl: Toetsenbordsignalen inschakelen
pt: Ativar dicas de teclado
ro: Activați indicațiile de la tastatură
tr: Klavye ipuçlarını etkinleştir
uk: Увімкнути підказки клавіатури
vi: Bật tín hiệu bàn phím
zh: 啟用鍵盤提示
