Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_GETADDONS_INSTALLFAILED
source: Failed to install the addon package
ar: فشل في تثبيت حزمة الملحق
de: Das Add-on-Paket konnte nicht installiert werden
el: Αποτυχία εγκατάστασης του πακέτου πρόσθετου
es: No se pudo instalar el paquete adicional
fr: Échec de l'installation du package complémentaire
ga: Theip ar shuiteáil an phacáiste addon
hi: ऐडऑन पैकेज स्थापित करने में विफल
hi_latn: aidon paikej sthaapit karane mein viphal
id: Gagal memasang paket addon
it: Impossibile installare il pacchetto aggiuntivo
ja: アドオンパッケージのインストールに失敗しました
ko: 애드온 패키지를 설치하지 못했습니다.
ms: Gagal memasang pakej addon
nb: Kunne ikke installere tilleggspakken
nl: Kan het add-onpakket niet installeren
pt: Falha ao instalar o pacote adicional
ro: Nu s-a putut instala pachetul de supliment
tr: Eklenti paketi yüklenemedi
uk: Не вдалося встановити пакет надбудови
vi: Không cài đặt được gói bổ trợ
zh: 插件包安裝失敗

# NKS_SHELL_SHELLS_UESH_GETALLEXTHANDLERS_EXTENSION
source: Extension
ar: امتداد
de: Verlängerung
el: Επέκταση
es: Extensión
ga: Síneadh
hi: विस्तार
hi_latn: eksatenshan
id: Perpanjangan
it: Estensione
ja: 拡大
ko: 확대
ms: Sambungan
nb: Forlengelse
nl: Verlenging
pt: Extensão
ro: Extensie
tr: Eklenti
uk: Розширення
vi: Sự mở rộng
zh: 擴大

# NKS_SHELL_SHELLS_UESH_GETALLEXTHANDLERS_EXTENSIONHANDLER
source: Extension handler
ar: معالج التمديد
de: Erweiterungshandler
el: Χειριστής επέκτασης
es: Controlador de extensión
fr: Gestionnaire d'extensions
ga: Láimhseálaí síneadh
hi: एक्सटेंशन हैंडलर
hi_latn: eksatenshan haindalar
id: Penanganan ekstensi
it: Gestore dell'estensione
ja: 拡張ハンドラー
ko: 확장 핸들러
ms: Pengendali sambungan
nb: Forlengelsesbehandler
nl: Uitbreidingsmanager
pt: Manipulador de extensão
ro: Manipulator de extensie
tr: Uzantı işleyicisi
uk: Обробник розширення
vi: Trình xử lý mở rộng
zh: 擴充處理程序

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYNAME
source: Key name
ar: اسم المفتاح
de: Schlüsselname
el: Όνομα κλειδιού
es: Nombre clave
fr: Nom de la clé
ga: Ainm eochair
hi: कुंजी का नाम
hi_latn: kunjee naam
id: Nama kunci
it: Nome chiave
ja: キー名
ko: 키 이름
ms: nama kunci
nb: Nøkkelnavn
nl: Sleutelnaam
pt: Nome da chave
ro: Numele cheii
tr: Anahtar adı
uk: Назва ключа
vi: Tên khóa
zh: 按鍵名稱

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYDESC
source: Key description
ar: الوصف الرئيسي
de: Schlüsselbeschreibung
el: Περιγραφή κλειδιού
es: Descripción clave
fr: Description de la clé
ga: Cur síos eochair
hi: मुख्य विवरण
hi_latn: kunjee vivaran
id: Deskripsi kunci
it: Descrizione chiave
ja: キーの説明
ko: 주요 설명
ms: Penerangan utama
nb: Nøkkelbeskrivelse
nl: Sleutelbeschrijving
pt: Descrição principal
ro: Descrierea cheii
tr: Anahtar açıklama
uk: Опис ключа
vi: Mô tả chính
zh: 按鍵說明

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYTYPE
source: Key type
ar: نوع المفتاح
de: Schlüsselart
el: Τύπος κλειδιού
es: Tipo de clave
fr: Type de clé
ga: Cineál eochair
hi: कुंजी प्रकार
hi_latn: kunjee prakaar
id: Jenis kunci
it: Tipo di chiave
ja: キーの種類
ko: 키 유형
ms: Jenis kunci
nb: Nøkkeltype
nl: Sleutel type
pt: Tipo de chave
ro: Tip cheie
tr: Anahtar türü
uk: Тип ключа
vi: Loại khóa
zh: 鑰匙型

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYVAR
source: Key variable
ar: المتغير الرئيسي
de: Schlüsselvariable
el: Μεταβλητή κλειδιού
es: variable clave
fr: Variable clé
ga: Athróg eochair
hi: कुंजी चर
hi_latn: kunjee char
id: Variabel kunci
it: Variabile chiave
ja: キー変数
ko: 주요 변수
ms: Pembolehubah utama
nb: Nøkkelvariabel
nl: Belangrijkste variabele
pt: Variável chave
ro: Variabila cheie
tr: Anahtar değişken
uk: Ключова змінна
vi: Biến số chính
zh: 關鍵變數

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_KEYNOTFOUND
source: Key not found.
ar: المفتاح غير موجود.
de: Schlüssel nicht gefunden.
el: Το κλειδί δεν βρέθηκε.
es: Clave no encontrada.
fr: Clé introuvable.
ga: Níor aimsíodh an eochair.
hi: कुंजी प्राप्त नहीं हुई।
hi_latn: kunjee nahin milee.
id: Kunci tidak ditemukan.
it: Chiave non trovata.
ja: キーが見つかりません。
ko: 키를 찾을 수 없습니다.
ms: Kunci tidak ditemui.
nb: Finner ikke nøkkel.
nl: Sleutel niet gevonden.
pt: Chave não encontrada.
ro: Cheia nu a fost găsită.
tr: Anahtar bulunamadı.
uk: Ключ не знайдено.
vi: Không tìm thấy chìa khóa.
zh: 未找到鑰匙。

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_CONFIGNOTFOUND
source: Config not found.
ar: لم يتم العثور على التكوين.
de: Konfiguration nicht gefunden.
el: Η διαμόρφωση δεν βρέθηκε.
es: Configuración no encontrada.
fr: Configuration introuvable.
ga: Níor aimsíodh an chumraíocht.
hi: कॉन्फ़िगरेशन नहीं मिला.
hi_latn: konfigareshan nahin mila.
id: Konfigurasi tidak ditemukan.
it: Configurazione non trovata.
ja: 構成が見つかりません。
ko: 구성을 찾을 수 없습니다.
ms: Konfigurasi tidak ditemui.
nb: Konfigurasjon ikke funnet.
nl: Configuratie niet gevonden.
pt: Configuração não encontrada.
ro: Configurația nu a fost găsită.
tr: Yapılandırma bulunamadı.
uk: Конфігурацію не знайдено.
vi: Không tìm thấy cấu hình.
zh: 未找到配置。

# NKS_SHELL_SHELLS_UESH_GETCONFIGVALUE_CONFIGTYPES
source: Available configuration types
ar: أنواع التكوين المتوفرة
de: Verfügbare Konfigurationstypen
el: Διαθέσιμοι τύποι διαμόρφωσης
es: Tipos de configuración disponibles
fr: Types de configuration disponibles
ga: Cineálacha cumraíochta atá ar fáil
hi: उपलब्ध कॉन्फ़िगरेशन प्रकार
hi_latn: upalabdh konfigareshan prakaar
id: Tipe konfigurasi yang tersedia
it: Tipi di configurazione disponibili
ja: 利用可能な構成タイプ
ko: 사용 가능한 구성 유형
ms: Jenis konfigurasi yang tersedia
nb: Tilgjengelige konfigurasjonstyper
nl: Beschikbare configuratietypen
pt: Tipos de configuração disponíveis
ro: Tipuri de configurații disponibile
tr: Mevcut yapılandırma türleri
uk: Доступні типи конфігурації
vi: Các loại cấu hình có sẵn
zh: 可用的配置類型

# NKS_SHELL_SHELLS_UESH_GETDEFAULTEXTHANDLER_NOEXT
source: No such extension.
ar: لا يوجد مثل هذا التمديد.
de: Keine solche Erweiterung.
el: Καμία τέτοια επέκταση.
es: No existe tal extensión.
fr: Aucune extension de ce type.
ga: Gan síneadh den sórt sin.
hi: ऐसा कोई एक्सटेंशन नहीं.
hi_latn: aisa koee eksatenshan nahin.
id: Tidak ada ekstensi seperti itu.
it: Nessuna estensione del genere.
ja: そのような拡張はありません。
ko: 그런 확장자는 없습니다.
ms: Tiada sambungan sedemikian.
nb: Ingen slik utvidelse.
nl: Een dergelijke verlenging bestaat niet.
pt: Não existe tal extensão.
ro: Nu există o astfel de extensie.
tr: Böyle bir uzantı yok.
uk: Немає такого розширення.
vi: Không có phần mở rộng nào như vậy.
zh: 沒有這樣的擴充。

# NKS_SHELL_SHELLS_UESH_GETDEFAULTEXTHANDLER_DEFAULTHANDLER
source: Default extension handler
ar: معالج الامتداد الافتراضي
de: Standard-Erweiterungshandler
el: Προεπιλεγμένος χειριστής επέκτασης
es: Controlador de extensión predeterminado
fr: Gestionnaire d'extension par défaut
ga: Láimhseálaí síntí réamhshocraithe
hi: डिफ़ॉल्ट एक्सटेंशन हैंडलर
hi_latn: difolt eksatenshan haindalar
id: Penanganan ekstensi default
it: Gestore di estensione predefinito
ja: デフォルトの拡張子ハンドラー
ko: 기본 확장 핸들러
ms: Pengendali sambungan lalai
nb: Standard utvidelsesbehandler
nl: Standaardextensiehandler
pt: Manipulador de extensão padrão
ro: Manager de extensie implicit
tr: Varsayılan uzantı işleyicisi
uk: Обробник розширення за замовчуванням
vi: Trình xử lý mở rộng mặc định
zh: 預設擴展處理程序

# NKS_SHELL_SHELLS_UESH_GETKEYIV_NEEDSSYMMETRIC
source: Only symmetric encoding algorithms which use both the key and the initialization vector are supported.
ar: يتم دعم خوارزميات التشفير المتماثلة التي تستخدم كلاً من المفتاح ومتجه التهيئة فقط.
de: Es werden nur symmetrische Codierungsalgorithmen unterstützt, die sowohl den Schlüssel als auch den Initialisierungsvektor verwenden.
el: Υποστηρίζονται μόνο συμμετρικοί αλγόριθμοι κωδικοποίησης που χρησιμοποιούν και το κλειδί και το διάνυσμα αρχικοποίησης.
es: Sólo se admiten algoritmos de codificación simétrica que utilizan tanto la clave como el vector de inicialización.
fr: Seuls les algorithmes de codage symétriques utilisant à la fois la clé et le vecteur d'initialisation sont pris en charge.
ga: Ní thacaítear ach le halgartaim ionchódaithe siméadracha a úsáideann an eochair agus an veicteoir tosaigh.
hi: केवल सममित एन्कोडिंग एल्गोरिदम जो कुंजी और आरंभीकरण वेक्टर दोनों का उपयोग करते हैं, समर्थित हैं।
hi_latn: keval samamit enkoding elgoridam jo kunjee aur aarambheekaran vektar donon ka upayog karate hain, samarthit hain.
id: Hanya algoritma pengodean simetris yang menggunakan kunci dan vektor inisialisasi yang didukung.
it: Sono supportati solo gli algoritmi di codifica simmetrica che utilizzano sia la chiave che il vettore di inizializzazione.
ja: キーと初期化ベクトルの両方を使用する対称エンコード アルゴリズムのみがサポートされます。
ko: 키와 초기화 벡터를 모두 사용하는 대칭 인코딩 알고리즘만 지원됩니다.
ms: Hanya algoritma pengekodan simetri yang menggunakan kedua-dua kekunci dan vektor permulaan disokong.
nb: Bare symmetriske kodingsalgoritmer som bruker både nøkkelen og initialiseringsvektoren støttes.
nl: Alleen symmetrische coderingsalgoritmen die zowel de sleutel als de initialisatievector gebruiken, worden ondersteund.
pt: Somente algoritmos de codificação simétrica que usam a chave e o vetor de inicialização são suportados.
ro: Sunt acceptați doar algoritmii de codare simetrică care utilizează atât cheia, cât și vectorul de inițializare.
tr: Hem anahtarı hem de başlatma vektörünü kullanan yalnızca simetrik kodlama algoritmaları desteklenir.
uk: Підтримуються лише симетричні алгоритми кодування, які використовують як ключ, так і вектор ініціалізації.
vi: Chỉ các thuật toán mã hóa đối xứng sử dụng cả khóa và vectơ khởi tạo mới được hỗ trợ.
zh: 僅支援同時使用金鑰和初始化向量的對稱編碼演算法。

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_INFOFOR
source: Info for
ar: معلومات ل
de: Infos für
el: Πληροφορίες για
es: Información para
fr: Informations pour
ga: Eolas le haghaidh
hi: के लिए जानकारी
hi_latn: isake lie jaanakaaree
id: Info untuk
it: Informazioni per
ja: の情報
ko: 다음에 대한 정보
ms: Info untuk
nl: Info voor
pt: Informações para
ro: Informatii pentru
tr: Bilgi için
uk: Інформація для
vi: Thông tin cho
zh: 資訊為

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_COUNT
source: Entries count
ar: عدد الإدخالات
de: Einträge zählen
el: Οι συμμετοχές μετράνε
es: Las entradas cuentan
fr: Nombre d'entrées
ga: Áireamh iontrálacha
hi: प्रविष्टियाँ गिनती
hi_latn: pravishtiyon kee sankhya
id: Jumlah entri
it: Le voci contano
ja: エントリ数
ko: 항목 수
ms: Pengiraan penyertaan
nb: Påmeldinger teller
nl: Inzendingen tellen
pt: Contagem de entradas
ro: Intrările contează
tr: Giriş sayısı
uk: Кількість записів
vi: Số lượng mục nhập
zh: 條目數

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_NAME
source: Entry name
ar: اسم الدخول
de: Eintragsname
el: Όνομα καταχώρισης
es: Nombre de entrada
fr: Nom de l'entrée
ga: Ainm iontrála
hi: प्रवेश नाम
hi_latn: pravishti ka naam
id: Nama entri
it: Nome della voce
ja: エントリ名
ko: 항목 이름
ms: Nama kemasukan
nb: Oppføringsnavn
nl: Naam van vermelding
pt: Nome da entrada
ro: Nume intrare
tr: Giriş adı
uk: Назва запису
vi: Tên mục nhập
zh: 參賽作品名稱

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_DISPLAY
source: Displaying as
ar: عرض ك
de: Anzeige als
el: Εμφάνιση ως
es: Mostrando como
fr: Afficher comme
ga: Ag taispeáint mar
hi: के रूप में प्रदर्शित किया जा रहा है
hi_latn: is roop mein pradarshit karana
id: Ditampilkan sebagai
it: Visualizzato come
ja: として表示
ko: 다음으로 표시
ms: Memaparkan sebagai
nb: Viser som
nl: Weergegeven als
pt: Exibindo como
ro: Se afișează ca
tr: Olarak görüntüleniyor
uk: Відображення як
vi: Hiển thị như
zh: 顯示為

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_DESC
source: Description
ar: وصف
de: Beschreibung
el: Περιγραφή
es: Descripción
ga: Cur síos
hi: विवरण
hi_latn: vivaran
id: Keterangan
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pt: Descrição
ro: Descriere
tr: Tanım
uk: опис
vi: Sự miêu tả
zh: 描述

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_KEYS
source: Keys count
ar: عدد المفاتيح
de: Schlüssel zählen
el: Τα κλειδιά μετράνε
es: Recuento de llaves
fr: Nombre de clés
ga: Comhaireamh eochracha
hi: कुंजी गिनती
hi_latn: kunjee kee sankhya
id: Kunci dihitung
it: Le chiavi contano
ja: キーの数
ko: 키 개수
ms: Kiraan kunci
nb: Nøkler teller
nl: Sleutels tellen
pt: Contagem de chaves
ro: Cheile numără
tr: Anahtar sayısı
uk: Кількість ключів
vi: Số lượng phím
zh: 按鍵數

# NKS_SHELL_SHELLS_UESH_LSCONFIGS_COMMANDTIP
source: Use the {0} command to get the individual keys
ar: استخدم الأمر {0} للحصول على المفاتيح الفردية
de: Verwenden Sie den Befehl {0}, um die einzelnen Schlüssel abzurufen
el: Χρησιμοποιήστε την εντολή {0} για να λάβετε τα μεμονωμένα κλειδιά
es: Utilice el comando {0} para obtener las claves individuales
fr: Utilisez la commande {0} pour obtenir les clés individuelles
ga: Úsáid an t-ordú {0} chun na heochracha aonair a fháil
hi: अलग-अलग कुंजियाँ प्राप्त करने के लिए {0} कमांड का उपयोग करें
hi_latn: vyaktigat kunjiyaan praapt karane ke lie {0} kamaand ka upayog karen
id: Gunakan perintah {0} untuk mendapatkan kunci individual
it: Utilizza il comando {0} per ottenere le singole chiavi
ja: {0} コマンドを使用して個々のキーを取得します
ko: 개별 키를 얻으려면 {0} 명령을 사용하십시오.
ms: Gunakan arahan {0} untuk mendapatkan kunci individu
nb: Bruk {0}-kommandoen for å få de individuelle nøklene
nl: Gebruik de opdracht {0} om de afzonderlijke sleutels op te halen
pt: Use o comando {0} para obter as chaves individuais
ro: Utilizați comanda {0} pentru a obține cheile individuale
tr: Bireysel anahtarları almak için {0} komutunu kullanın
uk: Використовуйте команду {0}, щоб отримати окремі ключі
vi: Sử dụng lệnh {0} để lấy các khóa riêng lẻ
zh: 使用 {0} 指令取得個別金鑰

# NKS_SHELL_SHELLS_UESH_LSCONFIGVALUES_LISTING
source: Configuration variables for
ar: متغيرات التكوين ل
de: Konfigurationsvariablen für
el: Μεταβλητές διαμόρφωσης για
es: Variables de configuración para
fr: Variables de configuration pour
ga: Athróga cumraíochta le haghaidh
hi: के लिए कॉन्फ़िगरेशन चर
hi_latn: konfigareshan vairiebal
id: Variabel konfigurasi untuk
it: Variabili di configurazione per
ja: の構成変数
ko: 다음에 대한 구성 변수
ms: Pembolehubah konfigurasi untuk
nb: Konfigurasjonsvariabler for
nl: Configuratievariabelen voor
pt: Variáveis de configuração para
ro: Variabile de configurare pentru
tr: Yapılandırma değişkenleri
uk: Конфігураційні змінні для
vi: Biến cấu hình cho
zh: 配置變數

# NKS_SHELL_SHELLS_UESH_LSCONNECTIONS_LISTING
source: Connections for type
ar: اتصالات للنوع
de: Verbindungen für Typ
el: Συνδέσεις για τον τύπο
es: Conexiones por tipo
fr: Connexions pour le type
ga: Naisc le haghaidh cineáil
hi: प्रकार के लिए कनेक्शन
hi_latn: taip ke lie kanekshan
id: Koneksi untuk tipe
it: Connessioni per tipo
ja: タイプ別の接続
ko: 유형별 연결
ms: Sambungan untuk jenis
nb: Tilkoblinger for type
nl: Aansluitingen voor type
pt: Conexões por tipo
ro: Conexiuni pentru tip
tr: Tip için bağlantılar
uk: З'єднання за типом
vi: Kết nối cho loại
zh: 連接類型

# NKS_SHELL_SHELLS_UESH_LSCONNECTIONS_INSTANCE
source: Instance
ar: مثال
de: Beispiel
el: Παράδειγμα
es: Instancia
fr: Exemple
ga: cás
hi: उदाहरण
hi_latn: instens
id: Contoh
it: Esempio
ja: 実例
ko: 사례
ms: Contoh
nb: Forekomst
nl: Voorbeeld
pt: Instância
ro: Instanță
tr: Misal
uk: Екземпляр
vi: Ví dụ
zh: 實例

# NKS_SHELL_SHELLS_UESH_LSEXTHANDLERS_INFOFOR
source: Extension handler information for
ar: معلومات معالج الامتداد لـ
de: Informationen zum Erweiterungshandler für
el: Πληροφορίες χειριστή επέκτασης για
es: Información del controlador de extensiones para
fr: Informations sur le gestionnaire d'extensions pour
ga: Faisnéise láimhseálaí síneadh le haghaidh
hi: के लिए एक्सटेंशन हैंडलर जानकारी
hi_latn: eksatenshan haindalar jaanakaaree
id: Informasi penanganan ekstensi untuk
it: Informazioni sul gestore dell'estensione per
ja: の拡張ハンドラ情報
ko: 확장 처리기 정보
ms: Maklumat pengendali sambungan untuk
nb: Utvidelsesbehandlerinformasjon for
nl: Informatie over de extensiehandler voor
pt: Informações do manipulador de extensão para
ro: Informații despre handler de extensie pentru
tr: Uzantı işleyicisi bilgileri
uk: Інформація про обробник розширення для
vi: Thông tin trình xử lý mở rộng cho
zh: 擴展處理程序資訊

# NKS_SHELL_SHELLS_UESH_LSEXTHANDLERS_IMPLEMENTER
source: Handler implementer
ar: منفذ المعالج
de: Handler-Implementierer
el: Εφαρμογή χειριστή
es: implementador del controlador
fr: Gestionnaire de mise en œuvre
ga: Feidhmitheoir láimhseálaí
hi: हैंडलर कार्यान्वयनकर्ता
hi_latn: haindalar kaaryaanvayanakarta
id: Pelaksana penanganan
it: Implementatore del gestore
ja: ハンドラー実装者
ko: 핸들러 구현자
ms: Pelaksana pengendali
nl: Handler-uitvoerder
pt: Implementador de manipulador
ro: Handler implementator
tr: İşleyici uygulayıcısı
uk: Виконавець обробника
vi: Người thực hiện xử lý
zh: 處理程序實現者

# NKS_SHELL_SHELLS_UESH_LSEXTHANDLERS_METADATA
source: Handler metadata
ar: البيانات التعريفية للمعالج
de: Handler-Metadaten
el: Μεταδεδομένα χειριστή
es: Metadatos del controlador
fr: Métadonnées du gestionnaire
ga: Meiteashonraí láimhseálaí
hi: हैंडलर मेटाडेटा
hi_latn: haindalar metaadeta
id: Metadata penanganan
it: Metadati del gestore
ja: ハンドラーのメタデータ
ko: 핸들러 메타데이터
ms: Metadata pengendali
nb: Behandler metadata
nl: Metagegevens van de afhandeling
pt: Metadados do manipulador
ro: Metadatele handlerului
tr: İşleyici meta verileri
uk: Метадані обробника
vi: Siêu dữ liệu xử lý
zh: 處理程式元數據

# NKS_SHELL_SHELLS_UESH_LSEXTHANDLERS_HEADERINFO
source: Contains handler function
ar: يحتوي على وظيفة المعالج
de: Enthält Handlerfunktion
el: Περιέχει λειτουργία χειριστή
es: Contiene función de controlador
fr: Contient la fonction de gestionnaire
ga: Tá feidhm láimhseálaí ann
hi: हैंडलर फ़ंक्शन शामिल है
hi_latn: haindalar fankshan shaamil hai
id: Berisi fungsi penanganan
it: Contiene la funzione del gestore
ja: ハンドラー関数が含まれています
ko: 핸들러 기능 포함
ms: Mengandungi fungsi pengendali
nb: Inneholder handlerfunksjon
nl: Bevat handlerfunctie
pt: Contém função de manipulador
ro: Conține funcția de gestionare
tr: İşleyici işlevi içerir
uk: Містить функцію обробки
vi: Chứa hàm xử lý
zh: 包含處理函數

# NKS_SHELL_SHELLS_UESH_LSEXTHANDLERS_HANDLERFUNCTION
source: Contains info handler function
ar: يحتوي على وظيفة معالج المعلومات
de: Enthält die Info-Handler-Funktion
el: Περιέχει λειτουργία χειριστή πληροφοριών
es: Contiene la función de controlador de información.
fr: Contient une fonction de gestionnaire d'informations
ga: Tá feidhm láimhseálaí faisnéise ann
hi: जानकारी हैंडलर फ़ंक्शन शामिल है
hi_latn: haindalar fankshan jaanakaaree shaamil hai
id: Berisi fungsi penanganan info
it: Contiene la funzione del gestore delle informazioni
ja: 情報ハンドラー関数が含まれています
ko: 정보 처리기 기능이 포함되어 있습니다.
ms: Mengandungi fungsi pengendali maklumat
nb: Inneholder infobehandlerfunksjon
nl: Bevat info handler-functie
pt: Contém função de manipulador de informações
ro: Conține funcția de gestionare a informațiilor
tr: Bilgi işleyici işlevini içerir
uk: Містить функцію обробки інформації
vi: Chứa hàm xử lý thông tin
zh: 包含資訊處理函數

# NKS_SHELL_SHELLS_UESH_LSNET_UNKNOWNHOST
source: Unknown host
ar: مضيف غير معروف
de: Unbekannter Host
el: Αγνωστος οικοδεσπότης
es: Anfitrión desconocido
fr: Hôte inconnu
ga: Óstach anaithnid
hi: अज्ञात मेज़बान
hi_latn: agyaat host
id: Host tidak dikenal
it: Host sconosciuto
ja: 未知のホスト
ko: 알 수없는 호스트
ms: Hos tidak dikenali
nb: Ukjent vert
nl: Onbekende host
pt: Anfitrião desconhecido
ro: Gazda necunoscuta
tr: Bilinmeyen sunucu
uk: Невідомий хост
vi: Máy chủ không xác định
zh: 未知主機

# NKS_SHELL_SHELLS_UESH_PATHFIND_FOUND
source: File found in path:
ar: الملف موجود في المسار:
de: Datei im Pfad gefunden:
el: Βρέθηκε αρχείο στη διαδρομή:
es: Archivo encontrado en la ruta:
fr: Fichier trouvé dans le chemin :
ga: Fuarthas comhad sa chonair:
hi: फ़ाइल पथ में मिली:
hi_latn: fail path mein milee:
id: Berkas ditemukan pada jalur:
it: File trovato nel percorso:
ja: パスでファイルが見つかりました:
ko: 다음 경로에서 파일을 찾았습니다.
ms: Fail ditemui dalam laluan:
nb: Fil funnet i banen:
nl: Bestand gevonden in pad:
pt: Arquivo encontrado no caminho:
ro: Fișier găsit în calea:
tr: Dosya yolunda bulundu:
uk: Файл знайдено на шляху:
vi: Tập tin được tìm thấy trong đường dẫn:
zh: 在路徑中找到的檔案：

# NKS_SHELL_SHELLS_UESH_PATHFIND_NOTFOUND
source: File not found in path lookup directories.
ar: لم يتم العثور على الملف في أدلة البحث عن المسار.
de: Die Datei wurde in den Pfadsuchverzeichnissen nicht gefunden.
el: Το αρχείο δεν βρέθηκε στους καταλόγους αναζήτησης διαδρομής.
es: Archivo no encontrado en los directorios de búsqueda de rutas.
fr: Fichier introuvable dans les répertoires de recherche de chemin.
ga: Ní bhfuarthas an comhad in eolairí cuardaigh cosáin.
hi: पथ लुकअप निर्देशिकाओं में फ़ाइल नहीं मिली.
hi_latn: fail path lukap nirdeshikaon mein nahin milee.
id: Berkas tidak ditemukan dalam direktori pencarian jalur.
it: File non trovato nelle directory di ricerca del percorso.
ja: パス検索ディレクトリにファイルが見つかりません。
ko: 경로 조회 디렉터리에서 파일을 찾을 수 없습니다.
ms: Fail tidak ditemui dalam direktori carian laluan.
nb: Filen ble ikke funnet i baneoppslagskataloger.
nl: Bestand niet gevonden in de opzoekmappen van het pad.
pt: Arquivo não encontrado nos diretórios de pesquisa de caminho.
ro: Fișierul nu a fost găsit în directoarele de căutare a căilor.
tr: Dosya yol arama dizinlerinde bulunamadı.
uk: Файл не знайдено в каталогах пошуку шляху.
vi: Không tìm thấy tệp trong thư mục tra cứu đường dẫn.
zh: 在路徑查找目錄中找不到檔案。

# NKS_SHELL_SHELLS_UESH_PERM_NOPERM
source: No such permission
ar: لا يوجد مثل هذا الإذن
de: Keine solche Erlaubnis
el: Δεν υπάρχει τέτοια άδεια
es: No hay tal permiso
fr: Aucune autorisation de ce type
ga: Gan cead den sórt sin
hi: ऐसी कोई अनुमति नहीं
hi_latn: aisee koee anumati nahin
id: Tidak ada izin seperti itu
it: Nessun permesso del genere
ja: そのような許可はありません
ko: 그런 허가가 없습니다
ms: Tiada kebenaran sedemikian
nb: Ingen slik tillatelse
nl: Geen dergelijke toestemming
pt: Não existe essa permissão
ro: Nici o astfel de permisiune
tr: Böyle bir izin yok
uk: Такого дозволу немає
vi: Không có sự cho phép như vậy
zh: 沒有這樣的許可

# NKS_SHELL_SHELLS_UESH_PERM_NOPERMMODE
source: No such permission mode
ar: لا يوجد مثل هذا الوضع الإذن
de: Kein solcher Berechtigungsmodus
el: Δεν υπάρχει τέτοια λειτουργία άδειας
es: No existe tal modo de permiso
fr: Aucun mode d'autorisation de ce type
ga: Níl modh ceada den sórt sin ann
hi: ऐसा कोई अनुमति मोड नहीं
hi_latn: aisee koee anumati mod nahin
id: Tidak ada mode izin seperti itu
it: Nessuna modalità di autorizzazione di questo tipo
ja: そのような許可モードはありません
ko: 해당 권한 모드 없음
ms: Tiada mod kebenaran sedemikian
nb: Ingen slik tillatelsesmodus
nl: Een dergelijke toestemmingsmodus bestaat niet
pt: Não existe esse modo de permissão
ro: Nu există un astfel de mod de permisiune
tr: Böyle bir izin modu yok
uk: Такого режиму дозволу немає
vi: Không có chế độ cho phép như vậy
zh: 無此權限模式

# NKS_SHELL_SHELLS_UESH_RMGROUP_SUCCESS
source: Group {0} removed.
ar: تمت إزالة المجموعة {0}.
de: Gruppe {0} entfernt.
el: Η ομάδα {0} καταργήθηκε.
es: Grupo {0} eliminado.
fr: Groupe {0} supprimé.
ga: Baineadh an grúpa {0}.
hi: समूह {0} हटाया गया.
hi_latn: samooh {0} hata diya gaya.
id: Grup {0} dihapus.
it: Gruppo {0} rimosso.
ja: グループ {0} が削除されました。
ko: 그룹 {0}이(가) 제거되었습니다.
ms: Kumpulan {0} dialih keluar.
nb: Gruppen {0} er fjernet.
nl: Groep {0} verwijderd.
pt: Grupo {0} removido.
ro: Grupul {0} a fost eliminat.
tr: {0} grubu kaldırıldı.
uk: Групу {0} видалено.
vi: Nhóm {0} đã bị xóa.
zh: 群組 {0} 已刪除。

# NKS_SHELL_SHELLS_UESH_RMUSERFROMGROUP_SUCCESS
source: Removed {0} from group {1}.
ar: تمت إزالة {0} من المجموعة {1}.
de: {0} aus Gruppe {1} entfernt.
el: Καταργήθηκε ο χρήστης {0} από την ομάδα {1}.
es: Se eliminó {0} del grupo {1}.
fr: {0} a été supprimé du groupe {1}.
ga: Baineadh {0} den ghrúpa {1}.
hi: {0} को समूह {1} से हटा दिया गया.
hi_latn: samooh {1} se {0} hata diya gaya.
id: Dihapus {0} dari grup {1}.
it: Rimosso {0} dal gruppo {1}.
ja: {0} をグループ {1} から削除しました。
ko: {1} 그룹에서 {0}을(를) 제거했습니다.
ms: Dialih keluar {0} daripada kumpulan {1}.
nb: Fjernet {0} fra gruppen {1}.
nl: {0} verwijderd uit groep {1}.
pt: {0} removido do grupo {1}.
ro: S-a eliminat {0} din grupul {1}.
tr: {0} grubu {1} grubundan kaldırıldı.
uk: Вилучено {0} із групи {1}.
vi: Đã xóa {0} khỏi nhóm {1}.
zh: 從群組 {1} 中刪除了 {0}。
