Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_SEARCH_ARGUMENT_FILE_DESC
source: Target file
ar: ملف الهدف
de: Zieldatei
el: Αρχείο προορισμού
es: Archivo de destino
fr: Fichier cible
ga: Comhad sprice
hi: लक्ष्य फाइल
hi_latn: lakshy fail
id: Berkas sasaran
it: File di destinazione
ja: 対象ファイル
ko: 대상 파일
ms: Fail sasaran
nb: Målfil
nl: Doelbestand
pt: Arquivo de destino
ro: Fișierul țintă
tr: Hedef dosya
uk: Цільовий файл
vi: Tệp mục tiêu
zh: 目標文件

# NKS_SHELL_SHELLS_UESH_COMMAND_SEARCHWORD_ARGUMENT_STRING_DESC
source: Word or phrase to search
ar: الكلمة أو العبارة للبحث
de: Zu suchendes Wort oder Phrase
el: Λέξη ή φράση για αναζήτηση
es: Palabra o frase a buscar
fr: Mot ou phrase à rechercher
ga: Focal nó frása le cuardach
hi: खोजने के लिए शब्द या वाक्यांश
hi_latn: khojane ke lie shabd ya vaakyaansh
id: Kata atau frasa untuk dicari
it: Parola o frase da cercare
ja: 検索する単語またはフレーズ
ko: 검색할 단어 또는 구문
ms: Perkataan atau frasa untuk dicari
nb: Ord eller uttrykk for å søke
nl: Woord of zin om te zoeken
pt: Palavra ou frase para pesquisar
ro: Cuvânt sau expresie de căutat
tr: Aranacak kelime veya ifade
uk: Слово або фраза для пошуку
vi: Từ hoặc cụm từ để tìm kiếm
zh: 要搜尋的單字或片語

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_ADDONSPLASH_DESC
source: Opens the addon splash settings
ar: يفتح إعدادات بدء الإضافة
de: Öffnet die Add-on-Splash-Einstellungen
el: Ανοίγει τις ρυθμίσεις εκκίνησης του πρόσθετου
es: Abre la configuración de inicio del complemento.
fr: Ouvre les paramètres de démarrage du module complémentaire
ga: Osclaíonn sé na socruithe splancscáileán addon
hi: ऐडऑन स्प्लैश सेटिंग्स खोलता है
hi_latn: aidon splaish setings kholata hai
id: Membuka pengaturan splash addon
it: Apre le impostazioni di splash del componente aggiuntivo
ja: アドオンスプラッシュ設定を開きます
ko: 애드온 스플래시 설정을 엽니다
ms: Membuka tetapan percikan addon
nb: Åpner splash-innstillingene for tillegg
nl: Opent de instellingen van de add-on splash
pt: Abre as definições iniciais do complemento
ro: Deschide setările de splash de supliment
tr: Eklenti açılış ayarlarını açar
uk: Відкриває налаштування заставки аддона
vi: Mở cài đặt màn hình bổ sung
zh: 開啟插件啟動畫面設定

# NKS_SHELL_SHELLS_UESH_COMMAND_SETCONFIGVALUE_ARGUMENT_VARIABLE_DESC
source: Configuration variable name
ar: اسم متغير التكوين
de: Name der Konfigurationsvariablen
el: Όνομα μεταβλητής διαμόρφωσης
es: Nombre de la variable de configuración
fr: Nom de la variable de configuration
ga: Ainm athróg cumraíochta
hi: कॉन्फ़िगरेशन चर नाम
hi_latn: konfigareshan char naam
id: Nama variabel konfigurasi
it: Nome della variabile di configurazione
ja: 設定変数名
ko: 구성 변수 이름
ms: Nama pembolehubah konfigurasi
nb: Navn på konfigurasjonsvariabel
nl: Configuratie variabele naam
pt: Nome da variável de configuração
ro: Nume variabilă de configurare
tr: Yapılandırma değişken adı
uk: Ім'я змінної конфігурації
vi: Tên biến cấu hình
zh: 配置變數名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_SETEXTHANDLER_ARGUMENT_IMPLEMENTER_DESC
source: Implementer name
ar: اسم المنفذ
de: Name des Implementierers
el: Όνομα υλοποίησης
es: Nombre del implementador
fr: Nom de l'implémenteur
ga: Ainm an fheidhmeora
hi: कार्यान्वयनकर्ता का नाम
hi_latn: kaaryaanvayanakarta ka naam
id: Nama pelaksana
it: Nome dell'implementatore
ja: 実装者名
ko: 구현자 이름
ms: Nama pelaksana
nb: Implementernavn
nl: Naam van de uitvoerder
pt: Nome do implementador
ro: Numele implementatorului
tr: Uygulayıcı adı
uk: Ім'я реалізатора
vi: Tên người thực hiện
zh: 實施者名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWTDZONE_ARGUMENT_TIMEZONE_DESC
source: Time zone name
ar: اسم المنطقة الزمنية
de: Zeitzonenname
el: Όνομα ζώνης ώρας
es: Nombre de la zona horaria
fr: Nom du fuseau horaire
ga: Ainm crios ama
hi: समय क्षेत्र का नाम
hi_latn: samay kshetr ka naam
id: Nama zona waktu
it: Nome del fuso orario
ja: タイムゾーン名
ko: 시간대 이름
ms: Nama zon waktu
nb: Tidssonenavn
nl: Naam van tijdzone
pt: Nome do fuso horário
ro: Nume fus orar
tr: Zaman dilimi adı
uk: Назва часового поясу
vi: Tên múi giờ
zh: 時區名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_SUDO_ARGUMENT_COMMAND_DESC
source: Command to run
ar: أمر للتشغيل
de: Auszuführender Befehl
el: Εντολή για τρέξιμο
es: Comando para ejecutar
fr: Commande à exécuter
ga: Ordú a rith
hi: चलाने के लिए आदेश
hi_latn: chalaane ke lie kamaand
id: Perintah untuk menjalankan
it: Comando per eseguire
ja: 実行するコマンド
ko: 실행할 명령
ms: Perintah untuk berlari
nb: Kommando for å kjøre
nl: Opdracht om te rennen
pt: Comando para executar
ro: Comanda pentru a rula
tr: Çalıştırma komutu
uk: Команда на біг
vi: Lệnh chạy
zh: 運行命令

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILE_ARGUMENT_ALGORITHM_DESC
source: Encryption algorithm
ar: خوارزمية التشفير
de: Verschlüsselungsalgorithmus
el: Αλγόριθμος κρυπτογράφησης
es: Algoritmo de cifrado
fr: Algorithme de cryptage
ga: Algartam criptithe
hi: एन्क्रिप्शन एल्गोरिथम
hi_latn: enkripshan elgoridam
id: Algoritma enkripsi
it: Algoritmo di crittografia
ja: 暗号化アルゴリズム
ko: 암호화 알고리즘
ms: Algoritma penyulitan
nb: Krypteringsalgoritme
nl: Encryptie-algoritme
pt: Algoritmo de encriptação
ro: Algoritm de criptare
tr: Şifreleme algoritması
uk: Алгоритм шифрування
vi: Thuật toán mã hóa
zh: 加密演算法

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILE_ARGUMENT_FILE_DESC
source: Input file to calculate the hash sum
ar: ملف الإدخال لحساب مجموع التجزئة
de: Eingabedatei zur Berechnung der Hashsumme
el: Εισαγάγετε το αρχείο για να υπολογίσετε το άθροισμα κατακερματισμού
es: Archivo de entrada para calcular la suma hash
fr: Fichier d'entrée pour calculer la somme de hachage
ga: Comhad ionchuir chun an tsuim hash a ríomh
hi: हैश योग की गणना करने के लिए इनपुट फ़ाइल
hi_latn: haish yog kee ganana karane ke lie inaput fail
id: File input untuk menghitung jumlah hash
it: File di input per calcolare la somma hash
ja: ハッシュ合計を計算するための入力ファイル
ko: 해시 합계를 계산하기 위한 입력 파일
ms: Masukkan fail untuk mengira jumlah cincang
nb: Inndatafil for å beregne hash-summen
nl: Invoerbestand om de hash-som te berekenen
pt: Ficheiro de entrada para calcular a soma do hash
ro: Fișier de intrare pentru a calcula suma hash
tr: Karma toplamını hesaplamak için giriş dosyası
uk: Вхідний файл для обчислення хеш-суми
vi: Tệp đầu vào để tính tổng băm
zh: 輸入檔來計算雜湊值

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILE_ARGUMENT_OUTPUTFILE_DESC
source: Output file to save hash sum info
ar: ملف الإخراج لحفظ معلومات مجموع التجزئة
de: Ausgabedatei zum Speichern der Hashsummeninformationen
el: Εξαγωγή αρχείου για αποθήκευση πληροφοριών κατακερματισμού
es: Archivo de salida para guardar la información de la suma hash
fr: Fichier de sortie pour enregistrer les informations de somme de hachage
ga: Comhad aschuir chun faisnéis suim hash a shábháil
hi: हैश योग जानकारी सहेजने के लिए आउटपुट फ़ाइल
hi_latn: haish yog jaanakaaree ko sahejane ke lie aautaput fail
id: File keluaran untuk menyimpan info jumlah hash
it: File di output per salvare le informazioni sulla somma hash
ja: ハッシュサム情報を保存する出力ファイル
ko: 해시 합계 정보를 저장하는 출력 파일
ms: Fail output untuk menyimpan maklumat jumlah cincang
nb: Utdatafil for å lagre hash sum info
nl: Uitvoerbestand om hash-sominfo op te slaan
pt: Ficheiro de saída para guardar informações de soma de hash
ro: Fișier de ieșire pentru a salva informațiile despre suma hash
tr: Karma toplam bilgilerini kaydetmek için çıktı dosyası
uk: Вихідний файл для збереження інформації про хеш-суму
vi: Tệp đầu ra để lưu thông tin tổng băm
zh: 輸出檔案保存哈希值信息

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMTEXT_ARGUMENT_TEXT_DESC
source: Text to get hash sum
ar: نص للحصول على مجموع التجزئة
de: Text zum Abrufen der Hash-Summe
el: Κείμενο για λήψη κατακερματισμού
es: Texto para obtener la suma hash
fr: Texte pour obtenir la somme de hachage
ga: Téacs a fháil hash sum
hi: हैश योग प्राप्त करने के लिए पाठ
hi_latn: haish yog praapt karane ke lie paath
id: Teks untuk mendapatkan jumlah hash
it: Testo per ottenere l'hash sum
ja: ハッシュサムを取得するテキスト
ko: 해시 합계를 얻기 위한 텍스트
ms: Teks untuk mendapatkan jumlah cincang
nb: Tekst for å få hash sum
nl: Tekst om hash-som te krijgen
pt: Texto para obter soma de hash
ro: Text pentru a obține suma hash
tr: Hash toplamını almak için metin
uk: Текст, щоб отримати хеш-суму
vi: Văn bản để lấy tổng băm
zh: 文字獲取哈希值

# NKS_SHELL_SHELLS_UESH_COMMAND_SYMLINK_ARGUMENT_LINKNAME_DESC
source: Symbolic link name
ar: اسم الرابط الرمزي
de: Symbolischer Linkname
el: Συμβολικό όνομα συνδέσμου
es: Nombre del enlace simbólico
fr: Nom du lien symbolique
ga: Ainm nasc siombalach
hi: प्रतीकात्मक लिंक नाम
hi_latn: prateekaatmak link naam
id: Nama tautan simbolis
it: Nome del collegamento simbolico
ja: シンボリックリンク名
ko: 심볼릭 링크 이름
ms: Nama pautan simbolik
nb: Symbolisk lenkenavn
nl: Symbolische linknaam
pt: Nome do link simbólico
ro: Numele link-ului simbolic
tr: Sembolik bağlantı adı
uk: Назва символічного посилання
vi: Tên liên kết tượng trưng
zh: 符號連結名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_SYMLINK_ARGUMENT_TARGET_DESC
source: Target file to create a shortcut from
ar: الملف المستهدف لإنشاء اختصار منه
de: Zieldatei zum Erstellen einer Verknüpfung
el: Στοχεύστε το αρχείο για να δημιουργήσετε μια συντόμευση
es: Archivo de destino desde el cual crear un acceso directo
fr: Fichier cible à partir duquel créer un raccourci
ga: Spriocchomhad chun aicearra a chruthú uaidh
hi: शॉर्टकट बनाने के लिए लक्ष्य फ़ाइल
hi_latn: shortakat banaane ke lie lakshy fail
id: File target untuk membuat pintasan dari
it: File di destinazione da cui creare un collegamento
ja: ショートカットを作成する対象ファイル
ko: 바로가기를 만들 대상 파일
ms: Sasarkan fail untuk membuat pintasan daripada
nb: Målfil å lage en snarvei fra
nl: Doelbestand om een snelkoppeling van te maken
pt: Ficheiro de destino para criar um atalho
ro: Fișierul țintă din care să creați o comandă rapidă
tr: Kısayol oluşturulacak hedef dosya
uk: Цільовий файл для створення ярлика
vi: Tệp mục tiêu để tạo lối tắt từ
zh: 要建立快捷方式的目標文件

# NKS_SHELL_SHELLS_UESH_COMMAND_THEMEPREV_ARGUMENT_THEMENAME_DESC
source: Theme name
ar: اسم الموضوع
de: Themenname
el: Όνομα θέματος
es: Nombre del tema
fr: Nom du thème
ga: Ainm téama
hi: थीम का नाम
hi_latn: theem ka naam
id: Nama tema
it: Nome del tema
ja: テーマ名
ko: 테마 이름
ms: Nama tema
nb: Temanavn
nl: Thema naam
pt: Nome do tema
ro: Numele temei
tr: Tema adı
uk: Назва теми
vi: Tên chủ đề
zh: 主題名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_UNBLOCKDBGDEV_ARGUMENT_IP_DESC
source: IP address to unblock
ar: عنوان IP لإلغاء الحظر
de: Zu entsperrende IP-Adresse
el: Διεύθυνση IP για ξεμπλοκάρισμα
es: Dirección IP para desbloquear
fr: Adresse IP à débloquer
ga: Seoladh IP le díbhlocáil
hi: अनब्लॉक करने के लिए IP पता
hi_latn: anablok karane ke lie aaeepee pata
id: Alamat IP untuk membuka blokir
it: Indirizzo IP da sbloccare
ja: ブロックを解除するIPアドレス
ko: 차단을 해제할 IP 주소
ms: Alamat IP untuk dinyahsekat
nb: IP-adresse for å oppheve blokkeringen
nl: IP-adres om te deblokkeren
pt: Endereço IP para desbloquear
ro: Adresa IP de deblocat
tr: Engellemeyi kaldırmak için IP adresi
uk: IP-адреса для розблокування
vi: Địa chỉ IP để bỏ chặn
zh: 要解除封鎖的 IP 位址

# NKS_SHELL_SHELLS_UESH_COMMAND_UNZIP_ARGUMENT_ZIPFILE_DESC
source: Path to ZIP file
ar: المسار إلى ملف ZIP
de: Pfad zur ZIP-Datei
el: Διαδρομή προς το αρχείο ZIP
es: Ruta al archivo ZIP
fr: Chemin vers le fichier ZIP
ga: Conair chuig an gcomhad ZIP
hi: ज़िप फ़ाइल का पथ
hi_latn: zip fail ka path
id: Jalur ke berkas ZIP
it: Percorso al file ZIP
ja: ZIPファイルへのパス
ko: ZIP 파일 경로
ms: Laluan ke fail ZIP
nb: Bane til ZIP-fil
nl: Pad naar ZIP-bestand
pt: Caminho para o ficheiro ZIP
ro: Calea către fișierul ZIP
tr: ZIP dosyasına giden yol
uk: Шлях до ZIP-файлу
vi: Đường dẫn đến tệp ZIP
zh: ZIP 檔案路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_UNZIP_ARGUMENT_PATH_DESC
source: Target path to extract
ar: المسار المستهدف للاستخراج
de: Zielpfad zum Extrahieren
el: Διαδρομή στόχου για εξαγωγή
es: Ruta de destino para extraer
fr: Chemin cible à extraire
ga: Conair sprioc chun sliocht
hi: निकालने के लिए लक्ष्य पथ
hi_latn: nikaalane ke lie lakshy path
id: Jalur target untuk mengekstrak
it: Percorso di destinazione da estrarre
ja: 抽出するターゲットパス
ko: 추출할 대상 경로
ms: Laluan sasaran untuk diekstrak
nb: Målvei for å trekke ut
nl: Doelpad om te extraheren
pt: Caminho de destino para extrair
ro: Calea țintă de extras
tr: Çıkarılacak hedef yol
uk: Цільовий шлях для вилучення
vi: Đường dẫn đích để trích xuất
zh: 提取的目標路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_VERIFY_ARGUMENT_CALCULATEDHASH_DESC
source: Calculated hash
ar: التجزئة المحسوبة
de: Berechneter Hash
el: Υπολογισμένος κατακερματισμός
es: Hash calculado
fr: Hachage calculé
ga: Hash ríofa
hi: गणना की गई हैश
hi_latn: ganana kee gaee haish
id: Hash yang dihitung
it: Hash calcolato
ja: 計算されたハッシュ
ko: 계산된 해시
ms: Hash dikira
nb: Beregnet hash
nl: Berekende hash
pt: Hash calculado
ro: Hash calculat
tr: Hesaplanmış karma
uk: Розрахований хеш
vi: Tính toán băm
zh: 計算哈希值

# NKS_SHELL_SHELLS_UESH_COMMAND_VERIFY_ARGUMENT_HASHFILE_DESC
source: Hash file or expected hash
ar: ملف التجزئة أو التجزئة المتوقعة
de: Hash-Datei oder erwarteter Hash
el: Αρχείο κατακερματισμού ή αναμενόμενο κατακερματισμό
es: Archivo hash o hash esperado
fr: Fichier de hachage ou hachage attendu
ga: Comhad hash nó hash ionchais
hi: हैश फ़ाइल या अपेक्षित हैश
hi_latn: haish fail ya apekshit haish
id: File hash atau hash yang diharapkan
it: File hash o hash previsto
ja: ハッシュファイルまたは予想されるハッシュ
ko: 해시 파일 또는 예상 해시
ms: Fail cincang atau cincang yang dijangkakan
nb: Hash-fil eller forventet hash
nl: Hash-bestand of verwachte hash
pt: Ficheiro hash ou hash esperado
ro: Fișier hash sau hash așteptat
tr: Karma dosyası veya beklenen karma
uk: Хеш-файл або очікуваний хеш
vi: Tệp băm hoặc băm mong đợi
zh: 哈希文件或預期哈希

# NKS_SHELL_SHELLS_UESH_COMMAND_VERIFY_ARGUMENT_FILE_DESC
source: File to test
ar: ملف للاختبار
de: Zu testende Datei
el: Αρχείο για δοκιμή
es: Archivo para probar
fr: Fichier à tester
ga: Comhad le tástáil
hi: परीक्षण हेतु फ़ाइल
hi_latn: fail pareekshan
id: File untuk diuji
it: File da testare
ja: テストするファイル
ko: 테스트할 파일
ms: Failkan untuk diuji
nb: Fil for å teste
nl: Bestand om te testen
pt: Ficheiro para testar
ro: Fișier de testat
tr: Test edilecek dosya
uk: Файл для перевірки
vi: Tệp để kiểm tra
zh: 要測試的文件

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_ARGUMENT_ZIPFILE_DESC
source: ZIP file name to create
ar: اسم ملف ZIP المراد إنشاؤه
de: Zu erstellender ZIP-Dateiname
el: Όνομα αρχείου ZIP για δημιουργία
es: Nombre del archivo ZIP a crear
fr: Nom du fichier ZIP à créer
ga: Ainm comhaid ZIP le cruthú
hi: बनाने के लिए ZIP फ़ाइल का नाम
hi_latn: banaane ke lie zip fail naam
id: Nama file ZIP yang akan dibuat
it: Nome del file ZIP da creare
ja: 作成するZIPファイル名
ko: 생성할 ZIP 파일 이름
ms: ZIP nama fail untuk dibuat
nb: ZIP-filnavn som skal opprettes
nl: ZIP-bestandsnaam om te maken
pt: Nome do ficheiro ZIP a criar
ro: Numele fișierului ZIP de creat
tr: Oluşturulacak ZIP dosya adı
uk: Назва ZIP-файлу для створення
vi: Tên tệp ZIP để tạo
zh: 要建立的 ZIP 檔案名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_ARGUMENT_PATH_DESC
source: Path to compress
ar: المسار للضغط
de: Zu komprimierender Pfad
el: Διαδρομή για συμπίεση
es: Ruta para comprimir
fr: Chemin à compresser
ga: Conair chun comhbhrúite
hi: संपीड़ित करने का पथ
hi_latn: sampeedit karane ke lie path
id: Jalur untuk mengompres
it: Percorso da comprimere
ja: 圧縮するパス
ko: 압축 경로
ms: Laluan untuk memampatkan
nb: Bane for å komprimere
nl: Pad om te comprimeren
pt: Caminho para compactar
ro: Calea spre comprimare
tr: Sıkıştırılacak yol
uk: Шлях для стиснення
vi: Đường dẫn để nén
zh: 壓縮路徑

# NKS_USERS_LOGIN_WIDGETS_EMOJI_NEEDSADDON
source: The icons addon needs to be installed before being able to display this emoji.
ar: يجب تثبيت الوظيفة الإضافية للرموز قبل أن تتمكن من عرض هذا الرمز التعبيري.
de: Das Symbol-Add-on muss installiert werden, bevor dieses Emoji angezeigt werden kann.
el: Το πρόσθετο εικονιδίων πρέπει να εγκατασταθεί για να μπορέσετε να εμφανίσετε αυτό το emoji.
es: Es necesario instalar el complemento de íconos antes de poder mostrar este emoji.
fr: Le module complémentaire d'icônes doit être installé avant de pouvoir afficher cet emoji.
ga: Ní mór an breiseán deilbhíní a shuiteáil sula mbeifear in ann an emoji seo a thaispeáint.
hi: इस इमोजी को प्रदर्शित करने से पहले आइकन ऐडऑन को इंस्टॉल करना होगा।
hi_latn: is imojee ko pradarshit karane mein saksham hone se pahale aaikan aidon ko instol kiya jaana chaahie.
id: Add-on ikon perlu diinstal sebelum dapat menampilkan emoji ini.
it: Per poter visualizzare questa emoji è necessario installare l'addon delle icone.
ja: この絵文字を表示するには、アイコン アドオンをインストールする必要があります。
ko: 이 이모티콘을 표시하려면 아이콘 애드온을 설치해야 합니다.
ms: Addon ikon perlu dipasang sebelum dapat memaparkan emoji ini.
nb: Ikontillegget må installeres før du kan vise denne emojien.
nl: De pictogrammen-add-on moet worden geïnstalleerd voordat u deze emoji kunt weergeven.
pt: O complemento de ícones precisa de ser instalado antes de poder exibir este emoji.
ro: Suplimentul cu pictograme trebuie instalat înainte de a putea afișa acest emoji.
tr: Bu emojiyi görüntüleyebilmek için öncelikle ikon eklentisinin kurulması gerekiyor.
uk: Перш ніж відображати цей емодзі, потрібно встановити додаток піктограм.
vi: Cần phải cài đặt tiện ích bổ sung biểu tượng trước khi có thể hiển thị biểu tượng cảm xúc này.
zh: 需要先安裝圖示插件才能顯示此表情符號。

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_NAME
source: Culture and language settings
ar: الإعدادات الثقافية واللغوية
de: Kultur- und Spracheinstellungen
el: Ρυθμίσεις πολιτισμού και γλώσσας
es: Configuración cultural y lingüística
fr: Contextes culturels et linguistiques
ga: Suímh chultúir agus teanga
hi: संस्कृति और भाषा सेटिंग्स
hi_latn: sanskrti aur bhaasha seting
id: Pengaturan budaya dan bahasa
it: Contesti culturali e linguistici
ja: 文化と言語の設定
ko: 문화 및 언어 설정
ms: Tetapan budaya dan bahasa
nb: Kultur- og språkinnstillinger
nl: Cultuur- en taalinstellingen
pt: Contextos culturais e linguísticos
ro: Setări de cultură și limbă
tr: Kültür ve dil ayarları
uk: Налаштування культури та мови
vi: Thiết lập văn hóa và ngôn ngữ
zh: 文化和語言環境

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_DESC
source: This allows you to configure the culture and language
ar: يتيح لك هذا تكوين الثقافة واللغة
de: Hier können Sie die Kultur und Sprache konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την κουλτούρα και τη γλώσσα
es: Esto le permite configurar la cultura y el idioma.
fr: Cela vous permet de configurer la culture et la langue
ga: Ligeann sé seo duit an cultúr agus an teanga a chumrú
hi: यह आपको संस्कृति और भाषा को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako sanskrti aur bhaasha ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi budaya dan bahasa
it: Ciò consente di configurare la cultura e la lingua
ja: これにより、文化と言語を設定できます
ko: 이를 통해 문화와 언어를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi budaya dan bahasa
nb: Dette lar deg konfigurere kulturen og språket
nl: Hiermee kunt u de cultuur en taal configureren
pt: Isto permite que configure a cultura e o idioma
ro: Acest lucru vă permite să configurați cultura și limba
tr: Bu, kültürü ve dili yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати культуру та мову
vi: Điều này cho phép bạn cấu hình văn hóa và ngôn ngữ
zh: 這使您可以配置文化和語言

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_NAME
source: Time and date settings
ar: إعدادات الوقت والتاريخ
de: Uhrzeit- und Datumseinstellungen
el: Ρυθμίσεις ώρας και ημερομηνίας
es: Configuración de fecha y hora
fr: Paramètres de l'heure et de la date
ga: Socruithe ama agus dáta
hi: समय और दिनांक सेटिंग
hi_latn: samay aur dinaank seting
id: Pengaturan waktu dan tanggal
it: Impostazioni di data e ora
ja: 時刻と日付の設定
ko: 시간 및 날짜 설정
ms: Tetapan masa dan tarikh
nb: Tids- og datoinnstillinger
nl: Tijd- en datuminstellingen
pt: Definições de hora e data
ro: Setări de oră și dată
tr: Saat ve tarih ayarları
uk: Налаштування часу та дати
vi: Cài đặt thời gian và ngày tháng
zh: 時間和日期設定

# NKS_SETTINGS_KERNEL_GENERAL_TIMEDATE_DESC
source: This allows you to configure the time and date
ar: يتيح لك هذا تكوين الوقت والتاريخ
de: Hiermit können Sie Uhrzeit und Datum konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την ώρα και την ημερομηνία
es: Esto le permite configurar la hora y la fecha.
fr: Cela vous permet de configurer l'heure et la date
ga: Ligeann sé seo duit an t-am agus an dáta a chumrú
hi: यह आपको समय और दिनांक कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako samay aur dinaank ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi waktu dan tanggal
it: Questo consente di configurare l'ora e la data
ja: これにより、時間と日付を設定できます
ko: 이를 통해 시간과 날짜를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi masa dan tarikh
nb: Dette lar deg konfigurere klokkeslett og dato
nl: Hiermee kunt u de tijd en datum configureren
pt: Isto permite que configure a hora e a data
ro: Acest lucru vă permite să configurați ora și data
tr: Bu, saati ve tarihi yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати час і дату
vi: Điều này cho phép bạn cấu hình thời gian và ngày tháng
zh: 這使您可以配置時間和日期

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_NAME
source: Bootloader settings
ar: إعدادات أداة تحميل التشغيل
de: Bootloader-Einstellungen
el: Ρυθμίσεις bootloader
es: Configuración del cargador de arranque
fr: Paramètres du chargeur de démarrage
ga: Socruithe bootloader
hi: बूटलोडर सेटिंग्स
hi_latn: bootalodar seting
id: Pengaturan bootloader
it: Impostazioni del bootloader
ja: ブートローダー設定
ko: 부트로더 설정
ms: Tetapan pemuat but
nb: Bootloader-innstillinger
nl: Bootloader-instellingen
pt: Configurações do bootloader
ro: Setări bootloader
tr: Önyükleyici ayarları
uk: Налаштування завантажувача
vi: Cài đặt bộ nạp khởi động
zh: 引導程式設定

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_DESC
source: This allows you to configure the bootloader
ar: يتيح لك هذا تكوين أداة تحميل التشغيل
de: Damit können Sie den Bootloader konfigurieren
el: Αυτό σας επιτρέπει να ρυθμίσετε τις παραμέτρους του bootloader
es: Esto le permite configurar el gestor de arranque.
fr: Cela vous permet de configurer le chargeur de démarrage
ga: Ligeann sé seo duit an tosaitheoir a chumrú
hi: यह आपको बूटलोडर को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako bootalodar ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi bootloader
it: Questo ti permette di configurare il bootloader
ja: これによりブートローダーを設定できます
ko: 이렇게 하면 부트로더를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi pemuat but
nb: Dette lar deg konfigurere bootloaderen
nl: Hiermee kunt u de bootloader configureren
pt: Isto permite que configure o bootloader
ro: Acest lucru vă permite să configurați bootloader-ul
tr: Bu, önyükleyiciyi yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати завантажувач
vi: Điều này cho phép bạn cấu hình bộ nạp khởi động
zh: 這允許您配置引導程式

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_NAME
source: The Nitrocid Homepage
ar: الصفحة الرئيسية لـ Nitrocid
de: Die Nitrocid Homepage
el: Η αρχική σελίδα του Nitrocid
es: La página de inicio de Nitrocid
fr: La page d'accueil de Nitrocid
ga: An Leathanach Baile Nitrocid
hi: नाइट्रोसिड होमपेज
hi_latn: naitrosid homapej
id: Beranda Nitrocid
it: La homepage di Nitrocid
ja: ニトロシドのホームページ
ko: 니트로시드 홈페이지
ms: Laman Utama Nitrocid
nb: Nitrocid-hjemmesiden
nl: De Nitrocid-homepage
pt: A página inicial do Nitrocid
ro: Pagina de pornire Nitrocid
tr: Nitrocid Ana Sayfası
uk: Домашня сторінка Nitrocid
vi: Trang chủ Nitrocid
zh: Nitrocid 首頁
