Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_ALARM_DUE
source: Alarm due date:
ar: تاريخ استحقاق التنبيه:
de: Alarm-Fälligkeitsdatum:
el: Ημερομηνία λήξης συναγερμού:
es: Fecha de vencimiento de la alarma:
fr: Date d'échéance de l'alarme :
ga: Dáta dlite an aláraim:
hi: अलार्म की नियत तिथि:
hi_latn: alaarm kee niyat tithi:
id: Tanggal jatuh tempo alarm:
it: Data di scadenza dell'allarme:
ja: アラーム期限:
ko: 알람 기한:
ms: Tarikh akhir penggera:
nb: Forfallsdato for alarm:
nl: Alarmdatum:
pt: Data de vencimento do alarme:
ro: Data scadentă a alarmei:
tr: Alarmın son teslim tarihi:
uk: Термін подання тривоги:
vi: Ngày hết hạn báo động:
zh: 警報截止日期：

# NKS_SHELL_SHELLS_UESH_BEEP_INVALIDFREQ
source: The frequency is invalid. Make sure that you've correctly written the frequency in hertz.
ar: التردد غير صالح تأكد من كتابة التردد بالهرتز بشكل صحيح.
de: Die Frequenz ist ungültig. Stellen Sie sicher, dass Sie die Frequenz in Hertz korrekt angegeben haben.
el: Η συχνότητα δεν είναι έγκυρη. Βεβαιωθείτε ότι έχετε γράψει σωστά τη συχνότητα σε hertz.
es: La frecuencia no es válida. Asegúrate de haber escrito correctamente la frecuencia en hercios.
fr: La fréquence n'est pas valide. Assurez-vous d'avoir correctement écrit la fréquence en hertz.
ga: Tá an minicíocht neamhbhailí. Bí cinnte go bhfuil an mhinicíocht scríofa agat i hertz.
hi: आवृत्ति अमान्य है। सुनिश्चित करें कि आपने आवृत्ति को हर्ट्ज़ में सही ढंग से लिखा है।
hi_latn: aavrtti amaany hai. sunishchit karen ki aapane aavrtti ko hartz mein sahee dhang se likha hai.
id: Frekuensi tidak valid. Pastikan Anda telah menuliskan frekuensi dalam hertz dengan benar.
it: La frequenza non è valida. Assicurati di aver scritto correttamente la frequenza in hertz.
ja: 周波数が無効です。周波数をヘルツ単位で正しく入力したことを確認してください。
ko: 빈도가 잘못되었습니다. 주파수를 헤르츠 단위로 올바르게 입력했는지 확인하세요.
ms: Kekerapan tidak sah. Pastikan anda telah menulis kekerapan dengan betul dalam hertz.
nb: Frekvensen er ugyldig. Pass på at du har skrevet frekvensen riktig i hertz.
nl: De frequentie is ongeldig. Zorg ervoor dat u de frequentie correct in hertz hebt geschreven.
pt: A frequência é inválida. Certifique-se de ter escrito corretamente a frequência em hertz.
ro: Frecvența este nevalidă. Asigurați-vă că ați scris corect frecvența în herți.
tr: Frekans geçersiz. Frekansı hertz olarak doğru yazdığınızdan emin olun.
uk: Частота недійсна. Переконайтеся, що ви правильно написали частоту в герцах.
vi: Tần số không hợp lệ. Hãy đảm bảo rằng bạn đã viết đúng tần số theo hertz.
zh: 頻率無效。確保您正確書寫了頻率（以赫茲為單位）。

# NKS_SHELL_SHELLS_UESH_BEEP_INVALIDDURATION
source: The duration is invalid. Make sure that you've correctly written the duration in milliseconds.
ar: المدة غير صالحة. تأكد من كتابة المدة بالمللي ثانية بشكل صحيح.
de: Die Dauer ist ungültig. Stellen Sie sicher, dass Sie die Dauer in Millisekunden korrekt angegeben haben.
el: Η διάρκεια δεν είναι έγκυρη. Βεβαιωθείτε ότι έχετε γράψει σωστά τη διάρκεια σε χιλιοστά του δευτερολέπτου.
es: La duración no es válida. Asegúrate de haber escrito correctamente la duración en milisegundos.
fr: La durée n'est pas valide. Assurez-vous d'avoir correctement écrit la durée en millisecondes.
ga: Tá an ré neamhbhailí. Bí cinnte go bhfuil an fad scríofa agat i milleasoicindí.
hi: अवधि अमान्य है। सुनिश्चित करें कि आपने अवधि को मिलीसेकंड में सही ढंग से लिखा है।
hi_latn: avadhi amaany hai. sunishchit karen ki aapane avadhi ko mileesekand mein sahee dhang se likha hai.
id: Durasi tidak valid. Pastikan Anda telah menuliskan durasi dalam milidetik dengan benar.
it: La durata non è valida. Assicurati di aver scritto correttamente la durata in millisecondi.
ja: 期間が無効です。期間をミリ秒単位で正しく入力したことを確認してください。
ko: 기간이 유효하지 않습니다. 기간을 밀리초 단위로 올바르게 기록했는지 확인하세요.
ms: Tempohnya tidak sah. Pastikan anda telah menulis tempoh dengan betul dalam milisaat.
nb: Varigheten er ugyldig. Sørg for at du har skrevet varigheten riktig i millisekunder.
nl: De duur is ongeldig. Zorg ervoor dat u de duur in milliseconden correct hebt genoteerd.
pt: A duração é inválida. Certifique-se de ter escrito corretamente a duração em milissegundos.
ro: Durata este nevalidă. Asigurați-vă că ați scris corect durata în milisecunde.
tr: Süre geçersiz. Süreyi milisaniye olarak doğru yazdığınızdan emin olun.
uk: Тривалість недійсна. Переконайтеся, що ви правильно вказали тривалість у мілісекундах.
vi: Thời lượng không hợp lệ. Hãy đảm bảo rằng bạn đã viết đúng thời lượng tính bằng mili giây.
zh: 持續時間無效。確保您正確書寫了持續時間（以毫秒為單位）。

# NKS_SHELL_SHELLS_UESH_ENCODETEXT_SUCCESS
source: Encoded as string
ar: مشفرة كسلسلة
de: Als Zeichenfolge kodiert
el: Κωδικοποιημένη ως συμβολοσειρά
es: Codificado como cadena
fr: Codé sous forme de chaîne
ga: Ionchódaithe mar teaghrán
hi: स्ट्रिंग के रूप में एनकोडेड
hi_latn: string ke roop mein enakod kiya gaya
id: Dikodekan sebagai string
it: Codificato come stringa
ja: 文字列としてエンコード
ko: 문자열로 인코딩됨
ms: Dikodkan sebagai rentetan
nb: Kodet som streng
nl: Gecodeerd als tekenreeks
pt: Codificado como string
ro: Codificat ca șir
tr: Dize olarak kodlandı
uk: Закодовано як рядок
vi: Được mã hóa dưới dạng chuỗi
zh: 編碼為字串

# NKS_USERS_LOGIN_MODERNLOGON_POWERACTION
source: You've entered the power action menu. Please enter a choice using the left and the right arrow keys and press ENTER, or press ESC to go back to the main screen.
ar: لقد دخلت إلى قائمة إجراءات الطاقة. يرجى إدخال خيار باستخدام مفاتيح الأسهم لليسار ولليمين ثم اضغط على ENTER، أو اضغط على ESC للعودة إلى الشاشة الرئيسية.
de: Sie befinden sich nun im Power-Action-Menü. Bitte treffen Sie eine Auswahl mit den Pfeiltasten links und rechts und drücken Sie die EINGABETASTE oder drücken Sie ESC, um zum Hauptbildschirm zurückzukehren.
el: Έχετε μπει στο μενού ενεργειών ενέργειας. Εισαγάγετε μια επιλογή χρησιμοποιώντας το αριστερό και το δεξί βέλος και πατήστε ENTER ή πατήστε ESC για να επιστρέψετε στην κύρια οθόνη.
es: Has entrado en el menú de acciones de poder. Ingrese una opción usando las teclas de flecha izquierda y derecha y presione ENTER, o presione ESC para regresar a la pantalla principal.
fr: Vous êtes entré dans le menu d'action de puissance. Veuillez saisir un choix à l'aide des touches fléchées gauche et droite et appuyez sur ENTER, ou appuyez sur ESC pour revenir à l'écran principal.
ga: Chuir tú an roghchlár gníomhaíochta cumhachta isteach. Cuir isteach rogha ag baint úsáide as na heochracha saigheada clé agus ar dheis agus brúigh ENTER, nó brúigh ESC chun dul ar ais go dtí an príomhscáileán.
hi: आप पावर एक्शन मेनू में प्रवेश कर चुके हैं। कृपया बाएँ और दाएँ तीर कुंजियों का उपयोग करके कोई विकल्प दर्ज करें और ENTER दबाएँ, या मुख्य स्क्रीन पर वापस जाने के लिए ESC दबाएँ।
hi_latn: aapane paavar ekshan menoo mein pravesh kiya hai. krpaya baen aur daen teer kunjiyon ka upayog karake koee vikalp darj karen aur aintair dabaen, ya mukhy skreen par vaapas jaane ke lie aisch dabaen.
id: Anda telah memasuki menu tindakan daya. Masukkan pilihan menggunakan tombol panah kiri dan kanan dan tekan ENTER, atau tekan ESC untuk kembali ke layar utama.
it: Sei entrato nel menu di azione potente. Inserisci una scelta utilizzando i tasti freccia sinistra e destra e premi INVIO oppure premi ESC per tornare alla schermata principale.
ja: 電源アクション メニューに入りました。左矢印キーと右矢印キーを使用して選択肢を入力し、ENTER キーを押すか、ESC キーを押してメイン画面に戻ってください。
ko: 전원 동작 메뉴에 들어갔습니다. 왼쪽 및 오른쪽 화살표 키를 사용하여 선택사항을 입력하고 ENTER를 누르거나, 메인 화면으로 돌아가려면 ESC를 누르십시오.
ms: Anda telah memasuki menu tindakan kuasa. Sila masukkan pilihan menggunakan kekunci anak panah kiri dan kanan dan tekan ENTER, atau tekan ESC untuk kembali ke skrin utama.
nb: Du har kommet inn i strømhandlingsmenyen. Vennligst skriv inn et valg med venstre og høyre piltaster og trykk ENTER, eller trykk ESC for å gå tilbake til hovedskjermen.
nl: Je bent in het Power Action-menu terechtgekomen. Voer een keuze in met de pijltjestoetsen links en rechts en druk op ENTER, of druk op ESC om terug te gaan naar het hoofdscherm.
pt: Você entrou no menu de ação de poder. Insira uma opção usando as teclas de seta para a esquerda e para a direita e pressione ENTER ou pressione ESC para voltar à tela principal.
ro: Ați intrat în meniul de acțiuni de putere. Vă rugăm să introduceți o alegere folosind tastele săgeți stânga și dreapta și apăsați ENTER sau apăsați ESC pentru a reveni la ecranul principal.
tr: Güç eylem menüsüne girdiniz. Lütfen sol ve sağ ok tuşlarını kullanarak bir seçim girin ve ENTER'a basın veya ana ekrana geri dönmek için ESC'ye basın.
uk: Ви увійшли в меню силових дій. Будь ласка, введіть вибір за допомогою клавіш зі стрілками вліво та вправо та натисніть ENTER або натисніть ESC, щоб повернутися до головного екрана.
vi: Bạn đã vào menu hành động nguồn. Vui lòng nhập lựa chọn bằng phím mũi tên trái và phải rồi nhấn ENTER hoặc nhấn ESC để quay lại màn hình chính.
zh: 您已進入電源操作選單。請使用左右箭頭鍵輸入選項並按 ENTER，或按 ESC 返回主畫面。

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_TITLE
source: Windows Boot Manager
ar: مدير تمهيد ويندوز
el: Διαχειριστής εκκίνησης των Windows
es: Gestor de arranque de Windows
fr: Gestionnaire de démarrage de Windows
ga: Bainisteoir tosaithe Windows
hi: विंडोज़ बूट प्रबंधक
hi_latn: vindoj boot mainejar
id: Manajer Booting Windows
it: Gestore avvio di Windows
ja: ウィンドウズブートマネージャー
ko: 윈도우 부팅 관리자
ms: Pengurus But Windows
nl: Windows Opstartbeheer
pt: Gerenciador de inicialização do Windows
ro: Manager de încărcare Windows
tr: Windows Önyükleme Yöneticisi
uk: Диспетчер завантаження Windows
vi: Trình quản lý khởi động Windows
zh: Windows 啟動管理器

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_KEYBINDING1
source: ENTER=Choose
ar: أدخل=اختر
de: ENTER=Auswählen
el: ENTER=Επιλέξτε
es: ENTRAR=Elegir
fr: ENTER=Choisir
ga: ENTER=Roghnaigh
hi: ENTER=चुनें
hi_latn: aintair=chunen
id: ENTER=Pilih
it: INVIO=Scegli
ja: ENTER=選択
ko: ENTER=선택
ms: ENTER=Pilih
nb: ENTER=Velg
nl: ENTER=Kies
pt: ENTER=Escolher
ro: ENTER=Alege
tr: ENTER=Seç
uk: ENTER=Вибрати
vi: ENTER=Chọn
zh: ENTER=選擇

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_CHOOSE
source: Choose an operating system to start, or press TAB to select a tool:
ar: اختر نظام تشغيل للبدء، أو اضغط على TAB لتحديد أداة:
de: Wählen Sie zum Starten ein Betriebssystem aus oder drücken Sie die TAB-Taste, um ein Tool auszuwählen:
el: Επιλέξτε ένα λειτουργικό σύστημα για εκκίνηση ή πατήστε TAB για να επιλέξετε ένα εργαλείο:
es: Elija un sistema operativo para iniciar o presione TAB para seleccionar una herramienta:
fr: Choisissez un système d'exploitation à démarrer ou appuyez sur TAB pour sélectionner un outil :
ga: Roghnaigh córas oibriúcháin le tosú, nó brúigh TAB chun uirlis a roghnú:
hi: प्रारंभ करने के लिए कोई ऑपरेटिंग सिस्टम चुनें, या कोई टूल चुनने के लिए TAB दबाएँ:
hi_latn: shuroo karane ke lie koee opareting sistam chunen, ya koee tool chunane ke lie tab dabaen:
id: Pilih sistem operasi untuk memulai, atau tekan TAB untuk memilih alat:
it: Scegli un sistema operativo da avviare o premi TAB per selezionare uno strumento:
ja: 起動するオペレーティング システムを選択するか、Tab キーを押してツールを選択します。
ko: 시작할 운영 체제를 선택하거나 Tab 키를 눌러 도구를 선택하세요.
ms: Pilih sistem pengendalian untuk dimulakan atau tekan TAB untuk memilih alat:
nb: Velg et operativsystem du vil starte, eller trykk TAB for å velge et verktøy:
nl: Kies een besturingssysteem om te starten, of druk op TAB om een tool te selecteren:
pt: Escolha um sistema operacional para iniciar ou pressione TAB para selecionar uma ferramenta:
ro: Alegeți un sistem de operare pentru a porni sau apăsați TAB pentru a selecta un instrument:
tr: Başlatılacak işletim sistemini seçin veya bir araç seçmek için TAB tuşuna basın:
uk: Виберіть операційну систему для запуску або натисніть TAB, щоб вибрати інструмент:
vi: Chọn hệ điều hành để bắt đầu hoặc nhấn TAB để chọn một công cụ:
zh: 選擇要啟動的作業系統，或按 TAB 鍵選擇工具：

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_ADVOPTIONS
source: To specify an advanced option for this choice, press F8.
ar: لتحديد خيار متقدم لهذا الاختيار، اضغط على F8.
de: Um eine erweiterte Option für diese Auswahl anzugeben, drücken Sie F8.
el: Για να καθορίσετε μια προηγμένη επιλογή για αυτήν την επιλογή, πατήστε F8.
es: Para especificar una opción avanzada para esta elección, presione F8.
fr: Pour spécifier une option avancée pour ce choix, appuyez sur F8.
ga: Chun ardrogha a shonrú don rogha seo, brúigh F8.
hi: इस विकल्प के लिए उन्नत विकल्प निर्दिष्ट करने के लिए F8 दबाएँ।
hi_latn: is vikalp ke lie koee unnat vikalp nirdisht karane ke lie, f8 dabaen.
id: Untuk menentukan opsi lanjutan untuk pilihan ini, tekan F8.
it: Per specificare un'opzione avanzata per questa scelta, premere F8.
ja: この選択の詳細オプションを指定するには、F8 キーを押します。
ko: 이 선택 항목에 대한 고급 옵션을 지정하려면 F8을 누르십시오.
ms: Untuk menentukan pilihan lanjutan untuk pilihan ini, tekan F8.
nb: For å spesifisere et avansert alternativ for dette valget, trykk F8.
nl: Om een geavanceerde optie voor deze keuze op te geven, drukt u op F8.
pt: Para especificar uma opção avançada para esta escolha, pressione F8.
ro: Pentru a specifica o opțiune avansată pentru această alegere, apăsați F8.
tr: Bu seçeneğe ilişkin gelişmiş bir seçenek belirtmek için F8 tuşuna basın.
uk: Щоб указати розширений параметр для цього вибору, натисніть клавішу F8.
vi: Để chỉ định tùy chọn nâng cao cho lựa chọn này, hãy nhấn F8.
zh: 若要為此選擇指定進階選項，請按 F8。

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_TIMEOUT
source: Seconds until the highlighted choice will be started automatically:
ar: ثواني حتى يبدأ الاختيار المميز تلقائيًا:
de: Sekunden, bis die markierte Auswahl automatisch gestartet wird:
el: Δευτερόλεπτα μέχρι την επισημασμένη επιλογή θα ξεκινήσει αυτόματα:
es: Segundos hasta que la opción resaltada se inicie automáticamente:
fr: Quelques secondes jusqu'à ce que le choix en surbrillance soit automatiquement lancé :
ga: Soicind go dtí go dtosófar an rogha aibhsithe go huathoibríoch:
hi: हाइलाइट किए गए विकल्प के स्वचालित रूप से प्रारंभ होने में कुछ सेकंड लगेंगे:
hi_latn: sekand jab tak hailait kiya gaya vikalp svachaalit roop se shuroo nahin ho jaata:
id: Beberapa detik hingga pilihan yang disorot akan dimulai secara otomatis:
it: Secondi fino all'avvio automatico della scelta evidenziata:
ja: ハイライトされた選択肢が自動的に開始されるまでの秒数:
ko: 강조 표시된 선택 항목이 자동으로 시작될 때까지 남은 시간은 다음과 같습니다.
ms: Beberapa saat sehingga pilihan yang diserlahkan akan dimulakan secara automatik:
nb: Sekunder til det uthevede valget starter automatisk:
nl: Seconden totdat de gemarkeerde keuze automatisch wordt gestart:
pt: Segundos até que a escolha destacada seja iniciada automaticamente:
ro: Secunde până când alegerea evidențiată va fi pornită automat:
tr: Vurgulanan seçeneğin otomatik olarak başlatılmasına kadar geçen saniye:
uk: Секунди до автоматичного запуску виділеного вибору:
vi: Số giây còn lại cho đến khi lựa chọn được tô sáng sẽ tự động bắt đầu:
zh: 距離自動啟動突出顯示的選項還有幾秒鐘：

# NKS_KERNEL_STARTING_BOOTLOADER_GRUB_TITLE
source: GNU GRUB version 2.06
ar: جنو GRUB الإصدار 2.06
el: GNU GRUB έκδοση 2.06
es: GNU GRUB versión 2.06
ga: GNU GRUB leagan 2.06
hi: GNU GRUB संस्करण 2.06
hi_latn: gnu grub sanskaran 2.06
id: GNU GRUB versi 2.06
it: GNU GRUB versione 2.06
ja: GNU GRUB バージョン 2.06
ko: GNU GRUB 버전 2.06
ms: GNU GRUB versi 2.06
nb: GNU GRUB versjon 2.06
nl: GNU GRUB versie 2.06
pt: GNU GRUB versão 2.06
ro: GNU GRUB versiunea 2.06
tr: GNU GRUB sürüm 2.06
uk: GNU GRUB версії 2.06
vi: GNU GRUB phiên bản 2.06
zh: GNU GRUB 版本 2.06

# NKS_KERNEL_STARTING_BOOTLOADER_GRUB_KEYBINDING1
source: Use the and keys to select which entry is highlighted.
ar: استخدم المفتاحين ↑ و↓ لتحديد الإدخال الذي سيتم تمييزه.
de: Verwenden Sie die Tasten ↑ und ↓, um auszuwählen, welcher Eintrag hervorgehoben wird.
el: Χρησιμοποιήστε τα πλήκτρα ↑ και ↓ για να επιλέξετε ποια καταχώρηση θα επισημανθεί.
es: Utilice las teclas ↑ y ↓ para seleccionar qué entrada está resaltada.
fr: Utilisez les touches ↑ et ↓ pour sélectionner l'entrée qui est en surbrillance.
ga: Úsáid na heochracha ↑ agus ↓ chun an iontráil atá aibhsithe a roghnú.
hi: कौन सी प्रविष्टि हाइलाइट की जाए यह चुनने के लिए ↑ और ↓ कुंजियों का उपयोग करें।
hi_latn: kaun see pravishti hailait kee gaee hai, yah chunane ke lie â aur â kunjiyon ka upayog karen.
id: Gunakan tombol dan untuk memilih entri mana yang disorot.
it: Utilizzare i tasti ↑ e ↓ per selezionare la voce evidenziata.
ja: ↑ キーと ↓ キーを使用して、強調表示するエントリを選択します。
ko: ↑ 및 ↓ 키를 사용하여 강조 표시된 항목을 선택합니다.
ms: Gunakan kekunci dan untuk memilih entri yang diserlahkan.
nb: Bruk tastene ↑ og ↓ for å velge hvilken oppføring som er uthevet.
nl: Gebruik de toetsen ↑ en ↓ om te selecteren welk item gemarkeerd is.
pt: Use as teclas ↑ e ↓ para selecionar qual entrada será destacada.
ro: Utilizați tastele ↑ și ↓ pentru a selecta ce intrare este evidențiată.
tr: Hangi girişin vurgulanacağını seçmek için ↑ ve ↓ tuşlarını kullanın.
uk: Використовуйте клавіші ↑ та ↓, щоб вибрати, який запис буде виділено.
vi: Sử dụng phím ↑ và ↓ để chọn mục được tô sáng.
zh: 使用 ↑ 和 ↓ 鍵選擇突出顯示的條目。

# NKS_KERNEL_STARTING_BOOTLOADER_GRUB_KEYBINDING2
source: Press enter to boot the selected OS, `e' to edit the commands
ar: اضغط على زر الإدخال لتشغيل نظام التشغيل المحدد، و`e' لتحرير الأوامر
de: Drücken Sie die Eingabetaste, um das ausgewählte Betriebssystem zu starten, und „e“, um die Befehle zu bearbeiten.
el: Πατήστε enter για να εκκινήσετε το επιλεγμένο λειτουργικό σύστημα, «e» για να επεξεργαστείτε τις εντολές
es: Presione Enter para iniciar el sistema operativo seleccionado, `e' para editar los comandos
fr: Appuyez sur Entrée pour démarrer le système d'exploitation sélectionné, « e » pour modifier les commandes
ga: Brúigh Enter chun an OS roghnaithe a thosú, `e' chun na horduithe a chur in eagar
hi: चयनित OS को बूट करने के लिए एंटर दबाएँ, कमांड संपादित करने के लिए `e' दबाएँ
hi_latn: chayanit os ko boot karane ke lie entar dabaen, boot karane se pahale
id: Tekan enter untuk mem-boot OS yang dipilih, `e' untuk mengedit perintah
it: Premere Invio per avviare il sistema operativo selezionato, "e" per modificare i comandi
ja: 選択したOSを起動するにはEnterキーを押し、コマンドを編集するには「e」キーを押します。
ko: 선택한 OS를 부팅하려면 Enter 키를 누르고, 명령을 편집하려면 'e' 키를 누르세요.
ms: Tekan enter untuk but OS yang dipilih, `e' untuk mengedit arahan
nb: Trykk enter for å starte det valgte operativsystemet, "e" for å redigere kommandoene
nl: Druk op enter om het geselecteerde besturingssysteem op te starten, op `e' om de opdrachten te bewerken
pt: Pressione enter para inicializar o sistema operacional selecionado, `e' para editar os comandos
ro: Apăsați enter pentru a porni sistemul de operare selectat, `e' pentru a edita comenzile
tr: Seçili işletim sistemini başlatmak için enter'a, komutları düzenlemek için `e'ye basın
uk: Натисніть enter, щоб завантажити вибрану ОС, `e', щоб редагувати команди
vi: Nhấn enter để khởi động hệ điều hành đã chọn, `e' để chỉnh sửa các lệnh
zh: 按 Enter 啟動所選作業系統，按「e」編輯指令

# NKS_KERNEL_STARTING_BOOTLOADER_GRUB_KEYBINDING3
source: before booting or `c' for a command line.
ar: قبل التشغيل أو "c" لسطر الأوامر.
de: vor dem Booten oder „c“ für eine Befehlszeile.
el: πριν από την εκκίνηση ή «c» για μια γραμμή εντολών.
es: antes de arrancar o `c' para una línea de comando.
fr: avant de démarrer ou `c' pour une ligne de commande.
ga: roimh booting nó `c' le haghaidh líne ordaithe.
hi: बूट करने से पहले या कमांड लाइन के लिए `c'.
hi_latn: kamaand ko sampaadit karane ke lie `ai dabaen ya kamaand lain ke lie `ch dabaen.
id: sebelum boot atau `c' untuk baris perintah.
it: prima dell'avvio o "c" per una riga di comando.
ja: 起動する前に、またはコマンドラインの場合は「c」を入力します。
ko: 부팅하기 전 또는 명령줄의 경우 'c'입니다.
ms: sebelum but atau `c' untuk baris arahan.
nb: før oppstart eller `c' for en kommandolinje.
nl: vóór het opstarten of `c' voor een opdrachtregel.
pt: antes de inicializar ou `c' para uma linha de comando.
ro: înainte de pornire sau `c' pentru o linie de comandă.
tr: önyüklemeden önce veya komut satırı için `c'
uk: перед завантаженням або `c' для командного рядка.
vi: trước khi khởi động hoặc `c' để vào dòng lệnh.
zh: 啟動前或命令列的“c”。

# NKS_KERNEL_STARTING_BOOTLOADER_GRUB_TIMEOUT
source: The highlighted entry will be executed automatically in {0}s.
ar: سيتم تنفيذ الإدخال المميز تلقائيًا خلال {0}.
de: Der markierte Eintrag wird in {0}s automatisch ausgeführt.
el: Η επισημασμένη καταχώρηση θα εκτελεστεί αυτόματα σε {0}s.
es: La entrada resaltada se ejecutará automáticamente en {0} s.
fr: L'entrée en surbrillance sera exécutée automatiquement dans {0}s.
ga: Déanfar an iontráil aibhsithe a rith go huathoibríoch i {0}anna.
hi: हाइलाइट की गई प्रविष्टि {0}s में स्वचालित रूप से निष्पादित हो जाएगी.
hi_latn: hailait kee gaee pravishti {0} sekand mein svachaalit roop se nishpaadit ho jaegee.
id: Entri yang disorot akan dieksekusi secara otomatis dalam {0} detik.
it: La voce evidenziata verrà eseguita automaticamente tra {0} s.
ja: 強調表示されたエントリは {0} 秒以内に自動的に実行されます。
ko: 강조표시된 항목은 {0}초 후에 자동으로 실행됩니다.
ms: Entri yang diserlahkan akan dilaksanakan secara automatik dalam {0}s.
nb: Den uthevede oppføringen kjøres automatisk om {0}s.
nl: Het gemarkeerde item wordt automatisch uitgevoerd over {0}s.
pt: A entrada destacada será executada automaticamente em {0}s.
ro: Intrarea evidențiată va fi executată automat în {0} s.
tr: Vurgulanan giriş {0} saniye içinde otomatik olarak yürütülecektir.
uk: Виділений запис буде виконано автоматично через {0} с.
vi: Mục được tô sáng sẽ được thực hiện tự động trong {0} giây.
zh: 反白的條目將在 {0} 秒後自動執行。

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_KEYBINDING1
source: Press enter to boot the selected OS, `e' to edit the
ar: اضغط على Enter لتشغيل نظام التشغيل المحدد، و`e' لتحرير
de: Drücken Sie die Eingabetaste, um das ausgewählte Betriebssystem zu starten,
el: Πατήστε enter για να εκκινήσετε το επιλεγμένο λειτουργικό σύστημα, «e» για να το επεξεργαστείτε
es: Presione Enter para iniciar el sistema operativo seleccionado, `e' para editar el
fr: Appuyez sur Entrée pour démarrer le système d'exploitation sélectionné, « e » pour modifier le
ga: Brúigh Enter chun an OS roghnaithe a thosú, `e' chun an
hi: चयनित OS को बूट करने के लिए एंटर दबाएँ, संपादन के लिए 'e' दबाएँ
hi_latn: chayanit os ko boot karane ke lie entar dabaen, boot karane se pahale
id: Tekan enter untuk mem-boot OS yang dipilih, `e' untuk mengedit
it: Premere Invio per avviare il sistema operativo selezionato, "e" per modificare il file
ja: 選択したOSを起動するにはEnterキーを押し、編集するには「e」を押します。
ko: 선택한 OS를 부팅하려면 Enter를 누르고, 편집하려면 `e'를 누르세요.
ms: Tekan enter untuk but OS yang dipilih, `e' untuk mengedit
nb: Trykk enter for å starte det valgte operativsystemet, "e" for å redigere
nl: Druk op enter om het geselecteerde besturingssysteem op te starten, op `e' om het
pt: Pressione enter para inicializar o sistema operacional selecionado, `e' para editar o
ro: Apăsați enter pentru a porni sistemul de operare selectat, `e' pentru a edita
tr: Seçili işletim sistemini başlatmak için enter'a, düzenlemek için `e'ye basın
uk: Натисніть enter, щоб завантажити вибрану ОС, `e', щоб змінити
vi: Nhấn enter để khởi động hệ điều hành đã chọn, `e' để chỉnh sửa
zh: 按 Enter 啟動所選作業系統，按「e」編輯
