Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MODWITHOUTMOD
source: The mod contains no mod instance. Consult with the mod vendor for a new copy.
ar: لا يحتوي الوضع على مثيل تعديل. استشر بائع التعديل للحصول على نسخة جديدة.
de: Der Mod enthält keine Mod-Instanz. Wenden Sie sich an den Mod-Anbieter, um eine neue Kopie zu erhalten.
el: Το mod δεν περιέχει κανένα παράδειγμα mod. Συμβουλευτείτε τον προμηθευτή mod για ένα νέο αντίγραφο.
es: El mod no contiene ninguna instancia de mod. Consulte con el proveedor del mod para obtener una nueva copia.
fr: Le mod ne contient aucune instance de mod. Consultez le fournisseur du mod pour une nouvelle copie.
ga: Níl aon ásc mod sa mod. Téigh i gcomhairle leis an díoltóir mod le haghaidh cóip nua.
hi: मॉड में कोई मॉड इंस्टेंस नहीं है. नई प्रति के लिए मॉड विक्रेता से परामर्श लें।
hi_latn: mod mein koee mod instens nahin hai. naee kopee ke lie mod vikreta se paraamarsh karen.
id: Mod tidak berisi contoh mod. Konsultasikan dengan vendor mod untuk mendapatkan salinan baru.
it: La mod non contiene alcuna istanza mod. Consultare il venditore del mod per una nuova copia.
ja: MOD には MOD インスタンスが含まれていません。新しいコピーについては MOD ベンダーに問い合わせてください。
ko: 모드에 모드 인스턴스가 없습니다. 새 사본에 대해서는 모드 공급업체에 문의하세요.
ms: Mod tidak mengandungi contoh mod. Rujuk dengan vendor mod untuk mendapatkan salinan baharu.
nb: Moden inneholder ingen mod-forekomst. Rådfør deg med mod-leverandøren for en ny kopi.
nl: De mod bevat geen mod-instantie. Neem contact op met de mod-leverancier voor een nieuw exemplaar.
pt: O mod não contém nenhuma instância de mod. Consulte o fornecedor do mod para obter uma nova cópia.
ro: Modulul nu conține nicio instanță de mod. Consultați-vă cu furnizorul de mod pentru o nouă copie.
tr: Modda mod örneği yok. Yeni bir kopya için mod satıcısına danışın.
uk: Мод не містить жодного екземпляра моду. Зверніться до постачальника мода щодо нової копії.
vi: Bản mod không chứa phiên bản mod nào. Hãy tham khảo nhà cung cấp bản mod để có bản sao mới.
zh: 此模組不包含模組實例。請諮詢模組供應商以取得新副本。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MODUNINSTALL
source: The mod uninstallation has failed.
ar: فشل إلغاء تثبيت الوضع.
de: Die Mod-Deinstallation ist fehlgeschlagen.
el: Η απεγκατάσταση του mod απέτυχε.
es: La desinstalación del mod ha fallado.
fr: La désinstallation du mod a échoué.
ga: Theip ar dhíshuiteáil an mod.
hi: मॉड अनइंस्टॉलेशन विफल हो गया है.
hi_latn: mod aninstol karane mein viphal raha.
id: Penghapusan instalasi mod telah gagal.
it: La disinstallazione della mod non è riuscita.
ja: MODのアンインストールに失敗しました。
ko: 모드 제거에 실패했습니다.
ms: Penyahpasangan mod telah gagal.
nb: Modavinstalleringen mislyktes.
nl: Het verwijderen van de mod is mislukt.
pt: A desinstalação do mod falhou.
ro: Dezinstalarea modului a eșuat.
tr: Mod kaldırma işlemi başarısız oldu.
uk: Не вдалося видалити мод.
vi: Việc gỡ cài đặt bản mod đã không thành công.
zh: mod卸載失敗。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MOTD
source: An error occurred trying to read or set the message of the day.
ar: حدث خطأ أثناء محاولة قراءة أو تعيين رسالة اليوم.
de: Beim Versuch, die Nachricht des Tages zu lesen oder festzulegen, ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την ανάγνωση ή τον ορισμό του μηνύματος της ημέρας.
es: Se produjo un error al intentar leer o configurar el mensaje del día.
fr: Une erreur s'est produite en essayant de lire ou de définir le message du jour.
ga: Tharla earráid agus teachtaireacht an lae a léamh nó a shocrú.
hi: दिन का संदेश पढ़ने या सेट करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई।
hi_latn: din ka sandesh padhane ya set karane ka prayaas karate samay ek truti huee.
id: Terjadi kesalahan saat mencoba membaca atau menetapkan pesan hari ini.
it: Si è verificato un errore durante il tentativo di leggere o impostare il messaggio del giorno.
ja: その日のメッセージの読み取りまたは設定中にエラーが発生しました。
ko: 오늘의 메시지를 읽거나 설정하는 중에 오류가 발생했습니다.
ms: Ralat berlaku semasa cuba membaca atau menetapkan mesej hari itu.
nb: Det oppstod en feil under forsøk på å lese eller angi dagens melding.
nl: Er is een fout opgetreden bij het lezen of instellen van het bericht van de dag.
pt: Ocorreu um erro ao tentar ler ou definir a mensagem do dia.
ro: A apărut o eroare la încercarea de a citi sau a seta mesajul zilei.
tr: Günün mesajını okurken veya ayarlarken bir hata oluştu.
uk: Під час спроби прочитати або встановити повідомлення дня сталася помилка.
vi: Đã xảy ra lỗi khi cố gắng đọc hoặc cài đặt tin nhắn trong ngày.
zh: 嘗試讀取或設定當天的訊息時發生錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHEVENT
source: There is no event by this name.
ar: لا يوجد حدث بهذا الاسم
de: Es gibt keine Veranstaltung mit diesem Namen.
el: Δεν υπάρχει εκδήλωση με αυτό το όνομα.
es: No hay ningún evento con este nombre.
fr: Il n'existe aucun événement portant ce nom.
ga: Níl aon imeacht leis an ainm seo.
hi: इस नाम का कोई आयोजन नहीं है.
hi_latn: is naam se koee eevent nahin hai.
id: Tidak ada acara dengan nama ini.
it: Non c'è nessun evento con questo nome.
ja: この名前のイベントはありません。
ko: 해당 이름의 이벤트가 없습니다.
ms: Tiada acara dengan nama ini.
nb: Det er ingen hendelse med dette navnet.
nl: Er is geen evenement met deze naam.
pt: Não há nenhum evento com este nome.
ro: Nu există niciun eveniment cu acest nume.
tr: Bu isimde bir etkinlik bulunmamaktadır.
uk: Події з такою назвою немає.
vi: Không có sự kiện nào có tên này.
zh: 沒有此名稱的事件。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHLANGUAGE
source: There is no language by this name.
ar: لا توجد لغة بهذا الاسم
de: Es gibt keine Sprache mit diesem Namen.
el: Δεν υπάρχει γλώσσα με αυτό το όνομα.
es: No existe ningún idioma con este nombre.
fr: Il n'existe aucune langue portant ce nom.
ga: Níl teanga ar bith leis an ainm seo.
hi: इस नाम की कोई भाषा नहीं है.
hi_latn: is naam se koee bhaasha nahin hai.
id: Tidak ada bahasa dengan nama ini.
it: Non esiste una lingua con questo nome.
ja: この名前の言語はありません。
ko: 이 이름의 언어가 없습니다.
ms: Tiada bahasa dengan nama ini.
nb: Det er ikke noe språk med dette navnet.
nl: Er bestaat geen taal met deze naam.
pt: Não existe um idioma com esse nome.
ro: Nu există nicio limbă cu acest nume.
tr: Bu isimde bir dil bulunmamaktadır.
uk: Мови з такою назвою не існує.
vi: Không có ngôn ngữ nào có tên này.
zh: 沒有任何語言叫這個名字。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHMODDIRECTORY
source: There is no mail directory by this name.
ar: لا يوجد دليل بريد بهذا الاسم.
de: Es gibt kein Mailverzeichnis mit diesem Namen.
el: Δεν υπάρχει κατάλογος αλληλογραφίας με αυτό το όνομα.
es: No existe ningún directorio de correo con este nombre.
fr: Il n'existe aucun répertoire de messagerie portant ce nom.
ga: Níl aon eolaire ríomhphoist ann leis an ainm seo.
hi: इस नाम की कोई मेल निर्देशिका नहीं है.
hi_latn: is naam se koee mel nirdeshika nahin hai.
id: Tidak ada direktori email dengan nama ini.
it: Non esiste alcuna directory di posta con questo nome.
ja: この名前のメール ディレクトリはありません。
ko: 이 이름의 메일 디렉토리가 없습니다.
ms: Tiada direktori mel dengan nama ini.
nb: Det er ingen e-postkatalog med dette navnet.
nl: Er bestaat geen e-mailmap met deze naam.
pt: Não há diretório de correio com este nome.
ro: Nu există un director de e-mail cu acest nume.
tr: Bu isimde bir posta dizini bulunmamaktadır.
uk: Не існує поштового каталогу з такою назвою.
vi: Không có thư mục thư nào có tên này.
zh: 沒有同名的郵件目錄。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHMOD
source: There is no mod by this name.
ar: لا يوجد مود بهذا الاسم
de: Es gibt keinen Mod mit diesem Namen.
el: Δεν υπάρχει mod με αυτό το όνομα.
es: No existe ningún mod con este nombre.
fr: Il n'existe aucun mod de ce nom.
ga: Níl aon mod leis an ainm seo.
hi: इस नाम का कोई मॉड नहीं है.
hi_latn: is naam se koee mod nahin hai.
id: Tidak ada mod dengan nama ini.
it: Non esiste una mod con questo nome.
ja: この名前のMODはありません。
ko: 이 이름의 모드가 없습니다.
ms: Tiada mod dengan nama ini.
nb: Det er ingen mod med dette navnet.
nl: Er is geen mod met deze naam.
pt: Não existe nenhum mod com este nome.
ro: Nu există nici un mod cu acest nume.
tr: Bu isimde bir mod yok.
uk: Не існує мода з такою назвою.
vi: Không có bản mod nào có tên này.
zh: 沒有這個名字的模組。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHREFLECTIONPROPERTY
source: There is no reflection property by this name.
ar: لا توجد خاصية انعكاس بهذا الاسم.
de: Es gibt keine Reflexionseigenschaft mit diesem Namen.
el: Δεν υπάρχει ιδιότητα ανάκλασης με αυτό το όνομα.
es: No hay ninguna propiedad de reflexión con este nombre.
fr: Il n’existe aucune propriété de réflexion portant ce nom.
ga: Níl aon airí machnaimh leis an ainm seo.
hi: इस नाम का कोई प्रतिबिंब गुण नहीं है.
hi_latn: is naam se koee riphlekshan propartee nahin hai.
id: Tidak ada properti refleksi dengan nama ini.
it: Non esiste alcuna proprietà di riflessione con questo nome.
ja: この名前の反射プロパティはありません。
ko: 이 이름에는 리플렉션 속성이 없습니다.
ms: Tiada sifat pantulan dengan nama ini.
nb: Det er ingen refleksjonsegenskap med dette navnet.
nl: Er bestaat geen reflectie-eigenschap onder deze naam.
pt: Não há propriedade de reflexão com este nome.
ro: Nu există nicio proprietate de reflectare cu acest nume.
tr: Bu isimde bir yansıma özelliği bulunmamaktadır.
uk: Немає властивості відображення з такою назвою.
vi: Không có thuộc tính phản chiếu nào có tên này.
zh: 沒有使用此名稱的反射屬性。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHREFLECTIONVARIABLE
source: There is no reflection variable by this name.
ar: لا يوجد متغير انعكاس بهذا الاسم.
de: Es gibt keine Reflexionsvariable mit diesem Namen.
el: Δεν υπάρχει μεταβλητή ανάκλασης με αυτό το όνομα.
es: No hay ninguna variable de reflexión con este nombre.
fr: Il n’existe aucune variable de réflexion portant ce nom.
ga: Níl aon athróg machnaimh leis an ainm seo.
hi: इस नाम का कोई प्रतिबिंब चर नहीं है।
hi_latn: is naam se koee riphlekshan vairiebal nahin hai.
id: Tidak ada variabel refleksi dengan nama ini.
it: Non esiste alcuna variabile di riflessione con questo nome.
ja: この名前のリフレクション変数はありません。
ko: 이 이름의 반사 변수가 없습니다.
ms: Tiada pembolehubah pantulan dengan nama ini.
nb: Det er ingen refleksjonsvariabel med dette navnet.
nl: Er bestaat geen reflectievariabele met deze naam.
pt: Não há variável de reflexão com este nome.
ro: Nu există o variabilă de reflectare cu acest nume.
tr: Bu isimde bir yansıma değişkeni yoktur.
uk: Немає змінної відображення з такою назвою.
vi: Không có biến phản ánh nào có tên này.
zh: 不存在具有此名稱的反射變數。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHSCREENSAVER
source: There is no screensaver by this name.
ar: لا توجد شاشة توقف بهذا الاسم
de: Es gibt keinen Bildschirmschoner mit diesem Namen.
el: Δεν υπάρχει προφύλαξη οθόνης με αυτό το όνομα.
es: No existe ningún salvapantallas con este nombre.
fr: Il n'y a pas d'économiseur d'écran de ce nom.
ga: Níl aon spárálaíscáileáin ar a bhfuil an t-ainm seo.
hi: इस नाम का कोई स्क्रीनसेवर नहीं है.
hi_latn: is naam se koee skreenasevar nahin hai.
id: Tidak ada screensaver dengan nama ini.
it: Non esiste uno screensaver con questo nome.
ja: この名前のスクリーンセーバーはありません。
ko: 이 이름의 화면 보호기가 없습니다.
ms: Tiada penyelamat skrin dengan nama ini.
nb: Det er ingen skjermsparer med dette navnet.
nl: Er is geen screensaver met deze naam.
pt: Não há protetor de tela com esse nome.
ro: Nu există un screensaver cu acest nume.
tr: Bu isimde bir ekran koruyucu bulunmamaktadır.
uk: Заставки під такою назвою немає.
vi: Không có trình bảo vệ màn hình nào có tên này.
zh: 沒有同名的螢幕保護程式。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NOSUCHSHELLPRESET
source: There is no shell preset by this name.
ar: لا يوجد قذيفة محددة مسبقًا بهذا الاسم.
de: Es gibt keine Shell-Voreinstellung mit diesem Namen.
el: Δεν υπάρχει προκαθορισμένο κέλυφος με αυτό το όνομα.
es: No hay ningún shell preestablecido con este nombre.
fr: Il n’existe aucun shell prédéfini portant ce nom.
ga: Níl aon bhlaosc réamhshocraithe leis an ainm seo.
hi: इस नाम से कोई शेल प्रीसेट नहीं है.
hi_latn: is naam se koee shel preeset nahin hai.
id: Tidak ada preset shell dengan nama ini.
it: Non esiste una shell preimpostata con questo nome.
ja: この名前でプリセットされたシェルはありません。
ko: 이 이름으로 사전 설정된 쉘이 없습니다.
ms: Tiada shell yang dipratetap dengan nama ini.
nb: Det er ingen forhåndsinnstilt shell med dette navnet.
nl: Er is geen shell-voorinstelling met deze naam.
pt: Não há predefinição de shell com este nome.
ro: Nu există niciun shell presetat cu acest nume.
tr: Bu isimde bir kabuk ön ayarı yok.
uk: Немає попереднього налаштування оболонки з цією назвою.
vi: Không có shell nào được cài đặt sẵn theo tên này.
zh: 沒有以此名稱預設的 shell。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_NULLUSERS
source: There are zero users in the entire kernel. We've reached an extremely rare situation. The kernel can't continue.
ar: لا يوجد مستخدمون في النواة بأكملها. لقد وصلنا إلى حالة نادرة للغاية. النواة لا يمكن أن تستمر.
de: Im gesamten Kernel gibt es null Benutzer. Wir haben eine äußerst seltene Situation erreicht. Der Kernel kann nicht fortfahren.
el: Δεν υπάρχουν χρήστες σε ολόκληρο τον πυρήνα. Φτάσαμε σε μια εξαιρετικά σπάνια κατάσταση. Ο πυρήνας δεν μπορεί να συνεχίσει.
es: No hay usuarios en todo el kernel. Hemos llegado a una situación extremadamente rara. El kernel no puede continuar.
fr: Il n’y a aucun utilisateur dans tout le noyau. Nous avons atteint une situation extrêmement rare. Le noyau ne peut pas continuer.
ga: Tá náid úsáideoirí san eithne ar fad. Tá cás fíor-annamh bainte amach againn. Ní féidir leis an eithne leanúint ar aghaidh.
hi: संपूर्ण कर्नेल में शून्य उपयोगकर्ता हैं. हम एक अत्यंत दुर्लभ स्थिति में पहुँच गए हैं। कर्नेल जारी नहीं रह सकता.
hi_latn: poore karnel mein shoony upayogakarta hain. ham ek atyant durlabh sthiti mein pahunch gae hain. karnel jaaree nahin rah sakata.
id: Tidak ada pengguna di seluruh kernel. Kita telah mencapai situasi yang sangat langka. Kernel tidak dapat melanjutkan.
it: Non ci sono utenti nell'intero kernel. Siamo arrivati ad una situazione estremamente rara. Il kernel non può continuare.
ja: カーネル全体にユーザーはゼロです。非常にまれな状況に達しました。カーネルは続行できません。
ko: 전체 커널에는 사용자가 없습니다. 우리는 극히 드문 상황에 이르렀습니다. 커널을 계속할 수 없습니다.
ms: Terdapat sifar pengguna dalam keseluruhan kernel. Kami telah mencapai situasi yang sangat jarang berlaku. Kernel tidak boleh diteruskan.
nb: Det er null brukere i hele kjernen. Vi har nådd en ekstremt sjelden situasjon. Kjernen kan ikke fortsette.
nl: Er zijn nul gebruikers in de gehele kernel. We hebben een uiterst zeldzame situatie bereikt. De kernel kan niet doorgaan.
pt: Não há usuários em todo o kernel. Chegamos a uma situação extremamente rara. O kernel não pode continuar.
ro: Nu există utilizatori în întregul nucleu. Am ajuns într-o situație extrem de rară. Nucleul nu poate continua.
tr: Tüm çekirdekte sıfır kullanıcı var. Son derece nadir bir duruma ulaştık. Çekirdek devam edemiyor.
uk: У всьому ядрі нуль користувачів. Ми потрапили в надзвичайно рідкісну ситуацію. Ядро не може продовжити роботу.
vi: Không có người dùng nào trong toàn bộ kernel. Chúng tôi đã đạt đến một tình huống cực kỳ hiếm gặp. Kernel không thể tiếp tục.
zh: 整個核心中的使用者數為零。我們已經遇到了極為罕見的情況。內核無法繼續。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_PERMISSIONMANAGEMENT
source: An error occurred trying to manage permissions
ar: حدث خطأ أثناء محاولة إدارة الأذونات
de: Beim Versuch, Berechtigungen zu verwalten, ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια διαχείρισης των δικαιωμάτων
es: Se produjo un error al intentar administrar los permisos.
fr: Une erreur s'est produite lors de la tentative de gestion des autorisations
ga: Tharla earráid agus iarracht á déanamh ceadanna a bhainistiú
hi: अनुमतियाँ प्रबंधित करने का प्रयास करते समय एक त्रुटि उत्पन्न हुई
hi_latn: anumatiyon ko prabandhit karane ka prayaas karate samay ek truti huee
id: Terjadi kesalahan saat mencoba mengelola izin
it: Si è verificato un errore durante il tentativo di gestire le autorizzazioni
ja: 権限を管理しようとしてエラーが発生しました
ko: 권한을 관리하는 중에 오류가 발생했습니다.
ms: Ralat berlaku semasa cuba mengurus kebenaran
nb: Det oppstod en feil under forsøk på å administrere tillatelser
nl: Er is een fout opgetreden bij het beheren van machtigingen
pt: Ocorreu um erro ao tentar gerenciar permissões
ro: A apărut o eroare la încercarea de a gestiona permisiunile
tr: İzinleri yönetmeye çalışırken bir hata oluştu
uk: Під час спроби керування дозволами сталася помилка
vi: Đã xảy ra lỗi khi cố gắng quản lý quyền
zh: 嘗試管理權限時發生錯誤

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REMOTEDEBUGDEVICEALREADYEXISTS
source: The remote debug device already exists.
ar: جهاز تصحيح الأخطاء عن بعد موجود بالفعل.
de: Das Remote-Debug-Gerät ist bereits vorhanden.
el: Η απομακρυσμένη συσκευή εντοπισμού σφαλμάτων υπάρχει ήδη.
es: El dispositivo de depuración remota ya existe.
fr: Le périphérique de débogage distant existe déjà.
ga: Tá an gléas dífhabhtaithe cianda ann cheana féin.
hi: रिमोट डीबग डिवाइस पहले से मौजूद है.
hi_latn: rimot dibag divais pahale se maujood hai.
id: Perangkat debug jarak jauh sudah ada.
it: Il dispositivo di debug remoto esiste già.
ja: リモート デバッグ デバイスはすでに存在します。
ko: 원격 디버그 장치가 이미 존재합니다.
ms: Peranti nyahpepijat jauh sudah wujud.
nb: Den eksterne feilsøkingsenheten eksisterer allerede.
nl: Het externe foutopsporingsapparaat bestaat al.
pt: O dispositivo de depuração remota já existe.
ro: Dispozitivul de depanare la distanță există deja.
tr: Uzaktan hata ayıklama aygıtı zaten mevcut.
uk: Пристрій віддаленого налагодження вже існує.
vi: Thiết bị gỡ lỗi từ xa đã tồn tại.
zh: 遠端調試設備已存在。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REMOTEDEBUGDEVICENOTFOUND
source: The remote debug device is not found. Check to make sure that you've written an IP address of the device right.
ar: لم يتم العثور على جهاز التصحيح عن بعد. تحقق للتأكد من أنك كتبت عنوان IP الخاص بالجهاز بشكل صحيح.
de: Das Remote-Debug-Gerät wurde nicht gefunden. Stellen Sie sicher, dass Sie die IP-Adresse des Geräts richtig eingegeben haben.
el: Η απομακρυσμένη συσκευή εντοπισμού σφαλμάτων δεν βρέθηκε. Ελέγξτε για να βεβαιωθείτε ότι έχετε γράψει σωστά μια διεύθυνση IP της συσκευής.
es: No se encuentra el dispositivo de depuración remota. Verifique para asegurarse de haber escrito correctamente la dirección IP del dispositivo.
fr: Le périphérique de débogage distant est introuvable. Vérifiez que vous avez correctement écrit l'adresse IP de l'appareil.
ga: Níl an gléas dífhabhtaithe cianda aimsithe. Seiceáil le cinntiú go bhfuil seoladh IP an ghléis scríofa agat ar dheis.
hi: रिमोट डीबग डिवाइस नहीं मिला. यह सुनिश्चित करने के लिए जांचें कि आपने डिवाइस का आईपी पता सही लिखा है।
hi_latn: rimot dibag divais nahin mila hai. yah sunishchit karane ke lie jaanch karen ki aapane divais ka ip pata sahee likha hai.
id: Perangkat debug jarak jauh tidak ditemukan. Periksa untuk memastikan bahwa Anda telah menuliskan alamat IP perangkat dengan benar.
it: Impossibile trovare il dispositivo di debug remoto. Assicurati di aver scritto correttamente l'indirizzo IP del dispositivo.
ja: リモート デバッグ デバイスが見つかりません。デバイスの IP アドレスを正しく書き込んだことを確認してください。
ko: 원격 디버그 장치를 찾을 수 없습니다. 장치의 IP 주소를 올바르게 입력했는지 확인하세요.
ms: Peranti nyahpepijat jauh tidak ditemui. Semak untuk memastikan bahawa anda telah menulis alamat IP peranti dengan betul.
nb: Den eksterne feilsøkingsenheten ble ikke funnet. Kontroller at du har skrevet IP-adressen til enheten riktig.
nl: Het externe foutopsporingsapparaat is niet gevonden. Controleer of u het IP-adres van het apparaat goed heeft geschreven.
pt: O dispositivo de depuração remota não foi encontrado. Verifique se você escreveu corretamente o endereço IP do dispositivo.
ro: Dispozitivul de depanare la distanță nu a fost găsit. Verificați pentru a vă asigura că ați scris corect adresa IP a dispozitivului.
tr: Uzaktan hata ayıklama aygıtı bulunamadı. Aygıtın IP adresini doğru yazdığınızdan emin olun.
uk: Пристрій віддаленого налагодження не знайдено. Переконайтеся, що ви правильно вказали IP-адресу пристрою.
vi: Không tìm thấy thiết bị gỡ lỗi từ xa. Kiểm tra để đảm bảo bạn đã ghi đúng địa chỉ IP của thiết bị.
zh: 未找到遠端調試設備。檢查並確保您所寫入的裝置的 IP 位址正確。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REMOTEDEBUGDEVICEOPERATION
source: The remote debug device operation failed.
ar: فشلت عملية جهاز التصحيح عن بعد.
de: Der Remote-Debug-Gerätevorgang ist fehlgeschlagen.
el: Η λειτουργία της συσκευής απομακρυσμένου εντοπισμού σφαλμάτων απέτυχε.
es: La operación del dispositivo de depuración remota falló.
fr: L’opération du périphérique de débogage distant a échoué.
ga: Theip ar oibríocht chianghléis dífhabhtaithe.
hi: रिमोट डिबग डिवाइस ऑपरेशन विफल रहा।
hi_latn: rimot dibag divais opareshan viphal ho gaya.
id: Operasi perangkat debug jarak jauh gagal.
it: L'operazione del dispositivo di debug remoto non è riuscita.
ja: リモート デバッグ デバイスの操作が失敗しました。
ko: 원격 디버그 장치 작업이 실패했습니다.
ms: Operasi peranti nyahpepijat jauh gagal.
nb: Den eksterne feilsøkingsenheten mislyktes.
nl: De bewerking van het apparaat voor foutopsporing op afstand is mislukt.
pt: A operação do dispositivo de depuração remota falhou.
ro: Operațiunea dispozitivului de depanare de la distanță a eșuat.
tr: Uzaktan hata ayıklama aygıtı işlemi başarısız oldu.
uk: Помилка операції віддаленого налагодження пристрою.
vi: Hoạt động gỡ lỗi thiết bị từ xa không thành công.
zh: 遠端調試設備操作失敗。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_RSSNETWORK
source: The RSS network error occurred. Check to make sure that your internet connection is working.
ar: حدث خطأ في شبكة RSS. تحقق للتأكد من أن اتصالك بالإنترنت يعمل.
de: Der RSS-Netzwerkfehler ist aufgetreten. Stellen Sie sicher, dass Ihre Internetverbindung funktioniert.
el: Παρουσιάστηκε σφάλμα δικτύου RSS. Ελέγξτε για να βεβαιωθείτε ότι η σύνδεσή σας στο Διαδίκτυο λειτουργεί.
es: Se produjo el error de la red RSS. Verifique para asegurarse de que su conexión a Internet esté funcionando.
fr: L'erreur du réseau RSS s'est produite. Vérifiez que votre connexion Internet fonctionne.
ga: Tharla earráid líonra RSS. Seiceáil le cinntiú go bhfuil do nasc idirlín ag obair.
hi: RSS नेटवर्क त्रुटि उत्पन्न हुई. यह सुनिश्चित करने के लिए जांचें कि आपका इंटरनेट कनेक्शन काम कर रहा है।
hi_latn: rss netavark truti huee. yah sunishchit karane ke lie jaanch karen ki aapaka intaranet kanekshan kaam kar raha hai.
id: Terjadi kesalahan jaringan RSS. Periksa untuk memastikan koneksi internet Anda berfungsi.
it: Si è verificato un errore di rete RSS. Verifica che la connessione Internet funzioni.
ja: RSSネットワークエラーが発生しました。インターネット接続が機能していることを確認してください。
ko: RSS 네트워크 오류가 발생했습니다. 인터넷 연결이 작동하는지 확인하세요.
ms: Ralat rangkaian RSS berlaku. Semak untuk memastikan sambungan internet anda berfungsi.
nb: RSS-nettverksfeilen oppsto. Kontroller at Internett-tilkoblingen din fungerer.
nl: Er is een RSS-netwerkfout opgetreden. Controleer of uw internetverbinding werkt.
pt: Ocorreu um erro de rede RSS. Verifique se sua conexão com a Internet está funcionando.
ro: A apărut o eroare de rețea RSS. Verificați pentru a vă asigura că conexiunea dvs. la internet funcționează.
tr: RSS ağ hatası oluştu. İnternet bağlantınızın çalıştığından emin olun.
uk: Сталася помилка мережі RSS. Переконайтеся, що підключення до Інтернету працює.
vi: Đã xảy ra lỗi mạng RSS. Kiểm tra để đảm bảo kết nối internet của bạn đang hoạt động.
zh: RSS 網路發生錯誤。檢查並確保您的網路連線正常。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_RSSSHELL
source: The RSS shell error occurred.
ar: حدث خطأ في غلاف RSS.
de: Der RSS-Shell-Fehler ist aufgetreten.
el: Παρουσιάστηκε το σφάλμα φλοιού RSS.
es: Se produjo el error del shell RSS.
fr: L'erreur du shell RSS s'est produite.
ga: Tharla earráid an bhlaosc RSS.
hi: RSS शेल त्रुटि उत्पन्न हुई.
hi_latn: rss shel truti huee.
id: Terjadi kesalahan shell RSS.
it: Si è verificato un errore nella shell RSS.
ja: RSSシェルエラーが発生しました。
ko: RSS 쉘 오류가 발생했습니다.
ms: Ralat shell RSS berlaku.
nb: RSS-skallfeilen oppsto.
nl: De RSS-shellfout is opgetreden.
pt: Ocorreu um erro de shell RSS.
ro: A apărut eroarea shell RSS.
tr: RSS kabuk hatası oluştu.
uk: Сталася помилка оболонки RSS.
vi: Đã xảy ra lỗi shell RSS.
zh: 發生 RSS shell 錯誤。
