Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_DRIVERS_CURRENTENCODINGDRIVER_NAME
source: Current encoding driver
ar: برنامج تشغيل الترميز الحالي
de: Aktueller Kodierungstreiber
el: Τρέχον πρόγραμμα οδήγησης κωδικοποίησης
es: Controlador de codificación actual
fr: Pilote d'encodage actuel
ga: Tiománaí ionchódú reatha
hi: वर्तमान एन्कोडिंग ड्राइवर
hi_latn: vartamaan enkoding draivar
id: Driver enkode saat ini
it: Driver di codifica corrente
ja: 現在のエンコードドライバー
ko: 현재 인코딩 드라이버
ms: Pemacu pengekodan semasa
nb: Gjeldende kodingsdriver
nl: Huidige encodingdriver
pt: Driver de codificação atual
ro: Driver de codificare curent
tr: Mevcut kodlama sürücüsü
uk: Актуальний драйвер кодування
vi: Trình điều khiển mã hóa hiện tại
zh: 目前編碼驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTENCODINGDRIVER_DESC
source: Which encoding driver would you like to use?
ar: ما هو برنامج تشغيل الترميز الذي ترغب في استخدامه؟
de: Welchen Kodierungstreiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης κωδικοποίησης θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de codificación desea usar?
fr: Quel pilote d'encodage souhaitez-vous utiliser ?
ga: Cén tiománaí ionchódaithe ar mhaith leat a úsáid?
hi: आप किस एन्कोडिंग ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis enkoding draivar ka upayog karana chaahenge?
id: Driver enkode mana yang ingin Anda gunakan?
it: Quale driver di codifica desideri utilizzare?
ja: どのエンコードドライバーを使用しますか？
ko: 어떤 인코딩 드라이버를 사용하시겠습니까?
ms: Pemacu pengekodan yang manakah ingin anda gunakan?
nb: Hvilken kodingsdriver vil du bruke?
nl: Welke encodingdriver wilt u gebruiken?
pt: Qual o driver de codificação que gostaria de usar?
ro: Ce driver de codare ați dori să utilizați?
tr: Hangi kodlama sürücüsünü kullanmak istersiniz?
uk: Який драйвер кодування ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển mã hóa nào?
zh: 您想使用哪個編碼驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTHWPROBERDRIVER_NAME
source: Current hardware prober driver
ar: برنامج تشغيل مُستكشف الأجهزة الحالي
de: Aktueller Treiber für den Hardware-Prober
el: Τρέχον πρόγραμμα οδήγησης για ανιχνευτή υλικού
es: Controlador de sondeo de hardware actual
fr: Pilote de sonde matérielle actuel
ga: Tiománaí crua-earraí reatha prober
hi: वर्तमान हार्डवेयर जांचकर्ता ड्राइवर
hi_latn: vartamaan haardaveyar jaanchakarta draivar
id: Driver pemeriksaan perangkat keras saat ini
it: Driver del probe hardware corrente
ja: 現在のハードウェアプローバードライバー
ko: 현재 하드웨어 프로버 드라이버
ms: Pemacu prober perkakasan semasa
nb: Nåværende hardware prober driver
nl: Huidige hardware probe driver
pt: Driver de sonda de hardware atual
ro: Driver actual al sondei hardware
tr: Mevcut donanım prober sürücüsü
uk: Поточний драйвер обладнання
vi: Trình điều khiển đầu dò phần cứng hiện tại
zh: 目前硬體探測器驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTHWPROBERDRIVER_DESC
source: Which hardware prober driver would you like to use?
ar: ما هو برنامج تشغيل مُستكشف الأجهزة الذي ترغب في استخدامه؟
de: Welchen Treiber für den Hardware-Prober möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης ανιχνευτή υλικού θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de sondeo de hardware desea usar?
fr: Quel pilote de sonde matérielle souhaitez-vous utiliser ?
ga: Cén tiománaí crua-earraí ar mhaith leat a úsáid?
hi: आप किस हार्डवेयर जांचकर्ता ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis haardaveyar jaanchakarta draivar ka upayog karana chaahenge?
id: Driver pemeriksaan perangkat keras mana yang ingin Anda gunakan?
it: Quale driver del probe hardware desideri utilizzare?
ja: どのハードウェアプローバードライバーを使用しますか？
ko: 어떤 하드웨어 프로버 드라이버를 사용하시겠습니까?
ms: Pemacu prober perkakasan manakah yang anda ingin gunakan?
nb: Hvilken hardware prober driver vil du bruke?
nl: Welke hardware probe driver wilt u gebruiken?
pt: Que driver de sonda de hardware gostaria de utilizar?
ro: Ce driver hardware prober ați dori să utilizați?
tr: Hangi donanım prober sürücüsünü kullanmak istersiniz?
uk: Який драйвер обладнання ви б хотіли використати?
vi: Bạn muốn sử dụng trình điều khiển đầu dò phần cứng nào?
zh: 您想使用哪個硬體探測器驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTSORTINGDRIVER_NAME
source: Current sorting driver
ar: برنامج تشغيل الفرز الحالي
de: Aktueller Sortiertreiber
el: Τρέχον πρόγραμμα οδήγησης ταξινόμησης
es: Controlador de ordenamiento actual
fr: Pilote de tri actuel
ga: Tiománaí sórtáil reatha
hi: वर्तमान सॉर्टिंग ड्राइवर
hi_latn: vartamaan sorting draivar
id: Driver penyortiran saat ini
it: Driver di ordinamento corrente
ja: 現在のソートドライバー
ko: 현재 정렬 드라이버
ms: Pemacu pengisihan semasa
nb: Gjeldende sorteringsdriver
nl: Huidige sorteerdriver
pt: Driver de classificação atual
ro: Driver de sortare curent
tr: Mevcut sıralama sürücüsü
uk: Поточний драйвер сортування
vi: Trình điều khiển sắp xếp hiện tại
zh: 目前排序驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTSORTINGDRIVER_DESC
source: Which sorting driver would you like to use?
ar: ما هو برنامج تشغيل الفرز الذي ترغب في استخدامه؟
de: Welchen Sortiertreiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης ταξινόμησης θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de ordenamiento desea usar?
fr: Quel pilote de tri souhaitez-vous utiliser ?
ga: Cén tiománaí sórtála ar mhaith leat a úsáid?
hi: आप किस सॉर्टिंग ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis sorting draivar ka upayog karana chaahenge?
id: Driver penyortiran mana yang ingin Anda gunakan?
it: Quale driver di ordinamento desideri utilizzare?
ja: どのソートドライバーを使用しますか？
ko: 어떤 정렬 드라이버를 사용하시겠습니까?
ms: Pemacu pengisihan manakah yang anda ingin gunakan?
nb: Hvilken sorteringsdriver vil du bruke?
nl: Welke sorteerdriver wilt u gebruiken?
pt: Qual o driver de classificação que gostaria de usar?
ro: Ce driver de sortare ați dori să utilizați?
tr: Hangi sıralama sürücüsünü kullanmak istersiniz?
uk: Який драйвер сортування ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển sắp xếp nào?
zh: 您想使用哪個排序驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTENCODINGASYMMETRICDRIVER_NAME
source: Current asymmetric encoding driver
ar: برنامج تشغيل الترميز غير المتماثل الحالي
de: Aktueller Treiber für die asymmetrische Kodierung
el: Τρέχον πρόγραμμα οδήγησης ασύμμετρης κωδικοποίησης
es: Controlador de codificación asimétrica actual
fr: Pilote d'encodage asymétrique actuel
ga: Tiománaí ionchódú neamhshiméadrach reatha
hi: वर्तमान असममित एन्कोडिंग ड्राइवर
hi_latn: vartamaan asamamit enkoding draivar
id: Driver enkode asimetris saat ini
it: Quale driver di codifica asimmetrica desideri utilizzare?
ja: 現在の非対称エンコードドライバー
ko: 현재 비대칭 인코딩 드라이버
ms: Pemacu pengekodan asimetri semasa
nb: Gjeldende asymmetrisk kodingsdriver
nl: Huidige asymmetrische encodingdriver
pt: Driver de codificação assimétrica atual
ro: Driver de codificare asimetric actual
tr: Mevcut asimetrik kodlama sürücüsü
uk: Поточний драйвер асиметричного кодування
vi: Trình điều khiển mã hóa bất đối xứng hiện tại
zh: 當前非對稱編碼驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTENCODINGASYMMETRICDRIVER_DESC
source: Which asymmetric encoding driver would you like to use?
ar: ما هو برنامج تشغيل الترميز غير المتماثل الذي ترغب في استخدامه؟
de: Welchen Treiber für die asymmetrische Kodierung möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης ασύμμετρης κωδικοποίησης θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de codificación asimétrica desea usar?
fr: Quel pilote d'encodage asymétrique souhaitez-vous utiliser ?
ga: Cén tiománaí ionchódaithe neamhshiméadrach ar mhaith leat a úsáid?
hi: आप किस असममित एन्कोडिंग ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis asamamit enkoding draivar ka upayog karana chaahenge?
id: Driver enkode asimetris mana yang ingin Anda gunakan?
it: Quale driver di codifica asimmetrica vorresti utilizzare?
ja: どの非対称エンコードドライバーを使用しますか？
ko: 어떤 비대칭 인코딩 드라이버를 사용하시겠습니까?
ms: Pemacu pengekodan asimetri manakah yang ingin anda gunakan?
nb: Hvilken asymmetrisk kodingsdriver vil du bruke?
nl: Welke asymmetrische encodingdriver wilt u gebruiken?
pt: Que driver de codificação assimétrica gostaria de utilizar?
ro: Ce driver de codare asimetrică ați dori să utilizați?
tr: Hangi asimetrik kodlama sürücüsünü kullanmak istersiniz?
uk: Який драйвер асиметричного кодування ви хотіли б використати?
vi: Bạn muốn sử dụng trình điều khiển mã hóa bất đối xứng nào?
zh: 您想使用哪個非對稱編碼驅動程式？

# NKS_KERNEL_EXCEPTIONS_MESSAGE_CHATBOTAI
source: A Chatbot AI error has occurred. Please make sure that you have an Internet connection, your API key is valid, and that you don't exceed your API quota.
ar: حدث خطأ في Chatbot AI. يُرجى التأكد من اتصالك بالإنترنت، وأن مفتاح API الخاص بك صالح، وأنك لا تتجاوز حصة API المخصصة لك.
de: Ein Chatbot-KI-Fehler ist aufgetreten. Bitte stellen Sie sicher, dass Sie eine Internetverbindung haben, Ihr API-Schlüssel gültig ist und Sie Ihr API-Kontingent nicht überschreiten.
el: Παρουσιάστηκε σφάλμα AI του Chatbot. Βεβαιωθείτε ότι έχετε σύνδεση στο Διαδίκτυο, ότι το κλειδί API σας είναι έγκυρο και ότι δεν υπερβαίνετε το όριο του API σας.
es: Se ha producido un error en la IA del Chatbot. Asegúrate de tener conexión a internet, que tu clave API sea válida y de no exceder tu cuota de API.
fr: Une erreur de Chatbot AI s'est produite. Veuillez vous assurer que vous disposez d'une connexion Internet, que votre clé API est valide et que vous ne dépassez pas votre quota d'API.
ga: Tharla earráid le Chatbot AI. Cinntigh go bhfuil nasc Idirlín agat, go bhfuil d'eochair API bailí, agus nach sáraíonn tú do chuóta API.
hi: चैटबॉट AI में एक त्रुटि हुई है। कृपया सुनिश्चित करें कि आपके पास इंटरनेट कनेक्शन है, आपकी API कुंजी मान्य है, और आप अपने API कोटा से अधिक उपयोग नहीं कर रहे हैं।
hi_latn: chaitabot ai mein ek truti huee hai. krpaya sunishchit karen ki aapake paas intaranet kanekshan hai, aapakee api kunjee maany hai, aur aap apane api kota se adhik upayog nahin kar rahe hain.
id: Terjadi kesalahan Chatbot AI. Pastikan Anda memiliki koneksi internet, kunci API Anda valid, dan Anda tidak melebihi kuota API.
it: Si è verificato un errore di Chatbot AI. Assicurati di disporre di una connessione Internet, che la tua chiave API sia valida e di non superare la quota API.
ja: Chatbot AI エラーが発生しました。インターネット接続、API キーの有効性、API クォータの超過がないことを確認してください。
ko: 챗봇 AI 오류가 발생했습니다. 인터넷에 연결되어 있고, API 키가 유효하며, API 할당량을 초과하지 않았는지 확인하세요.
ms: Ralat AI Chatbot telah berlaku. Sila pastikan anda mempunyai sambungan Internet, kunci API anda sah dan anda tidak melebihi kuota API anda.
nb: Det har oppstått en AI-feil i Chatbot. Sørg for at du har en Internett-tilkobling, at API-nøkkelen din er gyldig, og at du ikke overskrider API-kvoten din.
nl: Er is een Chatbot AI-fout opgetreden. Zorg ervoor dat u een internetverbinding heeft, uw API-sleutel geldig is en dat u uw API-quotum niet overschrijdt.
pt: Ocorreu um erro no Chatbot AI. Certifique-se de que tem uma ligação à Internet, a sua chave API é válida e de não exceder a sua quota API.
ro: A apărut o eroare Chatbot AI. Asigurați-vă că aveți o conexiune la internet, cheia API este validă și că nu depășiți cota API.
tr: Bir Chatbot AI hatası oluştu. Lütfen internet bağlantınızın olduğundan, API anahtarınızın geçerli olduğundan ve API kotanızı aşmadığınızdan emin olun.
uk: Сталася помилка штучного інтелекту чат-бота. Переконайтеся, що у вас є підключення до Інтернету, ваш ключ API дійсний і що ви не перевищили свою квоту API.
vi: Đã xảy ra lỗi Chatbot AI. Vui lòng đảm bảo bạn có kết nối Internet, khóa API hợp lệ và không vượt quá hạn mức API.
zh: 聊天機器人 AI 發生錯誤。請確保您已連線至網際網路、API 金鑰有效，且未超出 API 配額。

# NKS_SHELL_SHELLS_UESH_COMMAND_SAVESCREEN_SWITCH_RANDOM_DESC
source: Selects a random screensaver
ar: يختار شاشة توقف عشوائية
de: Wählt einen zufälligen Bildschirmschoner aus
el: Επιλέγει μια τυχαία προφύλαξη οθόνης
es: Selecciona un protector de pantalla aleatorio
fr: Sélectionne un économiseur d'écran aléatoire
ga: Roghnaíonn sé spárálaíscáileáin randamach
hi: एक यादृच्छिक स्क्रीनसेवर का चयन करता है
hi_latn: ek yaadrchchhik skreenasevar ka chayan karata hai
id: Memilih screensaver acak
it: Seleziona uno screensaver casuale
ja: ランダムにスクリーンセーバーを選択します
ko: 무작위 스크린세이버를 선택합니다
ms: Memilih penyelamat skrin rawak
nb: Velger en tilfeldig skjermsparer
nl: Selecteert een willekeurige screensaver
pt: Seleciona um protetor de ecrã aleatório
ro: Selectează un screensaver aleatoriu
tr: Rastgele bir ekran koruyucu seçer
uk: Вибирає випадкову заставку
vi: Chọn một trình bảo vệ màn hình ngẫu nhiên
zh: 選擇隨機螢幕保護程式

# NKS_KERNEL_SHELLTIP
source: To get started, write 'help' and press ENTER.
ar: للبدء، اكتب "help" واضغط على مفتاح الإدخال (ENTER).
de: Um zu beginnen, geben Sie 'help' ein und drücken Sie die Eingabetaste.
el: Για να ξεκινήσετε, γράψτε «βοήθεια» και πατήστε ENTER.
es: Para comenzar, escriba ‘ayuda’ y presione ENTER.
fr: Pour commencer, tapez « help » et appuyez sur ENTRÉE.
ga: Chun tús a chur leis, scríobh 'cabhair' agus brúigh ENTER.
hi: शुरू करने के लिए, 'help' लिखें और ENTER दबाएं।
hi_latn: shuroo karane ke lie, hailp likhen aur aintair dabaen.
id: Untuk memulai, ketik 'help' dan tekan ENTER.
it: Per iniziare, scrivi 'help' e premi INVIO.
ja: 開始するには、「help」と入力して Enter キーを押します。
ko: 시작하려면 'help'를 입력하고 Enter 키를 누르세요.
ms: Untuk bermula, tulis 'help' dan tekan ENTER.
nb: For å komme i gang, skriv «hjelp» og trykk ENTER.
nl: Om te beginnen, typ 'help' en druk op ENTER.
pt: Para começar, digite 'help' e prima ENTER.
tr: Başlamak için 'help' yazın ve ENTER tuşuna basın.
uk: Щоб розпочати, напишіть «допомога» та натисніть ENTER.
vi: Để bắt đầu, hãy gõ 'help' và nhấn ENTER.
zh: 要开始使用，请输入“help”并按回车键。

# NKS_SETTINGS_KERNEL_AUDIO_CUEVOLUMEREADER_NAME
source: Audio cue volume for the reader
ar: مستوى صوت الإشارة الصوتية للقارئ
de: Lautstärke des Audiohinweises für den Leser
el: Ένταση ήχου για τον αναγνώστη
es: Volumen de señal de audio para el lector
fr: Volume du signal audio pour le lecteur
ga: Toirt leid fuaime don léitheoir
hi: रीडर के लिए ऑडियो संकेत वॉल्यूम
hi_latn: reedar ke lie odiyo kyoo volyoom
id: Volume isyarat audio untuk pembaca
it: Volume del segnale audio per il lettore
ja: 読者向けオーディオキュー音量
ko: 독자를 위한 오디오 신호 볼륨
ms: Kelantangan isyarat audio untuk pembaca
nb: Lydsignalvolum for leseren
nl: Audiogeluidssignaalvolume voor de lezer
pt: Volume do sinal áudio para o leitor
tr: Okuyucu için sesli ipucu ses seviyesi
uk: Гучність аудіопідказки для зчитувача
vi: Âm lượng tín hiệu âm thanh dành cho người đọc
zh: 朗读者的音频提示音量

# NKS_SETTINGS_KERNEL_AUDIO_CUEVOLUMEREADER_DESC
source: Specify how loud do you want the reader audio cues to be
ar: حدد مستوى الصوت الذي تريده للإشارات الصوتية للقارئ
de: Geben Sie an, wie laut die akustischen Hinweise des Vorlesers sein sollen.
el: Καθορίστε πόσο δυνατά θέλετε να είναι τα ηχητικά σήματα του αναγνώστη
es: Especifique qué tan fuertes desea que sean las señales de audio del lector
fr: Indiquez le volume sonore souhaité pour les indications audio du lecteur.
ga: Sonraigh cé chomh hard is mian leat go mbeadh leideanna fuaime an léitheora
hi: आप चाहते हैं कि पढ़ने वाले की ऑडियो आवाज़ कितनी तेज़ हो, यह निर्दिष्ट करें।
hi_latn: bataen ki aap reedar odiyo kyoo kitanee tez aavaaz mein chaahate hain
id: Tentukan seberapa keras Anda ingin suara isyarat pembaca terdengar.
it: Specifica quanto devono essere forti i segnali audio del lettore
ja: リーダーの音声キューの音量を指定します
ko: 낭독 음성 안내의 음량을 어느 정도로 설정할지 지정해 주세요.
ms: Tentukan seberapa kuat yang anda mahu isyarat audio pembaca
nb: Angi hvor høye du vil at leserens lydsignaler skal være
nl: Geef aan hoe hard u de audio-aanwijzingen voor de voorlezer wilt hebben.
pt: Especifique o volume pretendido para os avisos sonoros do leitor.
tr: Okuyucunun sesli uyarılarının ne kadar yüksek sesle olmasını istediğinizi belirtin.
uk: Вкажіть, наскільки гучними мають бути звукові підказки читача
vi: Hãy xác định âm lượng bạn muốn cho các tín hiệu âm thanh của người đọc.
zh: 请指定朗读者音频提示的音量大小。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MASKCHARREADER_NAME
source: Password mask character (reader)
ar: رمز قناع كلمة المرور (قارئ)
de: Passwortmaskenzeichen (Leser)
el: Χαρακτήρας μάσκας κωδικού πρόσβασης (αναγνώστης)
es: Carácter de máscara de contraseña (lector)
fr: caractère du masque de mot de passe (lecteur)
ga: Carachtar masc pasfhocail (léitheoir)
hi: पासवर्ड मास्क वर्ण (रीडर)
hi_latn: paasavard maask kairektar (reedar)
id: Karakter penyamaran kata sandi (pembaca)
it: Carattere maschera password (lettore)
ja: パスワードマスク文字（リーダー）
ko: 비밀번호 마스크 문자(리더)
ms: Aksara topeng kata laluan (pembaca)
nb: Passordmasketegn (leser)
nl: Wachtwoordmaskerteken (lezer)
pt: Caracter de máscara de palavra-passe (leitor)
tr: Parola maskesi karakteri (okuyucu)
uk: Символ маски пароля (читач)
vi: Ký tự mặt nạ mật khẩu (đầu đọc)
zh: 密码掩码字符（读取器）

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_MASKCHARREADER_DESC
source: A character that masks the input password. Leave blank for more security.
ar: حرف يُستخدم لإخفاء كلمة المرور المدخلة. اتركه فارغًا لمزيد من الأمان.
de: Ein Zeichen, das das eingegebene Passwort maskiert. Für erhöhte Sicherheit leer lassen.
el: Ένας χαρακτήρας που καλύπτει τον κωδικό πρόσβασης που εισαγάγατε. Αφήστε το κενό για περισσότερη ασφάλεια.
es: Un carácter que oculta la contraseña introducida. Déjelo en blanco para mayor seguridad.
fr: Un caractère qui masque le mot de passe saisi. Laissez vide pour plus de sécurité.
ga: Carachtar a chuireann an focal faire ionchuir i bhfolach. Fág bán é le haghaidh níos mó slándála.
hi: एक ऐसा कैरेक्टर जो इनपुट पासवर्ड को छुपाता है। अधिक सुरक्षा के लिए इसे खाली छोड़ दें।
hi_latn: ek kairektar jo inaput paasavard ko maask karata hai. zyaada sikyoritee ke lie khaalee chhod den.
id: Karakter yang menyembunyikan kata sandi yang dimasukkan. Biarkan kosong untuk keamanan lebih.
it: Un carattere che maschera la password inserita. Lasciare vuoto per maggiore sicurezza.
ja: 入力したパスワードを隠す文字です。セキュリティを強化するには空白のままにしてください。
ko: 입력된 비밀번호를 가리는 문자입니다. 보안 강화를 위해 비워 두십시오.
ms: Watak yang menutup kata laluan input. Biarkan kosong untuk lebih keselamatan.
nb: Et tegn som maskerer inndatapassordet. La stå tomt for økt sikkerhet.
nl: Een teken dat het ingevoerde wachtwoord maskeert. Laat dit veld leeg voor meer veiligheid.
pt: Um caractere que mascara a palavra-passe introduzida. Deixe em branco para maior segurança.
tr: Girilen şifreyi gizleyen bir karakter. Daha fazla güvenlik için boş bırakın.
uk: Символ, який маскує введений пароль. Залиште поле порожнім для кращої безпеки.
vi: Một ký tự dùng để che giấu mật khẩu nhập vào. Để trống để tăng cường bảo mật.
zh: 用于屏蔽输入密码的字符。留空以提高安全性。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE4_TEXT3
source: To go to the shell, press the S key if you're in the homepage. Afterwards, you can write 'help' and press ENTER to get started!
ar: للدخول إلى سطر الأوامر، اضغط على مفتاح S إذا كنت في الصفحة الرئيسية. بعد ذلك، يمكنك كتابة 'help' والضغط على مفتاح الإدخال (Enter) للبدء!
de: Um zur Shell zu gelangen, drücken Sie die Taste „S“, wenn Sie sich auf der Startseite befinden. Anschließend können Sie „help“ eingeben und die Eingabetaste drücken, um loszulegen!
el: Για να μεταβείτε στο κέλυφος, πατήστε το πλήκτρο S εάν βρίσκεστε στην αρχική σελίδα. Στη συνέχεια, μπορείτε να γράψετε «βοήθεια» και να πατήσετε ENTER για να ξεκινήσετε!
es: Para acceder al shell, pulsa la tecla S si estás en la página de inicio. Después, puedes escribir "ayuda" y pulsar ENTER para empezar.
fr: Pour accéder à l'interface en ligne de commande, appuyez sur la touche S depuis la page d'accueil. Ensuite, saisissez « help » et appuyez sur Entrée pour commencer !
ga: Chun dul chuig an mblaosc, brúigh an eochair S má tá tú ar an leathanach baile. Ina dhiaidh sin, is féidir leat 'cabhair' a scríobh agus brúigh ENTER chun tús a chur leis!
hi: होमपेज पर रहते हुए शेल खोलने के लिए S कुंजी दबाएं। इसके बाद, 'help' लिखकर एंटर दबाकर शुरुआत करें!
hi_latn: shel par jaane ke lie, agar aap homapej par hain to s kee dabaen. isake baad, aap hailp likh sakate hain aur shuroo karane ke lie aintair dabaen!
id: Untuk masuk ke shell, tekan tombol S jika Anda berada di halaman beranda. Setelah itu, Anda dapat mengetik 'help' dan tekan ENTER untuk memulai!
it: Per andare alla shell, premi il tasto S se ti trovi nella homepage. Dopodiché, puoi scrivere "help" e premere INVIO per iniziare!
ja: シェルに移動するには、ホームページからSキーを押してください。その後、「help」と入力してEnterキーを押すと起動できます。
ko: 홈페이지에 있을 때 셸로 이동하려면 S 키를 누르세요. 그런 다음 'help'를 입력하고 Enter 키를 눌러 시작할 수 있습니다!
ms: Untuk pergi ke cangkerang, tekan kekunci S jika anda berada di halaman utama. Selepas itu, anda boleh menulis 'help' dan tekan ENTER untuk bermula!
nb: For å gå til skallet, trykk på S-tasten hvis du er på hjemmesiden. Etterpå kan du skrive «hjelp» og trykke ENTER for å komme i gang!
nl: Om de shell te openen, druk je op de S-toets als je op de homepage bent. Daarna kun je 'help' typen en op ENTER drukken om te beginnen!
pt: Para aceder ao shell, pressione a tecla S se estiver na página inicial. De seguida, digite 'help' e prima ENTER para começar!
tr: Komut satırına geçmek için ana sayfadaysanız S tuşuna basın. Ardından 'help' yazıp ENTER tuşuna basarak başlayabilirsiniz!
uk: Щоб перейти до оболонки, натисніть клавішу S, якщо ви знаходитесь на головній сторінці. Після цього ви можете написати «довідка» та натиснути ENTER, щоб розпочати!
vi: Để truy cập vào giao diện dòng lệnh, hãy nhấn phím S nếu bạn đang ở trang chủ. Sau đó, bạn có thể gõ 'help' và nhấn ENTER để bắt đầu!
zh: 如果您在主页，请按 S 键进入 shell。之后，您可以输入“help”并按回车键开始使用！
