Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_INVALIDPATH
source: Make sure that you've written the correct path.
ar: تأكد من أنك كتبت المسار الصحيح.
de: Stellen Sie sicher, dass Sie den richtigen Pfad angegeben haben.
el: Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή.
es: Asegúrate de haber escrito la ruta correcta.
fr: Assurez-vous d'avoir écrit le chemin correct.
ga: Bí cinnte go bhfuil an cosán ceart scríofa agat.
hi: सुनिश्चित करें कि आपने सही पथ लिखा है।
hi_latn: sunishchit karen ki aapane sahee path likha hai.
id: Pastikan Anda telah menuliskan jalur yang benar.
it: Assicurati di aver scritto il percorso corretto.
ja: 正しいパスを記述したことを確認してください。
ko: 올바른 경로를 작성했는지 확인하세요.
ms: Pastikan anda telah menulis laluan yang betul.
nb: Pass på at du har skrevet riktig bane.
nl: Zorg ervoor dat u het juiste pad hebt geschreven.
pt: Certifique-se de ter escrito o caminho correto.
ro: Asigurați-vă că ați scris calea corectă.
tr: Doğru yolu yazdığınızdan emin olun.
uk: Переконайтеся, що ви написали правильний шлях.
vi: Hãy đảm bảo rằng bạn đã viết đúng đường dẫn.
zh: 確保您編寫了正確的路徑。

# NKS_MISC_INTERACTIVES_FMTUI_FILENOTFOUND
source: File doesn't exist. Make sure that you've written the correct path.
ar: الملف غير موجود. تأكد من أنك كتبت المسار الصحيح.
de: Datei existiert nicht. Stellen Sie sicher, dass Sie den richtigen Pfad angegeben haben.
el: Το αρχείο δεν υπάρχει. Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή.
es: El archivo no existe. Asegúrate de haber escrito la ruta correcta.
fr: Le fichier n'existe pas. Assurez-vous d'avoir écrit le chemin correct.
ga: Níl an comhad ann. Bí cinnte go bhfuil an cosán ceart scríofa agat.
hi: फ़ाइल मौजूद नहीं है. सुनिश्चित करें कि आपने सही पथ लिखा है।
hi_latn: fail maujood nahin hai. sunishchit karen ki aapane sahee path likha hai.
id: File tidak ada. Pastikan Anda telah menuliskan jalur yang benar.
it: Il file non esiste. Assicurati di aver scritto il percorso corretto.
ja: ファイルが存在しません。正しいパスを記述したことを確認してください。
ko: 파일이 존재하지 않습니다. 올바른 경로를 작성했는지 확인하세요.
ms: Fail tidak wujud. Pastikan anda telah menulis laluan yang betul.
nb: Filen eksisterer ikke. Pass på at du har skrevet riktig bane.
nl: Bestand bestaat niet. Zorg ervoor dat u het juiste pad hebt geschreven.
pt: O arquivo não existe. Certifique-se de ter escrito o caminho correto.
ro: Fișierul nu există. Asigurați-vă că ați scris calea corectă.
tr: Dosya mevcut değil. Doğru yolu yazdığınızdan emin olun.
uk: Файл не існує. Переконайтеся, що ви написали правильний шлях.
vi: Tệp không tồn tại. Hãy đảm bảo rằng bạn đã viết đúng đường dẫn.
zh: 文件不存在。確保您編寫了正確的路徑。

# NKS_MISC_INTERACTIVES_FMTUI_TARGETPATHMOVE
source: Enter a path or a full path to a destination folder to move the selected file to.
ar: أدخل مسارًا أو مسارًا كاملاً إلى المجلد الوجهة لنقل الملف المحدد إليه.
de: Geben Sie einen Pfad oder einen vollständigen Pfad zu einem Zielordner ein, in den die ausgewählte Datei verschoben werden soll.
el: Εισαγάγετε μια διαδρομή ή μια πλήρη διαδρομή σε έναν φάκελο προορισμού για να μετακινήσετε το επιλεγμένο αρχείο.
es: Ingrese una ruta o una ruta completa a una carpeta de destino para mover el archivo seleccionado.
fr: Entrez un chemin ou un chemin complet vers un dossier de destination vers lequel déplacer le fichier sélectionné.
ga: Cuir isteach cosán nó cosán iomlán chuig fillteán sprice chun an comhad roghnaithe a bhogadh chuige.
hi: चयनित फ़ाइल को स्थानांतरित करने के लिए गंतव्य फ़ोल्डर में पथ या पूर्ण पथ दर्ज करें।
hi_latn: chayanit fail ko le jaane ke lie gantavy foldar ka path ya poorn path darj karen.
id: Masukkan jalur atau jalur lengkap ke folder tujuan untuk memindahkan file yang dipilih.
it: Immettere un percorso o un percorso completo per una cartella di destinazione in cui spostare il file selezionato.
ja: 選択したファイルの移動先フォルダーへのパスまたはフルパスを入力します。
ko: 선택한 파일을 이동할 대상 폴더의 경로 또는 전체 경로를 입력하세요.
ms: Masukkan laluan atau laluan penuh ke folder destinasi untuk mengalihkan fail yang dipilih.
nb: Angi en bane eller en fullstendig bane til en målmappe for å flytte den valgte filen til.
nl: Voer een pad of een volledig pad in naar een doelmap waarnaar u het geselecteerde bestand wilt verplaatsen.
pt: Insira um caminho ou um caminho completo para uma pasta de destino para a qual mover o arquivo selecionado.
ro: Introduceți o cale sau o cale completă către un folder de destinație în care să mutați fișierul selectat.
tr: Seçili dosyayı taşımak istediğiniz hedef klasörün yolunu veya tam yolunu girin.
uk: Введіть шлях або повний шлях до папки призначення, до якої потрібно перемістити вибраний файл.
vi: Nhập đường dẫn hoặc đường dẫn đầy đủ đến thư mục đích để di chuyển tệp đã chọn đến.
zh: 輸入要將所選檔案移至的目標資料夾的路徑或完整路徑。

# NKS_MISC_INTERACTIVES_FMTUI_NEWFILENAMEPROMPT
source: Enter a new file name.
ar: أدخل اسم ملف جديد.
de: Geben Sie einen neuen Dateinamen ein.
el: Εισαγάγετε ένα νέο όνομα αρχείου.
es: Ingrese un nuevo nombre de archivo.
fr: Entrez un nouveau nom de fichier.
ga: Cuir isteach ainm comhaid nua.
hi: एक नया फ़ाइल नाम दर्ज करें.
hi_latn: naya fail naam darj karen.
id: Masukkan nama berkas baru.
it: Immettere un nuovo nome file.
ja: 新しいファイル名を入力します。
ko: 새 파일 이름을 입력하세요.
ms: Masukkan nama fail baharu.
nb: Skriv inn et nytt filnavn.
nl: Voer een nieuwe bestandsnaam in.
pt: Insira um novo nome de arquivo.
ro: Introduceți un nume de fișier nou.
tr: Yeni bir dosya adı girin.
uk: Введіть нове ім'я файлу.
vi: Nhập tên tệp mới.
zh: 輸入新檔名。

# NKS_MISC_INTERACTIVES_FMTUI_INVALIDFILENAME
source: Make sure that you've written the correct file name.
ar: تأكد من أنك قمت بكتابة اسم الملف الصحيح.
de: Stellen Sie sicher, dass Sie den richtigen Dateinamen eingegeben haben.
el: Βεβαιωθείτε ότι έχετε γράψει το σωστό όνομα αρχείου.
es: Asegúrese de haber escrito el nombre de archivo correcto.
fr: Assurez-vous que vous avez écrit le nom de fichier correct.
ga: Bí cinnte go bhfuil an t-ainm ceart comhaid scríofa agat.
hi: सुनिश्चित करें कि आपने सही फ़ाइल नाम लिखा है।
hi_latn: sunishchit karen ki aapane sahee fail naam likha hai.
id: Pastikan Anda telah menulis nama file yang benar.
it: Assicurati di aver scritto il nome file corretto.
ja: 正しいファイル名を記述したことを確認してください。
ko: 올바른 파일 이름을 작성했는지 확인하세요.
ms: Pastikan anda telah menulis nama fail yang betul.
nb: Pass på at du har skrevet riktig filnavn.
nl: Zorg ervoor dat u de juiste bestandsnaam hebt geschreven.
pt: Certifique-se de ter escrito o nome de arquivo correto.
ro: Asigurați-vă că ați scris numele corect de fișier.
tr: Doğru dosya adını yazdığınızdan emin olun.
uk: Переконайтеся, що ви написали правильну назву файлу.
vi: Hãy đảm bảo rằng bạn đã viết đúng tên tệp.
zh: 確保您寫入了正確的檔案名稱。

# NKS_MISC_INTERACTIVES_FMTUI_FILEEXISTS
source: File already exists. The name shouldn't be occupied by another file.
ar: الملف موجود بالفعل. يجب ألا يشغل الاسم ملف آخر.
de: Die Datei existiert bereits. Der Name sollte nicht von einer anderen Datei belegt sein.
el: Ο φάκελος υπάρχει ήδη. Το όνομα δεν πρέπει να καταλαμβάνεται από άλλο αρχείο.
es: El archivo ya existe. El nombre no debe estar ocupado por otro archivo.
fr: Le fichier existe déjà. Le nom ne doit pas être occupé par un autre fichier.
ga: Tá an comhad ann cheana féin. Níor cheart go mbeadh an t-ainm áitithe ag comhad eile.
hi: फ़ाइल पहले से ही मौजूद है। नाम पर किसी अन्य फ़ाइल का कब्ज़ा नहीं होना चाहिए.
hi_latn: fail pahale se maujood hai. naam kisee any fail dvaara kabja nahin kiya jaana chaahie.
id: File sudah ada. Namanya tidak boleh ditempati oleh file lain.
it: Il file esiste già. Il nome non deve essere occupato da un altro file.
ja: ファイルが既に存在します。この名前は別のファイルによって占有されるべきではありません。
ko: 존재하는 파일입니다. 이름은 다른 파일이 차지하면 안 됩니다.
ms: Fail sudah wujud. Nama itu tidak boleh diduduki oleh fail lain.
nb: Filen eksisterer allerede. Navnet skal ikke være okkupert av en annen fil.
nl: Bestand bestaat al. De naam mag niet door een ander bestand worden ingenomen.
pt: O arquivo já existe. O nome não deve ser ocupado por outro arquivo.
ro: Fisierul există deja. Numele nu ar trebui să fie ocupat de alt fișier.
tr: Dosya zaten var. Adı başka bir dosya tarafından işgal edilmemeli.
uk: Файл уже існує. Назва не повинна бути зайнята іншим файлом.
vi: Tệp đã tồn tại. Tên không được phép bị tệp khác chiếm giữ.
zh: 文件已存在。該名稱不應被其他文件佔用。

# NKS_MISC_INTERACTIVES_FMTUI_NEWFOLDERNAMEPROMPT
source: Enter a new directory name.
ar: أدخل اسم دليل جديد.
de: Geben Sie einen neuen Verzeichnisnamen ein.
el: Εισαγάγετε ένα νέο όνομα καταλόγου.
es: Introduzca un nuevo nombre de directorio.
fr: Entrez un nouveau nom de répertoire.
ga: Cuir isteach ainm eolaire nua.
hi: एक नया निर्देशिका नाम दर्ज करें.
hi_latn: naya nirdeshika naam darj karen.
id: Masukkan nama direktori baru.
it: Immettere un nuovo nome di directory.
ja: 新しいディレクトリ名を入力します。
ko: 새 디렉터리 이름을 입력합니다.
ms: Masukkan nama direktori baharu.
nb: Skriv inn et nytt katalognavn.
nl: Voer een nieuwe mapnaam in.
pt: Insira um novo nome de diretório.
ro: Introduceți un nou nume de director.
tr: Yeni bir dizin adı girin.
uk: Введіть нову назву каталогу.
vi: Nhập tên thư mục mới.
zh: 輸入新的目錄名稱。

# NKS_MISC_INTERACTIVES_FMTUI_FOLDEREXISTS
source: Folder already exists. The name shouldn't be occupied by another folder.
ar: المجلد موجود بالفعل. لا ينبغي أن يشغل الاسم مجلد آخر.
de: Der Ordner existiert bereits. Der Name sollte nicht von einem anderen Ordner belegt sein.
el: Ο φάκελος υπάρχει ήδη. Το όνομα δεν πρέπει να καταλαμβάνεται από άλλο φάκελο.
es: La carpeta ya existe. El nombre no debe estar ocupado por otra carpeta.
fr: Le dossier existe déjà. Le nom ne doit pas être occupé par un autre dossier.
ga: Tá fillteán ann cheana féin. Níor cheart go mbeadh an t-ainm áitithe i bhfillteán eile.
hi: फ़ोल्डर पहले से मौजूद है. नाम पर किसी अन्य फ़ोल्डर का कब्ज़ा नहीं होना चाहिए.
hi_latn: foldar pahale se maujood hai. naam kisee any foldar dvaara kabja nahin kiya jaana chaahie.
id: Folder sudah ada. Namanya tidak boleh ditempati oleh folder lain.
it: La cartella esiste già. Il nome non deve essere occupato da un'altra cartella.
ja: フォルダーはすでに存在します。この名前は、別のフォルダーによって占有されるべきではありません。
ko: 폴더가 이미 존재합니다. 이름이 다른 폴더에 의해 점유되어서는 안 됩니다.
ms: Folder sudah wujud. Nama itu tidak boleh diduduki oleh folder lain.
nb: Mappen finnes allerede. Navnet skal ikke være okkupert av en annen mappe.
nl: Map bestaat al. De naam mag niet door een andere map worden ingenomen.
pt: A pasta já existe. O nome não deve ser ocupado por outra pasta.
ro: Dosarul există deja. Numele nu ar trebui să fie ocupat de alt folder.
tr: Klasör zaten var. Adı başka bir klasör tarafından işgal edilmemeli.
uk: Папка вже існує. Назва не повинна бути зайнята іншою папкою.
vi: Thư mục đã tồn tại. Tên không được phép bị thư mục khác chiếm giữ.
zh: 資料夾已存在。該名稱不應被其他資料夾佔用。

# NKS_MISC_INTERACTIVES_FMTUI_NOTAFILE
source: Selected entry is not a file.
ar: الإدخال المحدد ليس ملفًا.
de: Der ausgewählte Eintrag ist keine Datei.
el: Η επιλεγμένη καταχώριση δεν είναι αρχείο.
es: La entrada seleccionada no es un archivo.
fr: L'entrée sélectionnée n'est pas un fichier.
ga: Ní comhad í an iontráil roghnaithe.
hi: चयनित प्रविष्टि कोई फ़ाइल नहीं है.
hi_latn: chayanit pravishti fail nahin hai.
id: Entri yang dipilih bukan berkas.
it: La voce selezionata non è un file.
ja: 選択したエントリはファイルではありません。
ko: 선택한 항목이 파일이 아닙니다.
ms: Entri yang dipilih bukan fail.
nb: Den valgte oppføringen er ikke en fil.
nl: Het geselecteerde item is geen bestand.
pt: A entrada selecionada não é um arquivo.
ro: Intrarea selectată nu este un fișier.
tr: Seçilen girdi bir dosya değil.
uk: Вибраний запис не є файлом.
vi: Mục đã chọn không phải là một tập tin.
zh: 所選條目不是文件。

# NKS_MISC_INTERACTIVES_FMTUI_HASHDRIVERPROMPT
source: Enter a hash driver:
ar: أدخل برنامج تشغيل التجزئة:
de: Geben Sie einen Hash-Treiber ein:
el: Εισαγάγετε ένα πρόγραμμα οδήγησης κατακερματισμού:
es: Ingrese un controlador hash:
fr: Entrez un pilote de hachage :
ga: Cuir isteach tiománaí hash:
hi: हैश ड्राइवर दर्ज करें:
hi_latn: haish draivar darj karen:
id: Masukkan driver hash:
it: Inserisci un driver hash:
ja: ハッシュ ドライバーを入力します。
ko: 해시 드라이버를 입력하세요:
ms: Masukkan pemacu cincang:
nb: Skriv inn en hash-driver:
nl: Voer een hash-driver in:
pt: Insira um driver hash:
ro: Introduceți un driver hash:
tr: Bir karma sürücüsü girin:
uk: Введіть хеш-драйвер:
vi: Nhập trình điều khiển băm:
zh: 輸入哈希驅動程式：

# NKS_MISC_INTERACTIVES_FMTUI_HASHDRIVERNOTFOUND
source: Hash driver not found.
ar: لم يتم العثور على برنامج تشغيل التجزئة.
de: Hash-Treiber nicht gefunden.
el: Το πρόγραμμα οδήγησης hash δεν βρέθηκε.
es: Controlador hash no encontrado.
fr: Pilote de hachage introuvable.
ga: Tiománaí hash gan aimsiú.
hi: हैश ड्राइवर नहीं मिला.
hi_latn: haish draivar nahin mila.
id: Driver hash tidak ditemukan.
it: Driver hash non trovato.
ja: ハッシュドライバーが見つかりません。
ko: 해시 드라이버를 찾을 수 없습니다.
ms: Pemandu cincang tidak ditemui.
nb: Hash driver ikke funnet.
nl: Hash-stuurprogramma niet gevonden.
pt: Driver hash não encontrado.
ro: Driverul hash nu a fost găsit.
tr: Karma sürücüsü bulunamadı.
uk: Хеш-драйвер не знайдено.
vi: Không tìm thấy trình điều khiển băm.
zh: 未找到哈希驅動程式。

# NKS_MISC_INTERACTIVES_FMTUI_EXPECTEDHASHPROMPT
source: Enter your expected hash
ar: أدخل التجزئة المتوقعة الخاصة بك
de: Geben Sie Ihren erwarteten Hash ein
el: Εισαγάγετε τον αναμενόμενο κατακερματισμό
es: Ingrese su hash esperado
fr: Entrez votre hachage attendu
ga: Cuir isteach do hash ionchais
hi: अपना अपेक्षित हैश दर्ज करें
hi_latn: apana apekshit haish darj karen
id: Masukkan hash yang Anda harapkan
it: Inserisci l'hash previsto
ja: 予想されるハッシュを入力してください
ko: 예상 해시를 입력하세요.
ms: Masukkan cincang yang anda harapkan
nb: Skriv inn din forventede hash
nl: Voer uw verwachte hash in
pt: Insira o hash esperado
ro: Introduceți hash-ul așteptat
tr: Beklenen karmanızı girin
uk: Введіть очікуваний хеш
vi: Nhập giá trị băm mong đợi của bạn
zh: 輸入您期望的雜湊值

# NKS_MISC_INTERACTIVES_FMTUI_HASHESMATCH
source: Two hashes match!
ar: تطابق التجزئة!
de: Zwei Hashes stimmen überein!
el: Δύο χασίς ταιριάζουν!
es: ¡Dos hashes coinciden!
fr: Deux hachages correspondent !
ga: Cluiche dhá hashes!
hi: दो हैश मेल खाते हैं!
hi_latn: do haish mel khaate hain!
id: Dua hash cocok!
it: Due hash corrispondono!
ja: 2 つのハッシュが一致しました。
ko: 두 개의 해시가 일치합니다!
ms: Dua cincang sepadan!
nb: To hashes matcher!
nl: Twee hashes komen overeen!
pt: Dois hashes combinam!
ro: Două hashes se potrivesc!
tr: İki hash eşleşiyor!
uk: Два хеші збігаються!
vi: Hai dấu thăng trùng khớp!
zh: 兩個哈希值匹配！

# NKS_MISC_INTERACTIVES_FMTUI_HASHESNOMATCH
source: Two hashes don't match.
ar: تجزئتان غير متطابقتين.
de: Zwei Hashes stimmen nicht überein.
el: Δύο κατακερματισμοί δεν ταιριάζουν.
es: Dos hashes no coinciden.
fr: Deux hachages ne correspondent pas.
ga: Ní hionann dhá hashes.
hi: दो हैश मेल नहीं खाते.
hi_latn: do haish mel nahin khaate.
id: Dua hash tidak cocok.
it: Due hash non corrispondono.
ja: 2 つのハッシュが一致しません。
ko: 두 개의 해시가 일치하지 않습니다.
ms: Dua cincang tidak sepadan.
nb: To hashes stemmer ikke.
nl: Twee hashes komen niet overeen.
pt: Dois hashes não combinam.
ro: Două hashes nu se potrivesc.
tr: İki karma değeri uyuşmuyor.
uk: Два хеші не збігаються.
vi: Hai giá trị băm không khớp nhau.
zh: 兩個哈希值不匹配。

# NKS_MISC_INTERACTIVES_FMTUI_SELECTED
source: Selected
ar: المحدد
de: Ausgewählt
el: Επιλεγμένο
es: Seleccionado
fr: Choisi
ga: Roghnaithe
hi: चयनित
hi_latn: chayanit
id: Terpilih
it: Selezionato
ja: 選択済み
ko: 선택된
ms: Dipilih
nb: Valgt
nl: Geselecteerd
pt: Selecionado
ro: Selectat
tr: Seçilmiş
uk: Вибране
vi: Đã chọn
zh: 已選擇

# NKS_MISC_INTERACTIVES_FMTUI_FILENAME
source: File name
ar: اسم الملف
de: Dateiname
el: Ονομα αρχείου
es: Nombre del archivo
fr: Nom de fichier
ga: Ainm comhaid
hi: फ़ाइल का नाम
hi_latn: fail naam
id: Nama berkas
it: Nome del file
ja: ファイル名
ko: 파일 이름
ms: Nama fail
nb: Filnavn
nl: Bestandsnaam
pt: Nome do arquivo
ro: Nume de fișier
tr: Dosya adı
uk: Ім'я файлу
vi: Tên tập tin
zh: 檔案名稱

# NKS_MISC_INTERACTIVES_FMTUI_ISDIRECTORY
source: Is a directory
ar: انه دليل
de: Ist ein Verzeichnis
el: Είναι ένας κατάλογος
es: Es un directorio
fr: Est un directeur
ga: Is eolaire
hi: एक निर्देशिका है
hi_latn: ek nirdeshika hai
id: Adalah sebuah direktori
it: È una directory
ja: ディレクトリです
ko: 디렉토리입니다
ms: Merupakan direktori
nb: Er en katalog
nl: Is een map
pt: É um diretório
ro: Este un director
tr: Bir dizindir
uk: Це каталог
vi: Là một thư mục
zh: 是一個目錄

# NKS_MISC_INTERACTIVES_FMTUI_ISSELECTED
source: Is selected
ar: تم الإختيار
de: Ist ausgewählt
el: Επιλέγεται
es: es seleccionado
fr: Est sélectionné
ga: Roghnaítear
hi: चयनित है
hi_latn: chayanit hai
id: Dipilih
it: È selezionato
ja: 選択されています
ko: 선택됨
ms: Dipilih
nb: Er valgt
nl: Is geselecteerd
pt: É selecionado
ro: Este selectat
tr: Seçildi
uk: Вибрано
vi: Đã được chọn
zh: 已選取

# NKS_MISC_INTERACTIVES_FMTUI_FILESIZE
source: File size
ar: حجم الملف
de: Dateigröße
el: Μέγεθος αρχείου
es: Tamaño del archivo
fr: Taille du fichier
ga: Méid comhaid
hi: फ़ाइल का साइज़
hi_latn: fail ka aakaar
id: Ukuran berkas
it: Dimensione del file
ja: ファイルサイズ
ko: 파일 크기
ms: Saiz fail
nb: Filstørrelse
nl: Bestandsgrootte
pt: Tamanho do arquivo
ro: Mărime fișier
tr: Dosya boyutu
uk: Розмір файлу
vi: Kích thước tập tin
zh: 文件大小

# NKS_MISC_INTERACTIVES_FMTUI_FILEPATH
source: File path
ar: مسار الملف
de: Dateipfad
el: Διαδρομή αρχείου
es: Ruta de archivo
fr: Chemin du fichier
ga: Conair comhaid
hi: दस्तावेज पथ
hi_latn: fail path
id: Jalur berkas
it: Percorso del file
ja: ファイルパス
ko: 파일 경로
ms: Laluan fail
nb: Filbane
nl: Bestandspad
pt: Caminho de arquivo
ro: Calea fișierului
tr: Dosya yolu
uk: Шлях до файлу
vi: Đường dẫn tập tin
zh: 文件路徑

# NKS_MISC_INTERACTIVES_FMTUI_SELECTSUCCESS
source: Selected '{0}'. Press ESC to exit and confirm your selection.
ar: تم تحديد "{0}". اضغط على ESC للخروج وتأكيد الاختيار.
de: „{0}“ ausgewählt. Drücken Sie ESC, um den Vorgang zu beenden und die Auswahl zu bestätigen.
el: Επιλέχθηκε "{0}". Πατήστε ESC για έξοδο και επιβεβαίωση της επιλογής.
es: Seleccionó '{0}'. Presione ESC para salir y confirmar la selección.
fr: Sélectionné '{0}'. Appuyez sur ESC pour quitter et confirmer la sélection.
ga: Roghnaíodh ‘{0}’. Brúigh ESC chun an roghnúchán a fhágáil agus a dhearbhú.
hi: '{0}' चयनित. बाहर निकलने और चयन की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: chayanit {0}. chayan se baahar nikalane aur pushti karane ke lie aisch dabaen.
id: Pilih '{0}'. Tekan ESC untuk keluar dan mengonfirmasi pilihan Anda.
it: Selezionato '{0}'. Premere ESC per uscire e confermare la selezione.
ja: 「{0}」を選択しました。ESC を押して終了し、選択を確認します。
ko: '{0}'을(를) 선택했습니다. 종료하고 선택을 확인하려면 ESC를 누르십시오.
ms: '{0}' dipilih. Tekan ESC untuk keluar dan mengesahkan pemilihan.
nb: Valgte '{0}'. Trykk ESC for å avslutte og bekrefte valget.
nl: '{0}' geselecteerd. Druk op ESC om af te sluiten en de selectie te bevestigen.
pt: Selecionado '{0}'. Pressione ESC para sair e confirmar a seleção.
ro: Selectat „{0}”. Apăsați ESC pentru a ieși și a confirma selecția.
tr: '{0}' seçildi. Çıkmak ve seçimi onaylamak için ESC'ye basın.
uk: Вибрано "{0}". Натисніть ESC, щоб вийти та підтвердити FilesystemTools.
vi: Đã chọn '{0}'. Nhấn ESC để thoát và xác nhận lựa chọn.
zh: 選擇“{0}”。按 ESC 退出並確認選擇。

# NKS_MISC_INTERACTIVES_FMTUI_SELECTFAILED
source: Can't open folder or select file
ar: لا يمكن فتح المجلد أو تحديد الملف
de: Der Ordner kann nicht geöffnet oder die Datei nicht ausgewählt werden
el: Δεν είναι δυνατό το άνοιγμα φακέλου ή η επιλογή αρχείου
es: No puedo abrir la carpeta o seleccionar el archivo
fr: Impossible d'ouvrir le dossier ou de sélectionner un fichier
ga: Ní féidir an fillteán a oscailt nó an comhad a roghnú
hi: फ़ोल्डर नहीं खोल सकते या फ़ाइल का चयन नहीं कर सकते
hi_latn: foldar nahin khola ja sakata ya fail ka chayan nahin kiya ja sakata
id: Tidak dapat membuka folder atau memilih file
it: Impossibile aprire la cartella o selezionare il file
ja: フォルダーを開けない、またはファイルを選択できない
ko: 폴더를 열거나 파일을 선택할 수 없습니다
ms: Tidak dapat membuka folder atau memilih fail
nb: Kan ikke åpne mappen eller velge fil
nl: Kan map niet openen of bestand selecteren
pt: Não é possível abrir a pasta ou selecionar o arquivo
ro: Nu se poate deschide folderul sau selecta fișierul
tr: Klasör açılamıyor veya dosya seçilemiyor
uk: Не вдається відкрити папку чи вибрати файл
vi: Không thể mở thư mục hoặc chọn tệp
zh: 無法開啟資料夾或選擇文件

# NKS_MISC_INTERACTIVES_FMTUI_FOLDERPROMPT
source: Enter a path or a full path to a local folder.
ar: أدخل مسارًا أو مسارًا كاملاً إلى مجلد محلي.
de: Geben Sie einen Pfad oder einen vollständigen Pfad zu einem lokalen Ordner ein.
el: Εισαγάγετε μια διαδρομή ή μια πλήρη διαδρομή σε έναν τοπικό φάκελο.
es: Ingrese una ruta o una ruta completa a una carpeta local.
fr: Entrez un chemin ou un chemin complet vers un dossier local.
ga: Cuir isteach cosán nó cosán iomlán chuig fillteán áitiúil.
hi: किसी स्थानीय फ़ोल्डर में पथ या पूर्ण पथ दर्ज करें.
hi_latn: sthaaneey foldar ka path ya poorn path darj karen.
id: Masukkan jalur atau jalur lengkap ke folder lokal.
it: Immettere un percorso o un percorso completo per una cartella locale.
ja: ローカル フォルダーへのパスまたはフル パスを入力します。
ko: 로컬 폴더의 경로 또는 전체 경로를 입력하세요.
ms: Masukkan laluan atau laluan penuh ke folder setempat.
nb: Skriv inn en bane eller en fullstendig bane til en lokal mappe.
nl: Voer een pad of een volledig pad naar een lokale map in.
pt: Insira um caminho ou caminho completo para uma pasta local.
ro: Introduceți o cale sau o cale completă către un folder local.
tr: Yerel bir klasöre giden yolu veya tam yolu girin.
uk: Введіть шлях або повний шлях до локальної папки.
vi: Nhập đường dẫn hoặc đường dẫn đầy đủ đến thư mục cục bộ.
zh: 輸入本機資料夾的路徑或完整路徑。

# NKS_MISC_INTERACTIVES_FMTUI_SPACEMORESELECTIONINFO
source: Press SPACE for more info
ar: اضغط على SPACE لمزيد من المعلومات
de: Drücken Sie die LEERTASTE, um weitere Informationen zu erhalten
el: Πατήστε SPACE για περισσότερες πληροφορίες
es: Pulsa ESPACIO para más información
fr: Appuyez sur ESPACE pour plus d'informations
ga: Brúigh SPACE le haghaidh tuilleadh eolais
hi: अधिक जानकारी के लिए SPACE दबाएँ
hi_latn: adhik jaanakaaree ke lie spachai dabaen
id: Tekan SPACE untuk info lebih lanjut
it: Premi SPAZIO per maggiori informazioni
ja: 詳細についてはスペースを押してください
ko: 자세한 내용을 보려면 SPACE를 누르세요.
ms: Tekan SPACE untuk maklumat lanjut
nb: Trykk SPACE for mer info
nl: Druk op SPACE voor meer informatie
pt: Pressione ESPAÇO para mais informações
ro: Apăsați SPAȚIU pentru mai multe informații
tr: Daha fazla bilgi için SPACE tuşuna basın
uk: Щоб дізнатися більше, натисніть ПРОБІЛ
vi: Nhấn phím SPACE để biết thêm thông tin
zh: 按空白鍵了解更多信息
