Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_SELECTSUCCESS_MULTI
source: Selected '{0}'. Press ESC to exit and confirm selections.
ar: تم تحديد "{0}". اضغط على ESC للخروج وتأكيد التحديدات.
de: „{0}“ ausgewählt. Drücken Sie ESC, um den Vorgang zu beenden und die Auswahl zu bestätigen.
el: Επιλέχθηκε "{0}". Πατήστε ESC για έξοδο και επιβεβαίωση των επιλογών.
es: Seleccionó '{0}'. Presione ESC para salir y confirmar las selecciones.
fr: Sélectionné '{0}'. Appuyez sur ESC pour quitter et confirmer les sélections.
ga: Roghnaíodh ‘{0}’. Brúigh ESC chun na roghanna a fhágáil agus a dhearbhú.
hi: '{0}' चयनित. बाहर निकलने और चयन की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: chayanit {0}. chayan se baahar nikalane aur pushti karane ke lie aisch dabaen.
id: Dipilih '{0}'. Tekan ESC untuk keluar dan mengonfirmasi pilihan.
it: Selezionato '{0}'. Premere ESC per uscire e confermare le selezioni.
ja: 「{0}」を選択しました。ESC を押して終了し、選択を確定します。
ko: '{0}'을(를) 선택했습니다. 종료하고 선택 사항을 확인하려면 ESC를 누르십시오.
ms: '{0}' dipilih. Tekan ESC untuk keluar dan mengesahkan pilihan.
nb: Valgte '{0}'. Trykk ESC for å avslutte og bekrefte valg.
nl: '{0}' geselecteerd. Druk op ESC om af te sluiten en de selecties te bevestigen.
pt: Selecionado '{0}'. Pressione ESC para sair e confirmar as seleções.
ro: Selectat „{0}”. Apăsați ESC pentru a ieși și a confirma selecțiile.
tr: '{0}' seçildi. Çıkmak ve seçimleri onaylamak için ESC'ye basın.
uk: Вибрано "{0}". Натисніть ESC, щоб вийти та підтвердити вибір.
vi: Đã chọn '{0}'. Nhấn ESC để thoát và xác nhận lựa chọn.
zh: 選擇“{0}”。按 ESC 退出並確認選擇。

# NKS_MISC_INTERACTIVES_FMTUI_UNSELECTSUCCESS_MULTI
source: Unselected '{0}'. Press ESC to exit and confirm selections.
ar: تم إلغاء تحديد "{0}". اضغط على ESC للخروج وتأكيد التحديدات.
de: Die Auswahl von „{0}“ wurde aufgehoben. Drücken Sie ESC, um den Vorgang zu beenden und die Auswahl zu bestätigen.
el: Καταργήθηκε η επιλογή "{0}". Πατήστε ESC για έξοδο και επιβεβαίωση των επιλογών.
es: '{0}' no seleccionado. Presione ESC para salir y confirmar las selecciones.
fr: « {0} » désélectionné. Appuyez sur ESC pour quitter et confirmer les sélections.
ga: Díroghnaíodh '{0}'. Brúigh ESC chun na roghanna a fhágáil agus a dhearbhú.
hi: '{0}' को अचयनित किया गया. बाहर निकलने और चयन की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: achayanit {0}. chayanon se baahar nikalane aur pushti karane ke lie aisch dabaen.
id: Tidak dipilih '{0}'. Tekan ESC untuk keluar dan mengonfirmasi pilihan.
it: '{0}' deselezionato. Premere ESC per uscire e confermare le selezioni.
ja: 「{0}」の選択が解除されました。ESC を押して終了し、選択を確定します。
ko: '{0}'을(를) 선택 취소했습니다. 종료하고 선택 사항을 확인하려면 ESC를 누르십시오.
ms: '{0}' dinyahpilih. Tekan ESC untuk keluar dan mengesahkan pilihan.
nb: Ikke valgt «{0}». Trykk ESC for å avslutte og bekrefte valg.
nl: Niet-geselecteerde '{0}'. Druk op ESC om af te sluiten en de selecties te bevestigen.
pt: '{0}' desmarcado. Pressione ESC para sair e confirmar as seleções.
ro: „{0}” deselectat. Apăsați ESC pentru a ieși și a confirma selecțiile.
tr: Seçili olmayan '{0}'. Çıkmak ve seçimleri onaylamak için ESC'ye basın.
uk: Скасовано вибір "{0}". Натисніть ESC, щоб вийти та підтвердити вибір.
vi: Bỏ chọn '{0}'. Nhấn ESC để thoát và xác nhận lựa chọn.
zh: 未選擇“{0}”。按 ESC 退出並確認選擇。

# NKS_MISC_INTERACTIVES_FMTUI_NOSELECTIONS
source: No selected files.
ar: لا توجد ملفات محددة.
de: Keine ausgewählten Dateien.
el: Δεν υπάρχουν επιλεγμένα αρχεία.
es: No hay archivos seleccionados.
fr: Aucun fichier sélectionné.
ga: Níl aon chomhaid roghnaithe.
hi: कोई चयनित फ़ाइल नहीं.
hi_latn: koee chayanit fail nahin.
id: Tidak ada berkas yang dipilih.
it: Nessun file selezionato.
ja: ファイルが選択されていません。
ko: 선택한 파일이 없습니다.
ms: Tiada fail yang dipilih.
nb: Ingen valgte filer.
nl: Geen geselecteerde bestanden.
pt: Nenhum arquivo selecionado.
ro: Niciun fișier selectat.
tr: Seçili dosya yok.
uk: Немає вибраних файлів.
vi: Không có tập tin nào được chọn.
zh: 沒有選定的文件。

# NKS_MISC_INTERACTIVES_FMTUI_CANNOTOPENFOLDER
source: Can't open folder
ar: لا يمكن فتح المجلد
de: Ordner kann nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα του φακέλου
es: No puedo abrir la carpeta
fr: Impossible d'ouvrir le dossier
ga: Ní féidir fillteán a oscailt
hi: फ़ोल्डर नहीं खुल सका
hi_latn: foldar nahin khola ja sakata
id: Tidak dapat membuka folder
it: Impossibile aprire la cartella
ja: フォルダーを開けません
ko: 폴더를 열 수 없습니다
ms: Tidak dapat membuka folder
nb: Kan ikke åpne mappen
nl: Kan map niet openen
pt: Não é possível abrir a pasta
ro: Nu se poate deschide folderul
tr: Klasör açılamıyor
uk: Не вдається відкрити папку
vi: Không thể mở thư mục
zh: 無法開啟資料夾

# NKS_MISC_INTERACTIVES_FMTUI_CANNOTSELECTFOLDER
source: Can't select folder
ar: لا يمكن تحديد المجلد
de: Ordner kann nicht ausgewählt werden
el: Δεν είναι δυνατή η επιλογή φακέλου
es: No puedo seleccionar la carpeta
fr: Impossible de sélectionner le dossier
ga: Ní féidir fillteán a roghnú
hi: फ़ोल्डर का चयन नहीं किया जा सकता
hi_latn: foldar nahin chuna ja sakata
id: Tidak dapat memilih folder
it: Impossibile selezionare la cartella
ja: フォルダを選択できません
ko: 폴더를 선택할 수 없습니다
ms: Tidak boleh memilih folder
nb: Kan ikke velge mappe
nl: Kan map niet selecteren
pt: Não é possível selecionar a pasta
ro: Nu se poate selecta folderul
tr: Klasör seçilemiyor
uk: Не вдається вибрати папку
vi: Không thể chọn thư mục
zh: 無法選擇資料夾

# NKS_MISC_INTERACTIVES_FMTUI_NOSELECTIONSFOLDER
source: No selected folders.
ar: لا توجد مجلدات محددة.
de: Keine ausgewählten Ordner.
el: Δεν υπάρχουν επιλεγμένοι φάκελοι.
es: No hay carpetas seleccionadas.
fr: Aucun dossier sélectionné.
ga: Níl aon fhillteán roghnaithe.
hi: कोई चयनित फ़ोल्डर नहीं.
hi_latn: koee chayanit foldar nahin.
id: Tidak ada folder yang dipilih.
it: Nessuna cartella selezionata.
ja: フォルダが選択されていません。
ko: 선택한 폴더가 없습니다.
ms: Tiada folder yang dipilih.
nb: Ingen valgte mapper.
nl: Geen geselecteerde mappen.
pt: Nenhuma pasta selecionada.
ro: Niciun folder selectat.
tr: Seçili klasör yok.
uk: Немає вибраних папок.
vi: Không có thư mục nào được chọn.
zh: 沒有選定的資料夾。

# NKS_SHELL_SHELLS_UESH_COMMAND_SETSAVER_ARGUMENT_SAVER_DESC
source: Screensaver name
ar: اسم شاشة التوقف
de: Name des Bildschirmschoners
el: Όνομα προφύλαξης οθόνης
es: Nombre del salvapantallas
fr: Nom de l'économiseur d'écran
ga: Ainm spárálaíscáileáin
hi: स्क्रीनसेवर नाम
hi_latn: skreenasevar ka naam
id: Nama screensaver
it: Nome del salvaschermo
ja: スクリーンセーバー名
ko: 화면 보호기 이름
ms: Nama penyelamat skrin
nb: Navn på skjermsparer
nl: Naam van de schermbeveiliging
pt: Nome do protetor de tela
ro: Numele screensaverului
tr: Ekran koruyucu adı
uk: Назва заставки
vi: Tên trình bảo vệ màn hình
zh: 螢幕保護程式名稱

# NKS_MISC_INTERACTIVES_SCREENSAVERTUI_FLASHING
source: Screensaver contains flashing images
ar: تحتوي شاشة التوقف على صور وامضة
de: Der Bildschirmschoner enthält blinkende Bilder
el: Η προφύλαξη οθόνης περιέχει εικόνες που αναβοσβήνουν
es: El salvapantallas contiene imágenes parpadeantes
fr: L'économiseur d'écran contient des images clignotantes
ga: Tá íomhánna gealánacha sa spárálaíscáileáin
hi: स्क्रीनसेवर में चमकती छवियां हैं
hi_latn: skreenasevar mein chamakatee huee chhaviyaan hain
id: Screensaver berisi gambar yang berkedip
it: Lo screensaver contiene immagini lampeggianti
ja: スクリーンセーバーには点滅する画像が含まれています
ko: 화면 보호기에는 깜박이는 이미지가 포함되어 있습니다.
ms: Screensaver mengandungi imej berkelip
nb: Skjermsparer inneholder blinkende bilder
nl: Screensaver bevat knipperende afbeeldingen
pt: Protetor de tela contém imagens piscando
ro: Screensaverul conține imagini intermitente
tr: Ekran koruyucu yanıp sönen resimler içeriyor
uk: Заставка містить миготливі зображення
vi: Màn hình bảo vệ chứa hình ảnh nhấp nháy
zh: 螢幕保護程式包含閃爍的圖像

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSTASKID
source: Task ID
ar: معرف المهمة
de: Aufgaben-ID
el: Αναγνωριστικό εργασίας
es: ID de tarea
fr: ID de tâche
ga: Aitheantas Tasc
hi: कार्य आईडी
hi_latn: kaary aaeedee
id: ID Tugas
it: ID attività
ja: タスクID
ko: 작업 ID
ms: ID tugas
nb: Oppgave-ID
nl: Taak-ID
pt: ID da tarefa
ro: ID-ul sarcinii
tr: Görev Kimliği
uk: ID завдання
vi: ID nhiệm vụ
zh: 任務編號

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSPRIVCPUTIME
source: Privileged processor time
ar: وقت المعالج المميز
de: Privilegierte Prozessorzeit
el: Προνομιακός χρόνος επεξεργαστή
es: Tiempo de procesador privilegiado
fr: Temps processeur privilégié
ga: Am próiseálaí pribhléideach
hi: विशेषाधिकार प्राप्त प्रोसेसर समय
hi_latn: visheshaadhikaar praapt prosesar samay
id: Waktu prosesor istimewa
it: Tempo del processore privilegiato
ja: 特権プロセッサ時間
ko: 특권 프로세서 시간
ms: Masa pemproses istimewa
nb: Privilegert prosessortid
nl: Bevoorrechte processortijd
pt: Tempo de processador privilegiado
ro: Timp de procesor privilegiat
tr: Ayrıcalıklı işlemci zamanı
uk: Привілейований процесорний час
vi: Thời gian xử lý đặc quyền
zh: 特權處理器時間

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSUSERCPUTIME
source: User processor time
ar: وقت معالج المستخدم
de: Benutzerprozessorzeit
el: Χρόνος επεξεργαστή χρήστη
es: Tiempo de procesamiento del usuario
fr: Temps processeur utilisateur
ga: Am próiseálaí úsáideora
hi: उपयोगकर्ता प्रोसेसर समय
hi_latn: upayogakarta prosesar samay
id: Waktu prosesor pengguna
it: Tempo del processore utente
ja: ユーザーのプロセッサ時間
ko: 사용자 프로세서 시간
ms: Masa pemproses pengguna
nb: Bruker prosessor tid
nl: Processortijd van gebruiker
pt: Tempo de processador do usuário
ro: Timpul procesorului utilizatorului
tr: Kullanıcı işlemci süresi
uk: Процесорний час користувача
vi: Thời gian xử lý của người dùng
zh: 使用者處理器時間

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSTOTALCPUTIME
source: Total processor time
ar: إجمالي وقت المعالج
de: Gesamtprozessorzeit
el: Συνολικός χρόνος επεξεργαστή
es: Tiempo total del procesador
fr: Temps total du processeur
ga: Am próiseálaí iomlán
hi: कुल प्रोसेसर समय
hi_latn: kul prosesar samay
id: Total waktu prosesor
it: Tempo totale del processore
ja: 合計プロセッサ時間
ko: 총 프로세서 시간
ms: Jumlah masa pemproses
nb: Total prosessortid
nl: Totale processortijd
pt: Tempo total do processador
ro: Timp total al procesorului
tr: Toplam işlemci süresi
uk: Загальний час процесора
vi: Tổng thời gian xử lý
zh: 總處理器時間

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSTASKSTATE
source: Task state
ar: حالة المهمة
de: Aufgabenstatus
el: Κατάσταση εργασίας
es: Estado de la tarea
fr: État de la tâche
ga: Staid tasc
hi: कार्य स्थिति
hi_latn: kaary sthiti
id: Status tugas
it: Stato dell'attività
ja: タスクの状態
ko: 태스크 상태
ms: Keadaan tugas
nb: Oppgavetilstand
nl: Taakstatus
pt: Estado da tarefa
ro: Starea sarcinii
tr: Görev durumu
uk: Стан завдання
vi: Trạng thái nhiệm vụ
zh: 任務狀態

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSPRIORITY
source: Priority level
ar: مستوى الأولوية
de: Prioritätsstufe
el: Επίπεδο προτεραιότητας
es: Nivel de prioridad
fr: Niveau de priorité
ga: Leibhéal tosaíochta
hi: प्राथमिकता स्तर
hi_latn: praathamikata star
id: Tingkat prioritas
it: Livello di priorità
ja: 優先レベル
ko: 우선순위 수준
ms: Tahap keutamaan
nb: Prioritetsnivå
nl: Prioriteitsniveau
pt: Nível de prioridade
ro: Nivel de prioritate
tr: Öncelik düzeyi
uk: Рівень пріоритету
vi: Mức độ ưu tiên
zh: 優先權

# NKS_MISC_INTERACTIVES_TASKMANTUI_OSTASKMEMADDRESS
source: Task memory address
ar: عنوان ذاكرة المهمة
de: Adresse des Aufgabenspeichers
el: Διεύθυνση μνήμης εργασιών
es: Dirección de memoria de tareas
fr: Adresse de la mémoire des tâches
ga: Seoladh cuimhne tasc
hi: कार्य स्मृति पता
hi_latn: kaary memoree pata
id: Alamat memori tugas
it: Indirizzo della memoria del compito
ja: タスクメモリアドレス
ko: 태스크 메모리 주소
ms: Alamat memori tugas
nb: Oppgaveminneadresse
nl: Taakgeheugenadres
pt: Endereço de memória de tarefa
ro: Adresa memoriei sarcinii
tr: Görev belleği adresi
uk: Адреса пам'яті завдання
vi: Địa chỉ bộ nhớ tác vụ
zh: 任務記憶體位址

# NKS_MISC_INTERACTIVES_TASKMANTUI_KERNELTASKNAME
source: Task name
ar: اسم المهمة
de: Aufgabennname
el: Ονομα εργασίας
es: Nombre de la tarea
fr: Nom de la tâche
ga: Ainm an taisc
hi: कार्य का नाम
hi_latn: kaary ka naam
id: Nama tugas
it: Nome dell'attività
ja: タスク名
ko: 작업 이름
ms: Nama tugas
nb: Oppgavenavn
nl: Opdrachtnaam
pt: Nome da tarefa
ro: Numele sarcinii
tr: Görev adı
uk: Назва завдання
vi: Tên nhiệm vụ
zh: 任務名稱

# NKS_MISC_INTERACTIVES_TASKMANTUI_KERNELALIVE
source: Alive
ar: على قيد الحياة
de: Lebendig
el: Ζωντανός
es: Vivo
fr: Vivant
ga: Beo
hi: जीवित
hi_latn: jeevit
id: Hidup
it: Vivo
ja: 生きている
ko: 살아 있는
ms: Hidup
nb: I live
nl: In leven
pt: Vivo
ro: În viaţă
tr: Canlı
uk: Живий
vi: Còn sống
zh: 活

# NKS_MISC_INTERACTIVES_TASKMANTUI_KERNELBG
source: Background
ar: خلفية
de: Hintergrund
el: Ιστορικό
es: Fondo
fr: Arrière-plan
ga: Cúlra
hi: पृष्ठभूमि
hi_latn: prshthabhoomi
id: Latar belakang
it: Sfondo
ja: 背景
ko: 배경
ms: Latar belakang
nb: Bakgrunn
nl: Achtergrond
pt: Fundo
ro: fundal
tr: Arka plan
uk: Фон
vi: Lý lịch
zh: 背景

# NKS_MISC_INTERACTIVES_TASKMANTUI_KERNELCRITICAL
source: Critical
ar: شديد الأهمية
de: Kritisch
el: Κρίσιμος
es: Crítico
fr: Critique
ga: Criticiúil
hi: गंभीर
hi_latn: mahatvapoorn
id: Kritis
it: Critico
ja: 致命的
ko: 비판적인
ms: kritikal
nb: Kritisk
nl: Kritisch
pt: Crítico
ro: Critic
tr: Kritik
uk: Критичний
vi: Phê bình
zh: 批判的

# NKS_MISC_INTERACTIVES_TASKMANTUI_KERNELREADY
source: Ready
ar: مستعد
de: Bereit
el: Ετοιμος
es: Listo
fr: Prêt
ga: Réidh
hi: तैयार
hi_latn: taiyaar
id: Siap
it: Pronto
ja: 準備ができて
ko: 준비가 된
ms: sedia
nb: Ferdig
nl: Klaar
pt: Preparar
ro: Gata
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh: 準備好

# NKS_MISC_INTERACTIVES_TASKMANTUI_TASKALREADYKILLED
source: Kernel task is already killed.
ar: لقد تم بالفعل إنهاء مهمة Kernel.
de: Die Kernel-Aufgabe wurde bereits beendet.
el: Η εργασία πυρήνα έχει ήδη σκοτωθεί.
es: La tarea del kernel ya está eliminada.
fr: La tâche du noyau est déjà supprimée.
ga: Tá tasc eithne maraíodh cheana féin.
hi: कर्नेल कार्य पहले ही ख़त्म हो चुका है.
hi_latn: karnel kaary pahale hee samaapt ho chuka hai.
id: Tugas kernel sudah dihentikan.
it: L'attività del kernel è già stata terminata.
ja: カーネルタスクはすでに強制終了されています。
ko: 커널 작업이 이미 종료되었습니다.
ms: Tugas kernel sudah pun dimatikan.
nb: Kjerneoppgaven er allerede drept.
nl: Kernel-taak is al gedood.
pt: A tarefa do kernel já foi encerrada.
ro: Sarcina Kernel este deja ucisă.
tr: Çekirdek görevi zaten sonlandırıldı.
uk: Завдання ядра вже закрито.
vi: Nhiệm vụ hạt nhân đã bị tắt.
zh: 核心任務已經被終止。

# NKS_MISC_INTERACTIVES_TASKMANTUI_TASKCRITICAL
source: Kernel task is critical and can't be killed.
ar: مهمة Kernel حرجة ولا يمكن قتلها.
de: Die Kernel-Aufgabe ist kritisch und kann nicht beendet werden.
el: Η εργασία του πυρήνα είναι κρίσιμη και δεν μπορεί να σκοτωθεί.
es: La tarea del kernel es crítica y no se puede eliminar.
fr: La tâche du noyau est critique et ne peut pas être interrompue.
ga: Tá tasc eithne ríthábhachtach agus ní féidir é a mharú.
hi: कर्नेल कार्य महत्वपूर्ण है और इसे समाप्त नहीं किया जा सकता।
hi_latn: karnel kaary mahatvapoorn hai aur ise samaapt nahin kiya ja sakata.
id: Tugas kernel sangat penting dan tidak dapat dihentikan.
it: L'attività del kernel è fondamentale e non può essere interrotta.
ja: カーネル タスクは重要なので強制終了できません。
ko: 커널 작업은 중요하며 종료될 수 없습니다.
ms: Tugas kernel adalah kritikal dan tidak boleh dibunuh.
nb: Kjerneoppgave er kritisk og kan ikke drepes.
nl: De kerneltaak is van cruciaal belang en kan niet worden beëindigd.
pt: A tarefa do kernel é crítica e não pode ser eliminada.
ro: Sarcina kernelului este critică și nu poate fi ucisă.
tr: Çekirdek görevi kritiktir ve sonlandırılamaz.
uk: Завдання ядра критично важливе, і його не можна припинити.
vi: Nhiệm vụ hạt nhân rất quan trọng và không thể bị hủy bỏ.
zh: 內核任務很關鍵，不能被殺死。

# NKS_MISC_INTERACTIVES_TASKMANTUI_TASKOSTHREADSCANTKILL
source: OS threads can't be killed.
ar: لا يمكن قتل سلاسل عمليات نظام التشغيل.
de: Betriebssystem-Threads können nicht beendet werden.
el: Τα νήματα του λειτουργικού συστήματος δεν μπορούν να σκοτωθούν.
es: Los subprocesos del sistema operativo no se pueden eliminar.
fr: Les threads du système d'exploitation ne peuvent pas être supprimés.
ga: Ní féidir snáitheanna OS a mharú.
hi: OS थ्रेड्स को ख़त्म नहीं किया जा सकता.
hi_latn: os threds ko samaapt nahin kiya ja sakata.
id: Thread OS tidak dapat dimatikan.
it: I thread del sistema operativo non possono essere terminati.
ja: OS スレッドを強制終了することはできません。
ko: OS 스레드는 종료될 수 없습니다.
ms: Benang OS tidak boleh dimatikan.
nb: OS-tråder kan ikke drepes.
nl: OS-threads kunnen niet worden gedood.
pt: Threads do sistema operacional não podem ser eliminados.
ro: Firele sistemului de operare nu pot fi distruse.
tr: İşletim sistemi iş parçacıkları öldürülemez.
uk: Потоки ОС не можна припинити.
vi: Luồng hệ điều hành không thể bị hủy.
zh: 作業系統線程無法被殺死。

# NKS_MISC_INTERACTIVES_TZTUI_DATE
source: Date
ar: تاريخ
de: Datum
el: Ημερομηνία
es: Fecha
ga: Dáta
hi: तारीख
hi_latn: dinaank
id: Tanggal
it: Data
ja: 日付
ko: 날짜
ms: tarikh
nb: Dato
nl: Datum
pt: Data
ro: Data
tr: Tarih
uk: Дата
vi: Ngày
zh: 日期

# NKS_MISC_INTERACTIVES_TZTUI_TIME
source: Time
ar: وقت
de: Zeit
el: χρόνος
es: Tiempo
fr: Temps
ga: Am
hi: समय
hi_latn: samay
id: Waktu
it: Tempo
ja: 時間
ko: 시간
ms: Masa
nb: Tid
nl: Tijd
pt: Tempo
ro: Timp
tr: Zaman
uk: час
vi: Thời gian
zh: 時間

# NKS_MISC_INTERACTIVES_TZTUI_DISPLAY
source: Display name
ar: اسم العرض
de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre para mostrar
fr: Afficher un nom
ga: Ainm taispeána
hi: प्रदर्शित होने वाला नाम
hi_latn: pradarshan naam
id: Nama tampilan
it: Nome da visualizzare
ja: 表示名
ko: 이름 표시하기
ms: Nama paparan
nb: Visningsnavn
nl: Weergavenaam
pt: Nome de exibição
ro: Numele de afișare
tr: Ekran adı
uk: Відображуване ім'я
vi: Tên hiển thị
zh: 顯示名稱

# NKS_MISC_INTERACTIVES_TZTUI_STDNAME
source: Standard name
ar: الاسم القياسي
el: Τυπικό όνομα
es: Nombre estándar
fr: Nom standard
ga: Ainm caighdeánach
hi: मानक नाम
hi_latn: maanak naam
id: Nama standar
it: Nome standard
ja: 規格名
ko: 표준 명칭
ms: Nama standard
nb: Standard navn
nl: Standaard naam
pt: Nome padrão
ro: Nume standard
tr: Standart isim
uk: Стандартна назва
vi: Tên chuẩn
zh: 標準名稱

# NKS_MISC_NOTIFICATIONS_PROGSUCCESS
source: Success
ar: نجاح
de: Erfolg
el: Επιτυχία
es: Éxito
fr: Succès
ga: Rath
hi: सफलता
hi_latn: saphalata
id: Kesuksesan
it: Successo
ja: 成功
ko: 성공
ms: Kejayaan
nb: Suksess
nl: Succes
pt: Sucesso
ro: Succes
tr: Başarı
uk: Успіх
vi: Thành công
zh: 成功

# NKS_MISC_NOTIFICATIONS_PROGFAILURE
source: Failure
ar: فشل
de: Versagen
el: Αποτυχία
es: Falla
fr: Échec
ga: Teip
hi: असफलता
hi_latn: viphalata
id: Kegagalan
it: Fallimento
ja: 失敗
ko: 실패
ms: Kegagalan
nb: Feil
nl: Mislukking
pt: Falha
ro: Eșec
tr: Arıza
uk: провал
vi: Sự thất bại
zh: 失敗

# NKS_MISC_PROGRESS_EXCEPTION_NEEDSHANDLER
source: The progress handler may not be null.
ar: لا يجوز أن يكون معالج التقدم فارغًا.
de: Der Fortschrittshandler darf nicht null sein.
el: Ο χειριστής προόδου ενδέχεται να μην είναι μηδενικός.
es: El controlador de progreso puede no ser nulo.
fr: Le gestionnaire de progression ne peut pas être nul.
ga: Seans nach bhfuil an láimhseálaí dul chun cinn ar neamhní.
hi: प्रगति हैंडलर शून्य नहीं हो सकता.
hi_latn: pragati haindalar shoony nahin ho sakata.
id: Penangan kemajuan tidak boleh nol.
it: Il gestore dell'avanzamento potrebbe non essere nullo.
ja: 進行状況ハンドラーは null であってはなりません。
ko: 진행 핸들러는 null이 될 수 없습니다.
ms: Pengendali kemajuan mungkin tidak batal.
nb: Fremdriftsbehandleren er kanskje ikke null.
nl: De voortgangshandler mag niet null zijn.
pt: O manipulador de progresso não pode ser nulo.
ro: Este posibil ca handlerul de progres să nu fie nul.
tr: İlerleme işleyicisi boş olamaz.
uk: Обробник прогресу може бути не нульовим.
vi: Trình xử lý tiến trình không được để giá trị null.
zh: 進度處理程序不能為空。

# NKS_MISC_PROGRESS_DEFAULTMESSAGE
source: Processing...
ar: يعالج...
de: Wird bearbeitet...
el: Επεξεργασία...
es: Procesando...
fr: Traitement...
ga: Próiseáil...
hi: प्रसंस्करण...
hi_latn: prasanskaran...
id: Pengolahan...
it: In lavorazione...
ja: 処理...
ko: 처리 중...
ms: Memproses...
nb: Behandling...
nl: Verwerken...
pt: Em processamento...
ro: Prelucrare...
tr: İşleme...
uk: Обробка...
vi: Xử lý...
zh: 加工...

# NKS_MISC_REFLECTION_EXCEPTION_NOSUCHMETHOD
source: This method is nonexistent.
ar: هذه الطريقة غير موجودة.
de: Diese Methode gibt es nicht.
el: Αυτή η μέθοδος είναι ανύπαρκτη.
es: Este método es inexistente.
fr: Cette méthode est inexistante.
ga: Níl an modh seo ann.
hi: यह विधि अस्तित्वहीन है.
hi_latn: yah vidhi astitvaheen hai.
id: Metode ini tidak ada.
it: Questo metodo è inesistente.
ja: この方法は存在しません。
ko: 이 방법은 존재하지 않습니다.
ms: Kaedah ini tidak wujud.
nb: Denne metoden er ikke-eksisterende.
nl: Deze methode bestaat niet.
pt: Este método é inexistente.
ro: Această metodă este inexistentă.
tr: Böyle bir yöntem yoktur.
uk: Цей метод не існує.
vi: Phương pháp này không tồn tại.
zh: 這個方法是不存在的。

# NKS_MISC_REFLECTION_EXCEPTION_METHODSTATIC
source: This method is static. Use the non-object overload.
ar: هذه الطريقة ثابتة. استخدم التحميل الزائد غير الكائن.
de: Diese Methode ist statisch. Verwenden Sie die Nicht-Objekt-Überladung.
el: Αυτή η μέθοδος είναι στατική. Χρησιμοποιήστε την υπερφόρτωση χωρίς αντικείμενο.
es: Este método es estático. Utilice la sobrecarga sin objeto.
fr: Cette méthode est statique. Utilisez la surcharge non-objet.
ga: Tá an modh seo statach. Bain úsáid as an ró-ualach gan ábhar.
hi: यह विधि स्थिर है. गैर-वस्तु अधिभार का प्रयोग करें.
hi_latn: yah vidhi sthir hai. gair-objekt ovaralod ka upayog karen.
id: Metode ini statis. Gunakan kelebihan beban non-objek.
it: Questo metodo è statico. Utilizzare l'overload non-oggetto.
ja: このメソッドは静的です。非オブジェクト オーバーロードを使用します。
ko: 이 방법은 정적입니다. 비객체 오버로드를 사용하세요.
ms: Kaedah ini adalah statik. Gunakan lebihan bukan objek.
nb: Denne metoden er statisk. Bruk ikke-objekt overbelastning.
nl: Deze methode is statisch. Gebruik de niet-objectoverbelasting.
pt: Este método é estático. Use a sobrecarga sem objeto.
ro: Această metodă este statică. Utilizați supraîncărcarea non-obiect.
tr: Bu yöntem statiktir. Nesne olmayan aşırı yüklemeyi kullanın.
uk: Цей метод є статичним. Використовуйте необ'єктне перевантаження.
vi: Phương pháp này là tĩnh. Sử dụng phương thức quá tải không phải đối tượng.
zh: 該方法是靜態的。使用非物件重載。

# NKS_MISC_REFLECTION_EXCEPTION_METHODNONSTATIC
source: This method is not static. Use the object overload.
ar: هذه الطريقة ليست ثابتة. استخدم التحميل الزائد للكائن.
de: Diese Methode ist nicht statisch. Verwenden Sie die Objektüberladung.
el: Αυτή η μέθοδος δεν είναι στατική. Χρησιμοποιήστε την υπερφόρτωση αντικειμένου.
es: Este método no es estático. Utilice la sobrecarga de objetos.
fr: Cette méthode n'est pas statique. Utilisez la surcharge d'objet.
ga: Níl an modh seo statach. Bain úsáid as an ró-ualach réad.
hi: यह विधि स्थिर नहीं है. ऑब्जेक्ट ओवरलोड का उपयोग करें.
hi_latn: yah vidhi sthir nahin hai. objekt ovaralod ka upayog karen.
id: Metode ini tidak statis. Gunakan kelebihan objek.
it: Questo metodo non è statico. Utilizzare l'overload dell'oggetto.
ja: このメソッドは静的ではありません。オブジェクトのオーバーロードを使用します。
ko: 이 방법은 정적이지 않습니다. 객체 오버로드를 사용하세요.
ms: Kaedah ini tidak statik. Gunakan objek yang berlebihan.
nb: Denne metoden er ikke statisk. Bruk objektoverbelastningen.
nl: Deze methode is niet statisch. Gebruik de objectoverbelasting.
pt: Este método não é estático. Use a sobrecarga de objeto.
ro: Această metodă nu este statică. Utilizați supraîncărcarea obiectului.
tr: Bu yöntem statik değildir. Nesne aşırı yüklemesini kullanın.
uk: Цей спосіб не є статичним. Використовуйте перевантаження об'єкта.
vi: Phương pháp này không tĩnh. Sử dụng phương pháp quá tải đối tượng.
zh: 這個方法不是靜態的。使用物件重載。
