Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_USERS_LOGIN_ADMINPASSWORDMAINTENANCE
source: Enter the admin password for maintenance.
ar: أدخل كلمة مرور المسؤول للصيانة.
de: Geben Sie das Administratorkennwort für die Wartung ein.
el: Εισαγάγετε τον κωδικό πρόσβασης διαχειριστή για συντήρηση.
es: Introduzca la contraseña de administrador para el mantenimiento.
fr: Entrez le mot de passe administrateur pour la maintenance.
ga: Cuir isteach an pasfhocal admin le haghaidh cothabhála.
hi: रखरखाव के लिए व्यवस्थापक पासवर्ड दर्ज करें।
hi_latn: rakharakhaav ke lie vyavasthaapak paasavard darj karen.
id: Masukkan kata sandi admin untuk pemeliharaan.
it: Immettere la password dell'amministratore per la manutenzione.
ja: メンテナンス用の管理者パスワードを入力します。
ko: 유지 관리를 위해 관리자 비밀번호를 입력하십시오.
ms: Masukkan kata laluan pentadbir untuk penyelenggaraan.
nb: Skriv inn administratorpassordet for vedlikehold.
nl: Voer het beheerderswachtwoord in voor onderhoud.
pt: Digite a senha do administrador para manutenção.
ro: Introduceți parola de administrator pentru întreținere.
tr: Bakım için yönetici şifresini girin.
uk: Введіть пароль адміністратора для обслуговування.
vi: Nhập mật khẩu quản trị viên để bảo trì.
zh: 輸入管理員密碼進行維護。

# NKS_KERNEL_ENTRY_EXCEPTION_KERNELERROR
source: Kernel Error while booting: {0}
ar: خطأ Kernel أثناء التشغيل: {0}
de: Kernelfehler beim Booten: {0}
el: Σφάλμα πυρήνα κατά την εκκίνηση: {0}
es: Error del núcleo durante el arranque: {0}
fr: Erreur du noyau lors du démarrage: {0}
ga: Earráid eithne agus tosaithe: {0}
hi: बूट करते समय कर्नेल त्रुटि: {0}
hi_latn: booting ke dauraan karnel truti: {0}
id: Kesalahan Kernel saat booting: {0}
it: Errore del kernel durante l'avvio: {0}
ja: 起動中のカーネルエラー：{0}
ko: 부팅 중 커널 오류 : {0}
ms: Ralat Kernel semasa but: {0}
nb: Kjernefeil under oppstart: {0}
nl: Kernelfout tijdens opstarten: {0}
pt: Erro de kernel durante a inicialização: {0}
ro: Eroare kernel la pornire: {0}
tr: Önyükleme sırasında Çekirdek Hatası: {0}
uk: Помилка ядра під час завантаження: {0}
vi: Lỗi Kernel khi khởi động: {0}
zh: 啟動時出現內核錯誤：{0}

# NKS_KERNEL_PANIC_DOUBLEPANIC_REBOOTTIME
source: DOUBLE PANIC: Reboot Time exceeds maximum allowed {0} error reboot time. You found a kernel bug.
ar: DOUBLE PANIC: وقت إعادة التشغيل يتجاوز الحد الأقصى المسموح به لوقت إعادة تشغيل الخطأ {0}. لقد وجدت علة نواة.
de: DOUBLE PANIC: Die Neustartzeit überschreitet die maximal erlaubte Fehlerzeit für den Neustart von {0}. Du hast einen Kernel-Fehler gefunden.
el: ΔΙΠΛΟΣ ΠΑΝΙΚΟΣ: Ο χρόνος επανεκκίνησης υπερβαίνει τον μέγιστο επιτρεπόμενο χρόνο επανεκκίνησης σφάλματος {0}. Βρήκατε ένα σφάλμα πυρήνα.
es: DOBLE PÁNICO: el tiempo de reinicio excede el máximo permitido {0} tiempo de reinicio de error. Has encontrado un error en el kernel.
fr: DOUBLE PANIQUE: le temps de redémarrage dépasse le temps de redémarrage maximal autorisé {0}. Vous avez trouvé un bogue dans le noyau.
ga: DOUBLE PANIC: Sáraíonn an t-Am Atosaigh an t-uas-am atosaithe earráide {0} atá ceadaithe. Fuair tú fabht eithne.
hi: दोहरा PANIC: रिबूट समय अधिकतम अनुमत {0} त्रुटि रिबूट समय से अधिक है। आपको एक कर्नेल बग मिला।
hi_latn: dabal painik: reeboot taim adhikatam sveekrt {0} truti riboot samay se adhik hai. aapako karnel bag mila.
id: DOUBLE PANIC: Waktu Reboot melebihi waktu booting maksimum yang diizinkan {0}. Anda menemukan bug kernel.
it: DOPPIO PANICO: il tempo di riavvio supera il tempo massimo consentito per il riavvio dell'errore {0}. Hai trovato un bug del kernel.
ja: ダブルパニック：再起動時間が最大許容{0}エラーの再起動時間を超えています。カーネルのバグを見つけました。
ko: 이중 패닉 : 재부팅 시간이 최대 허용 {0} 오류 재부팅 시간을 초과합니다. 커널 버그를 발견했습니다.
ms: PANIK BERGANDA: Masa But semula melebihi masa but semula ralat maksimum {0} yang dibenarkan. Anda menemui pepijat kernel.
nb: DOBBEL PANIKK: Omstartstid overskrider maksimalt tillatt {0} feilomstartstid. Du fant en kjernefeil.
nl: DUBBELE PANIEK: Herstarttijd overschrijdt de maximale toegestane {0} reboottijd. U vond een kernelbug.
pt: PAINEL DUPLO: O tempo de reinicialização excede o tempo máximo permitido de reinicialização do erro {0}. Você encontrou um bug do kernel.
ro: PANICĂ DUBLĂ: Timpul de repornire depășește timpul maxim permis de repornire pentru eroare de {0}. Ai găsit o eroare a nucleului.
tr: ÇİFT PANİK: Yeniden Başlatma Süresi izin verilen maksimum {0} hatasını aştı yeniden başlatma süresi. Bir çekirdek hatası buldunuz.
uk: ДВІЙНА ПАНІКА: час перезавантаження перевищує максимально допустимий час перезавантаження помилки {0}. Ви знайшли помилку ядра.
vi: DOUBLE PANIC: Thời gian khởi động lại vượt quá thời gian khởi động lại tối đa được phép {0}. Bạn đã tìm thấy lỗi kernel.
zh: 雙重恐慌：重新啟動時間超過允許的最大 {0} 錯誤重新啟動時間。您發現了一個內核錯誤。

# NKS_KERNEL_PANIC_REBOOTENABLEDERRORLEVEL
source: [{0}] panic: Reboot enabled due to error level being {0}.
ar: [{0}] حالة من الذعر: تم تمكين إعادة التشغيل نظرًا لأن مستوى الخطأ هو {0}.
de: [{0}] panic: Neustart aufgrund der Fehlerstufe {0} aktiviert.
el: [{0}] πανικός: Η επανεκκίνηση ενεργοποιήθηκε λόγω του επιπέδου σφάλματος {0}.
es: Pánico [{0}]: reinicio habilitado debido a que el nivel de error es {0}.
fr: [{0}] panique: le redémarrage est activé car le niveau d'erreur est {0}.
ga: [{0}] scaoll: Cumasaíodh atosaigh de bharr leibhéal na hearráide a bheith {0}.
hi: [{0}] घबराहट: त्रुटि स्तर {0} होने के कारण रिबूट सक्षम।
hi_latn: [{0}] aatank: truti star {0} hone ke kaaran saksham reeboot.
id: [{0}] panik: Reboot diaktifkan karena tingkat kesalahan menjadi {0}.
it: [{0}] panico: riavvio attivato a causa del livello di errore {0}.
ja: [{0}]パニック：エラーレベルが{0}であるため、再起動が有効になりました。
ko: [{0}] 패닉 : 오류 레벨이 {0}이므로 재부팅이 가능합니다.
ms: [{0}] panik: But semula didayakan kerana tahap ralat adalah {0}.
nb: [{0}] panikk: Omstart aktivert på grunn av feilnivået {0}.
nl: [{0}] paniek: reboot ingeschakeld vanwege het foutniveau van {0}.
pt: [{0}] panic: Reinicialização ativada devido ao nível de erro ser {0}.
ro: [{0}] panică: repornirea a fost activată din cauza nivelului de eroare {0}.
tr: [{0}] panik: Hata seviyesi {0} olduğundan yeniden başlatma etkinleştirildi.
uk: [{0}] паніка: перезавантаження ввімкнено через рівень помилки {0}.
vi: [{0}] panic: Khởi động lại được bật do mức lỗi là {0}.
zh: [{0}] 恐慌：由於錯誤級別為 {0}，重新啟動已啟用。

# NKS_KERNEL_PANIC_REBOOTEXCEEDSONEHOUR
source: [{0}] panic: Time to reboot: {1} seconds, exceeds 1 hour. It is set to 1 minute.
ar: [{0}] الذعر: وقت إعادة التشغيل: {1} ثانية ، يتجاوز 1 ساعة. يتم ضبطه على 1 دقيقة.
de: [{0}] panic: Zeit zum Neustart: {1} Sekunden, überschreitet 1 Stunde. Es ist auf 1 Minute eingestellt.
el: [{0}] πανικός: Χρόνος επανεκκίνησης: {1} δευτερόλεπτα, υπερβαίνει τη 1 ώρα. Έχει ρυθμιστεί σε 1 λεπτό.
es: Pánico [{0}]: tiempo de reinicio: {1} segundos, excede de 1 hora. Se establece en 1 minuto.
fr: [{0}] panique: heure de redémarrage: {1} secondes, dépasse 1 heure. Il est réglé à 1 minute.
ga: [{0}] scaoll: Am chun atosú: {1} soicind, níos mó ná 1 uair. Tá sé socraithe go dtí 1 nóiméad.
hi: [{0}] घबराहट: रिबूट करने का समय: {1} सेकंड, 1 घंटे से अधिक। यह 1 मिनट के लिए सेट है।
hi_latn: [{0}] dahashat: reeboot karane ka samay: {1} sekand, 1 ghante se adhik hai. yah 1 minat par set hai.
id: [{0}] panik: Waktu untuk memulai ulang: {1} detik, melebihi 1 jam. Waktu yang ditetapkan adalah 1 menit.
it: [{0}] panico: tempo di riavvio: {1} secondi, superiore a 1 ora. È impostato su 1 minuto.
ja: [{0}]パニック：再起動の時間：{1}秒、1時間を超えています。 1分に設定されています。
ko: [{0}] 패닉 : 재부팅 시간 : {1} 초, 1 시간을 초과합니다. 1 분으로 설정되어 있습니다.
ms: [{0}] panik: Masa untuk but semula: {1} saat, melebihi 1 jam. Ia ditetapkan kepada 1 minit.
nb: [{0}] panikk: Tid til å starte på nytt: {1} sekunder, overskrider 1 time. Den er satt til 1 minutt.
nl: [{0}] paniek: Tijd om opnieuw op te starten: {1} seconden, overschrijdt 1 uur. Het is ingesteld op 1 minuut.
pt: [{0}] panic: Hora de reiniciar: {1} segundos, excede 1 hora. Está definido para 1 minuto.
ro: [{0}] panică: timpul de repornire: {1} secunde, depășește 1 oră. Este setat la 1 minut.
tr: [{0}] panik: Yeniden başlatma süresi: {1} saniye, 1 saati aşıyor. 1 dakikaya ayarlandı.
uk: [{0}] паніка: Час перезавантаження: {1} секунд, понад 1 годину. Встановлюється на 1 хвилину.
vi: [{0}] panic: Thời gian khởi động lại: {1} giây, vượt quá 1 giờ. Được đặt thành 1 phút.
zh: [{0}] 恐慌：重啟時間：{1} 秒，超過 1 小時。設置為 1 分鐘。

# NKS_KERNEL_PANIC_DOUBLEPANIC_TYPEINVALID
source: DOUBLE PANIC: Error Type {0} invalid.
ar: الذعر المزدوج: نوع الخطأ {0} غير صالح.
de: DOUBLE PANIC: Fehlertyp {0} ist ungültig.
el: ΔΙΠΛΟΣ ΠΑΝΙΚΟΣ: Μη έγκυρος τύπος σφάλματος {0}.
es: DOBLE PÁNICO: Tipo de error {0} no válido.
fr: DOUBLE PANIQUE: Type d'erreur {0} invalide.
ga: DOUBLE PANIC: Cineál Earráide {0} neamhbhailí.
hi: दोहरा PANIC: त्रुटि प्रकार {0} अमान्य है।
hi_latn: dabal painik: truti prakaar {0} amaany.
id: DOUBLE PANIC: Jenis Kesalahan {0} tidak valid.
it: DOUBLE PANIC: Tipo di errore {0} non valido.
ja: ダブルパニック：エラータイプ{0}が無効です。
ko: 이중 패닉 : 오류 유형 {0}이 (가) 유효하지 않습니다.
ms: DOUBLE PANIC: Jenis Ralat {0} tidak sah.
nb: DOBBEL PANIKK: Feiltype {0} er ugyldig.
nl: DUBBELE PANIEK: Fout Type {0} ongeldig.
pt: PÂNICO DUPLO: Tipo de erro {0} inválido.
ro: PANICĂ DUBLĂ: Tipul de eroare {0} nevalid.
tr: ÇİFT PANİK: Hata Türü {0} geçersiz.
uk: DOUBLE PANIC: тип помилки {0} недійсний.
vi: DOUBLE PANIC: Loại lỗi {0} không hợp lệ.
zh: 雙重恐慌：錯誤類型 {0} 無效。

# NKS_KERNEL_PANIC_ERRORSHUTDOWN
source: [{0}] panic: {1} -- Press any key to shutdown.
ar: [{0}] الذعر: {1} - اضغط على أي مفتاح للإغلاق.
de: [{0}] panic: {1} - Drücken Sie eine beliebige Taste zum Herunterfahren.
el: [{0}] πανικός: {1} -- Πατήστε οποιοδήποτε πλήκτρο για τερματισμό.
es: [{0}] pánico: {1} - Presione cualquier tecla para apagar.
fr: [{0}] panique: {1} - appuyez sur n’importe quelle touche pour l’arrêter.
ga: [{0}] scaoll: {1} -- Brúigh eochair ar bith chun múchadh.
hi: [{0}] घबराहट: {1} - बंद करने के लिए किसी भी कुंजी को दबाएं।
hi_latn: [{0}] dahashat: {1} - shat daun karane ke lie koee bhee kunjee dabaen.
id: [{0}] panik: {1} -- Tekan tombol apa saja untuk mematikan.
it: [{0}] panico: {1}: premi un tasto qualsiasi per chiudere.
ja: [{0}]パニック：{1}-任意のキーを押してシャットダウンします。
ko: [{0}] 패닉 : {1}-종료하려면 아무 키나 누르십시오.
ms: [{0}] panik: {1} -- Tekan sebarang kekunci untuk menutup.
nb: [{0}] panikk: {1} -- Trykk en tast for å slå av.
nl: [{0}] paniek: {1} - Druk op een willekeurige toets om af te sluiten.
pt: [{0}] pânico: {1} - Pressione qualquer tecla para desligar.
ro: [{0}] panică: {1} -- Apăsați orice tastă pentru a opri.
tr: [{0}] panik: {1} -- Kapatmak için herhangi bir tuşa basın.
uk: [{0}] паніка: {1} -- Натисніть будь-яку клавішу, щоб завершити роботу.
vi: [{0}] hoảng loạn: {1} -- Nhấn phím bất kỳ để tắt máy.
zh: [{0}] panic: {1} -- 按任意鍵關機。

# NKS_KERNEL_PANIC_ERRORREBOOT
source: [{0}] panic: {1} -- Rebooting in {2} seconds...
ar: [{0}] حالة من الذعر: {1} - إعادة التشغيل في {2} ثانية ...
de: [{0}] panic: {1} - Neustart in {2} Sekunden ...
el: [{0}] πανικός: {1} -- Επανεκκίνηση σε {2} δευτερόλεπτα...
es: Pánico [{0}]: {1} - Reiniciando en {2} segundos ...
fr: [{0}] panique: {1} - Redémarrage en {2} secondes ...
ga: [{0}] scaoll: {1} -- Ag atosú i gceann {2} soicind...
hi: [{0}] आतंक: {1} - {2} सेकंड में रिबूटिंग ...
hi_latn: [{0}] dahashat: {1} - {2} sekand mein reeboot kar raha hai ...
id: [{0}] panik: {1} -- Booting ulang dalam {2} detik...
it: [{0}] panico: {1} - Riavvio in {2} secondi ...
ja: [{0}]パニック：{1}-{2}秒で再起動しています...
ko: [{0}] 패닉 : {1}-{2} 초 후에 재부팅 중 ...
ms: [{0}] panik: {1} -- But semula dalam {2} saat...
nb: [{0}] panikk: {1} -- Starter på nytt om {2} sekunder...
nl: [{0}] paniek: {1} - Rebooten in {2} seconden ...
pt: [{0}] panic: {1} - Reiniciando em {2} segundos ...
ro: [{0}] panică: {1} -- Se repornește în {2} secunde...
tr: [{0}] panik: {1} -- {2} saniye içinde yeniden başlatılıyor...
uk: [{0}] паніка: {1} -- Перезавантаження через {2} секунд...
vi: [{0}] panic: {1} -- Khởi động lại sau {2} giây...
zh: [{0}] 恐慌：{1} -- 在 {2} 秒後重新啟動...

# NKS_KERNEL_PANIC_DOUBLEPANIC_KERNELBUG
source: DOUBLE PANIC: Kernel bug: {0}
ar: الذعر المزدوج: علة النواة: {0}
el: ΔΙΠΛΟΣ ΠΑΝΙΚΟΣ: Σφάλμα πυρήνα: {0}
es: DOBLE PÁNICO: Error del núcleo: {0}
fr: DOUBLE PANIC: Bug du noyau: {0}
ga: PANIC DÚBAILTE: Fabht eithne: {0}
hi: डबल पैनल: कर्नेल बग: {0}
hi_latn: dabal painik: karnel bag: {0}
id: DOUBLE PANIC: Bug kernel: {0}
it: DOUBLE PANIC: bug del kernel: {0}
ja: ダブルパニック：カーネルバグ：{0}
ko: 이중 패닉 : 커널 버그 : {0}
ms: PANIK BERGANDA: Pepijat kernel: {0}
nb: DOBBEL PANIKK: Kjernefeil: {0}
nl: DUBBELE PANIEK: kernel bug: {0}
pt: PANIC DUPLO: Bug do Kernel: {0}
ro: PANICĂ DUBLĂ: Eroare kernel: {0}
tr: ÇİFT PANİK: Çekirdek hatası: {0}
uk: ДВІЙНА ПАНІКА: помилка ядра: {0}
vi: DOUBLE PANIC: Lỗi hạt nhân: {0}
zh: 雙重恐慌：內核錯誤：{0}

# NKS_KERNEL_POWER_SHUTTINGDOWN
source: Shutting down...
ar: اغلاق...
de: Herunterfahren ...
el: Κλείνοντας...
es: Apagando ...
fr: Éteindre...
ga: Ag múchadh...
hi: बंद करना...
hi_latn: band karana ...
id: Mematikan...
it: Chiudere...
ja: シャットダウンしています...
ko: 종료하는 중 ...
ms: Mematikan...
nb: Slår av...
nl: Afsluiten...
pt: Desligando ...
ro: Închidere...
tr: Kapatılıyor...
uk: Вимкнення...
vi: Đang tắt...
zh: 正在關閉...

# NKS_KERNEL_POWER_REBOOTING
source: Rebooting...
ar: إعادة تشغيل ...
de: Neustart ...
el: Επανεκκίνηση…
es: Reiniciando ...
fr: Redémarrage ...
ga: Á atosú...
hi: रीबूट हो रहा है ...
hi_latn: reeboot kar raha hai ...
id: Memulai ulang...
it: Riavvio ...
ja: 再起動しています...
ko: 재부팅 중 ...
ms: But semula...
nb: Starter på nytt...
nl: Herstarten van ...
pt: Reiniciando ...
ro: Se repornește...
tr: Yeniden başlatılıyor...
uk: Перезавантаження...
vi: Đang khởi động lại...
zh: 正在重新啟動...

# NKS_COMMON_ERRORDESC
source: Error {0}: {1}
ar: الخطأ {0}: {1}
de: Fehler {0}: {1}
el: Σφάλμα {0}: {1}
fr: Erreur {0}: {1}
ga: Earráid {0}: {1}
hi: त्रुटि {0}: {1}
hi_latn: truti {0}: {1}
id: Kesalahan {0}: {1}
it: Errore {0}: {1}
ja: エラー{0}：{1}
ko: 오류 {0} : {1}
ms: Ralat {0}: {1}
nb: Feil {0}: {1}
nl: Fout {0}: {1}
pt: Erro {0}: {1}
ro: Eroare {0}: {1}
tr: Hata {0}: {1}
uk: Помилка {0}: {1}
vi: Lỗi {0}: {1}
zh: 錯誤 {0}：{1}

# NKS_USERS_LOGIN_USERNAMEPROMPT
source: Username:
ar: اسم المستخدم:
de: Benutzername:
el: Όνομα χρήστη:
es: Nombre de usuario:
fr: Nom d'utilisateur:
ga: Ainm Úsáideora:
hi: उपयोगकर्ता नाम:
hi_latn: upayogakarta naam:
id: Nama belakang:
it: Nome utente:
ja: ユーザー名：
ko: 사용자 이름:
ms: Nama pengguna:
nb: Brukernavn:
nl: Gebruikersnaam:
pt: Nome de usuário:
ro: Nume de utilizator:
tr: Kullanıcı adı:
uk: Ім'я користувача:
vi: Tên người dùng:
zh: 用戶名：

# NKS_SHELL_SHELLS_UESH_CHPWD_NOSPACES
source: Spaces are not allowed.
ar: لا يسمح الفراغات.
de: Leerzeichen sind nicht erlaubt.
el: Δεν επιτρέπονται θέσεις.
es: No se permiten espacios.
fr: Les espaces ne sont pas autorisés.
ga: Ní cheadaítear spásanna.
hi: रिक्त स्थान की अनुमति नहीं है।
hi_latn: rikt sthaan kee anumati nahin hai.
id: Spasi tidak diizinkan.
it: Gli spazi non sono ammessi.
ja: スペースは使用できません。
ko: 공백은 허용되지 않습니다.
ms: Ruang tidak dibenarkan.
nb: Plasser er ikke tillatt.
nl: Spaties zijn niet toegestaan.
pt: Espaços não são permitidos.
ro: Nu sunt permise spații.
tr: Boşluklara izin verilmiyor.
uk: Пробіли не допускаються.
vi: Không được phép có khoảng cách.
zh: 不允許有空格。

# NKS_SHELL_SHELLS_UESH_CHHOSTNAME_NOSPECIALCHARS
source: Special characters are not allowed.
ar: يمنع استعمال الرموز.
de: Sonderzeichen sind nicht erlaubt.
el: Ειδικοί χαρακτήρες δεν επιτρέπονται.
es: Caracteres especiales no están permitidos.
fr: Les caractères spéciaux ne sont pas autorisés.
ga: Ní cheadaítear carachtair speisialta.
hi: विशेष वर्णों की अनुमति नहीं है।
hi_latn: vishesh varnon kee anumati nahin hai.
id: Karakter khusus tidak diizinkan.
it: I caratteri speciali non sono ammessi.
ja: 特殊文字は使用できません。
ko: 특수 문자는 허용되지 않습니다.
ms: Watak istimewa tidak dibenarkan.
nb: Spesialtegn er ikke tillatt.
nl: Speciale karakters zijn niet toegestaan.
pt: Caracteres especiais não são permitidos.
ro: Caracterele speciale nu sunt permise.
tr: Özel karakterlere izin verilmez.
uk: Спеціальні символи не допускаються.
vi: Không được phép sử dụng ký tự đặc biệt.
zh: 不允許有特殊字符。

# NKS_USERS_LOGIN_PASSWORDPROMPT
source: {0}'s password:
ar: كلمة مرور {0}:
de: {0}'s Passwort:
el: κωδικός πρόσβασης του χρήστη {0}:
es: Contraseña de {0}:
fr: Le mot de passe de {0}:
ga: Pasfhocal {0}:
hi: {0} का पासवर्ड:
hi_latn: {0} ka paasavard:
id: Kata sandi {0}:
it: La password di {0}:
ja: {0}のパスワード：
ko: {0}의 비밀번호 :
ms: Kata laluan {0}:
nb: {0} sitt passord:
nl: {0} wachtwoord:
pt: {0} senha:
ro: Parola lui {0}:
tr: {0}'ın şifresi:
uk: пароль користувача {0}:
vi: Mật khẩu của {0}:
zh: {0} 的密碼：

# NKS_USERS_LOGIN_WRONGPASSWORD
source: Wrong password.
ar: كلمة مرور خاطئة.
de: Falsches Passwort.
el: Λάθος κωδικός.
es: Contraseña incorrecta.
fr: Mauvais mot de passe.
ga: Focal faire mícheart.
hi: गलत पासवर्ड।
hi_latn: galat paasavard.
id: Kata sandi salah.
it: Password errata.
ja: 間違ったパスワード。
ko: 잘못된 비밀번호.
ms: Kata laluan salah.
nb: Feil passord.
nl: Verkeerd wachtwoord.
pt: Senha incorreta.
ro: Parola gresita.
tr: Yanlış şifre.
uk: Неправильний пароль.
vi: Mật khẩu sai.
zh: 密碼錯誤。

# NKS_USERS_EXCEPTION_ADDERROR
source: Error trying to add username.
ar: خطأ في محاولة إضافة اسم المستخدم.
de: Fehler beim Hinzufügen des Nutzernamens.
el: Σφάλμα κατά την προσθήκη ονόματος χρήστη.
es: Error al intentar agregar el nombre de usuario.
fr: Erreur lors de la tentative d’ajout de nom d’utilisateur.
ga: Earráid agus iarracht á déanamh ainm úsáideora a chur leis.
hi: उपयोगकर्ता नाम जोड़ने का प्रयास करने में त्रुटि।
hi_latn: upayogakarta naam jodane ka prayaas karane mein truti.
id: Terjadi kesalahan saat mencoba menambahkan nama pengguna.
it: Errore durante il tentativo di aggiungere il nome utente.
ja: ユーザー名を追加しようとしてエラーが発生しました。
ko: 사용자 이름을 추가하는 중 오류가 발생했습니다.
ms: Ralat cuba menambah nama pengguna.
nb: Feil under forsøk på å legge til brukernavn.
nl: Fout bij proberen gebruikersnaam toe te voegen.
pt: Erro ao tentar adicionar o nome de usuário.
ro: Eroare la încercarea de a adăuga numele de utilizator.
tr: Kullanıcı adı eklenirken hata oluştu.
uk: Помилка при спробі додати ім'я користувача.
vi: Có lỗi khi cố gắng thêm tên người dùng.
zh: 嘗試添加用戶名時出錯。

# NKS_SHELL_SHELLS_UESH_ADDUSER_CREATEPROGRESS
source: usrmgr: Creating username {0}...
ar: usrmgr: إنشاء اسم مستخدم {0} ...
de: usrmgr: Erstellen des Benutzernamens {0} ...
el: usrmgr: Δημιουργία ονόματος χρήστη {0}...
es: usrmgr: Creando nombre de usuario {0} ...
fr: usrmgr: Création du nom d'utilisateur {0} ...
ga: usrmgr: Ainm úsáideora {0} á chruthú...
hi: usrmgr: उपयोगकर्ता नाम {0} बना रहा है ...
hi_latn: usrmgr: upayogakarta naam banaana {0} ...
id: usrmgr: Membuat nama pengguna {0}...
it: usrmgr: Creazione del nome utente {0} ...
ja: usrmgr：ユーザー名{0}を作成しています...
ko: usrmgr : 사용자 이름 {0} 작성 중 ...
ms: usrmgr: Mencipta nama pengguna {0}...
nb: usrmgr: Oppretter brukernavn {0}...
nl: usrmgr: gebruikersnaam {0} maken ...
pt: usrmgr: Criando nome de usuário {0} ...
ro: usrmgr: Se creează numele de utilizator {0}...
tr: usrmgr: {0} kullanıcı adı oluşturuluyor...
uk: usrmgr: Створення імені користувача {0}...
vi: usrmgr: Đang tạo tên người dùng {0}...
zh: usrmgr：正在創建用戶名 {0}...

# NKS_USERS_EXCEPTION_USERNOTFOUND
source: User {0} not found.
ar: المستخدم {0} غير موجود.
de: Benutzer {0} wurde nicht gefunden.
el: Ο χρήστης {0} δεν βρέθηκε.
es: Usuario {0} no encontrado.
fr: Utilisateur {0} introuvable.
ga: Úsáideoir {0} gan aimsiú.
hi: उपयोगकर्ता {0} नहीं मिला।
hi_latn: upayogakarta {0} nahin mila.
id: Pengguna {0} tidak ditemukan.
it: Utente {0} non trovato.
ja: ユーザー{0}が見つかりません。
ko: {0} 사용자를 찾을 수 없습니다.
ms: Pengguna {0} tidak ditemui.
nb: Finner ikke brukeren {0}.
nl: Gebruiker {0} niet gevonden.
pt: Usuário {0} não encontrado.
ro: Utilizatorul {0} nu a fost găsit.
tr: {0} kullanıcısı bulunamadı.
uk: Користувача {0} не знайдено.
vi: Không tìm thấy người dùng {0}.
zh: 未找到用戶 {0}。

# NKS_USERS_EXCEPTION_UNREMOVABLE
source: User {0} isn't allowed to be removed.
ar: المستخدم {0} غير مسموح بإزالته.
de: Der Benutzer {0} darf nicht entfernt werden.
el: Ο χρήστης {0} δεν επιτρέπεται να αφαιρεθεί.
es: El usuario {0} no puede ser eliminado.
fr: L'utilisateur {0} n'est pas autorisé à être supprimé.
ga: Níl cead ag úsáideoir {0} a bhaint.
hi: उपयोगकर्ता {0} को निकालने की अनुमति नहीं है।
hi_latn: upayogakarta {0} ko hataane kee anumati nahin hai.
id: Pengguna {0} tidak diizinkan untuk dihapus.
it: L'utente {0} non può essere rimosso.
ja: ユーザー{0}は削除できません。
ko: 사용자 {0}을 (를) 제거 할 수 없습니다.
ms: Pengguna {0} tidak dibenarkan untuk dialih keluar.
nb: Bruker {0} kan ikke fjernes.
nl: Gebruiker {0} mag niet worden verwijderd.
pt: O usuário {0} não pode ser removido.
ro: Utilizatorul {0} nu are permisiunea de a fi eliminat.
tr: {0} kullanıcısının kaldırılmasına izin verilmiyor.
uk: Користувача {0} не можна видалити.
vi: Không được phép xóa người dùng {0}.
zh: 不允許刪除用戶 {0}。

# NKS_USERS_EXCEPTION_DELETESELF
source: User {0} is already logged in. Log-out and log-in as another admin.
ar: المستخدم {0} مسجل بالفعل. تسجيل الخروج وتسجيل الدخول كمسؤول آخر.
de: Der Benutzer {0} ist bereits angemeldet. Melden Sie sich ab und melden Sie sich als ein anderer Administrator an.
el: Ο χρήστης {0} είναι ήδη συνδεδεμένος. Αποσύνδεση και είσοδος ως άλλος διαχειριστής.
es: El usuario {0} ya ha iniciado sesión. Cerrar sesión e iniciar sesión como otro administrador.
fr: L'utilisateur {0} est déjà connecté. Déconnectez-vous et connectez-vous en tant qu'autre administrateur.
ga: Tá úsáideoir {0} logáilte isteach cheana féin. Logáil amach agus logáil isteach mar riarthóir eile.
hi: उपयोगकर्ता {0} पहले से लॉग-आउट है। लॉग-आउट और लॉग-इन दूसरे व्यवस्थापक के रूप में।
hi_latn: upayogakarta {0} pahale se log in hai. log-aaut aur log-in kisee any vyavasthaapak ke roop mein.
id: Pengguna {0} sudah masuk. Keluar dan masuk sebagai admin lain.
it: L'utente {0} è già connesso. Disconnettersi e accedere come altro amministratore.
ja: ユーザー{0}はすでにログインしています。ログアウトして、別の管理者としてログインしてください。
ko: 사용자 {0}이 (가) 이미 로그인했습니다. 다른 관리자로 로그 아웃하고 로그인하십시오.
ms: Pengguna {0} sudah log masuk. Log keluar dan log masuk sebagai pentadbir lain.
nb: Brukeren {0} er allerede pålogget. Logg ut og logg på som en annen administrator.
nl: Gebruiker {0} is al aangemeld. Uitloggen en inloggen als een andere beheerder.
pt: O usuário {0} já está conectado. Efetue logout e login como outro administrador.
ro: Utilizatorul {0} este deja conectat. Deconectați-vă și conectați-vă ca alt administrator.
tr: {0} kullanıcısı zaten oturum açmış. Oturumu kapatıp başka bir yönetici olarak oturum açın.
uk: Користувач {0} уже ввійшов у систему. Вийдіть із системи та увійдіть як інший адміністратор.
vi: Người dùng {0} đã đăng nhập. Đăng xuất và đăng nhập với tư cách quản trị viên khác.
zh: 用戶 {0} 已登錄。註銷並以其他管理員身份登錄。

# NKS_SHELL_SHELLS_UESH_RMUSER_REMOVED
source: User {0} removed.
ar: تمت إزالة المستخدم {0}.
de: Benutzer {0} wurde entfernt.
el: Ο χρήστης {0} καταργήθηκε.
es: Usuario {0} eliminado.
fr: Utilisateur {0} supprimé.
ga: Baineadh an t-úsáideoir {0}.
hi: उपयोगकर्ता {0} को हटा दिया गया।
hi_latn: upayogakarta {0} hata diya gaya.
id: Pengguna {0} dihapus.
it: Utente {0} rimosso.
ja: ユーザー{0}が削除されました。
ko: 사용자 {0}이 (가) 제거되었습니다.
ms: Pengguna {0} dialih keluar.
nb: Bruker {0} fjernet.
nl: Gebruiker {0} verwijderd.
pt: Usuário {0} removido.
ro: Utilizatorul {0} a fost eliminat.
tr: {0} kullanıcısı kaldırıldı.
uk: Користувача {0} видалено.
vi: Người dùng {0} đã bị xóa.
zh: 用戶 {0} 已刪除。
