Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_SPLASHES_WELCOME_DEBUGMODE
source: Debug Mode
ar: وضع التصحيح
de: Debug-Modus
el: Λειτουργία εντοπισμού σφαλμάτων
es: Modo de depuración
fr: Mode débogage
ga: Mód Dífhabhtaithe
hi: डिबग मोड
hi_latn: deebag mod
id: Mode Debug
it: Modalità di debug
ja: デバッグモード
ko: 디버그 모드
ms: Mod Nyahpepijat
nb: Feilsøkingsmodus
nl: Foutopsporingsmodus
pt: Modo de depuração
ro: Modul de depanare
tr: Hata Ayıklama Modu
uk: Режим налагодження
vi: Chế độ gỡ lỗi
zh: 偵錯模式

# NKS_NETWORK_TYPES_RSS_LATESTNEWS
source: Latest news from
ar: آخر الأخبار من
de: Aktuelle Nachrichten von
el: Τελευταία νέα από
es: Últimas noticias de
fr: Dernières nouvelles de
ga: Nuacht is déanaí ó
hi: नवीनतम समाचार से
hi_latn: se naveenatam samaachaar
id: Berita terbaru dari
it: Ultime notizie da
ja: 最新ニュースから
ko: 최신 뉴스
ms: Berita terkini daripada
nb: Siste nytt fra
nl: Laatste nieuws van
pt: Últimas notícias de
ro: Ultimele știri de la
tr: Son haberler
uk: Останні новини від
vi: Tin tức mới nhất từ
zh: 最新消息來自

# NKS_NETWORK_TYPES_RSS_LATESTNEWS_NEEDSADDON
source: To be able to get the latest news, you must install the RSS Shell Extras addon. You can use the 'getaddons' command to get all the addons!
ar: لتتمكن من الحصول على آخر الأخبار، يجب عليك تثبيت الملحق RSS Shell Extras. يمكنك استخدام الأمر "getaddons" للحصول على جميع الإضافات!
de: Um die neuesten Nachrichten zu erhalten, müssen Sie das RSS Shell Extras-Add-on installieren. Sie können den Befehl „getaddons“ verwenden, um alle Addons abzurufen!
el: Για να μπορείτε να λαμβάνετε τα τελευταία νέα, πρέπει να εγκαταστήσετε το πρόσθετο RSS Shell Extras. Μπορείτε να χρησιμοποιήσετε την εντολή 'getaddons' για να λάβετε όλα τα πρόσθετα!
es: Para poder obtener las últimas noticias, debe instalar el complemento RSS Shell Extras. ¡Puedes usar el comando 'getaddons' para obtener todos los complementos!
fr: Pour pouvoir recevoir les dernières nouvelles, vous devez installer le module complémentaire RSS Shell Extras. Vous pouvez utiliser la commande 'getaddons' pour obtenir tous les addons !
ga: Chun an nuacht is déanaí a fháil, ní mór duit an breiseán RSS Shell Extras a shuiteáil. Is féidir leat an t-ordú 'getaddons' a úsáid chun na breiseáin go léir a fháil!
hi: नवीनतम समाचार प्राप्त करने में सक्षम होने के लिए, आपको RSS शेल एक्स्ट्राज़ ऐडऑन इंस्टॉल करना होगा। आप सभी ऐडऑन प्राप्त करने के लिए 'गेटएडऑन' कमांड का उपयोग कर सकते हैं!
hi_latn: naveenatam samaachaar praapt karane mein saksham hone ke lie, aapako rss shel ekstra aidon sthaapit karana hoga. aap sabhee aidon praapt karane ke lie gaitaddons kamaand ka upayog kar sakate hain!
id: Untuk bisa mendapatkan berita terbaru, Anda harus memasang add-on RSS Shell Extras. Anda dapat menggunakan perintah 'getaddons' untuk mendapatkan semua add-on tersebut!
it: Per poter ricevere le ultime notizie, è necessario installare il componente aggiuntivo RSS Shell Extras. Puoi usare il comando 'getaddons' per ottenere tutti i componenti aggiuntivi!
ja: 最新のニュースを入手するには、RSS Shell Extras アドオンをインストールする必要があります。「getaddons」コマンドを使用すると、すべてのアドオンを取得できます。
ko: 최신 뉴스를 얻으려면 RSS Shell Extras 애드온을 설치해야 합니다. 모든 애드온을 얻으려면 'getaddons' 명령을 사용할 수 있습니다!
ms: Untuk mendapatkan berita terkini, anda mesti memasang tambahan RSS Shell Extras. Anda boleh menggunakan arahan 'getaddons' untuk mendapatkan semua addon!
nb: For å kunne få de siste nyhetene, må du installere RSS Shell Extras-tillegget. Du kan bruke 'getaddons'-kommandoen for å få alle tilleggene!
nl: Om het laatste nieuws te kunnen ontvangen, moet u de add-on RSS Shell Extras installeren. U kunt de opdracht 'getaddons' gebruiken om alle add-ons te verkrijgen!
pt: Para poder receber as últimas notícias, você deve instalar o complemento RSS Shell Extras. Você pode usar o comando ‘getaddons’ para obter todos os addons!
ro: Pentru a putea primi cele mai recente știri, trebuie să instalați addonul RSS Shell Extras. Puteți folosi comanda „getaddons” pentru a obține toate suplimentele!
tr: En son haberleri alabilmek için RSS Shell Extras eklentisini yüklemeniz gerekir. Tüm eklentileri edinmek için 'getaddons' komutunu kullanabilirsiniz!
uk: Щоб мати можливість отримувати останні новини, ви повинні встановити аддон RSS Shell Extras. Ви можете скористатися командою 'getaddons', щоб отримати всі додатки!
vi: Để có thể nhận được tin tức mới nhất, bạn phải cài đặt tiện ích bổ sung RSS Shell Extras. Bạn có thể sử dụng lệnh 'getaddons' để nhận tất cả các tiện ích bổ sung!
zh: 為了能夠取得最新新聞，您必須安裝 RSS Shell Extras 外掛程式。您可以使用“getaddons”命令來獲取所有插件！

# NKS_SHELL_BASE_COMMANDS_EXCEPTION_NOTFOUND
source: Command not found.
ar: القيادة لم يتم العثور.
de: Befehl nicht gefunden.
el: Η εντολή δεν βρέθηκε.
es: Comando no encontrado.
fr: Commande non trouvée.
ga: Níor aimsíodh an t-ordú.
hi: यह कमांड नहीं मिला।
hi_latn: kamaand nahin mila.
id: Perintah tidak ditemukan.
it: Comando non trovato.
ja: コマンドが見つかりません。
ko: 명령어를 찾을수 없음.
ms: Perintah tidak ditemui.
nb: Kommandoen ble ikke funnet.
nl: Opdracht niet gevonden.
pt: Comando não encontrado.
ro: Comanda nu a fost găsită.
tr: Komut bulunamadı.
uk: Команда не знайдена.
vi: Không tìm thấy lệnh.
zh: 找不到指令。

# NKS_SHELL_SHELLS_UESH_COMMAND_TIP_DESC
source: Shows a random kernel tip
ar: يظهر نصيحة نواة عشوائية
de: Zeigt einen zufälligen Kernel-Tipp
el: Εμφανίζει μια τυχαία άκρη πυρήνα
es: Muestra una punta de kernel aleatoria
fr: Affiche une astuce aléatoire du noyau
ga: Taispeáin tip eithne randamach
hi: एक यादृच्छिक कर्नेल टिप दिखाता है
hi_latn: ek yaadrchchhik karnel tip dikhaata hai
id: Menunjukkan tip kernel acak
it: Mostra un suggerimento casuale del kernel
ja: ランダムなカーネルチップを表示します
ko: 임의의 커널 팁을 표시합니다.
ms: Menunjukkan petua kernel rawak
nb: Viser et tilfeldig kjernespiss
nl: Toont een willekeurige kerneltip
pt: Mostra uma dica aleatória do kernel
ro: Afișează un vârf aleatoriu al nucleului
tr: Rastgele bir çekirdek ipucu gösterir
uk: Показує випадкову підказку ядра
vi: Hiển thị một đầu hạt nhân ngẫu nhiên
zh: 顯示隨機內核提示

# NKS_SHELL_SHELLS_ADMIN_ERROR
source: Error in administrative shell: {0}
ar: خطأ في الصدفة الإدارية: {0}
de: Fehler in der Verwaltungsshell: {0}
el: Σφάλμα στο διαχειριστικό κέλυφος: {0}
es: Error en el shell administrativo: {0}
fr: Erreur dans le shell d'administration : {0}
ga: Earráid sa bhlaosc riaracháin: {0}
hi: प्रशासनिक शेल में त्रुटि: {0}
hi_latn: vyavasthaapak shel mein truti: {0}
id: Kesalahan pada shell administratif: {0}
it: Errore nella shell amministrativa: {0}
ja: 管理シェルのエラー: {0}
ko: 관리 셸 오류: {0}
ms: Ralat dalam cangkerang pentadbiran: {0}
nb: Feil i administrativt skall: {0}
nl: Fout in administratieve shell: {0}
pt: Erro no shell administrativo: {0}
ro: Eroare în shell-ul administrativ: {0}
tr: Yönetim kabuğunda hata: {0}
uk: Помилка в адміністративній оболонці: {0}
vi: Lỗi trong shell quản trị: {0}
zh: 管理 shell 中出現錯誤：{0}

# NKS_SHELL_SHELLS_ADMIN_COMMAND_ARGHELP_DESC
source: Kernel arguments help system
ar: وسيطات Kernel تساعد النظام
de: Hilfesystem für Kernel-Argumente
el: Σύστημα βοήθειας με ορίσματα πυρήνα
es: Sistema de ayuda de argumentos del kernel
fr: Système d'aide sur les arguments du noyau
ga: Córas cúnamh argóintí eithne
hi: कर्नेल तर्क सहायता प्रणाली
hi_latn: karnel tark sahaayata pranaalee
id: Argumen kernel membantu sistem
it: Gli argomenti del kernel aiutano il sistema
ja: カーネル引数ヘルプ システム
ko: 커널 인수 도움말 시스템
ms: Sistem bantuan argumen kernel
nb: Kjerneargumenter hjelpesystem
nl: Kernel-argumenten helpen het systeem
pt: Sistema de ajuda de argumentos do kernel
ro: Argumentele kernelului ajută sistemul
tr: Çekirdek argümanları yardım sistemi
uk: Довідкова система аргументів ядра
vi: Đối số hạt nhân giúp hệ thống
zh: 核心參數幫助系統

# NKS_SHELL_SHELLS_ADMIN_COMMAND_BOOTLOG_DESC
source: Prints the boot log
ar: يطبع سجل التمهيد
de: Druckt das Boot-Protokoll
el: Εκτυπώνει το αρχείο καταγραφής εκκίνησης
es: Imprime el registro de arranque
fr: Imprime le journal de démarrage
ga: Priontálann an loga tosaithe
hi: बूट लॉग प्रिंट करता है
hi_latn: boot log print karata hai
id: Mencetak log boot
it: Stampa il registro di avvio
ja: ブートログを出力します
ko: 부팅 로그를 인쇄합니다.
ms: Mencetak log but
nb: Skriver ut oppstartsloggen
nl: Drukt het opstartlogboek af
pt: Imprime o log de inicialização
ro: Imprimă jurnalul de pornire
tr: Önyükleme günlüğünü yazdırır
uk: Друкує журнал завантаження
vi: In nhật ký khởi động
zh: 列印啟動日誌

# NKS_SHELL_SHELLS_ADMIN_COMMAND_JOURNAL_DESC
source: Gets current kernel journal log
ar: يحصل على سجل يومية kernel الحالي
de: Ruft das aktuelle Kernel-Journalprotokoll ab
el: Λαμβάνει το τρέχον ημερολόγιο του πυρήνα
es: Obtiene el registro de diario del kernel actual
fr: Obtient le journal du journal actuel du noyau
ga: Faigheann loga irise eithne reatha
hi: वर्तमान कर्नेल जर्नल लॉग प्राप्त करता है
hi_latn: vartamaan karnel jarnal log praapt karata hai
id: Mendapatkan log jurnal kernel saat ini
it: Ottiene il registro corrente del journal del kernel
ja: 現在のカーネルジャーナルログを取得します
ko: 현재 커널 저널 로그를 가져옵니다.
ms: Mendapat log jurnal kernel semasa
nb: Henter gjeldende kjernejournallogg
nl: Haalt het huidige kerneljournaallogboek op
pt: Obtém o log atual do diário do kernel
ro: Obține jurnalul curent al nucleului
tr: Mevcut çekirdek günlüğü günlüğünü alır
uk: Отримує поточний журнал журналу ядра
vi: Lấy nhật ký nhật ký hạt nhân hiện tại
zh: 取得當前內核日誌日誌

# NKS_SHELL_SHELLS_ADMIN_COMMAND_LSUSERS_DESC
source: Lists the users
ar: يسرد المستخدمين
de: Listet die Benutzer auf
el: Παραθέτει τους χρήστες
es: Lista los usuarios
fr: Répertorie les utilisateurs
ga: Liostaíonn na húsáideoirí
hi: उपयोगकर्ताओं को सूचीबद्ध करता है
hi_latn: upayogakartaon ko soocheebaddh karata hai
id: Mencantumkan pengguna
it: Elenca gli utenti
ja: ユーザーをリストします
ko: 사용자를 나열합니다.
ms: Menyenaraikan pengguna
nb: Lister opp brukerne
nl: Geeft een overzicht van de gebruikers
pt: Lista os usuários
ro: Listează utilizatorii
tr: Kullanıcıları listeler
uk: Перераховує користувачів
vi: Liệt kê những người dùng
zh: 列出用戶

# NKS_SHELL_SHELLS_ADMIN_COMMAND_SAVENOTIFS_DESC
source: Saves the recent notifications
ar: يحفظ الإخطارات الأخيرة
de: Speichert die letzten Benachrichtigungen
el: Αποθηκεύει τις πρόσφατες ειδοποιήσεις
es: Guarda las notificaciones recientes.
fr: Enregistre les notifications récentes
ga: Sábháiltear na fógraí le déanaí
hi: हाल की सूचनाएं सहेजता है
hi_latn: haal kee adhisoochanaen sahejata hai
id: Menyimpan notifikasi terbaru
it: Salva le notifiche recenti
ja: 最近の通知を保存します
ko: 최근 알림을 저장합니다
ms: Menyimpan pemberitahuan terkini
nb: Lagrer de siste varslene
nl: Slaat de recente meldingen op
pt: Salva as notificações recentes
ro: Salvează notificările recente
tr: Son bildirimleri kaydeder
uk: Зберігає останні сповіщення
vi: Lưu các thông báo gần đây
zh: 保存最近的通知

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFLAG_DESC
source: Manipulates with the user main flags
ar: يتلاعب بأعلام المستخدم الرئيسية
de: Manipuliert mit den Hauptflags des Benutzers
el: Χειρίζεται με τις κύριες σημαίες χρήστη
es: Manipula con las banderas principales del usuario.
fr: Manipule avec les drapeaux principaux de l'utilisateur
ga: Ionramháil leis na príomhbhrataí úsáideora
hi: उपयोगकर्ता के मुख्य झंडों के साथ छेड़छाड़ करता है
hi_latn: upayogakarta mukhy flaig ke saath herapher karata hai
id: Memanipulasi dengan bendera utama pengguna
it: Manipola con i flag principali dell'utente
ja: ユーザーのメインフラグを使用して操作します
ko: 사용자 기본 플래그로 조작
ms: Memanipulasi dengan bendera utama pengguna
nb: Manipulerer med brukerens hovedflagg
nl: Manipuleert met de hoofdvlaggen van de gebruiker
pt: Manipula com os principais flags do usuário
ro: Se manipulează cu steagurile principale ale utilizatorului
tr: Kullanıcı ana bayraklarıyla manipüle eder
uk: Маніпулює основними прапорцями користувача
vi: Thao tác với các cờ chính của người dùng
zh: 使用使用者主標誌進行操作

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERINFO_DESC
source: Gets the user information
ar: يحصل على معلومات المستخدم
de: Ruft die Benutzerinformationen ab
el: Λαμβάνει τις πληροφορίες χρήστη
es: Obtiene la información del usuario
fr: Obtient les informations utilisateur
ga: Faigheann an t-eolas úsáideora
hi: उपयोगकर्ता की जानकारी प्राप्त करता है
hi_latn: upayogakarta jaanakaaree praapt karata hai
id: Mendapatkan informasi pengguna
it: Ottiene le informazioni sull'utente
ja: ユーザー情報を取得します
ko: 사용자 정보를 가져옵니다
ms: Mendapat maklumat pengguna
nb: Henter brukerinformasjonen
nl: Haalt de gebruikersinformatie op
pt: Obtém as informações do usuário
ro: Obține informații despre utilizator
tr: Kullanıcı bilgilerini alır
uk: Отримує інформацію про користувача
vi: Lấy thông tin người dùng
zh: 獲取用戶資訊

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERLANG_DESC
source: Changes the preferred user language
ar: يغير لغة المستخدم المفضلة
de: Ändert die bevorzugte Benutzersprache
el: Αλλάζει την προτιμώμενη γλώσσα χρήστη
es: Cambia el idioma preferido del usuario.
fr: Change la langue préférée de l'utilisateur
ga: Athraítear an rogha teanga úsáideora
hi: पसंदीदा उपयोगकर्ता भाषा बदलता है
hi_latn: pasandeeda upayogakarta bhaasha badalata hai
id: Mengubah bahasa pengguna yang disukai
it: Cambia la lingua utente preferita
ja: 優先ユーザー言語を変更します
ko: 기본 사용자 언어를 변경합니다.
ms: Menukar bahasa pengguna pilihan
nb: Endrer det foretrukne brukerspråket
nl: Wijzigt de voorkeurstaal van de gebruiker
pt: Altera o idioma preferencial do usuário
ro: Schimbă limba preferată a utilizatorului
tr: Tercih edilen kullanıcı dilini değiştirir
uk: Змінює бажану мову користувача
vi: Thay đổi ngôn ngữ người dùng ưa thích
zh: 更改首選使用者語言

# NKS_SHELL_SHELLS_DEBUG_DEBUGNEEDED
source: You must enable debug mode before you can use the debug shell.
ar: يجب عليك تمكين وضع التصحيح قبل أن تتمكن من استخدام تصحيح الأخطاء.
de: Sie müssen den Debug-Modus aktivieren, bevor Sie die Debug-Shell verwenden können.
el: Πρέπει να ενεργοποιήσετε τη λειτουργία εντοπισμού σφαλμάτων για να μπορέσετε να χρησιμοποιήσετε το κέλυφος εντοπισμού σφαλμάτων.
es: Debe habilitar el modo de depuración antes de poder utilizar el shell de depuración.
fr: Vous devez activer le mode débogage avant de pouvoir utiliser le shell de débogage.
ga: Ní mór duit mód dífhabhtaithe a chumasú sular féidir leat an bhlaosc dífhabhtaithe a úsáid.
hi: डिबग शेल का उपयोग करने से पहले आपको डिबग मोड सक्षम करना होगा।
hi_latn: deebag shel ka upayog karane se pahale aapako deebag mod saksham karana hoga.
id: Anda harus mengaktifkan mode debug sebelum dapat menggunakan shell debug.
it: È necessario abilitare la modalità debug prima di poter utilizzare la shell di debug.
ja: デバッグ シェルを使用する前に、デバッグ モードを有効にする必要があります。
ko: 디버그 셸을 사용하려면 먼저 디버그 모드를 활성화해야 합니다.
ms: Anda mesti mendayakan mod nyahpepijat sebelum anda boleh menggunakan cangkerang nyahpepijat.
nb: Du må aktivere feilsøkingsmodus før du kan bruke feilsøkingsskallet.
nl: U moet de debug-modus inschakelen voordat u de debug-shell kunt gebruiken.
pt: Você deve ativar o modo de depuração antes de poder usar o shell de depuração.
ro: Trebuie să activați modul de depanare înainte de a putea utiliza shell-ul de depanare.
tr: Hata ayıklama kabuğunu kullanabilmek için öncelikle hata ayıklama modunu etkinleştirmeniz gerekir.
uk: Ви повинні ввімкнути режим налагодження, перш ніж використовувати оболонку налагодження.
vi: Bạn phải bật chế độ gỡ lỗi trước khi có thể sử dụng shell gỡ lỗi.
zh: 您必須先啟用偵錯模式，然後才能使用偵錯 shell。

# NKS_SHELL_SHELLS_DEBUG_COMMAND_CURRENTBT_DESC
source: Gets current backtrace
ar: يحصل على التتبع العكسي الحالي
de: Ruft den aktuellen Backtrace ab
el: Λαμβάνει το τρέχον backtrace
es: Obtiene el rastreo actual
fr: Obtient la trace actuelle
ga: Faightear aisrian reatha
hi: वर्तमान बैकट्रेस प्राप्त करता है
hi_latn: vartamaan baikatres praapt karata hai
id: Mendapatkan backtrace saat ini
it: Ottiene il backtrace corrente
ja: 現在のバックトレースを取得します
ko: 현재 역추적을 가져옵니다.
ms: Mendapat jejak belakang semasa
nb: Får nåværende tilbakesporing
nl: Krijgt de huidige backtrace
pt: Obtém o backtrace atual
ro: Obține backtrace actual
tr: Mevcut geri izlemeyi alır
uk: Отримує поточне зворотне трасування
vi: Lấy backtrace hiện tại
zh: 獲取當前回溯

# NKS_SHELL_SHELLS_DEBUG_COMMAND_EXCINFO_DESC
source: Gets message from kernel exception type. Useful for debugging
ar: يحصل على رسالة من نوع استثناء kernel. مفيدة لتصحيح الأخطاء
de: Ruft eine Nachricht vom Kernel-Ausnahmetyp ab. Nützlich zum Debuggen
el: Λαμβάνει μήνυμα από τον τύπο εξαίρεσης του πυρήνα. Χρήσιμο για εντοπισμό σφαλμάτων
es: Recibe un mensaje del tipo de excepción del kernel. Útil para depurar
fr: Obtient un message du type d'exception du noyau. Utile pour le débogage
ga: Faigheann sé teachtaireacht ó chineál eisceachta eithne. Úsáideach le haghaidh dífhabhtaithe
hi: कर्नेल अपवाद प्रकार से संदेश प्राप्त करता है। डिबगिंग के लिए उपयोगी
hi_latn: karnel apavaad prakaar se sandesh praapt karata hai. dibaging ke lie upayogee
id: Mendapatkan pesan dari tipe pengecualian kernel. Berguna untuk debugging
it: Ottiene il messaggio dal tipo di eccezione del kernel. Utile per il debug
ja: カーネル例外タイプからメッセージを取得します。デバッグに便利
ko: 커널 예외 유형에서 메시지를 가져옵니다. 디버깅에 유용함
ms: Mendapat mesej daripada jenis pengecualian kernel. Berguna untuk penyahpepijatan
nb: Får melding fra kjerneunntakstype. Nyttig for feilsøking
nl: Ontvangt een bericht van het kerneluitzonderingstype. Handig voor het debuggen
pt: Obtém mensagem do tipo de exceção do kernel. Útil para depuração
ro: Primește mesajul de la tipul de excepție al nucleului. Util pentru depanare
tr: Çekirdek istisna türünden mesaj alır. Hata ayıklama için yararlıdır
uk: Отримує повідомлення від типу винятку ядра. Корисно для налагодження
vi: Nhận thông báo từ loại ngoại lệ của hạt nhân. Hữu ích cho việc gỡ lỗi
zh: 從內核異常類型獲取訊息。對於調試很有用

# NKS_SHELL_SHELLS_DEBUG_COMMAND_GETFIELDVALUE_DESC
source: Gets a field value
ar: يحصل على قيمة الحقل
de: Ruft einen Feldwert ab
el: Λαμβάνει μια τιμή πεδίου
es: Obtiene un valor de campo
fr: Obtient une valeur de champ
ga: Faigheann luach réimse
hi: फ़ील्ड मान प्राप्त होता है
hi_latn: feeld maan praapt karata hai
id: Mendapatkan nilai bidang
it: Ottiene un valore di campo
ja: フィールド値を取得します
ko: 필드 값을 가져옵니다.
ms: Mendapat nilai medan
nb: Får en feltverdi
nl: Krijgt een veldwaarde
pt: Obtém um valor de campo
ro: Obține o valoare de câmp
tr: Bir alan değeri alır
uk: Отримує значення поля
vi: Nhận giá trị trường
zh: 取得欄位值

# NKS_SHELL_SHELLS_DEBUG_COMMAND_GETPROPERTYVALUE_DESC
source: Gets a property value
ar: يحصل على قيمة العقار
de: Ruft einen Eigenschaftswert ab
el: Παίρνει αξία ακινήτου
es: Obtiene un valor de propiedad
fr: Obtient une valeur de propriété
ga: Faigheann luach maoine
hi: संपत्ति का मूल्य मिलता है
hi_latn: propartee maan praapt karata hai
id: Mendapatkan nilai properti
it: Ottiene un valore di proprietà
ja: プロパティ値を取得します
ko: 속성 값을 가져옵니다.
ms: Mendapat nilai hartanah
nb: Får en eiendomsverdi
nl: Krijgt een vastgoedwaarde
pt: Obtém um valor de propriedade
ro: Obține valoarea proprietății
tr: Bir mülkün değerini alır
uk: Отримує значення властивості
vi: Nhận được giá trị thuộc tính
zh: 取得屬性值

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONS_DESC
source: Lists all available addons
ar: يسرد كافة الإضافات المتاحة
de: Listet alle verfügbaren Addons auf
el: Εμφανίζει όλα τα διαθέσιμα πρόσθετα
es: Enumera todos los complementos disponibles
fr: Répertorie tous les modules complémentaires disponibles
ga: Liostaíonn sé gach breiseán atá ar fáil
hi: सभी उपलब्ध ऐडऑन सूचीबद्ध करता है
hi_latn: sabhee upalabdh aidon soocheebaddh karata hai
id: Mencantumkan semua add-on yang tersedia
it: Elenca tutti i componenti aggiuntivi disponibili
ja: 利用可能なすべてのアドオンをリストします
ko: 사용 가능한 모든 애드온을 나열합니다.
ms: Menyenaraikan semua tambahan yang tersedia
nb: Viser alle tilgjengelige tillegg
nl: Geeft een overzicht van alle beschikbare add-ons
pt: Lista todos os complementos disponíveis
ro: Listează toate suplimentele disponibile
tr: Mevcut tüm eklentileri listeler
uk: Перераховує всі доступні доповнення
vi: Liệt kê tất cả các tiện ích bổ sung có sẵn
zh: 列出所有可用的插件

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFIELDS_DESC
source: Lists all available fields from the specified addon
ar: يسرد جميع الحقول المتاحة من الملحق المحدد
de: Listet alle verfügbaren Felder des angegebenen Add-Ons auf
el: Εμφανίζει όλα τα διαθέσιμα πεδία από το καθορισμένο πρόσθετο
es: Enumera todos los campos disponibles del complemento especificado
fr: Répertorie tous les champs disponibles du module complémentaire spécifié
ga: Liostaíonn sé na réimsí go léir atá ar fáil ón addon sonraithe
hi: निर्दिष्ट ऐडऑन से सभी उपलब्ध फ़ील्ड सूचीबद्ध करता है
hi_latn: nirdisht aidon se sabhee upalabdh feeld soocheebaddh karata hai
id: Mencantumkan semua bidang yang tersedia dari addon yang ditentukan
it: Elenca tutti i campi disponibili dal componente aggiuntivo specificato
ja: 指定されたアドオンから使用可能なフィールドをすべてリストします。
ko: 지정된 애드온에서 사용 가능한 모든 필드를 나열합니다.
ms: Menyenaraikan semua medan yang tersedia daripada addon yang ditentukan
nb: Viser alle tilgjengelige felt fra det angitte tillegget
nl: Geeft een overzicht van alle beschikbare velden van de opgegeven add-on
pt: Lista todos os campos disponíveis do complemento especificado
ro: Listează toate câmpurile disponibile din suplimentul specificat
tr: Belirtilen eklentiden tüm kullanılabilir alanları listeler
uk: Перелічує всі доступні поля з указаного аддона
vi: Liệt kê tất cả các trường có sẵn từ tiện ích bổ sung được chỉ định
zh: 列出指定插件的所有可用字段

# NKS_SHELL_SHELLS_DEBUG_COMMAND_LSADDONFUNCS_DESC
source: Lists all available functions from the specified addon
ar: يسرد جميع الوظائف المتاحة من الملحق المحدد
de: Listet alle verfügbaren Funktionen des angegebenen Add-Ons auf
el: Εμφανίζει όλες τις διαθέσιμες λειτουργίες από το καθορισμένο πρόσθετο
es: Enumera todas las funciones disponibles del complemento especificado
fr: Répertorie toutes les fonctions disponibles à partir du module complémentaire spécifié
ga: Liostaíonn sé na feidhmeanna go léir atá ar fáil ón addon sonraithe
hi: निर्दिष्ट ऐडऑन से सभी उपलब्ध कार्यों को सूचीबद्ध करता है
hi_latn: nirdisht aidon se sabhee upalabdh fankshan soocheebaddh karata hai
id: Mencantumkan semua fungsi yang tersedia dari addon yang ditentukan
it: Elenca tutte le funzioni disponibili dal componente aggiuntivo specificato
ja: 指定したアドオンから利用可能なすべての機能をリストします。
ko: 지정된 애드온에서 사용 가능한 모든 기능을 나열합니다.
ms: Menyenaraikan semua fungsi yang tersedia daripada addon yang ditentukan
nb: Viser alle tilgjengelige funksjoner fra det angitte tillegget
nl: Geeft een overzicht van alle beschikbare functies van de opgegeven add-on
pt: Lista todas as funções disponíveis do complemento especificado
ro: Listează toate funcțiile disponibile din suplimentul specificat
tr: Belirtilen eklentiden tüm kullanılabilir işlevleri listeler
uk: Перелічує всі доступні функції з указаного аддона
vi: Liệt kê tất cả các chức năng có sẵn từ tiện ích bổ sung được chỉ định
zh: 列出指定插件中的所有可用函數
