Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_STAGE6_INTEGRITY_CONFIGERROR_NOTIFDESC
source: There is a problem with one of the configuration files. Please check its contents.
ar: هناك مشكلة في أحد ملفات التكوين. يرجى التحقق من محتوياته.
de: Es liegt ein Problem mit einer der Konfigurationsdateien vor. Bitte überprüfen Sie den Inhalt.
el: Υπάρχει πρόβλημα με ένα από τα αρχεία διαμόρφωσης. Ελέγξτε το περιεχόμενό του.
es: Hay un problema con uno de los archivos de configuración. Por favor revisa su contenido.
fr: Il y a un problème avec l'un des fichiers de configuration. Veuillez vérifier son contenu.
ga: Tá fadhb ann le ceann de na comhaid cumraíochta. Seiceáil a bhfuil ann.
hi: कॉन्फ़िगरेशन फ़ाइलों में से एक में कोई समस्या है. कृपया इसकी सामग्री जांचें.
hi_latn: konfigareshan failon mein se ek mein koee samasya hai. krpaya isakee saamagree kee jaanch karen.
id: Ada masalah dengan salah satu berkas konfigurasi. Harap periksa isinya.
it: Si è verificato un problema con uno dei file di configurazione. Si prega di controllarne il contenuto.
ja: 構成ファイルの 1 つに問題があります。内容をご確認ください。
ko: 구성 파일 중 하나에 문제가 있습니다. 내용을 확인해주세요.
ms: Terdapat masalah dengan salah satu fail konfigurasi. Sila semak kandungannya.
nb: Det er et problem med en av konfigurasjonsfilene. Vennligst sjekk innholdet.
nl: Er is een probleem met een van de configuratiebestanden. Controleer de inhoud ervan.
pt: Há um problema com um dos arquivos de configuração. Por favor, verifique seu conteúdo.
ro: Există o problemă cu unul dintre fișierele de configurare. Vă rugăm să verificați conținutul acestuia.
tr: Yapılandırma dosyalarından birinde sorun var. Lütfen içeriğini kontrol edin.
uk: Виникла проблема з одним із конфігураційних файлів. Будь ласка, перевірте його вміст.
vi: Có vấn đề với một trong các tệp cấu hình. Vui lòng kiểm tra nội dung của tệp đó.
zh: 其中一個設定檔有問題。請檢查其內容。

# NKS_KERNEL_STARTING_STAGE1_DESC
source: System initialization
ar: تهيئة النظام
de: Systeminitialisierung
el: Αρχικοποίηση συστήματος
es: Inicialización del sistema
fr: Initialisation du système
ga: Túsú córais
hi: सिस्टम आरंभीकरण
hi_latn: sistam aarambheekaran
id: Inisialisasi sistem
it: Inizializzazione del sistema
ja: システムの初期化
ko: 시스템 초기화
ms: Inisialisasi sistem
nb: Systeminitialisering
nl: Systeeminitialisatie
pt: Inicialização do sistema
ro: Inițializarea sistemului
tr: Sistem başlatma
uk: Ініціалізація системи
vi: Khởi tạo hệ thống
zh: 系統初始化

# NKS_KERNEL_STARTING_STAGE2_DESC
source: Kernel updates
ar: تحديثات النواة
el: Ενημερώσεις πυρήνα
es: Actualizaciones del núcleo
fr: Mises à jour du noyau
ga: Nuashonruithe eithne
hi: कर्नेल अद्यतन
hi_latn: karnel apadet
id: Pembaruan kernel
it: Aggiornamenti del kernel
ja: カーネルのアップデート
ko: 커널 업데이트
ms: Kemas kini kernel
nb: Kjerneoppdateringer
pt: Atualizações do kernel
ro: Actualizări ale kernelului
tr: Çekirdek güncellemeleri
uk: Оновлення ядра
vi: Cập nhật hạt nhân
zh: 核心更新

# NKS_KERNEL_STARTING_STAGE3_DESC
source: Hardware detection
ar: الكشف عن الأجهزة
de: Hardwareerkennung
el: Ανίχνευση υλικού
es: Detección de hardware
fr: Détection du matériel
ga: Brath crua-earraí
hi: हार्डवेयर का पता लगाना
hi_latn: haardaveyar pahachaan
id: Deteksi perangkat keras
it: Rilevamento dell'hardware
ja: ハードウェアの検出
ko: 하드웨어 감지
ms: Pengesanan perkakasan
nb: Maskinvaredeteksjon
nl: Hardwaredetectie
pt: Detecção de hardware
ro: Detectare hardware
tr: Donanım algılama
uk: Виявлення обладнання
vi: Phát hiện phần cứng
zh: 硬體偵測

# NKS_KERNEL_STARTING_STAGE4_DESC
source: Optional components
ar: مكونات اختيارية
de: Optionale Komponenten
el: Προαιρετικά εξαρτήματα
es: Componentes opcionales
fr: Composants optionnels
ga: Comhpháirteanna roghnacha
hi: वैकल्पिक घटक
hi_latn: vaikalpik ghatak
id: Komponen opsional
it: Componenti opzionali
ja: オプションのコンポーネント
ko: 선택적 구성 요소
ms: Komponen pilihan
nb: Valgfrie komponenter
nl: Optionele componenten
pt: Componentes opcionais
ro: Componente optionale
tr: İsteğe bağlı bileşenler
uk: Додаткові компоненти
vi: Các thành phần tùy chọn
zh: 可選組件

# NKS_KERNEL_STARTING_STAGE5_DESC
source: User initialization
ar: تهيئة المستخدم
de: Benutzerinitialisierung
el: Αρχικοποίηση χρήστη
es: Inicialización de usuario
fr: Initialisation de l'utilisateur
ga: Túsú úsáideora
hi: उपयोगकर्ता आरंभीकरण
hi_latn: upayogakarta aarambheekaran
id: Inisialisasi pengguna
it: Inizializzazione utente
ja: ユーザーの初期化
ko: 사용자 초기화
ms: Inisialisasi pengguna
nb: Brukerinitialisering
nl: Initialisatie van de gebruiker
pt: Inicialização do usuário
ro: Inițializarea utilizatorului
tr: Kullanıcı başlatma
uk: Ініціалізація користувача
vi: Khởi tạo người dùng
zh: 使用者初始化

# NKS_KERNEL_STARTING_STAGE6_DESC
source: System integrity verification
ar: التحقق من سلامة النظام
de: Überprüfung der Systemintegrität
el: Επαλήθευση ακεραιότητας συστήματος
es: Verificación de la integridad del sistema
fr: Vérification de l'intégrité du système
ga: Fíorú sláine an chórais
hi: सिस्टम अखंडता सत्यापन
hi_latn: sistam akhandata satyaapan
id: Verifikasi integritas sistem
it: Verifica dell'integrità del sistema
ja: システムの完全性の検証
ko: 시스템 무결성 검증
ms: Pengesahan integriti sistem
nb: Verifisering av systemintegritet
nl: Verificatie van de systeemintegriteit
pt: Verificação de integridade do sistema
ro: Verificarea integrității sistemului
tr: Sistem bütünlüğünün doğrulanması
uk: Перевірка цілісності системи
vi: Xác minh tính toàn vẹn của hệ thống
zh: 系統完整性驗證

# NKS_KERNEL_STARTING_STAGE
source: Stage
ar: منصة
de: Bühne
el: Στάδιο
es: Escenario
fr: Scène
ga: Céim
hi: अवस्था
hi_latn: stej
id: Panggung
it: Palcoscenico
ja: ステージ
ko: 단계
ms: pentas
nb: Scene
nl: Fase
pt: Estágio
ro: Etapă
tr: Sahne
uk: етап
vi: Sân khấu
zh: 階段

# NKS_KERNEL_STARTING_SKIPSTAGE_MAINTENANCE
source: Running in maintenance mode. Skipping stage...
ar: يعمل في وضع الصيانة. مرحلة التخطي...
de: Läuft im Wartungsmodus. Stufe überspringen...
el: Λειτουργία σε λειτουργία συντήρησης. Παράκαμψη σταδίου...
es: Ejecutando en modo de mantenimiento. Saltando etapa...
fr: Fonctionnement en mode maintenance. Sauter une étape...
ga: Ag rith i mód cothabhála. Céim scipeála...
hi: रखरखाव मोड में चल रहा है. मंच छोड़ना...
hi_latn: rakharakhaav mod mein chal raha hai. stej ko chhod raha hoon...
id: Berjalan dalam mode pemeliharaan. Melewati tahap...
it: Funzionante in modalità manutenzione. Saltare la fase...
ja: メンテナンスモードで実行中です。ステージを飛ばして…
ko: 유지 관리 모드에서 실행 중입니다. 스테이지 건너뛰기...
ms: Berjalan dalam mod penyelenggaraan. Melangkau peringkat...
nb: Kjører i vedlikeholdsmodus. Hopp over scenen...
nl: Draait in onderhoudsmodus. Fase overslaan...
pt: Executando em modo de manutenção. Pulando fase...
ro: Rulează în modul de întreținere. Sari peste etapa...
tr: Bakım modunda çalışıyor. Aşama atlanıyor...
uk: Працює в режимі обслуговування. Пропуск етапу...
vi: Đang chạy ở chế độ bảo trì. Bỏ qua giai đoạn...
zh: 在維護模式下運作。跳過階段...

# NKS_KERNEL_THREADING_EXCEPTION_REGENRUNNING
source: Can't regenerate the kernel thread while the same thread is already running.
ar: لا يمكن إعادة إنشاء مؤشر ترابط kernel أثناء تشغيل نفس مؤشر الترابط بالفعل.
de: Der Kernel-Thread kann nicht neu generiert werden, während derselbe Thread bereits ausgeführt wird.
el: Δεν είναι δυνατή η αναγέννηση του νήματος του πυρήνα ενώ εκτελείται ήδη το ίδιο νήμα.
es: No se puede regenerar el hilo del kernel mientras el mismo hilo ya se está ejecutando.
fr: Impossible de régénérer le thread du noyau alors que le même thread est déjà en cours d'exécution.
ga: Ní féidir an snáithe eithne a athghiniúint agus an snáithe céanna ar siúl cheana féin.
hi: कर्नेल थ्रेड को पुन: उत्पन्न नहीं किया जा सकता जबकि वही थ्रेड पहले से ही चल रहा है।
hi_latn: jabaki vahee thred pahale se chal raha hai, karnel thred ko phir se janaret nahin kiya ja sakata.
id: Tidak dapat membuat ulang utas kernel saat utas yang sama sudah berjalan.
it: Impossibile rigenerare il thread del kernel mentre lo stesso thread è già in esecuzione.
ja: 同じスレッドがすでに実行されている間は、カーネル スレッドを再生成できません。
ko: 동일한 스레드가 이미 실행 중인 동안에는 커널 스레드를 다시 생성할 수 없습니다.
ms: Tidak dapat menjana semula benang kernel semasa benang yang sama sedang berjalan.
nb: Kan ikke gjenskape kjernetråden mens den samme tråden allerede kjører.
nl: Kan de kernelthread niet opnieuw genereren terwijl dezelfde thread al actief is.
pt: Não é possível regenerar o thread do kernel enquanto o mesmo thread já está em execução.
ro: Nu se poate regenera firul de nucleu în timp ce același fir rulează deja.
tr: Aynı iş parçacığı zaten çalışırken çekirdek iş parçacığını yeniden oluşturamazsınız.
uk: Неможливо відновити потік ядра, коли той самий потік уже запущено.
vi: Không thể tạo lại luồng hạt nhân trong khi luồng đó đang chạy.
zh: 當同一執行緒已在運行時，無法重新產生內核執行緒。

# NKS_KERNEL_THREADING_EXCEPTION_ACTIONCANNOTBENUMM
source: Child thread start action can't be null.
ar: لا يمكن أن يكون إجراء بدء سلسلة الرسائل الفرعية فارغًا.
de: Die Startaktion des untergeordneten Threads darf nicht null sein.
el: Η ενέργεια έναρξης θυγατρικού νήματος δεν μπορεί να είναι μηδενική.
es: La acción de inicio del subproceso secundario no puede ser nula.
fr: L’action de démarrage du thread enfant ne peut pas être nulle.
ga: Ní féidir gníomh tosaithe snáithe an linbh a bheith ar neamhní.
hi: चाइल्ड थ्रेड प्रारंभ क्रिया शून्य नहीं हो सकती.
hi_latn: chaild thred staart ekshan shoony nahin ho sakata.
id: Tindakan awal thread anak tidak dapat bernilai null.
it: L'azione di avvio del thread figlio non può essere nulla.
ja: 子スレッドの開始アクションを null にすることはできません。
ko: 하위 스레드 시작 작업은 null일 수 없습니다.
ms: Tindakan permulaan urutan kanak-kanak tidak boleh batal.
nb: Starthandlingen for undertråd kan ikke være null.
nl: Startactie voor onderliggende threads mag niet null zijn.
pt: A ação de início do thread filho não pode ser nula.
ro: Acțiunea de pornire a firului secundar nu poate fi nulă.
tr: Alt iş parçacığı başlatma eylemi boş olamaz.
uk: Дія запуску дочірнього потоку не може бути нульовою.
vi: Hành động bắt đầu luồng con không thể để giá trị null.
zh: 子執行緒啟動操作不能為空。

# NKS_KERNEL_THREADING_FAILED
source: Kernel thread {0} failed.
ar: فشل مؤشر ترابط Kernel {0}.
de: Kernel-Thread {0} ist fehlgeschlagen.
el: Το νήμα του πυρήνα {0} απέτυχε.
es: Error del subproceso del núcleo {0}.
fr: Le thread de noyau {0} a échoué.
ga: Theip ar snáithe eithne {0}.
hi: कर्नेल थ्रेड {0} विफल रहा.
hi_latn: karnel thred {0} viphal hua.
id: Utas kernel {0} gagal.
it: Thread del kernel {0} non riuscito.
ja: カーネル スレッド {0} が失敗しました。
ko: 커널 스레드 {0}이(가) 실패했습니다.
ms: Benang kernel {0} gagal.
nb: Kjernetråd {0} mislyktes.
nl: Kernelthread {0} is mislukt.
pt: O encadeamento do kernel {0} falhou.
ro: Firul de kernel {0} a eșuat.
tr: Çekirdek iş parçacığı {0} başarısız oldu.
uk: Помилка потоку ядра {0}.
vi: Luồng hạt nhân {0} đã thất bại.
zh: 內核線程 {0} 失敗。

# NKS_MISC_INTERACTIVES_FMTUI_NOINFO
source: No info.
ar: لا توجد معلومات.
de: Keine Informationen.
el: Καμία πληροφορία.
es: Sin información.
fr: Pas d'information.
ga: Gan eolas.
hi: कोई सूचना नहीं।
hi_latn: koee jaanakaaree nahin.
id: Tidak ada informasi.
it: Nessuna informazione.
ja: 情報がありません。
ko: 정보가 없습니다.
ms: Tiada maklumat.
nb: Ingen info.
nl: Geen informatie.
pt: Nenhuma informação.
ro: Nicio informație.
tr: Bilgi yok.
uk: Немає інформації.
vi: Không có thông tin.
zh: 沒有資訊。

# NKS_MISC_INTERACTIVES_FMTUI_CANTOPENFILEFOLDER
source: Can't open file or folder
ar: لا يمكن فتح الملف أو المجلد
de: Datei oder Ordner können nicht geöffnet werden
el: Δεν είναι δυνατό το άνοιγμα αρχείου ή φακέλου
es: No puedo abrir un archivo o una carpeta
fr: Impossible d'ouvrir un fichier ou un dossier
ga: Ní féidir comhad nó fillteán a oscailt
hi: फ़ाइल या फ़ोल्डर नहीं खोल सकते
hi_latn: fail ya foldar nahin khola ja sakata
id: Tidak dapat membuka file atau folder
it: Impossibile aprire file o cartella
ja: ファイルまたはフォルダーを開けません
ko: 파일이나 폴더를 열 수 없습니다
ms: Tidak dapat membuka fail atau folder
nb: Kan ikke åpne filen eller mappen
nl: Kan bestand of map niet openen
pt: Não é possível abrir arquivo ou pasta
ro: Nu se poate deschide fișierul sau folderul
tr: Dosya veya klasör açılamıyor
uk: Не вдається відкрити файл або папку
vi: Không thể mở tệp hoặc thư mục
zh: 無法開啟檔案或資料夾

# NKS_MISC_INTERACTIVES_FMTUI_NEWLINESTYLE
source: Newline style:
ar: نمط الخط الجديد:
de: Newline-Stil:
el: Στυλ νέας γραμμής:
es: Estilo de nueva línea:
fr: Style de nouvelle ligne :
ga: Stíl nualíne:
hi: न्यूलाइन शैली:
hi_latn: nyoolain stail:
id: Gaya baris baru:
it: Stile di nuova riga:
ja: 改行スタイル:
ko: 개행 스타일:
ms: Gaya baris baharu:
nb: Newline stil:
nl: Nieuwe regelstijl:
pt: Estilo de nova linha:
ro: Stilul Newline:
tr: Yeni satır stili:
uk: Стиль нового рядка:
vi: Kiểu xuống dòng:
zh: 換行樣式：

# NKS_MISC_INTERACTIVES_FMTUI_BINARYFILE
source: Binary file:
ar: ملف ثنائي:
de: Binärdatei:
el: Δυαδικό αρχείο:
es: Archivo binario:
fr: Fichier binaire :
ga: Comhad dénártha:
hi: बाइनरी फ़ाइल:
hi_latn: bainaree fail:
id: Berkas biner:
it: File binario:
ja: バイナリーファイル：
ko: 바이너리 파일:
ms: Fail binari:
nb: Binær fil:
nl: Binair bestand:
pt: Arquivo binário:
ro: Fisier binar:
tr: İkili dosya:
uk: Двійковий файл:
vi: Tệp nhị phân:
zh: 二進位檔案：

# NKS_MISC_INTERACTIVES_FMTUI_MIMEMETADATA
source: MIME metadata:
ar: بيانات تعريف MIME:
de: MIME-Metadaten:
el: Μεταδεδομένα MIME:
es: Metadatos MIME:
fr: Métadonnées MIME :
ga: meiteashonraí MIME:
hi: माइम मेटाडेटा:
hi_latn: mimai metaadeta:
id: Metadata MIME:
it: Metadati MIME:
ja: MIME メタデータ:
ko: MIME 메타데이터:
ms: Metadata MIME:
pt: Metadados MIME:
ro: Metadate MIME:
tr: MIME meta verileri:
uk: Метадані MIME:
vi: Siêu dữ liệu MIME:
zh: MIME 元資料：

# NKS_MISC_INTERACTIVES_FMTUI_FULLNAME
source: Full name
ar: الاسم الكامل
de: Vollständiger Name
el: Πλήρες όνομα
es: Nombre completo
fr: Nom et prénom
ga: Ainm iomlán
hi: पूरा नाम
hi_latn: poora naam
id: Nama lengkap
it: Nome e cognome
ja: フルネーム
ko: 이름
ms: Nama penuh
nb: Fullt navn
nl: Voor-en achternaam
pt: Nome completo
ro: Numele complet
tr: Ad Soyad
uk: ПІБ
vi: Họ tên đầy đủ
zh: 全名

# NKS_MISC_INTERACTIVES_FMTUI_VERSION
source: Version
ar: إصدار
de: Ausführung
el: Εκδοχή
es: Versión
ga: Leagan
hi: संस्करण
hi_latn: sanskaran
id: Versi
it: Versione
ja: バージョン
ko: 버전
ms: Versi
nb: Versjon
nl: Versie
pt: Versão
ro: Versiune
tr: Sürüm
uk: Версія
vi: Phiên bản
zh: 版本

# NKS_MISC_INTERACTIVES_FMTUI_CULTURENAME
source: Culture name
ar: اسم الثقافة
de: Kulturname
el: Όνομα πολιτισμού
es: Nombre de la cultura
fr: Nom de la culture
ga: Ainm cultúir
hi: संस्कृति का नाम
hi_latn: sanskrti ka naam
id: Nama budaya
it: Nome della cultura
ja: 文化名
ko: 문화명
ms: Nama budaya
nb: Kulturnavn
nl: Cultuur naam
pt: Nome da cultura
ro: Numele culturii
tr: Kültür adı
uk: Назва культури
vi: Tên văn hóa
zh: 文化名稱

# NKS_MISC_INTERACTIVES_FMTUI_CONTENTTYPE
source: Content type
ar: نوع المحتوى
de: Inhaltstyp
el: Τύπος περιεχομένου
es: Tipo de contenido
fr: Type de contenu
ga: Cineál ábhair
hi: सामग्री प्रकार
hi_latn: saamagree prakaar
id: Jenis konten
it: Tipo di contenuto
ja: コンテンツタイプ
ko: 컨텐츠 타입
ms: Jenis kandungan
nb: Innholdstype
nl: Inhoudstype
pt: Tipo de conteúdo
ro: Tipul de conținut
tr: İçerik türü
uk: Тип вмісту
vi: Loại nội dung
zh: 內容類型

# NKS_MISC_INTERACTIVES_FMTUI_NOTDOTNETASM
source: File is not a valid .NET assembly.
ar: الملف ليس تجميعاً صالحاً لـ .NET.
de: Die Datei ist keine gültige .NET-Assembly.
el: Το αρχείο δεν είναι έγκυρο συγκρότημα .NET.
es: El archivo no es un ensamblado .NET válido.
fr: Le fichier n'est pas un assembly .NET valide.
ga: Ní tionól bailí .NET é an comhad.
hi: फ़ाइल मान्य .NET असेंबली नहीं है.
hi_latn: fail ek maany .nait asembalee nahin hai.
id: Berkas bukan rakitan .NET yang valid.
it: Il file non è un assembly .NET valido.
ja: ファイルは有効な .NET アセンブリではありません。
ko: 파일이 유효한 .NET 어셈블리가 아닙니다.
ms: Fail bukan perhimpunan .NET yang sah.
nb: Filen er ikke en gyldig .NET-sammenstilling.
nl: Bestand is geen geldige .NET-assembly.
pt: O arquivo não é um assembly .NET válido.
ro: Fișierul nu este un ansamblu .NET valid.
tr: Dosya geçerli bir .NET derlemesi değil.
uk: Файл не є дійсною збіркою .NET.
vi: Tệp không phải là tệp .NET hợp lệ.
zh: 文件不是有效的 .NET 程序集。

# NKS_MISC_INTERACTIVES_FMTUI_CANTGETFSINFO
source: Can't get file system info
ar: لا يمكن الحصول على معلومات نظام الملفات
de: Dateisysteminformationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών συστήματος αρχείων
es: No puedo obtener información del sistema de archivos
fr: Impossible d'obtenir des informations sur le système de fichiers
ga: Ní féidir faisnéis chórais comhad a fháil
hi: फ़ाइल सिस्टम जानकारी नहीं मिल सकी
hi_latn: fail sistam jaanakaaree praapt nahin kee ja sakatee
id: Tidak bisa mendapatkan info sistem berkas
it: Impossibile ottenere informazioni sul file system
ja: ファイルシステム情報を取得できません
ko: 파일 시스템 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat sistem fail
nb: Kan ikke hente filsysteminformasjon
nl: Kan geen bestandssysteeminformatie ophalen
pt: Não é possível obter informações do sistema de arquivos
ro: Nu pot obține informații despre sistemul de fișiere
tr: Dosya sistemi bilgisi alınamıyor
uk: Не вдається отримати інформацію про файлову систему
vi: Không thể lấy thông tin hệ thống tập tin
zh: 無法取得檔案系統訊息

# NKS_MISC_INTERACTIVES_FMTUI_CANTCOPY
source: Can't copy file or directory
ar: لا يمكن نسخ الملف أو الدليل
de: Datei oder Verzeichnis können nicht kopiert werden
el: Δεν είναι δυνατή η αντιγραφή αρχείου ή καταλόγου
es: No se puede copiar el archivo o directorio
fr: Impossible de copier un fichier ou un répertoire
ga: Ní féidir an comhad nó an t-eolaire a chóipeáil
hi: फ़ाइल या निर्देशिका की प्रतिलिपि नहीं बनाई जा सकती
hi_latn: fail ya nirdeshika kee pratilipi nahin banaee ja sakatee
id: Tidak dapat menyalin file atau direktori
it: Impossibile copiare file o directory
ja: ファイルまたはディレクトリをコピーできません
ko: 파일이나 디렉터리를 복사할 수 없습니다
ms: Tidak boleh menyalin fail atau direktori
nb: Kan ikke kopiere fil eller katalog
nl: Kan bestand of map niet kopiëren
pt: Não é possível copiar arquivo ou diretório
ro: Nu se poate copia fișierul sau directorul
tr: Dosya veya dizin kopyalanamıyor
uk: Не вдається скопіювати файл або каталог
vi: Không thể sao chép tập tin hoặc thư mục
zh: 無法複製檔案或目錄

# NKS_MISC_INTERACTIVES_FMTUI_CANTMOVE
source: Can't move file or directory
ar: لا يمكن نقل الملف أو الدليل
de: Datei oder Verzeichnis können nicht verschoben werden
el: Δεν είναι δυνατή η μετακίνηση αρχείου ή καταλόγου
es: No puedo mover archivos o directorios
fr: Impossible de déplacer le fichier ou le répertoire
ga: Ní féidir comhad nó eolaire a bhogadh
hi: फ़ाइल या निर्देशिका को स्थानांतरित नहीं किया जा सकता
hi_latn: fail ya nirdeshika ko sthaanaantarit nahin kiya ja sakata
id: Tidak dapat memindahkan file atau direktori
it: Impossibile spostare file o directory
ja: ファイルまたはディレクトリを移動できません
ko: 파일이나 디렉터리를 이동할 수 없습니다
ms: Tidak dapat mengalihkan fail atau direktori
nb: Kan ikke flytte fil eller katalog
nl: Kan bestand of map niet verplaatsen
pt: Não é possível mover arquivo ou diretório
ro: Nu se poate muta fișierul sau directorul
tr: Dosya veya dizin taşınamıyor
uk: Не вдається перемістити файл або каталог
vi: Không thể di chuyển tập tin hoặc thư mục
zh: 無法移動檔案或目錄

# NKS_MISC_INTERACTIVES_FMTUI_CANTREMOVE
source: Can't remove file or directory
ar: لا يمكن إزالة الملف أو الدليل
de: Datei oder Verzeichnis können nicht entfernt werden
el: Δεν είναι δυνατή η κατάργηση αρχείου ή καταλόγου
es: No se puede eliminar el archivo o directorio
fr: Impossible de supprimer un fichier ou un répertoire
ga: Ní féidir an comhad nó an t-eolaire a bhaint
hi: फ़ाइल या निर्देशिका को हटाया नहीं जा सकता
hi_latn: fail ya nirdeshika ko hataaya nahin ja sakata
id: Tidak dapat menghapus file atau direktori
it: Impossibile rimuovere file o directory
ja: ファイルまたはディレクトリを削除できません
ko: 파일이나 디렉터리를 제거할 수 없습니다
ms: Tidak dapat mengalih keluar fail atau direktori
nb: Kan ikke fjerne fil eller katalog
nl: Kan bestand of map niet verwijderen
pt: Não é possível remover arquivo ou diretório
ro: Nu se poate elimina fișierul sau directorul
tr: Dosya veya dizin kaldırılamıyor
uk: Не вдається видалити файл або каталог
vi: Không thể xóa tệp hoặc thư mục
zh: 無法刪除檔案或目錄

# NKS_MISC_INTERACTIVES_FMTUI_FOLDERNOTFOUND
source: Folder doesn't exist. Make sure that you've written the correct path.
ar: المجلد غير موجود. تأكد من أنك كتبت المسار الصحيح.
de: Ordner existiert nicht. Stellen Sie sicher, dass Sie den richtigen Pfad angegeben haben.
el: Ο φάκελος δεν υπάρχει. Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή.
es: La carpeta no existe. Asegúrate de haber escrito la ruta correcta.
fr: Le dossier n'existe pas. Assurez-vous d'avoir écrit le chemin correct.
ga: Níl fillteán ann. Bí cinnte go bhfuil an cosán ceart scríofa agat.
hi: फ़ोल्डर मौजूद नहीं है. सुनिश्चित करें कि आपने सही पथ लिखा है।
hi_latn: foldar maujood nahin hai. sunishchit karen ki aapane sahee path likha hai.
id: Folder tidak ada. Pastikan Anda telah menuliskan jalur yang benar.
it: La cartella non esiste. Assicurati di aver scritto il percorso corretto.
ja: フォルダーが存在しません。正しいパスを記述したことを確認してください。
ko: 폴더가 존재하지 않습니다. 올바른 경로를 작성했는지 확인하세요.
ms: Folder tidak wujud. Pastikan anda telah menulis laluan yang betul.
nb: Mappen finnes ikke. Pass på at du har skrevet riktig bane.
nl: Map bestaat niet. Zorg ervoor dat u het juiste pad hebt geschreven.
pt: A pasta não existe. Certifique-se de ter escrito o caminho correto.
ro: Dosarul nu există. Asigurați-vă că ați scris calea corectă.
tr: Klasör mevcut değil. Doğru yolu yazdığınızdan emin olun.
uk: Папка не існує. Переконайтеся, що ви написали правильний шлях.
vi: Thư mục không tồn tại. Hãy đảm bảo rằng bạn đã viết đúng đường dẫn.
zh: 資料夾不存在。確保您編寫了正確的路徑。

# NKS_MISC_INTERACTIVES_FMTUI_TARGETPATHCOPY
source: Enter a path or a full path to a destination folder to copy the selected file to.
ar: أدخل مسارًا أو مسارًا كاملاً إلى المجلد الوجهة لنسخ الملف المحدد إليه.
de: Geben Sie einen Pfad oder einen vollständigen Pfad zu einem Zielordner ein, in den die ausgewählte Datei kopiert werden soll.
el: Εισαγάγετε μια διαδρομή ή μια πλήρη διαδρομή προς έναν φάκελο προορισμού για να αντιγράψετε το επιλεγμένο αρχείο.
es: Ingrese una ruta o una ruta completa a una carpeta de destino para copiar el archivo seleccionado.
fr: Entrez un chemin ou un chemin complet vers un dossier de destination vers lequel copier le fichier sélectionné.
ga: Cuir isteach cosán nó cosán iomlán chuig fillteán sprice chun an comhad roghnaithe a chóipeáil chuige.
hi: चयनित फ़ाइल की प्रतिलिपि बनाने के लिए गंतव्य फ़ोल्डर में पथ या पूर्ण पथ दर्ज करें।
hi_latn: chayanit fail ko kopee karane ke lie gantavy foldar ka path ya poora path darj karen.
id: Masukkan jalur atau jalur lengkap ke folder tujuan untuk menyalin file yang dipilih.
it: Immettere un percorso o un percorso completo per una cartella di destinazione in cui copiare il file selezionato.
ja: 選択したファイルのコピー先フォルダーへのパスまたはフルパスを入力します。
ko: 선택한 파일을 복사할 대상 폴더의 경로 또는 전체 경로를 입력하세요.
ms: Masukkan laluan atau laluan penuh ke folder destinasi untuk menyalin fail yang dipilih.
nb: Angi en bane eller en fullstendig bane til en målmappe for å kopiere den valgte filen til.
nl: Voer een pad of een volledig pad in naar een doelmap waarnaar u het geselecteerde bestand wilt kopiëren.
pt: Insira um caminho ou um caminho completo para uma pasta de destino para a qual copiar o arquivo selecionado.
ro: Introduceți o cale sau o cale completă către un folder de destinație în care să copiați fișierul selectat.
tr: Seçili dosyanın kopyalanacağı hedef klasörün yolunu veya tam yolunu girin.
uk: Введіть шлях або повний шлях до папки призначення, до якої потрібно скопіювати вибраний файл.
vi: Nhập đường dẫn hoặc đường dẫn đầy đủ đến thư mục đích để sao chép tệp đã chọn vào.
zh: 輸入要將所選檔案複製到的目標資料夾的路徑或完整路徑。
