Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_FILE_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the file selection TUI, which allows you to select a file as a target for the intended operation. If you're brought here, an application has requested you to select a file in order for the operation to complete. You can use the SPACE key to select a file, then press ESC to confirm your selection.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة اختيار الملفات، والتي تتيح لك تحديد ملف كهدف للعملية المطلوبة. عند الوصول إلى هذه النافذة، فهذا يعني أن أحد التطبيقات قد طلب منك تحديد ملف لإتمام العملية. يمكنك استخدام مفتاح المسافة لتحديد الملف، ثم الضغط على مفتاح الهروب (ESC) لتأكيد اختيارك.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung der Kommandozeile. Eine dieser TUIs ist die Dateiauswahl-TUI, mit der Sie eine Datei für die gewünschte Operation auswählen können. Wenn Sie hierher gelangen, fordert Sie eine Anwendung auf, eine Datei auszuwählen, damit die Operation abgeschlossen werden kann. Sie können die Leertaste verwenden, um eine Datei auszuwählen, und anschließend die Esc-Taste drücken, um Ihre Auswahl zu bestätigen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI επιλογής αρχείου, το οποίο σας επιτρέπει να επιλέξετε ένα αρχείο ως στόχο για την προβλεπόμενη λειτουργία. Εάν βρίσκεστε εδώ, μια εφαρμογή σας έχει ζητήσει να επιλέξετε ένα αρχείο για να ολοκληρωθεί η λειτουργία. Μπορείτε να χρησιμοποιήσετε το πλήκτρο SPACE για να επιλέξετε ένα αρχείο και, στη συνέχεια, να πατήσετε ESC για να επιβεβαιώσετε την επιλογή σας.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de selección de archivos, que permite seleccionar un archivo como destino para la operación deseada. Si se le redirige aquí, significa que una aplicación le ha solicitado que seleccione un archivo para completar la operación. Puede usar la barra espaciadora para seleccionar un archivo y luego presionar ESC para confirmar la selección.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour faciliter la gestion des fichiers. Plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande, cette interface permet notamment de sélectionner un fichier cible pour l'opération souhaitée. Si vous arrivez ici, c'est qu'une application vous demande de sélectionner un fichier pour que l'opération puisse se terminer. Utilisez la barre d'espace pour sélectionner un fichier, puis la touche Échap pour confirmer.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI roghnúcháin comhad, rud a ligeann duit comhad a roghnú mar sprioc don oibríocht atá beartaithe. Má thugtar anseo thú, tá iarratas déanta ag feidhmchlár ort comhad a roghnú chun an oibríocht a chríochnú. Is féidir leat an eochair SPÁS a úsáid chun comhad a roghnú, agus ansin brúigh ESC chun do rogha a dhearbhú.
hi: फ़ाइल प्रबंधन के लिए कुछ विशेष टूल (टीयूआई) उपलब्ध कराए गए हैं, जो कमांड-लाइन यूटिलिटीज़ का उपयोग करने की तुलना में तेज़ और अधिक सुविधाजनक हैं। इनमें से एक टूल फ़ाइल चयन टूल है, जिसकी मदद से आप इच्छित कार्य के लिए फ़ाइल का चयन कर सकते हैं। यदि आप यहाँ आए हैं, तो किसी एप्लिकेशन ने आपसे फ़ाइल का चयन करने का अनुरोध किया है ताकि कार्य पूरा हो सके। आप SPACE कुंजी का उपयोग करके फ़ाइल का चयन कर सकते हैं, फिर अपने चयन की पुष्टि करने के लिए ESC दबाएँ।
hi_latn: aasaan mainejament ke lie fail mainejament tui ka ek sabaset diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek fail silekshan tui hai, jo aapako tay opareshan ke lie taaraget ke taur par fail chunane kee ijaazat deta hai. agar aapako yahaan laaya gaya hai, to kisee eplikeshan ne opareshan poora karane ke lie aapase fail chunane ke lie kaha hai. aap fail chunane ke lie spachai kee ka istemaal kar sakate hain, phir apane chunaav ko kanfarm karane ke lie aisch dabaen.
id: Sebagian dari TUI (Transactional User Interface) manajemen file disediakan untuk pengelolaan yang lebih mudah, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI pemilihan file, yang memungkinkan Anda untuk memilih file sebagai target untuk operasi yang dimaksud. Jika Anda dibawa ke sini, sebuah aplikasi telah meminta Anda untuk memilih file agar operasi dapat diselesaikan. Anda dapat menggunakan tombol SPASI untuk memilih file, lalu tekan ESC untuk mengkonfirmasi pilihan Anda.
it: Per semplificare la gestione, è disponibile un sottoinsieme di interfacce utente terminale (TUI) di gestione dei file, più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI fornite è quella di selezione file, che consente di selezionare un file come destinazione per l'operazione desiderata. Se si arriva a questa pagina, significa che un'applicazione ha richiesto di selezionare un file per completare l'operazione. È possibile utilizzare la barra spaziatrice per selezionare un file, quindi premere ESC per confermare la selezione.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されるTUIの1つはファイル選択TUIで、これを使用すると、目的の操作の対象としてファイルを選択できます。このTUIが表示された場合は、操作を完了するためにアプリケーションがファイルの選択を要求しています。スペースキーを使用してファイルを選択し、ESCキーを押して選択を確定できます。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나는 파일 선택 TUI로, 원하는 작업을 수행할 대상 파일을 선택할 수 있습니다. 이 화면이 나타났다면, 해당 애플리케이션에서 작업을 완료하기 위해 파일을 선택하도록 요청한 것입니다. SPACE 키를 눌러 파일을 선택한 다음, ESC 키를 눌러 선택을 확정할 수 있습니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan lebih mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah TUI pemilihan fail, yang membolehkan anda memilih fail sebagai sasaran untuk operasi yang dimaksudkan. Jika anda dibawa ke sini, aplikasi telah meminta anda memilih fail untuk operasi selesai. Anda boleh menggunakan kekunci SPACE untuk memilih fail, kemudian tekan ESC untuk mengesahkan pilihan anda.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre den samme handlingen. En av TUI-ene som er tilgjengelige er TUI-en for filvalg, som lar deg velge en fil som mål for den tiltenkte operasjonen. Hvis du kommer hit, har et program bedt deg om å velge en fil for at operasjonen skal kunne fullføres. Du kan bruke mellomromstasten til å velge en fil, og deretter trykke ESC for å bekrefte valget.
nl: Een deel van de TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van de opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de TUI's is de TUI voor bestandsselectie, waarmee u een bestand kunt selecteren als doel voor de gewenste bewerking. Als u hier terechtkomt, heeft een toepassing u gevraagd een bestand te selecteren om de bewerking te voltooien. U kunt de spatiebalk gebruiken om een ​​bestand te selecteren en vervolgens op ESC drukken om uw selectie te bevestigen.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs fornecidas é a de seleção de ficheiros, que permite selecionar um ficheiro como alvo para a operação pretendida. Se foi direcionado para este ecrã, significa que uma aplicação solicitou que selecione um ficheiro para que a operação seja concluída. Pode utilizar a tecla ESPAÇO para selecionar um ficheiro e, em seguida, premir ESC para confirmar a sua seleção.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarıyla yapmaktan daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, amaçlanan işlem için hedef olarak bir dosya seçmenize olanak tanıyan dosya seçme TUI'sidir. Buraya yönlendirildiyseniz, bir uygulama işlemin tamamlanması için sizden bir dosya seçmenizi istemiştir. Bir dosya seçmek için SPACE tuşunu, ardından seçiminizi onaylamak için ESC tuşunu kullanabilirsiniz.
uk: Для спрощення керування файлами передбачено підмножину TUI для керування файлами, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є TUI вибору файлу, який дозволяє вибрати файл як ціль для запланованої операції. Якщо ви потрапили сюди, це означає, що програма запросила вас вибрати файл для завершення операції. Ви можете скористатися клавішею ПРОБІЛ, щоб вибрати файл, а потім натиснути ESC, щоб підтвердити свій вибір.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI chọn tập tin, cho phép bạn chọn một tập tin làm mục tiêu cho thao tác dự định. Nếu bạn được đưa đến đây, một ứng dụng đã yêu cầu bạn chọn một tập tin để hoàn tất thao tác. Bạn có thể sử dụng phím SPACE để chọn tập tin, sau đó nhấn ESC để xác nhận lựa chọn của mình.
zh: 为了方便管理文件，我们提供了一系列文件管理用户界面 (TUI)，这比使用命令行工具执行相同操作更快捷方便。其中一个 TUI 是文件选择 TUI，它允许您选择一个文件作为目标操作。如果您看到此界面，则表示某个应用程序要求您选择一个文件才能完成操作。您可以使用空格键选择文件，然后按 Esc 键确认选择。

# NKS_MISC_INTERACTIVES_FMTUI_SINGLEPANE_HELP01_TITLE
source: Single-pane file manager
ar: مدير ملفات ذو نافذة واحدة
de: Einzelfenster-Dateimanager
el: Διαχειριστής αρχείων ενός παραθύρου
es: Administrador de archivos de un solo panel
fr: Gestionnaire de fichiers à panneau unique
ga: Bainisteoir comhad aon-phainéal
hi: सिंगल-पेन फ़ाइल मैनेजर
hi_latn: singal-pen fail mainejar
id: Pengelola file satu panel
it: Gestore di file a riquadro singolo
ja: シングルペインファイルマネージャー
ko: 단일 창 파일 관리자
ms: Pengurus fail anak tetingkap tunggal
nb: Filbehandler med én rute
nl: Bestandsbeheerder met één venster
pt: Gestor de ficheiros de painel único
tr: Tek bölmeli dosya yöneticisi
uk: Однопанельний файловий менеджер
vi: Trình quản lý tập tin một ngăn
zh: 单窗格文件管理器

# NKS_MISC_INTERACTIVES_FMTUI_SINGLEPANE_HELP01_DESC
source: Using the file selector TUI to manage files with preview
ar: استخدام واجهة المستخدم الرسومية لاختيار الملفات لإدارة الملفات مع إمكانية المعاينة
de: Dateien mit Vorschau über die Dateiauswahl-Benutzeroberfläche verwalten
el: Χρήση του επιλογέα αρχείων TUI για διαχείριση αρχείων με προεπισκόπηση
es: Uso del selector de archivos TUI para administrar archivos con vista previa
fr: Utilisation de l'interface utilisateur de sélection de fichiers pour gérer les fichiers avec aperçu
ga: Ag baint úsáide as an TUI roghnóra comhad chun comhaid a bhainistiú le réamhamharc
hi: फ़ाइल चयनकर्ता TUI का उपयोग करके पूर्वावलोकन के साथ फ़ाइलों को प्रबंधित करें
hi_latn: failon ko preevyoo ke saath mainej karane ke lie fail silektar tui ka istemaal karana
id: Menggunakan TUI pemilih file untuk mengelola file dengan pratinjau.
it: Utilizzo del selettore file TUI per gestire i file con anteprima
ja: ファイルセレクタTUIを使用してプレビューでファイルを管理する
ko: 파일 선택기 TUI를 사용하여 미리보기 기능을 통해 파일을 관리합니다.
ms: Menggunakan TUI pemilih fail untuk mengurus fail dengan pratonton
nb: Bruke filvelgerens TUI til å administrere filer med forhåndsvisning
nl: Bestanden beheren met behulp van de TUI-bestandsselector en een voorbeeldweergave.
pt: Utilizando a interface de texto do seletor de ficheiros para gerir ficheiros com visualização prévia.
tr: Dosya seçici TUI'sini kullanarak önizleme özelliğiyle dosyaları yönetmek
uk: Використання інтерфейсу вибору файлів (TUI) для керування файлами з попереднім переглядом
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn tập tin và quản lý tập tin với chức năng xem trước.
zh: 使用文件选择器 TUI 管理文件并预览

# NKS_MISC_INTERACTIVES_FMTUI_SINGLEPANE_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the single-pane file management TUI, which allows you to manage your files with the preview of the file in the right pane. This is useful if you want at-a-glance preview pane when you select files or folders.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل عملية الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة إدارة الملفات أحادية اللوحة، والتي تتيح لك إدارة ملفاتك مع معاينة الملف في اللوحة اليمنى. يُعدّ هذا مفيدًا إذا كنت ترغب في معاينة سريعة عند تحديد الملفات أو المجلدات.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung von Befehlszeilenprogrammen. Eine dieser TUIs ist die einspaltige Dateiverwaltung, mit der Sie Ihre Dateien verwalten und gleichzeitig eine Dateivorschau im rechten Bereich anzeigen lassen können. Dies ist besonders nützlich, wenn Sie beim Auswählen von Dateien oder Ordnern eine Vorschau auf einen Blick benötigen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI διαχείρισης αρχείων ενός παραθύρου, το οποίο σας επιτρέπει να διαχειρίζεστε τα αρχεία σας με την προεπισκόπηση του αρχείου στο δεξιό παράθυρο. Αυτό είναι χρήσιμο εάν θέλετε ένα παράθυρο προεπισκόπησης με μια ματιά όταν επιλέγετε αρχεία ή φακέλους.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de administración de archivos de un solo panel, que permite administrar los archivos con la vista previa en el panel derecho. Esto resulta útil si desea acceder a un panel de vista previa de un vistazo al seleccionar archivos o carpetas.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour une gestion simplifiée des fichiers, plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande. Parmi ces interfaces, on trouve l'interface de gestion de fichiers à panneau unique, qui permet de gérer ses fichiers tout en affichant un aperçu dans le volet de droite. Ceci est particulièrement utile pour visualiser rapidement le contenu des fichiers et dossiers sélectionnés.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI bainistíochta comhad aon-phainéil, rud a ligeann duit do chuid comhad a bhainistiú leis an réamhamharc den chomhad sa phainéil ar dheis. Tá sé seo úsáideach más mian leat painéil réamhamhairc a fheiceáil go tapa nuair a roghnaíonn tú comhaid nó fillteáin.
hi: आसान प्रबंधन के लिए फ़ाइल प्रबंधन टूलकिट (टीयूआई) का एक उपसमूह उपलब्ध कराया गया है, जो कमांड-लाइन यूटिलिटी का उपयोग करके समान कार्य करने की तुलना में तेज़ और अधिक सुविधाजनक है। उपलब्ध टीयूआई में से एक सिंगल-पेन फ़ाइल प्रबंधन टीयूआई है, जो आपको दाईं ओर के पेन में फ़ाइल का पूर्वावलोकन देखते हुए अपनी फ़ाइलों का प्रबंधन करने की अनुमति देता है। यह तब उपयोगी होता है जब आप फ़ाइलों या फ़ोल्डरों का चयन करते समय एक नज़र में पूर्वावलोकन पेन देखना चाहते हैं।
hi_latn: fail mainejament tui ka ek sabaset aasaan mainejament ke lie diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek singal-pen fail mainejament tui hai, jo aapako daen pen mein fail ke preevyoo ke saath apanee failon ko mainej karane deta hai. yah tab kaam aata hai jab aap failen ya foldar chunate samay ek nazar mein preevyoo pen chaahate hain.
id: Sejumlah antarmuka pengguna berbasis teks (TUI) untuk manajemen file disediakan untuk memudahkan pengelolaan, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI manajemen file panel tunggal, yang memungkinkan Anda mengelola file dengan pratinjau file di panel kanan. Ini berguna jika Anda menginginkan panel pratinjau sekilas saat memilih file atau folder.
it: Per semplificare la gestione, è disponibile un sottoinsieme di interfacce utente (TUI) di gestione file, più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI disponibili è l'interfaccia utente (TUI) di gestione file a riquadro singolo, che consente di gestire i file visualizzandone l'anteprima nel riquadro destro. Questa funzionalità è utile se si desidera un riquadro di anteprima a colpo d'occhio quando si selezionano file o cartelle.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されるTUIの1つは、シングルペインのファイル管理TUIです。これにより、右ペインにファイルのプレビューを表示しながらファイルを管理できます。これは、ファイルやフォルダを選択する際に、一目で内容がわかるプレビューペインが必要な場合に便利です。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나인 단일 창 파일 관리 TUI는 오른쪽 창에서 파일 미리보기를 보면서 파일을 관리할 수 있도록 해줍니다. 파일이나 폴더를 선택할 때 미리보기 창을 통해 내용을 한눈에 확인하고 싶을 때 유용합니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan lebih mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah TUI pengurusan fail anak tetingkap tunggal, yang membolehkan anda mengurus fail anda dengan pratonton fail di anak tetingkap kanan. Ini berguna jika anda mahu anak tetingkap pratonton sepintas lalu apabila anda memilih fail atau folder.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre den samme handlingen. En av TUI-ene som er tilgjengelige er TUI-en for filbehandling med ett rutenett, som lar deg administrere filene dine med forhåndsvisning av filen i høyre rute. Dette er nyttig hvis du vil ha en rask forhåndsvisningsrute når du velger filer eller mapper.
nl: Een selectie van TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de beschikbare TUI's is de TUI voor bestandsbeheer met één venster, waarmee u uw bestanden kunt beheren met een voorbeeldweergave in het rechtervenster. Dit is handig als u in één oogopslag een voorbeeldweergave wilt zien wanneer u bestanden of mappen selecteert.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs fornecidas é a TUI de gestão de ficheiros de painel único, que lhe permite gerir os seus ficheiros com a pré-visualização do ficheiro no painel direito. Isto é útil se pretender ter uma pré-visualização rápida ao selecionar ficheiros ou pastas.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarıyla yapmaktan daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, dosyalarınızı sağ bölmede dosya önizlemesiyle birlikte yönetmenizi sağlayan tek bölmeli dosya yönetimi TUI'sidir. Bu, dosya veya klasör seçtiğinizde anlık önizleme bölmesine sahip olmak istediğinizde kullanışlıdır.
uk: Для спрощення керування файлами передбачено підмножину TUI-інтерфейсів, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є TUI-інтерфейс керування файлами з однією панеллю, який дозволяє керувати файлами за допомогою попереднього перегляду файлу в правій панелі. Це корисно, якщо вам потрібна панель попереднього перегляду під час вибору файлів або папок.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI quản lý tập tin một ngăn, cho phép bạn quản lý các tập tin của mình với bản xem trước tập tin ở ngăn bên phải. Điều này hữu ích nếu bạn muốn có ngăn xem trước nhanh khi chọn tập tin hoặc thư mục.
zh: 为了方便管理文件，我们提供了一系列文件管理用户界面 (TUI)，比使用命令行工具执行相同操作更快捷、更方便。其中一个 TUI 是单窗格文件管理 TUI，它允许您在右侧窗格中预览文件，从而轻松管理文件。如果您希望在选择文件或文件夹时快速预览，这将非常有用。

# NKS_MISC_INTERACTIVES_FMTUI_DOUBLEPANE_HELP01_TITLE
source: Double-pane file manager
ar: مدير ملفات ذو لوحتين
de: Doppelfenster-Dateimanager
el: Διαχειριστής αρχείων διπλού παραθύρου
es: Administrador de archivos de doble panel
fr: Gestionnaire de fichiers à double panneau
ga: Bainisteoir comhad dé-phainéal
hi: डबल-पेन फ़ाइल प्रबंधक
hi_latn: dabal-pen fail mainejar
id: Pengelola file dua panel
it: Gestore file a doppio riquadro
ja: ダブルペインファイルマネージャー
ko: 이중 창 파일 관리자
ms: Pengurus fail anak tetingkap dua
nb: Filbehandler med dobbelt rute
nl: Bestandsbeheerder met dubbel venster
pt: Gestor de ficheiros de painel duplo
tr: Çift bölmeli dosya yöneticisi
uk: Двопанельний файловий менеджер
vi: Trình quản lý tập tin hai ngăn
zh: 双窗格文件管理器
