Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_STARTING
source: Starting Nitrocid...
ar: بدء تشغيل النيتروسيد...
de: Nitrocid starten...
el: Έναρξη Nitrocid...
es: Iniciando nitrocida...
fr: Démarrage du nitrocide...
ga: Nitrocid á thosú...
hi: नाइट्रोसिड शुरू हो रहा है...
hi_latn: naitrosid praarambh karana...
id: Memulai Nitrocid...
it: Avvio di Nitrocid...
ja: ニトロシドを開始します...
ko: 니트로시드 시작 중...
ms: Memulakan Nitrocid...
nb: Starter Nitrocid...
nl: Nitrocid starten...
pt: Iniciando Nitrocida...
ro: Pornește Nitrocid...
tr: Nitrocid'e Başlıyorum...
uk: Запуск Nitrocid...
vi: Bắt đầu sử dụng Nitrocid...
zh: 開始硝化...

# NKS_KERNEL_STARTING_IMPORTANTADDONS
source: Loading important kernel addons...
ar: جارٍ تحميل الإضافات المهمة للنواة...
de: Wichtige Kernel-Addons werden geladen...
el: Φόρτωση σημαντικών προσθέτων πυρήνα...
es: Cargando complementos importantes del kernel...
fr: Chargement des modules complémentaires importants du noyau...
ga: Breiseáin eithne tábhachtacha á lódáil...
hi: महत्वपूर्ण कर्नेल ऐडऑन लोड हो रहे हैं...
hi_latn: mahatvapoorn karnel aidon lod karana...
id: Memuat add-on kernel yang penting...
it: Caricamento di componenti aggiuntivi importanti del kernel...
ja: 重要なカーネル アドオンをロードしています...
ko: 중요한 커널 애드온 로드 중...
ms: Memuatkan tambahan kernel penting...
nb: Laster inn viktige kjernetillegg...
nl: Belangrijke kernel-add-ons laden...
pt: Carregando complementos importantes do kernel...
ro: Se încarcă suplimente importante pentru kernel...
tr: Önemli çekirdek eklentileri yükleniyor...
uk: Завантаження важливих доповнень ядра...
vi: Đang tải các tiện ích bổ sung quan trọng cho kernel...
zh: 正在載入重要的核心插件...

# NKS_KERNEL_STARTING_CONFIG
source: Loading configuration...
ar: جارٍ تحميل التكوين...
de: Konfiguration wird geladen...
el: Φόρτωση διαμόρφωσης...
es: Cargando configuración...
fr: Chargement de la configuration...
ga: cumraíocht á lódáil...
hi: कॉन्फ़िगरेशन लोड हो रहा है...
hi_latn: konfigareshan lod karana...
id: Memuat konfigurasi...
it: Caricamento configurazione...
ja: 設定を読み込んでいます...
ko: 구성 로드 중...
ms: Memuatkan konfigurasi...
nb: Laster inn konfigurasjon ...
nl: Configuratie laden...
pt: Carregando configuração...
ro: Se încarcă configurația...
tr: Yapılandırma yükleniyor...
uk: Завантаження конфігурації...
vi: Đang tải cấu hình...
zh: 正在加載配置...

# NKS_KERNEL_STARTING_IMPORTANTMODS
source: Loading important mods...
ar: جارٍ تحميل التعديلات المهمة...
de: Wichtige Mods werden geladen...
el: Φόρτωση σημαντικών τροπολογιών...
es: Cargando modificaciones importantes...
fr: Chargement des mods importants...
ga: Mods tábhachtacha á lódáil...
hi: महत्वपूर्ण मॉड लोड हो रहे हैं...
hi_latn: mahatvapoorn mod lod karana...
id: Memuat mod penting...
it: Caricamento mod importanti...
ja: 重要な MOD をロードしています...
ko: 중요한 모드 로드 중...
ms: Memuatkan mod penting...
nb: Laster inn viktige mods ...
nl: Belangrijke mods laden...
pt: Carregando mods importantes...
ro: Se încarcă modurile importante...
tr: Önemli modlar yükleniyor...
uk: Завантаження важливих модів...
vi: Đang tải các bản mod quan trọng...
zh: 正在加載重要模組...

# NKS_KERNEL_STARTING_ESSENTIALSFAILED
source: The kernel failed to initialize some of the essential components. The kernel will not work properly at this point.
ar: فشلت النواة في تهيئة بعض المكونات الأساسية. لن تعمل النواة بشكل صحيح في هذه المرحلة.
de: Der Kernel konnte einige der wesentlichen Komponenten nicht initialisieren. Der Kernel wird zu diesem Zeitpunkt nicht ordnungsgemäß funktionieren.
el: Ο πυρήνας απέτυχε να προετοιμάσει ορισμένα από τα βασικά στοιχεία. Ο πυρήνας δεν θα λειτουργήσει σωστά σε αυτό το σημείο.
es: El kernel no pudo inicializar algunos de los componentes esenciales. El kernel no funcionará correctamente en este momento.
fr: Le noyau n'a pas réussi à initialiser certains des composants essentiels. Le noyau ne fonctionnera pas correctement à ce stade.
ga: Theip ar an eithne roinnt de na comhpháirteanna riachtanacha a thosú. Ní oibreoidh an eithne i gceart ag an bpointe seo.
hi: कर्नेल कुछ आवश्यक घटकों को आरंभ करने में विफल रहा। इस बिंदु पर कर्नेल ठीक से काम नहीं करेगा.
hi_latn: karnel kuchh aavashyak ghatakon ko aarambh karane mein viphal raha. is bindu par karnel theek se kaam nahin karega.
id: Kernel gagal menginisialisasi beberapa komponen penting. Kernel tidak akan berfungsi dengan baik pada titik ini.
it: Il kernel non è riuscito a inizializzare alcuni dei componenti essenziali. Il kernel non funzionerà correttamente a questo punto.
ja: カーネルは、重要なコンポーネントの一部を初期化できませんでした。この時点では、カーネルは正しく動作しません。
ko: 커널이 일부 필수 구성요소를 초기화하지 못했습니다. 이 시점에서는 커널이 제대로 작동하지 않습니다.
ms: Kernel gagal untuk memulakan beberapa komponen penting. Kernel tidak akan berfungsi dengan betul pada ketika ini.
nb: Kjernen klarte ikke å initialisere noen av de essensielle komponentene. Kjernen vil ikke fungere ordentlig på dette tidspunktet.
nl: De kernel slaagde er niet in enkele van de essentiële componenten te initialiseren. De kernel zal op dit punt niet goed werken.
pt: O kernel falhou ao inicializar alguns dos componentes essenciais. O kernel não funcionará corretamente neste momento.
ro: Nucleul nu a reușit să inițializeze unele dintre componentele esențiale. Nucleul nu va funcționa corect în acest moment.
tr: Çekirdek bazı temel bileşenleri başlatmayı başaramadı. Çekirdek bu noktada düzgün çalışmayacak.
uk: Ядру не вдалося ініціалізувати деякі основні компоненти. На цьому етапі ядро не працюватиме належним чином.
vi: Kernel không khởi tạo được một số thành phần thiết yếu. Kernel sẽ không hoạt động bình thường tại thời điểm này.
zh: 核心無法初始化一些重要元件。此時內核將無法正常運作。

# NKS_KERNEL_STARTING_ERRORINFO
source: Error information:
ar: معلومات الخطأ:
de: Fehlerinformationen:
el: Πληροφορίες σφάλματος:
es: Información de error:
fr: Informations sur l'erreur :
ga: Faisnéis earráide:
hi: त्रुटि जानकारी:
hi_latn: truti jaanakaaree:
id: Informasi kesalahan:
it: Informazioni sull'errore:
ja: エラー情報:
ko: 오류 정보:
ms: Maklumat ralat:
nb: Feilinformasjon:
nl: Foutinformatie:
pt: Informações de erro:
ro: Informații despre eroare:
tr: Hata bilgisi:
uk: Інформація про помилку:
vi: Thông tin lỗi:
zh: 錯誤訊息:

# NKS_KERNEL_STARTING_ENVINFO
source: Kernel environment information
ar: معلومات بيئة النواة
de: Informationen zur Kernel-Umgebung
el: Πληροφορίες περιβάλλοντος πυρήνα
es: Información del entorno del kernel
fr: Informations sur l'environnement du noyau
ga: Eolas comhshaoil eithne
hi: कर्नेल पर्यावरण की जानकारी
hi_latn: karnel paryaavaran jaanakaaree
id: Informasi lingkungan kernel
it: Informazioni sull'ambiente del kernel
ja: カーネル環境情報
ko: 커널 환경 정보
ms: Maklumat persekitaran kernel
nb: Informasjon om kjernemiljø
nl: Informatie over de kernelomgeving
pt: Informações do ambiente do kernel
ro: Informații despre mediul kernel
tr: Çekirdek ortamı bilgisi
uk: Інформація про середовище ядра
vi: Thông tin môi trường hạt nhân
zh: 核心環境資訊

# NKS_KERNEL_STARTING_OPTIONALSFAILED
source: The kernel failed to initialize some of the optional components. If it's trying to read a configuration file, make sure that it's formatted correctly.
ar: فشلت النواة في تهيئة بعض المكونات الاختيارية. إذا كان يحاول قراءة ملف التكوين، فتأكد من تنسيقه بشكل صحيح.
de: Der Kernel konnte einige der optionalen Komponenten nicht initialisieren. Wenn versucht wird, eine Konfigurationsdatei zu lesen, stellen Sie sicher, dass diese korrekt formatiert ist.
el: Ο πυρήνας απέτυχε να προετοιμάσει ορισμένα από τα προαιρετικά στοιχεία. Εάν προσπαθεί να διαβάσει ένα αρχείο διαμόρφωσης, βεβαιωθείτε ότι έχει μορφοποιηθεί σωστά.
es: El kernel no pudo inicializar algunos de los componentes opcionales. Si está intentando leer un archivo de configuración, asegúrese de que esté formateado correctamente.
fr: Le noyau n'a pas réussi à initialiser certains des composants facultatifs. S'il essaie de lire un fichier de configuration, assurez-vous qu'il est correctement formaté.
ga: Theip ar an eithne roinnt de na comhpháirteanna roghnacha a thúsú. Má tá sé ag iarraidh comhad cumraíochta a léamh, déan cinnte go bhfuil sé formáidithe i gceart.
hi: कर्नेल कुछ वैकल्पिक घटकों को आरंभ करने में विफल रहा। यदि यह किसी कॉन्फ़िगरेशन फ़ाइल को पढ़ने का प्रयास कर रहा है, तो सुनिश्चित करें कि यह सही ढंग से स्वरूपित है।
hi_latn: karnel kuchh vaikalpik ghatakon ko aarambh karane mein viphal raha. yadi yah konfigareshan fail ko padhane ka prayaas kar raha hai, to sunishchit karen ki yah sahee dhang se svaroopit hai.
id: Kernel gagal menginisialisasi beberapa komponen opsional. Jika mencoba membaca berkas konfigurasi, pastikan berkas tersebut diformat dengan benar.
it: Il kernel non è riuscito a inizializzare alcuni dei componenti opzionali. Se sta tentando di leggere un file di configurazione, assicurati che sia formattato correttamente.
ja: カーネルは、オプションのコンポーネントの一部を初期化できませんでした。構成ファイルを読み取ろうとしている場合は、そのファイルが正しくフォーマットされていることを確認してください。
ko: 커널이 일부 선택적 구성 요소를 초기화하지 못했습니다. 구성 파일을 읽으려는 경우 형식이 올바른지 확인하세요.
ms: Kernel gagal untuk memulakan beberapa komponen pilihan. Jika ia cuba membaca fail konfigurasi, pastikan ia diformat dengan betul.
nb: Kjernen klarte ikke å initialisere noen av de valgfrie komponentene. Hvis den prøver å lese en konfigurasjonsfil, sørg for at den er riktig formatert.
nl: De kernel kon sommige van de optionele componenten niet initialiseren. Als het een configuratiebestand probeert te lezen, zorg er dan voor dat het correct is geformatteerd.
pt: O kernel falhou ao inicializar alguns dos componentes opcionais. Se estiver tentando ler um arquivo de configuração, certifique-se de que esteja formatado corretamente.
ro: Nucleul nu a reușit să inițializeze unele dintre componentele opționale. Dacă încearcă să citească un fișier de configurare, asigurați-vă că este formatat corect.
tr: Çekirdek isteğe bağlı bileşenlerden bazılarını başlatmayı başaramadı. Bir yapılandırma dosyasını okumaya çalışıyorsa, doğru şekilde biçimlendirildiğinden emin olun.
uk: Ядру не вдалося ініціалізувати деякі з додаткових компонентів. Якщо він намагається прочитати файл конфігурації, переконайтеся, що він правильно відформатований.
vi: Kernel không khởi tạo được một số thành phần tùy chọn. Nếu nó đang cố đọc tệp cấu hình, hãy đảm bảo rằng tệp đó được định dạng đúng.
zh: 核心無法初始化某些可選組件。如果它嘗試讀取配置文件，請確保其格式正確。

# NKS_KERNEL_STARTING_GENERALVARSRESET
source: General variables reset
ar: إعادة تعيين المتغيرات العامة
de: Allgemeine Variablen zurückgesetzt
el: Επαναφορά γενικών μεταβλητών
es: Restablecimiento de variables generales
fr: Réinitialisation des variables générales
ga: Athróga ginearálta a athshocrú
hi: सामान्य चर रीसेट
hi_latn: saamaany char reeset
id: Variabel umum diatur ulang
it: Reset delle variabili generali
ja: 一般変数のリセット
ko: 일반 변수 재설정
ms: Pembolehubah umum ditetapkan semula
nb: Generelle variabler tilbakestilles
nl: Algemene variabelen worden opnieuw ingesteld
pt: Redefinição de variáveis gerais
ro: Resetarea variabilelor generale
tr: Genel değişkenler sıfırlandı
uk: Скидання загальних змінних
vi: Biến chung thiết lập lại
zh: 一般變數重置

# NKS_KERNEL_STARTING_CONFIGSAVED
source: Config saved.
ar: تم حفظ التكوين.
de: Konfiguration gespeichert.
el: Η διαμόρφωση αποθηκεύτηκε.
es: Configuración guardada.
fr: Configuration enregistrée.
ga: Cumraíocht shábháil.
hi: कॉन्फ़िगरेशन सहेजा गया.
hi_latn: konfigareshan saheja gaya.
id: Konfigurasi disimpan.
it: Configurazione salvata.
ja: 設定が保存されました。
ko: 구성이 저장되었습니다.
ms: Konfigurasi disimpan.
nb: Konfigurasjonen er lagret.
nl: Configuratie opgeslagen.
pt: Configuração salva.
ro: Configurația a fost salvată.
tr: Yapılandırma kaydedildi.
uk: Конфігурацію збережено.
vi: Đã lưu cấu hình.
zh: 配置已儲存。

# NKS_KERNEL_STARTING_EXTRASTOPPED
source: Extra kernel functions and their registered components stopped.
ar: توقفت وظائف kernel الإضافية ومكوناتها المسجلة.
de: Zusätzliche Kernelfunktionen und ihre registrierten Komponenten wurden gestoppt.
el: Οι επιπλέον λειτουργίες του πυρήνα και τα καταχωρημένα στοιχεία τους σταμάτησαν.
es: Se detuvieron las funciones adicionales del kernel y sus componentes registrados.
fr: Les fonctions supplémentaires du noyau et leurs composants enregistrés se sont arrêtés.
ga: Stopadh feidhmeanna eithne breise agus a gcomhpháirteanna cláraithe.
hi: अतिरिक्त कर्नेल फ़ंक्शंस और उनके पंजीकृत घटक बंद हो गए।
hi_latn: atirikt karnel fankshan aur unake panjeekrt ghatak band ho gae.
id: Fungsi kernel tambahan dan komponen terdaftarnya dihentikan.
it: Le funzioni aggiuntive del kernel e i relativi componenti registrati sono stati interrotti.
ja: 追加のカーネル関数とその登録されたコンポーネントが停止しました。
ko: 추가 커널 기능 및 등록된 구성 요소가 중지되었습니다.
ms: Fungsi kernel tambahan dan komponen berdaftarnya dihentikan.
nb: Ekstra kjernefunksjoner og deres registrerte komponenter stoppet.
nl: Extra kernelfuncties en hun geregistreerde componenten zijn gestopt.
pt: Funções extras do kernel e seus componentes registrados foram interrompidos.
ro: Funcțiile suplimentare ale nucleului și componentele lor înregistrate au fost oprite.
tr: Ekstra çekirdek fonksiyonları ve bunların kayıtlı bileşenleri durduruldu.
uk: Додаткові функції ядра та їх зареєстровані компоненти зупинено.
vi: Các hàm hạt nhân bổ sung và các thành phần đã đăng ký của chúng đã dừng lại.
zh: 額外的核心函數及其註冊組件已停止。

# NKS_KERNEL_STARTING_RESETALLFAILED
source: The kernel failed to reset all the configuration to their initial states. Some of the components might have not unloaded correctly. If you're experiencing problems after the reboot, this might be the cause. Please shut down the kernel once rebooted.
ar: فشلت النواة في إعادة ضبط كافة التكوينات إلى حالاتها الأولية. ربما لم يتم تفريغ بعض المكونات بشكل صحيح. إذا كنت تواجه مشكلات بعد إعادة التشغيل، فقد يكون هذا هو السبب. يرجى إغلاق النواة بمجرد إعادة التشغيل.
de: Der Kernel konnte die gesamte Konfiguration nicht auf ihren ursprünglichen Zustand zurücksetzen. Einige der Komponenten wurden möglicherweise nicht ordnungsgemäß entladen. Wenn nach dem Neustart Probleme auftreten, kann dies die Ursache sein. Bitte fahren Sie den Kernel nach dem Neustart herunter.
el: Ο πυρήνας απέτυχε να επαναφέρει όλες τις ρυθμίσεις παραμέτρων στις αρχικές τους καταστάσεις. Ορισμένα από τα εξαρτήματα ενδέχεται να μην έχουν ξεφορτωθεί σωστά. Εάν αντιμετωπίζετε προβλήματα μετά την επανεκκίνηση, αυτή μπορεί να είναι η αιτία. Κλείστε τον πυρήνα μόλις γίνει επανεκκίνηση.
es: El kernel no pudo restablecer toda la configuración a sus estados iniciales. Es posible que algunos de los componentes no se hayan descargado correctamente. Si tiene problemas después del reinicio, esta podría ser la causa. Apague el kernel una vez reiniciado.
fr: Le noyau n'a pas réussi à réinitialiser toute la configuration à son état initial. Certains composants n'ont peut-être pas été déchargés correctement. Si vous rencontrez des problèmes après le redémarrage, cela peut en être la cause. Veuillez arrêter le noyau une fois redémarré.
ga: Theip ar an eithne an chumraíocht go léir a athshocrú go dtí a staid tosaigh. Seans nár díluchtaíodh cuid de na comhpháirteanna i gceart. Má tá fadhbanna agat tar éis an atosaigh, seans gurb é sin an chúis. Dún an eithne nuair a atosófar é.
hi: कर्नेल सभी कॉन्फ़िगरेशन को उनकी प्रारंभिक स्थिति में रीसेट करने में विफल रहा। हो सकता है कि कुछ घटक ठीक से अनलोड न हुए हों। यदि आप रीबूट के बाद समस्याओं का सामना कर रहे हैं, तो इसका कारण यह हो सकता है। रिबूट होने पर कृपया कर्नेल को बंद कर दें।
hi_latn: karnel sabhee konfigareshan ko unakee praarambhik avasthaon par reeset karane mein viphal raha. kuchh ghatak shaayad sahee dhang se analod nahin hue hain. yadi aapako reeboot ke baad samasyaen aa rahee hain, to isaka kaaran yah ho sakata hai. reeboot hone ke baad krpaya karnel ko band kar den.
id: Kernel gagal mengatur ulang semua konfigurasi ke status awal. Beberapa komponen mungkin tidak dimuat dengan benar. Jika Anda mengalami masalah setelah melakukan boot ulang, ini mungkin penyebabnya. Harap matikan kernel setelah melakukan boot ulang.
it: Il kernel non è riuscito a ripristinare tutta la configurazione ai loro stati iniziali. Alcuni componenti potrebbero non essere stati scaricati correttamente. Se riscontri problemi dopo il riavvio, questa potrebbe essere la causa. Spegnere il kernel una volta riavviato.
ja: カーネルは、すべての構成を初期状態にリセットできませんでした。一部のコンポーネントが正しくアンロードされていない可能性があります。再起動後に問題が発生した場合は、これが原因である可能性があります。再起動したらカーネルをシャットダウンしてください。
ko: 커널이 모든 구성을 초기 상태로 재설정하지 못했습니다. 일부 구성요소가 올바르게 언로드되지 않았을 수 있습니다. 재부팅 후 문제가 발생하는 경우 이것이 원인일 수 있습니다. 재부팅한 후에는 커널을 종료하십시오.
ms: Kernel gagal menetapkan semula semua konfigurasi kepada keadaan awalnya. Sesetengah komponen mungkin tidak dipunggah dengan betul. Jika anda mengalami masalah selepas but semula, ini mungkin puncanya. Sila matikan kernel setelah but semula.
nb: Kjernen klarte ikke å tilbakestille all konfigurasjon til de opprinnelige tilstandene. Noen av komponentene er kanskje ikke utlastet på riktig måte. Hvis du opplever problemer etter omstart, kan dette være årsaken. Vennligst slå av kjernen når den er startet på nytt.
nl: De kernel slaagde er niet in om alle configuraties terug te zetten naar hun oorspronkelijke status. Sommige componenten zijn mogelijk niet correct verwijderd. Als u problemen ondervindt na het opnieuw opstarten, kan dit de oorzaak zijn. Sluit de kernel af nadat deze opnieuw is opgestart.
pt: O kernel falhou ao redefinir todas as configurações para seus estados iniciais. Alguns dos componentes podem não ter sido descarregados corretamente. Se você estiver tendo problemas após a reinicialização, essa pode ser a causa. Por favor, desligue o kernel depois de reinicializado.
ro: Nucleul nu a reușit să resetați toată configurația la stările inițiale. Este posibil ca unele componente să nu se fi descărcat corect. Dacă întâmpinați probleme după repornire, aceasta ar putea fi cauza. Vă rugăm să închideți nucleul odată ce ați repornit.
tr: Çekirdek tüm yapılandırmayı ilk durumlarına sıfırlamayı başaramadı. Bileşenlerden bazıları doğru şekilde yüklenmemiş olabilir. Yeniden başlatmadan sonra sorun yaşıyorsanız, bunun nedeni bu olabilir. Lütfen yeniden başlatıldıktan sonra çekirdeği kapatın.
uk: Ядру не вдалося скинути всю конфігурацію до початкових станів. Можливо, деякі компоненти вивантажено неправильно. Якщо у вас виникли проблеми після перезавантаження, це може бути причиною. Будь ласка, вимкніть ядро після перезавантаження.
vi: Kernel không thể thiết lập lại tất cả cấu hình về trạng thái ban đầu. Một số thành phần có thể không được dỡ tải đúng cách. Nếu bạn gặp sự cố sau khi khởi động lại, đây có thể là nguyên nhân. Vui lòng tắt kernel sau khi khởi động lại.
zh: 核心無法將所有配置重置為其初始狀態。某些組件可能未正確卸載。如果您在重新啟動後遇到問題，這可能是原因。重新啟動後請關閉核心。

# NKS_KERNEL_STARTING_GOODBYE
source: Goodbye!
ar: مع السلامة!
de: Auf Wiedersehen!
el: Αντιο σας!
es: ¡Adiós!
fr: Au revoir!
ga: Slán!
hi: अलविदा!
hi_latn: alavida!
id: Selamat tinggal!
it: Arrivederci!
ja: さようなら！
ko: 안녕히 가세요!
ms: selamat tinggal!
nb: Adjø!
nl: Tot ziens!
pt: Adeus!
ro: La revedere!
tr: Güle güle!
uk: До побачення!
vi: Tạm biệt!
zh: 再見！

# NKS_KERNEL_STARTING_STAGE3_HWINIT
source: Please wait while the kernel initializes your hardware...
ar: الرجاء الانتظار بينما يقوم kernel بتهيئة جهازك...
de: Bitte warten Sie, während der Kernel Ihre Hardware initialisiert ...
el: Περιμένετε όσο ο πυρήνας προετοιμάζει το υλικό σας...
es: Espere mientras el kernel inicializa su hardware...
fr: Veuillez patienter pendant que le noyau initialise votre matériel...
ga: Fan le do thoil agus an eithne ag tosú do chrua-earraí...
hi: कृपया तब तक प्रतीक्षा करें जब तक कर्नेल आपके हार्डवेयर को प्रारंभ न कर दे...
hi_latn: krpaya prateeksha karen jab tak karnel aapake haardaveyar ko aarambheekrt na kar de...
id: Harap tunggu sementara kernel menginisialisasi perangkat keras Anda...
it: Per favore attendi mentre il kernel inizializza il tuo hardware...
ja: カーネルがハードウェアを初期化するまでお待ちください...
ko: 커널이 하드웨어를 초기화하는 동안 잠시 기다려 주십시오...
ms: Sila tunggu sementara kernel memulakan perkakasan anda...
nb: Vennligst vent mens kjernen initialiserer maskinvaren din...
nl: Een ogenblik geduld terwijl de kernel uw hardware initialiseert...
pt: Por favor espere enquanto o kernel inicializa seu hardware...
ro: Vă rugăm să așteptați până când nucleul vă inițializează hardware-ul...
tr: Çekirdek donanımınızı başlatırken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки ядро ініціалізує ваше обладнання...
vi: Vui lòng đợi trong khi kernel khởi tạo phần cứng của bạn...
zh: 內核正在初始化您的硬件，請稍候...

# NKS_KERNEL_STARTING_STAGE6_INTEGRITY
source: Verifying system integrity
ar: التحقق من سلامة النظام
de: Überprüfung der Systemintegrität
el: Επαλήθευση της ακεραιότητας του συστήματος
es: Verificación de la integridad del sistema
fr: Vérification de l'intégrité du système
ga: Sláine an chórais á fhíorú
hi: सिस्टम अखंडता का सत्यापन
hi_latn: sistam akhandata kee pushti karana
id: Memverifikasi integritas sistem
it: Verifica dell'integrità del sistema
ja: システムの整合性の検証
ko: 시스템 무결성 확인
ms: Mengesahkan integriti sistem
nb: Verifisering av systemets integritet
nl: Systeemintegriteit verifiëren
pt: Verificando a integridade do sistema
ro: Verificarea integrității sistemului
tr: Sistem bütünlüğünün doğrulanması
uk: Перевірка цілісності системи
vi: Xác minh tính toàn vẹn của hệ thống
zh: 驗證系統完整性

# NKS_KERNEL_STARTING_STAGE6_INTEGRITY_CONFIGERROR
source: Configuration error will be notified
ar: سيتم إخطار خطأ التكوين
de: Konfigurationsfehler werden gemeldet
el: Σφάλμα διαμόρφωσης θα ειδοποιηθεί
es: Se notificará el error de configuración.
fr: L'erreur de configuration sera notifiée
ga: Cuirfear earráid chumraíochta in iúl
hi: कॉन्फ़िगरेशन त्रुटि अधिसूचित की जाएगी
hi_latn: konfigareshan truti adhisoochit kee jaegee
id: Kesalahan konfigurasi akan diberitahukan
it: Verrà notificato l'errore di configurazione
ja: 設定エラーが通知される
ko: 구성 오류가 통보됩니다
ms: Ralat konfigurasi akan dimaklumkan
nb: Konfigurasjonsfeil vil bli varslet
nl: Er wordt een configuratiefout gemeld
pt: Erro de configuração será notificado
ro: Eroare de configurare va fi notificată
tr: Yapılandırma hatası bildirilecek
uk: Буде повідомлено про помилку конфігурації
vi: Lỗi cấu hình sẽ được thông báo
zh: 配置錯誤將會被通知

# NKS_KERNEL_STARTING_STAGE6_INTEGRITY_CONFIGERROR_NOTIFTITLE
source: Configuration error
ar: خطأ في تكوين
de: Konfigurationsfehler
el: Σφάλμα διαμόρφωσης
es: Error de configuración
fr: Erreur de configuration
ga: Earráid chumraíochta
hi: विन्यास त्रुटि
hi_latn: konfigareshan truti
id: Kesalahan konfigurasi
it: Errore di configurazione
ja: 構成エラー
ko: 구성 오류
ms: Ralat konfigurasi
nb: Konfigurasjonsfeil
nl: Configuratiefout
pt: Erro de configuração
ro: Eroare de configurare
tr: Yapılandırma hatası
uk: Помилка конфігурації
vi: Lỗi cấu hình
zh: 配置錯誤
