Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_EXCEPTION_DUPLICATESETTINGSKEYS
source: There have been duplicate keys in your settings instance. Please double check the variable to ensure that it doesn't exist more than once.
ar: تم العثور على مفاتيح مكررة في إعداداتك. يرجى التحقق من المتغير للتأكد من عدم وجوده أكثر من مرة.
de: In Ihren Einstellungen wurden doppelte Schlüssel gefunden. Bitte überprüfen Sie die Variable, um sicherzustellen, dass sie nicht mehrfach existiert.
el: Υπήρξαν διπλότυπα κλειδιά στην παρουσία ρυθμίσεών σας. Ελέγξτε ξανά τη μεταβλητή για να βεβαιωθείτε ότι δεν υπάρχει περισσότερες από μία φορές.
es: Se han encontrado claves duplicadas en su instancia de configuración. Verifique la variable para asegurarse de que no exista más de una vez.
fr: Des clés dupliquées ont été détectées dans votre instance de paramètres. Veuillez vérifier la variable pour vous assurer qu'elle n'existe pas plusieurs fois.
ga: Bhí eochracha dúblacha i do shocruithe. Déan seiceáil dhúbailte ar an athróg lena chinntiú nach bhfuil sí ann níos mó ná uair amháin.
hi: आपकी सेटिंग्स इंस्टेंस में डुप्लिकेट कुंजियाँ मौजूद हैं। कृपया वेरिएबल की दोबारा जाँच करें ताकि यह सुनिश्चित हो सके कि यह एक से अधिक बार मौजूद न हो।
hi_latn: aapake setings instens mein dupleeket keez hain. krpaya veriebal ko dobaara chek karen taaki yah pakka ho sake ki yah ek se zyaada baar maujood nahin hai.
id: Terdapat kunci duplikat dalam instance pengaturan Anda. Harap periksa kembali variabel tersebut untuk memastikan bahwa variabel tersebut tidak ada lebih dari satu kali.
it: Ci sono chiavi duplicate nell'istanza delle impostazioni. Controlla attentamente la variabile per assicurarti che non esista più di una volta.
ja: 設定インスタンスに重複したキーがあります。変数が複数回存在していないか、再度ご確認ください。
ko: 설정 인스턴스에 중복된 키가 있습니다. 변수가 중복 존재하지 않는지 다시 한번 확인해 주세요.
ms: Terdapat kunci pendua dalam contoh tetapan anda. Sila semak semula pembolehubah untuk memastikan ia tidak wujud lebih daripada sekali.
nb: Det har vært dupliserte nøkler i innstillingsinstansen din. Dobbeltsjekk variabelen for å sikre at den ikke finnes mer enn én gang.
nl: Er zijn dubbele sleutels in uw instellingen. Controleer de variabele om er zeker van te zijn dat deze niet meer dan één keer voorkomt.
pt: Foram encontradas chaves duplicadas na sua instância de configurações. Verifique novamente a variável para garantir que não existe mais do que uma vez.
tr: Ayarlar örneğinizde yinelenen anahtarlar bulunmaktadır. Lütfen değişkenin birden fazla kez mevcut olmadığından emin olmak için tekrar kontrol edin.
uk: У вашому екземплярі налаштувань є дублікати ключів. Будь ласка, перевірте змінну ще раз, щоб переконатися, що вона не існує більше одного разу.
vi: Có các khóa trùng lặp trong phần cài đặt của bạn. Vui lòng kiểm tra kỹ biến đó để đảm bảo rằng nó không tồn tại nhiều hơn một lần.
zh: 您的设置实例中存在重复的键。请仔细检查该变量，确保它只存在一次。

# NKS_USERS_LOGIN_MODERNLOGON_CLOSE
source: Close
ar: يغلق
de: Schließen
el: Κοντά
es: Cerca
fr: Fermer
ga: Dún
hi: बंद करना
hi_latn: band karen
id: Menutup
it: Vicino
ja: 近い
ko: 닫다
ms: Tutup
nb: Lukke
nl: Dichtbij
pt: Perto
tr: Kapalı
uk: Закрити
vi: Đóng
zh: 关闭

# NKS_SHELL_HOMEPAGE_KEYBINDING_SHUTDOWN
source: Shut down
ar: اغلق
de: Abschalten
el: Κλείνω το εργοστάσιον
es: Cerrar
fr: Fermer
ga: Dún síos
hi: शट डाउन
hi_latn: band karen
id: Menutup
it: Fermare
ja: シャットダウン
ko: 종료하다
ms: tutup
nb: Slå av
nl: Uitschakelen
pt: Desligar
tr: Kapat
uk: Вимкнути
vi: Tắt máy
zh: 关闭

# NKS_SHELL_HOMEPAGE_FILEMANAGERSINGLE
source: File Manager (single pane)
ar: مدير الملفات (لوحة واحدة)
de: Dateimanager (Einzelfenster)
el: Διαχείριση αρχείων (ένα παράθυρο)
es: Administrador de archivos (panel único)
fr: Gestionnaire de fichiers (panneau unique)
ga: Bainisteoir Comhad (painéal aonair)
hi: फ़ाइल प्रबंधक (एकल फलक)
hi_latn: fail mainejar (singal pen)
id: Pengelola File (panel tunggal)
it: File Manager (riquadro singolo)
ja: ファイルマネージャー（単一ペイン）
ko: 파일 관리자(단일 창)
ms: Pengurus Fail (anak tetingkap tunggal)
nb: Filbehandler (enkelt rute)
nl: Bestandsbeheer (enkel venster)
pt: Gestor de Ficheiros (painel único)
tr: Dosya Yöneticisi (tek bölmeli)
uk: Файловий менеджер (одна панель)
vi: Trình quản lý tập tin (một ngăn)
zh: 文件管理器（单窗格）

# NKS_SHELL_SHELLS_UESH_COMMAND_IFM_SWITCH_SINGLE_DESC
source: Opens the file manager in a single pane
ar: يفتح مدير الملفات في نافذة واحدة
de: Öffnet den Dateimanager in einem einzelnen Fenster.
el: Ανοίγει τον διαχειριστή αρχείων σε ένα μόνο παράθυρο
es: Abre el administrador de archivos en un solo panel
fr: Ouvre le gestionnaire de fichiers dans un seul volet.
ga: Osclaíonn an bainisteoir comhad i bpána amháin
hi: फ़ाइल मैनेजर को एक ही फलक में खोलता है
hi_latn: fail mainejar ko singal pen mein kholata hai
id: Membuka pengelola file dalam satu panel.
it: Apre il file manager in un unico riquadro
ja: ファイルマネージャを単一のペインで開きます
ko: 파일 관리자를 단일 창으로 엽니다.
ms: Membuka pengurus fail dalam anak tetingkap tunggal
nb: Åpner filbehandleren i én rute
nl: Opent het bestandsbeheer in één venster.
pt: Abre o gestor de ficheiros num único painel.
tr: Dosya yöneticisini tek bir bölmede açar.
uk: Відкриває файловий менеджер в одній панелі
vi: Mở trình quản lý tập tin trong một cửa sổ duy nhất
zh: 在单个窗格中打开文件管理器

# NKS_SHELL_SHELLS_UESH_COMMAND_DATE_SWITCH_DATE_DESC
source: Shows just the date
ar: يعرض التاريخ فقط
de: Zeigt nur das Datum an
el: Εμφανίζει μόνο την ημερομηνία
es: Muestra solo la fecha
fr: Affiche uniquement la date
ga: Ní thaispeánann sé ach an dáta
hi: केवल तिथि दिखाता है
hi_latn: sirf taareekh dikhaata hai
id: Hanya menampilkan tanggal
it: Mostra solo la data
ja: 日付のみ表示
ko: 날짜만 표시합니다.
ms: Hanya menunjukkan tarikh
nb: Viser bare datoen
nl: Toont alleen de datum
pt: Mostra apenas a data.
tr: Sadece tarihi gösterir.
uk: Показує лише дату
vi: Chỉ hiển thị ngày tháng
zh: 仅显示日期

# NKS_SHELL_SHELLS_UESH_COMMAND_DATE_SWITCH_TIME_DESC
source: Shows just the time
ar: يعرض الوقت بالضبط
de: Zeigt genau die richtige Zeit
el: Δείχνει ακριβώς την ώρα
es: Muestra solo la hora
fr: Cela montre juste le temps
ga: Taispeánann sé an t-am amháin
hi: सिर्फ समय दिखाता है
hi_latn: sirf samay dikhaata hai
id: Menunjukkan waktu
it: Mostra solo l'ora
ja: 時間だけ表示
ko: 딱 그 시간을 보여줍니다
ms: Menunjukkan masa sahaja
nb: Viser bare tiden
nl: Toont precies de tijd
pt: Mostra exatamente a hora
tr: Sadece zamanı gösteriyor.
uk: Показує саме час
vi: Chỉ hiển thị thời gian.
zh: 恰逢其时

# NKS_SHELL_SHELLS_UESH_COMMAND_DATE_SWITCH_UTC_DESC
source: Uses the UTC time zone instead of the local time zone
ar: يستخدم التوقيت العالمي المنسق (UTC) بدلاً من التوقيت المحلي
de: Verwendet die UTC-Zeitzone anstelle der lokalen Zeitzone.
el: Χρησιμοποιεί την ζώνη ώρας UTC αντί για την τοπική ζώνη ώρας
es: Utiliza la zona horaria UTC en lugar de la zona horaria local
fr: Utilise le fuseau horaire UTC au lieu du fuseau horaire local.
ga: Úsáideann sé crios ama UTC in ionad an chrios ama áitiúil
hi: यह स्थानीय समय क्षेत्र के बजाय यूटीसी समय क्षेत्र का उपयोग करता है।
hi_latn: lokal taim zon ke bajaay utch taim zon ka istemaal karata hai
id: Menggunakan zona waktu UTC, bukan zona waktu lokal.
it: Utilizza il fuso orario UTC anziché il fuso orario locale
ja: ローカルタイムゾーンの代わりに UTC タイムゾーンを使用します
ko: 현지 시간대 대신 UTC 시간대를 사용합니다.
ms: Menggunakan zon waktu UTC dan bukannya zon waktu tempatan
nb: Bruker UTC-tidssonen i stedet for den lokale tidssonen
nl: Gebruikt de UTC-tijdzone in plaats van de lokale tijdzone.
pt: Utiliza o fuso horário UTC em vez do fuso horário local.
tr: Yerel saat dilimi yerine UTC saat dilimini kullanır.
uk: Використовує часовий пояс UTC замість місцевого часового поясу
vi: Sử dụng múi giờ UTC thay vì múi giờ địa phương.
zh: 使用 UTC 时区而不是本地时区

# NKS_KERNEL_EXTENSIONS_ADDONS_INITIALIZING
source: Initializing kernel addon
ar: تهيئة ملحق النواة
de: Initialisierung des Kernel-Addons
el: Αρχικοποίηση πρόσθετου πυρήνα
es: Inicializando el complemento del kernel
fr: Initialisation du module complémentaire du noyau
ga: Ag tosú breiseán eithne
hi: कर्नेल ऐडऑन प्रारंभ करना
hi_latn: karnel aidon ko inishiyalaiz karata hai
id: Menginisialisasi add-on kernel
it: Inizializzazione del componente aggiuntivo del kernel
ja: カーネルアドオンの初期化
ko: 커널 애드온 초기화 중
ms: Memulakan tambahan kernel
nb: Initialiserer kjernetillegg
nl: Initialiseren van de kernel-add-on
pt: Inicializando o complemento do kernel
tr: Çekirdek eklentisi başlatılıyor
uk: Ініціалізація доповнення ядра
vi: Khởi tạo tiện ích bổ sung nhân hệ điều hành
zh: 初始化内核插件

# NKS_KERNEL_EXTENSIONS_ADDONS_INITIALIZING_UNKNOWN
source: that is not known
ar: هذا غير معروف
de: das ist unbekannt
el: αυτό δεν είναι γνωστό
es: eso no se sabe
fr: ce qui n'est pas connu
ga: nach bhfuil ar eolas
hi: जो ज्ञात नहीं है
hi_latn: jo pata nahin hai
id: itu tidak diketahui
it: che non è noto
ja: それは知られていない
ko: 알려지지 않은 것
ms: itu tidak diketahui
nb: det er ikke kjent
nl: dat is niet bekend
pt: que não é conhecido
tr: Bu bilinmiyor
uk: що невідомо
vi: điều đó không được biết đến
zh: 这一点尚不清楚

# NKS_KERNEL_EXTENSIONS_ADDONS_CHECKING
source: Checking kernel addon
ar: جارٍ فحص إضافة النواة
de: Kernel-Addon wird geprüft
el: Έλεγχος πρόσθετου πυρήνα
es: Comprobando el complemento del kernel
fr: Vérification de l'extension du noyau
ga: Ag seiceáil breiseán eithne
hi: कर्नेल ऐडऑन की जाँच करना
hi_latn: karnel aidon chek kar raha hai
id: Memeriksa add-on kernel
it: Controllo del componente aggiuntivo del kernel
ja: カーネルアドオンの確認
ko: 커널 애드온 확인 중
ms: Menyemak tambahan kernel
nb: Sjekker kjernetillegg
nl: Kernel-add-on controleren
pt: Verificando o complemento do kernel
tr: Çekirdek eklentisini kontrol etme
uk: Перевірка доповнення ядра
vi: Kiểm tra tiện ích bổ sung kernel
zh: 检查内核插件

# NKS_SETTINGS_KERNEL_AUDIO_AMBIENTSCREENSAVEREFFECTSINTENSITY_NAME
source: Ambient screensaver sound effects intensity
ar: شدة المؤثرات الصوتية المحيطة لشاشة التوقف
de: Intensität der Umgebungsgeräusche des Bildschirmschoners
el: Ένταση ηχητικών εφέ προφύλαξης οθόνης περιβάλλοντος
es: Intensidad de los efectos de sonido del protector de pantalla ambiental
fr: Intensité des effets sonores ambiants de l'écran de veille
ga: Déine éifeachtaí fuaime spárálaíscáileáin chomhthimpeallach
hi: परिवेशी स्क्रीनसेवर ध्वनि प्रभावों की तीव्रता
hi_latn: embient skreenasevar saund ifekt kee intensitee
id: Intensitas efek suara screensaver ambient
it: Intensità degli effetti sonori dello screensaver ambientale
ja: 周囲のスクリーンセーバーの音響効果の強さ
ko: 화면 보호기 주변음 효과음 강도
ms: Keamatan kesan bunyi penyelamat skrin ambien
nb: Intensitet av lydeffekter for omgivende skjermsparer
nl: Intensiteit van omgevingsgeluidseffecten in de screensaver
pt: Intensidade dos efeitos sonoros do protetor de ecrã ambiente
tr: Ortam ekran koruyucu ses efektlerinin yoğunluğu
uk: Інтенсивність звукових ефектів навколишньої заставки
vi: Cường độ hiệu ứng âm thanh bảo vệ màn hình
zh: 环境屏保音效强度

# NKS_SETTINGS_KERNEL_AUDIO_AMBIENTSCREENSAVEREFFECTSINTENSITY_DESC
source: Specify the level that chooses how intense the ambient screensaver sound effects are
ar: حدد المستوى الذي يحدد مدى شدة المؤثرات الصوتية المحيطة لشاشة التوقف
de: Legen Sie die Stufe fest, die die Intensität der Umgebungsgeräusche des Bildschirmschoners bestimmt.
el: Καθορίστε το επίπεδο που επιλέγει πόσο έντονα θα είναι τα ηχητικά εφέ της προστασίας οθόνης περιβάλλοντος
es: Especifique el nivel que elige qué tan intensos son los efectos de sonido del protector de pantalla ambiental
fr: Spécifiez le niveau qui détermine l'intensité des effets sonores ambiants de l'économiseur d'écran.
ga: Sonraigh an leibhéal a roghnaíonn cé chomh dian is atá éifeachtaí fuaime an scáileáin scáileáin chomhthimpeallaigh
hi: स्क्रीनसेवर के परिवेशी ध्वनि प्रभावों की तीव्रता को निर्धारित करने वाला स्तर निर्दिष्ट करें।
hi_latn: vah leval bataata hai jo chunata hai ki embient skreenasevar saund ifekt kitane intens hain
id: Tentukan level yang memilih seberapa intens efek suara latar screensaver.
it: Specifica il livello che determina l'intensità degli effetti sonori ambientali dello screensaver
ja: スクリーンセーバーの周囲のサウンド効果の強さを選択するレベルを指定します
ko: 화면 보호기 주변음 효과의 강도를 조절하는 레벨을 지정하세요.
ms: Tentukan tahap yang memilih sejauh mana kesan bunyi penyelamat skrin ambien
nb: Angi nivået som velger hvor intense lydeffektene for omgivelsesskjermspareren er
nl: Geef het niveau op dat bepaalt hoe intens de omgevingsgeluidseffecten van de screensaver zijn.
pt: Especifique o nível que define a intensidade dos efeitos sonoros ambiente do protetor de ecrã.
tr: Ortam ekran koruyucu ses efektlerinin yoğunluğunu belirleyen seviyeyi belirtin.
uk: Вкажіть рівень інтенсивності звукових ефектів навколишнього середовища заставки
vi: Chọn mức độ để quyết định cường độ của hiệu ứng âm thanh nền của trình bảo vệ màn hình.
zh: 指定屏幕保护程序环境音效的强度级别。

# NKS_SHELL_SHELLS_DEBUG_COMMAND_SENDNOTIFICATION_DESC
source: Sends test notification
ar: يرسل إشعار اختبار
de: Sendet Testbenachrichtigung
el: Αποστέλλει δοκιμαστική ειδοποίηση
es: Envía notificación de prueba
fr: Envoie une notification de test
ga: Seolann sé fógra tástála
hi: परीक्षण अधिसूचना भेजता है
hi_latn: test notifikeshan bhejata hai
id: Mengirimkan notifikasi uji coba
it: Invia notifica di prova
ja: テスト通知を送信します
ko: 테스트 알림을 보냅니다.
ms: Menghantar pemberitahuan ujian
nb: Sender testvarsel
nl: Verstuurt testmelding
pt: Envia notificação de teste
tr: Test bildirimi gönderir.
uk: Надсилає тестове сповіщення
vi: Gửi thông báo thử nghiệm
zh: 发送测试通知

# NKS_USERS_2FA_ENROLLMENTCOMPLETE
source: Enrollment complete for user. Add this setup key
ar: اكتمل تسجيل المستخدم. أضف مفتاح الإعداد هذا
de: Benutzerregistrierung abgeschlossen. Diesen Setup-Schlüssel hinzufügen.
el: Η εγγραφή ολοκληρώθηκε για τον χρήστη. Προσθέστε αυτό το κλειδί ρύθμισης
es: Registro completo del usuario. Agregue esta clave de configuración.
fr: Inscription de l'utilisateur terminée. Ajoutez cette clé de configuration.
ga: Clárú críochnaithe don úsáideoir. Cuir an eochair thusála seo leis.
hi: उपयोगकर्ता का नामांकन पूरा हो गया है। इस सेटअप कुंजी को जोड़ें।
hi_latn: yoozar ke lie enarolament poora ho gaya hai. yah setap kee joden
id: Pendaftaran pengguna telah selesai. Tambahkan kunci pengaturan ini.
it: Registrazione completata per l'utente. Aggiungi questa chiave di configurazione
ja: ユーザーの登録が完了しました。このセットアップキーを追加してください
ko: 사용자 등록이 완료되었습니다. 이 설정 키를 추가하세요.
ms: Pendaftaran lengkap untuk pengguna. Tambahkan kunci persediaan ini
nb: Registrering fullført for brukeren. Legg til denne konfigurasjonsnøkkelen
nl: Registratie voor gebruiker voltooid. Voeg deze installatiesleutel toe.
pt: Registo do utilizador concluído. Adicione esta chave de configuração.
tr: Kullanıcı kaydı tamamlandı. Bu kurulum anahtarını ekleyin.
uk: Реєстрацію користувача завершено. Додайте цей ключ налаштування.
vi: Đăng ký người dùng đã hoàn tất. Thêm khóa thiết lập này.
zh: 用户注册完成。添加此设置密钥

# NKS_USERS_2FA_ENROLLMENTCOMPLETE_QR
source: Or, you can scan the below QR code.
ar: أو يمكنك مسح رمز الاستجابة السريعة أدناه.
de: Alternativ können Sie den unten stehenden QR-Code scannen.
el: Ή, μπορείτε να σαρώσετε τον παρακάτω κωδικό QR.
es: O puede escanear el código QR a continuación.
fr: Vous pouvez également scanner le code QR ci-dessous.
ga: Nó, is féidir leat an cód QR thíos a scanadh.
hi: या फिर आप नीचे दिए गए क्यूआर कोड को स्कैन कर सकते हैं।
hi_latn: ya, aap neeche diya gaya qr kod skain kar sakate hain.
id: Atau, Anda dapat memindai kode QR di bawah ini.
it: Oppure puoi scansionare il codice QR qui sotto.
ja: または、以下のQRコードをスキャンすることもできます。
ko: 또는 아래 QR 코드를 스캔하셔도 됩니다.
ms: Atau, anda boleh mengimbas kod QR di bawah.
nb: Eller du kan skanne QR-koden nedenfor.
nl: Of u kunt de onderstaande QR-code scannen.
pt: Ou pode digitalizar o código QR abaixo.
tr: Ya da aşağıdaki QR kodunu tarayabilirsiniz.
uk: Або ж ви можете відсканувати QR-код нижче.
vi: Hoặc, bạn có thể quét mã QR bên dưới.
zh: 或者，您可以扫描下面的二维码。

# NKS_USERS_2FA_ENROLLMENTCOMPLETE_REMINDER
source: In case your console shows an incomplete QR code, please use this setup key
ar: في حال عرض جهازك رمز QR غير مكتمل، يرجى استخدام مفتاح الإعداد هذا.
de: Falls Ihre Konsole einen unvollständigen QR-Code anzeigt, verwenden Sie bitte diesen Setup-Schlüssel.
el: Σε περίπτωση που η κονσόλα σας εμφανίζει έναν ελλιπή κωδικό QR, χρησιμοποιήστε αυτό το κλειδί ρύθμισης
es: En caso de que su consola muestre un código QR incompleto, utilice esta clave de configuración
fr: Si votre console affiche un code QR incomplet, veuillez utiliser cette clé de configuration.
ga: Sa chás go bhfuil cód QR neamhiomlán le feiceáil ar do chonsól, bain úsáid as an eochair thusála seo le do thoil.
hi: यदि आपके कंसोल पर अधूरा क्यूआर कोड दिखाई देता है, तो कृपया इस सेटअप कुंजी का उपयोग करें।
hi_latn: agar aapaka kansol adhoora qr kod dikhaata hai, to krpaya is setap kee ka istemaal karen
id: Jika konsol Anda menampilkan kode QR yang tidak lengkap, silakan gunakan kunci pengaturan ini.
it: Nel caso in cui la tua console mostri un codice QR incompleto, utilizza questa chiave di configurazione
ja: コンソールに不完全なQRコードが表示された場合は、このセットアップキーを使用してください。
ko: 콘솔에 QR 코드가 불완전하게 표시되는 경우, 이 설정 키를 사용하십시오.
ms: Sekiranya konsol anda menunjukkan kod QR yang tidak lengkap, sila gunakan kekunci persediaan ini
nb: Hvis konsollen din viser en ufullstendig QR-kode, bruk denne konfigurasjonsnøkkelen
nl: Als uw console een onvolledige QR-code weergeeft, gebruik dan deze installatiesleutel.
pt: Caso a sua consola apresente um código QR incompleto, utilize esta chave de configuração.
tr: Konsolunuzda eksik bir QR kodu görünüyorsa, lütfen bu kurulum anahtarını kullanın.
uk: Якщо ваша консоль відображає неповний QR-код, скористайтеся цим ключем налаштування
vi: Trong trường hợp bảng điều khiển của bạn hiển thị mã QR không đầy đủ, vui lòng sử dụng khóa thiết lập này.
zh: 如果您的主机显示的二维码不完整，请使用此设置密钥

# NKS_USERS_2FA_ENROLLMENTSTATUS
source: Enrollment status
ar: حالة التسجيل
de: Einschreibungsstatus
el: Κατάσταση εγγραφής
es: Estado de inscripción
fr: État d'inscription
ga: Stádas clárúcháin
hi: नामांकन स्थिति
hi_latn: enarolament stetas
id: Status pendaftaran
it: Stato di iscrizione
ja: 登録状況
ko: 등록 상태
ms: Status pendaftaran
nb: Registreringsstatus
nl: Inschrijvingsstatus
pt: Situação de matrícula
tr: Kayıt durumu
uk: Статус реєстрації
vi: Tình trạng đăng ký
zh: 入学状态

# NKS_USERS_USERNOTPROVIDED
source: User name has not been provided.
ar: لم يتم تقديم اسم المستخدم.
de: Es wurde kein Benutzername angegeben.
el: Δεν έχει δοθεί όνομα χρήστη.
es: No se ha proporcionado el nombre de usuario.
fr: Le nom d'utilisateur n'a pas été fourni.
ga: Níor soláthraíodh ainm úsáideora.
hi: उपयोगकर्ता का नाम प्रदान नहीं किया गया है।
hi_latn: yoozar nem nahin diya gaya hai.
id: Nama pengguna belum diberikan.
it: Il nome utente non è stato fornito.
ja: ユーザー名が指定されていません。
ko: 사용자 이름이 제공되지 않았습니다.
ms: Nama pengguna belum diberikan.
nb: Brukernavn er ikke oppgitt.
nl: Er is geen gebruikersnaam opgegeven.
pt: O nome de utilizador não foi fornecido.
tr: Kullanıcı adı belirtilmedi.
uk: Ім'я користувача не вказано.
vi: Tên người dùng chưa được cung cấp.
zh: 用户名尚未提供。

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_DESC
source: Two-factor authentication management for users
ar: إدارة المصادقة الثنائية للمستخدمين
de: Verwaltung der Zwei-Faktor-Authentifizierung für Benutzer
el: Διαχείριση ελέγχου ταυτότητας δύο παραγόντων για χρήστες
es: Gestión de autenticación de dos factores para usuarios
fr: Gestion de l'authentification à deux facteurs pour les utilisateurs
ga: Bainistíocht fíordheimhnithe dhá fhachtóir d'úsáideoirí
hi: उपयोगकर्ताओं के लिए दो-कारक प्रमाणीकरण प्रबंधन
hi_latn: yoozar ke lie too-faiktar othentikeshan mainejament
id: Manajemen otentikasi dua faktor untuk pengguna
it: Gestione dell'autenticazione a due fattori per gli utenti
ja: ユーザー向け二要素認証管理
ko: 사용자를 위한 2단계 인증 관리
ms: Pengurusan pengesahan dua faktor untuk pengguna
nb: Tofaktorautentiseringsadministrasjon for brukere
nl: Beheer van tweefactorauthenticatie voor gebruikers
pt: Gestão de autenticação de dois fatores para utilizadores
tr: Kullanıcılar için iki faktörlü kimlik doğrulama yönetimi
uk: Керування двофакторною автентифікацією для користувачів
vi: Quản lý xác thực hai yếu tố cho người dùng
zh: 用户双因素身份验证管理

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_ADD_DESC
source: Adds requirement for the user
ar: يضيف متطلبات للمستخدم
de: Fügt eine Anforderung für den Benutzer hinzu
el: Προσθέτει απαίτηση για τον χρήστη
es: Añade requisito para el usuario
fr: Ajoute une exigence pour l'utilisateur
ga: Cuireann sé riachtanas leis don úsáideoir
hi: उपयोगकर्ता के लिए आवश्यकता जोड़ता है
hi_latn: yoozar ke lie zaroorat jodata hai
id: Menambahkan persyaratan untuk pengguna
it: Aggiunge un requisito per l'utente
ja: ユーザーに要件を追加する
ko: 사용자에게 요구 사항을 추가합니다.
ms: Menambah keperluan untuk pengguna
nb: Legger til krav for brukeren
nl: Voegt een vereiste toe voor de gebruiker.
pt: Adiciona um requisito para o utilizador.
tr: Kullanıcı için gereksinim ekler.
uk: Додає вимогу для користувача
vi: Thêm yêu cầu cho người dùng
zh: 增加用户要求

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_USERNAME_DESC
source: User name to process for 2FA operations
ar: اسم المستخدم المطلوب معالجته لعمليات المصادقة الثنائية
de: Benutzername, der für die Zwei-Faktor-Authentifizierung verarbeitet werden soll
el: Όνομα χρήστη προς επεξεργασία για λειτουργίες 2FA
es: Nombre de usuario para procesar operaciones de 2FA
fr: Nom d'utilisateur à traiter pour les opérations de double authentification
ga: Ainm úsáideora le próiseáil le haghaidh oibríochtaí 2FA
hi: 2FA संचालन के लिए संसाधित किए जाने वाला उपयोगकर्ता नाम
hi_latn: 2fa opareshan ke lie proses karane ke lie yoozar nem
id: Nama pengguna yang akan diproses untuk operasi otentikasi dua faktor (2FA).
it: Nome utente da elaborare per le operazioni 2FA
ja: 2FA操作を処理するユーザー名
ko: 2FA 작업을 처리할 사용자 이름
ms: Nama pengguna untuk diproses untuk operasi 2FA
nb: Brukernavn som skal behandles for 2FA-operasjoner
nl: Gebruikersnaam die verwerkt moet worden voor 2FA-bewerkingen
pt: Nome de utilizador a processar para operações de autenticação de dois fatores (2FA).
tr: İki faktörlü kimlik doğrulama (2FA) işlemleri için işlenecek kullanıcı adı
uk: Ім'я користувача для обробки операцій 2FA
vi: Tên người dùng cần xử lý cho các thao tác xác thực hai yếu tố (2FA).
zh: 用于处理双因素身份验证操作的用户名

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_DELETE_DESC
source: Deletes requirement for the user
ar: حذف المتطلبات الخاصة بالمستخدم
de: Entfernt die Anforderung für den Benutzer
el: Διαγράφει την απαίτηση για τον χρήστη
es: Elimina requisito para el usuario
fr: Supprime les exigences pour l'utilisateur
ga: Scriosann sé an riachtanas don úsáideoir
hi: उपयोगकर्ता के लिए आवश्यकता हटाता है
hi_latn: yoozar ke lie zaroorat hataata hai
id: Menghapus persyaratan untuk pengguna
it: Elimina il requisito per l'utente
ja: ユーザーの要件を削除します
ko: 사용자에 대한 요구 사항을 삭제합니다.
ms: Memadam keperluan untuk pengguna
nb: Sletter kravet for brukeren
nl: Verwijdert de vereiste voor de gebruiker
pt: Remove a exigência para o utilizador.
tr: Kullanıcı için gerekliliği siler.
uk: Видаляє вимогу для користувача
vi: Xóa yêu cầu đối với người dùng
zh: 删除用户需求

# NKS_SHELL_SHELLS_UESH_COMMAND_2FA_ARGUMENT_CHECK_DESC
source: Checks for the user enrollment
ar: التحقق من تسجيل المستخدم
de: Überprüfung der Benutzerregistrierung
el: Έλεγχοι για την εγγραφή χρήστη
es: Comprobaciones para la inscripción de usuarios
fr: Vérifications de l'inscription de l'utilisateur
ga: Seiceálacha le haghaidh clárú an úsáideora
hi: उपयोगकर्ता नामांकन की जाँच करता है
hi_latn: yoozar enarolament chek karata hai
id: Memeriksa pendaftaran pengguna
it: Controlli per l'iscrizione dell'utente
ja: ユーザー登録の確認
ko: 사용자 등록 확인
ms: Semakan untuk pendaftaran pengguna
nb: Sjekker for brukerregistrering
nl: Controleert de gebruikersregistratie.
pt: Verifica a inscrição do utilizador
tr: Kullanıcı kaydı kontrolleri
uk: Перевірки реєстрації користувачів
vi: Kiểm tra việc đăng ký người dùng
zh: 检查用户注册情况
