Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_DOUBLEPANE_HELP01_DESC
source: Using the file selector TUI to manage files in two panes
ar: استخدام واجهة المستخدم الرسومية لاختيار الملفات لإدارة الملفات في جزأين
de: Verwendung der Dateiauswahl-Benutzeroberfläche zur Verwaltung von Dateien in zwei Bereichen
el: Χρήση του επιλογέα αρχείων TUI για τη διαχείριση αρχείων σε δύο τμήματα παραθύρων
es: Uso del selector de archivos TUI para administrar archivos en dos paneles
fr: Utilisation de l'interface utilisateur de sélection de fichiers pour gérer les fichiers dans deux volets
ga: Ag baint úsáide as an roghnóir comhad TUI chun comhaid a bhainistiú i ndá phainéal
hi: दो पैन में फ़ाइलों को प्रबंधित करने के लिए फ़ाइल चयनकर्ता TUI का उपयोग करना
hi_latn: failon ko do pen mein mainej karane ke lie fail silektar tui ka istemaal karana
id: Menggunakan TUI pemilih file untuk mengelola file dalam dua panel.
it: Utilizzo del selettore file TUI per gestire i file in due riquadri
ja: ファイルセレクタTUIを使用して2つのペインでファイルを管理する
ko: 파일 선택기 TUI를 사용하여 두 개의 창에서 파일을 관리합니다.
ms: Menggunakan TUI pemilih fail untuk mengurus fail dalam dua anak tetingkap
nb: Bruke filvelgerens TUI til å administrere filer i to ruter
nl: De bestandsselector-interface gebruiken om bestanden in twee vensters te beheren.
pt: Utilizando a interface de texto (TUI) do seletor de ficheiros para gerir ficheiros em dois painéis.
tr: Dosya seçici TUI'sini kullanarak dosyaları iki bölmede yönetme
uk: Використання інтерфейсу вибору файлів (TUI) для керування файлами у двох панелях
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn tập tin và quản lý tập tin trong hai ngăn.
zh: 使用文件选择器 TUI 在两个窗格中管理文件

# NKS_MISC_INTERACTIVES_FMTUI_DOUBLEPANE_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the double-pane file management TUI, which allows you to manage your files similar to that of Total Commander. It allows you to quickly perform file operations to either pane, without having to specify paths manually.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة إدارة الملفات ذات اللوحتين، والتي تتيح لك إدارة ملفاتك بشكل مشابه لبرنامج Total Commander. فهي تُمكّنك من إجراء عمليات الملفات بسرعة في أيٍّ من اللوحتين، دون الحاجة إلى تحديد المسارات يدويًا.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung der Kommandozeilenprogramme. Eine dieser TUIs ist die zweispaltige Dateiverwaltungs-TUI, mit der Sie Ihre Dateien ähnlich wie in Total Commander verwalten können. Sie ermöglicht es Ihnen, Dateivorgänge schnell in beiden Bereichen durchzuführen, ohne Pfade manuell angeben zu müssen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI διαχείρισης αρχείων διπλού παραθύρου, το οποίο σας επιτρέπει να διαχειρίζεστε τα αρχεία σας παρόμοια με αυτό του Total Commander. Σας επιτρέπει να εκτελείτε γρήγορα λειτουργίες αρχείων σε οποιοδήποτε παράθυρο, χωρίς να χρειάζεται να καθορίσετε διαδρομές χειροκίνητα.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de administración de archivos de doble panel, que permite gestionar los archivos de forma similar a Total Commander. Permite realizar operaciones con archivos rápidamente en cualquiera de los paneles, sin tener que especificar rutas manualmente.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour une gestion simplifiée des fichiers, plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande. Parmi ces interfaces, l'interface à double panneau permet une gestion des fichiers similaire à celle de Total Commander. Elle permet d'effectuer rapidement des opérations sur les fichiers dans l'un ou l'autre panneau, sans avoir à spécifier manuellement les chemins d'accès.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI bainistíochta comhad dé-phainéal, rud a ligeann duit do chuid comhad a bhainistiú cosúil le Total Commander. Ligeann sé duit oibríochtaí comhad a dhéanamh go tapa chuig ceachtar painéal, gan a bheith ort cosáin a shonrú de láimh.
hi: फ़ाइल प्रबंधन को आसान बनाने के लिए कई तरह के TUI उपलब्ध कराए गए हैं, जो कमांड-लाइन यूटिलिटीज़ का उपयोग करने की तुलना में तेज़ और अधिक सुविधाजनक हैं। इनमें से एक डबल-पेन फ़ाइल प्रबंधन TUI है, जो आपको टोटल कमांडर की तरह ही अपनी फ़ाइलों को प्रबंधित करने की सुविधा देता है। यह आपको मैन्युअल रूप से पाथ निर्दिष्ट किए बिना, किसी भी पेन पर फ़ाइल संबंधी कार्य शीघ्रता से करने की अनुमति देता है।
hi_latn: fail mainejament tui ka ek sabaset aasaan mainejament ke lie diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek dabal-pen fail mainejament tui hai, jo aapako total kamaandar kee tarah apanee failon ko mainej karane deta hai. yah aapako kisee bhee pen mein fail opareshan tezee se karane deta hai, bina mainyualee paath batae.
id: Sejumlah antarmuka pengguna berbasis teks (TUI) untuk manajemen file disediakan untuk memudahkan pengelolaan, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI manajemen file dua panel, yang memungkinkan Anda mengelola file Anda mirip dengan Total Commander. Ini memungkinkan Anda untuk dengan cepat melakukan operasi file ke salah satu panel, tanpa harus menentukan jalur secara manual.
it: Per semplificare la gestione, è disponibile un sottoinsieme di interfacce utente terminale (TUI) di gestione file, più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI fornite è l'interfaccia utente terminale di gestione file a doppio riquadro, che consente di gestire i file in modo simile a quello di Total Commander. Consente di eseguire rapidamente operazioni sui file in entrambi i riquadri, senza dover specificare manualmente i percorsi.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されるTUIの1つは、Total Commanderと同様のファイル管理を可能にする、ダブルペインのファイル管理TUIです。これにより、手動でパスを指定することなく、どちらのペインに対してもファイル操作を迅速に実行できます。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나인 이중 창 파일 관리 TUI는 Total Commander와 유사한 방식으로 파일을 관리할 수 있도록 해줍니다. 이 TUI를 사용하면 경로를 수동으로 지정할 필요 없이 두 창 중 하나에서 파일 작업을 신속하게 수행할 수 있습니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan lebih mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah TUI pengurusan fail anak tetingkap dua, yang membolehkan anda mengurus fail anda sama seperti Total Commander. Ia membolehkan anda melakukan operasi fail dengan cepat pada mana-mana anak tetingkap, tanpa perlu menentukan laluan secara manual.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre den samme handlingen. En av TUI-ene som er tilgjengelige er TUI-en for filbehandling med to ruter, som lar deg administrere filene dine på samme måte som i Total Commander. Den lar deg raskt utføre filoperasjoner til begge rutene, uten å måtte spesifisere stier manuelt.
nl: Een selectie van TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de beschikbare TUI's is de TUI voor bestandsbeheer met twee vensters, waarmee u uw bestanden kunt beheren zoals in Total Commander. Hiermee kunt u snel bestandsbewerkingen uitvoeren in beide vensters, zonder handmatig paden te hoeven opgeven.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs fornecidas é a TUI de gestão de ficheiros em painel duplo, que lhe permite gerir os seus ficheiros de forma semelhante ao Total Commander. Permite realizar operações de ficheiros rapidamente em qualquer um dos painéis, sem ter de especificar os caminhos manualmente.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarıyla yapmaktan daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, dosyalarınızı Total Commander'a benzer şekilde yönetmenizi sağlayan çift bölmeli dosya yönetimi TUI'sidir. Bu sayede, yolları manuel olarak belirtmek zorunda kalmadan, her iki bölmede de dosya işlemlerini hızlıca gerçekleştirebilirsiniz.
uk: Для спрощення керування файлами передбачено підмножину TUI-інтерфейсів, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є двопанельний TUI-інтерфейс керування файлами, який дозволяє керувати файлами подібно до Total Commander. Він дозволяє швидко виконувати операції з файлами в будь-якій з панелей, без необхідності вручну вказувати шляхи.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI quản lý tập tin hai ngăn, cho phép bạn quản lý các tập tin của mình tương tự như Total Commander. Nó cho phép bạn nhanh chóng thực hiện các thao tác tập tin trên một trong hai ngăn mà không cần phải chỉ định đường dẫn theo cách thủ công.
zh: 为了方便管理文件，我们提供了一系列文件管理用户界面 (TUI)，比使用命令行工具执行相同操作更快捷方便。其中一个 TUI 是双窗格文件管理 TUI，其文件管理方式与 Total Commander 类似。您可以快速地在任一窗格中执行文件操作，而无需手动指定路径。

# NKS_MISC_INTERACTIVES_ALARMTUI_HELP01_TITLE
source: Managing alarms
ar: إدارة الإنذارات
de: Alarmverwaltung
el: Διαχείριση συναγερμών
es: Gestión de alarmas
fr: Gestion des alarmes
ga: Bainistiú aláraim
hi: अलार्म का प्रबंधन
hi_latn: alaarm mainej karana
id: Mengelola alarm
it: Gestione degli allarmi
ja: アラームの管理
ko: 알람 관리
ms: Menguruskan penggera
nb: Administrere alarmer
nl: Alarmen beheren
pt: Gerir alarmes
tr: Alarmları yönetme
uk: Керування тривогами
vi: Quản lý cảnh báo
zh: 管理警报

# NKS_MISC_INTERACTIVES_ALARMTUI_HELP01_DESC
source: Using the alarm manager TUI to manage alarms
ar: استخدام واجهة المستخدم الرسومية لإدارة الإنذارات
de: Alarme verwalten über die Alarmmanager-Benutzeroberfläche
el: Χρήση του διαχειριστή συναγερμών TUI για τη διαχείριση συναγερμών
es: Uso del administrador de alarmas TUI para gestionar alarmas
fr: Utilisation de l'interface utilisateur du gestionnaire d'alarmes (TUI) pour gérer les alarmes
ga: Ag baint úsáide as TUI an bhainisteora aláraim chun aláraim a bhainistiú
hi: अलार्म मैनेजर TUI का उपयोग करके अलार्म का प्रबंधन करना
hi_latn: alaarm mainej karane ke lie alaarm mainejar tui ka istemaal karana
id: Menggunakan TUI pengelola alarm untuk mengelola alarm
it: Utilizzo dell'interfaccia utente del gestore allarmi per gestire gli allarmi
ja: アラームマネージャTUIを使用してアラームを管理する
ko: 알람 관리자 TUI를 사용하여 알람을 관리합니다.
ms: Menggunakan pengurus penggera TUI untuk mengurus penggera
nb: Bruk av alarmbehandlerens TUI til å administrere alarmer
nl: Alarmen beheren met behulp van de alarmmanager TUI.
pt: Utilizando a interface de gestão de alarmes (TUI) para gerir alarmes.
tr: Alarmları yönetmek için TUI alarm yönetim sistemini kullanma
uk: Використання TUI менеджера тривог для керування тривогами
vi: Sử dụng giao diện người dùng đồ họa (TUI) của trình quản lý cảnh báo để quản lý các cảnh báo.
zh: 使用报警管理器 TUI 管理报警

# NKS_MISC_INTERACTIVES_ALARMTUI_HELP01_BODY
source: Managing your alarms is easy with this interactive TUI. This user interface allows you to add and dismiss alarms. The alarms fire when they reach the timeout period, which causes a notification to show.
ar: إدارة التنبيهات سهلة مع واجهة المستخدم التفاعلية هذه. تتيح لك هذه الواجهة إضافة التنبيهات وإلغائها. يتم تفعيل التنبيهات عند انتهاء مدتها، مما يؤدي إلى ظهور إشعار.
de: Mit dieser interaktiven Benutzeroberfläche verwalten Sie Ihre Alarme ganz einfach. Sie können Alarme hinzufügen und entfernen. Die Alarme werden ausgelöst, sobald die Zeitüberschreitung erreicht ist, woraufhin eine Benachrichtigung angezeigt wird.
el: Η διαχείριση των συναγερμών σας είναι εύκολη με αυτό το διαδραστικό TUI. Αυτή η διεπαφή χρήστη σάς επιτρέπει να προσθέτετε και να απορρίπτετε συναγερμούς. Οι συναγερμοί ενεργοποιούνται όταν φτάσουν στο χρονικό όριο λήξης, γεγονός που προκαλεί την εμφάνιση μιας ειδοποίησης.
es: Gestionar tus alarmas es fácil con esta interfaz de usuario interactiva. Esta interfaz te permite añadir y desactivar alarmas. Las alarmas se activan al alcanzar el tiempo límite, lo que genera una notificación.
fr: Gérer vos alarmes est simple grâce à cette interface utilisateur interactive. Elle vous permet d'ajouter et de supprimer des alarmes. Celles-ci se déclenchent à l'expiration du délai imparti, ce qui génère une notification.
ga: Is furasta do chuid aláraim a bhainistiú leis an TUI idirghníomhach seo. Ligeann an comhéadan úsáideora seo duit aláraim a chur leis agus a dhíbhe. Téann na haláraim ar siúl nuair a shroicheann siad an tréimhse ama scoir, rud a fhágann go dtaispeántar fógra.
hi: इस इंटरैक्टिव यूजर इंटरफेस की मदद से अलार्म को मैनेज करना आसान है। यह यूजर इंटरफेस आपको अलार्म जोड़ने और बंद करने की सुविधा देता है। अलार्म टाइमआउट अवधि पूरी होने पर सक्रिय हो जाते हैं, जिससे एक नोटिफिकेशन दिखाई देता है।
hi_latn: is intaraiktiv tui se apane alaarm mainej karana aasaan hai. yah yoozar intarafes aapako alaarm jodane aur hataane kee suvidha deta hai. alaarm tab bajate hain jab ve taimaut peeriyad par pahunchate hain, jisase ek notifikeshan dikhaee deta hai.
id: Mengelola alarm Anda menjadi mudah dengan TUI interaktif ini. Antarmuka pengguna ini memungkinkan Anda untuk menambahkan dan menonaktifkan alarm. Alarm akan berbunyi ketika mencapai periode waktu habis (timeout), yang menyebabkan notifikasi muncul.
it: Gestire gli allarmi è facile con questa interfaccia utente interattiva. Questa interfaccia utente consente di aggiungere e disattivare gli allarmi. Gli allarmi si attivano quando raggiungono il timeout, con conseguente visualizzazione di una notifica.
ja: このインタラクティブなTUIを使えば、アラームの管理が簡単になります。このユーザーインターフェースでは、アラームの追加と解除が可能です。アラームはタイムアウト時間に達すると起動し、通知が表示されます。
ko: 이 대화형 TUI를 사용하면 알람 관리가 간편합니다. 이 사용자 인터페이스를 통해 알람을 추가하고 해제할 수 있습니다. 알람은 설정된 시간 초과 기간에 도달하면 작동하며, 알림이 표시됩니다.
ms: Menguruskan penggera anda adalah mudah dengan TUI interaktif ini. Antara muka pengguna ini membolehkan anda menambah dan mengetepikan penggera. Penggera berbunyi apabila ia mencapai tempoh tamat masa, yang menyebabkan pemberitahuan dipaparkan.
nb: Det er enkelt å administrere alarmene dine med dette interaktive brukergrensesnittet. Dette brukergrensesnittet lar deg legge til og avvise alarmer. Alarmene utløses når de når tidsavbruddsperioden, noe som fører til at et varsel vises.
nl: Met deze interactieve gebruikersinterface is het beheren van uw alarmen eenvoudig. U kunt alarmen toevoegen en verwijderen. Alarmen gaan af wanneer de ingestelde time-outperiode is bereikt, waarna een melding verschijnt.
pt: Gerir os seus alarmes é fácil com esta interface de utilizador interativa. Esta interface permite adicionar e descartar alarmes. Os alarmes são acionados quando atingem o tempo limite, o que gera uma notificação.
tr: Bu etkileşimli TUI ile alarmlarınızı yönetmek çok kolay. Bu kullanıcı arayüzü, alarm eklemenize ve kaldırmanıza olanak tanır. Alarmlar, zaman aşımı süresine ulaştıklarında devreye girer ve bir bildirim görüntülenir.
uk: Керувати будильниками легко за допомогою цього інтерактивного інтерфейсу користувача. Цей інтерфейс дозволяє додавати та відхиляти будильники. Будильники спрацьовують, коли виходить за межі часу очікування, що призводить до появи сповіщення.
vi: Việc quản lý cảnh báo của bạn trở nên dễ dàng hơn với giao diện người dùng dựa trên văn bản (TUI) tương tác này. Giao diện người dùng cho phép bạn thêm và xóa cảnh báo. Cảnh báo sẽ được kích hoạt khi hết thời gian chờ, và một thông báo sẽ hiển thị.
zh: 借助这款交互式用户界面 (TUI)，管理警报变得轻而易举。您可以通过此用户界面添加和关闭警报。警报会在超时后触发，并显示通知。

# NKS_USERS_LOGIN_2FA_PROVIDECODE_CLASSIC
source: Verification code
ar: رمز التحقق
de: Bestätigungscode
el: Κωδικός επαλήθευσης
es: Código de verificación
fr: Le code de vérification
ga: Cód fíoraithe
hi: सत्यापन कोड
hi_latn: verifikeshan kod
id: Kode verifikasi
it: Codice di verifica
ja: 検証コード
ko: 인증 코드
ms: Kod pengesahan
nb: Verifiseringskode
nl: Verificatiecode
pt: Código de verificação
tr: Doğrulama kodu
uk: Код підтвердження
vi: Mã xác minh
zh: 验证码

# NKS_KERNEL_DEBUGGING_TESTING_HELP01_TITLE
source: Interactive testing
ar: الاختبار التفاعلي
de: Interaktives Testen
el: Διαδραστικές δοκιμές
es: Pruebas interactivas
fr: Tests interactifs
ga: Tástáil idirghníomhach
hi: इंटरैक्टिव परीक्षण
hi_latn: intaraiktiv testing
id: Pengujian interaktif
it: Test interattivi
ja: インタラクティブテスト
ko: 대화형 테스트
ms: Ujian interaktif
nb: Interaktiv testing
nl: Interactieve tests
pt: Testes interativos
tr: Etkileşimli test
uk: Інтерактивне тестування
vi: Kiểm tra tương tác
zh: 交互式测试

# NKS_KERNEL_DEBUGGING_TESTING_HELP01_DESC
source: How to interactively test kernel components
ar: كيفية اختبار مكونات النواة بشكل تفاعلي
de: Wie man Kernelkomponenten interaktiv testet
el: Πώς να δοκιμάσετε διαδραστικά τα στοιχεία του πυρήνα
es: Cómo probar componentes del kernel de forma interactiva
fr: Comment tester de manière interactive les composants du noyau
ga: Conas comhpháirteanna eithne a thástáil go hidirghníomhach
hi: कर्नेल घटकों का इंटरैक्टिव परीक्षण कैसे करें
hi_latn: karnel kamponents ko intaraiktiv tareeke se kaise test karen
id: Cara menguji komponen kernel secara interaktif
it: Come testare interattivamente i componenti del kernel
ja: カーネルコンポーネントを対話的にテストする方法
ko: 커널 구성 요소를 대화형으로 테스트하는 방법
ms: Bagaimana untuk menguji komponen kernel secara interaktif
nb: Slik tester du kjernekomponenter interaktivt
nl: Hoe test je kernelcomponenten interactief?
pt: Como testar componentes do kernel de forma interactiva
tr: Çekirdek bileşenlerini etkileşimli olarak nasıl test edebilirsiniz?
uk: Як інтерактивно тестувати компоненти ядра
vi: Cách kiểm tra tương tác các thành phần nhân hệ điều hành
zh: 如何交互式地测试内核组件
