Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_AUDIOCUE
source: There was an error when processing your audio cue action.
ar: حدث خطأ أثناء معالجة إجراء الإشارة الصوتية الخاصة بك.
de: Beim Verarbeiten Ihrer Audio-Cue-Aktion ist ein Fehler aufgetreten.
el: Παρουσιάστηκε σφάλμα κατά την επεξεργασία της ενέργειάς σας υπόδειξης ήχου.
es: Se produjo un error al procesar la acción de señal de audio.
fr: Une erreur s'est produite lors du traitement de votre action de signal audio.
ga: Tharla earráid agus do ghníomh leid fuaime á phróiseáil.
hi: आपकी ऑडियो क्यू कार्रवाई को संसाधित करते समय एक त्रुटि हुई.
hi_latn: aapake odiyo kyoo ekshan ko sansaadhit karate samay ek truti huee.
id: Terjadi kesalahan saat memproses tindakan isyarat audio Anda.
it: Si è verificato un errore durante l'elaborazione dell'azione del segnale audio.
ja: オーディオキューアクションの処理中にエラーが発生しました。
ko: 오디오 큐 동작을 처리하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa memproses tindakan isyarat audio anda.
nb: Det oppsto en feil under behandlingen av lydsignalet.
nl: Er is een fout opgetreden bij het verwerken van uw audiocue-actie.
pt: Ocorreu um erro ao processar a sua ação de sinal de áudio.
ro: A apărut o eroare la procesarea acțiunii de semnal audio.
tr: Sesli ipucu eyleminizi işlerken bir hata oluştu.
uk: Сталася помилка під час обробки аудіопідказки.
vi: Đã xảy ra lỗi khi xử lý hành động tín hiệu âm thanh của bạn.
zh: 處理您的音訊提示操作時發生錯誤。

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_CLASSTYPENOTFOUND
source: Can't return non-existent class type from addon assembly
ar: لا يمكن إرجاع نوع فئة غير موجود من مجموعة الوظائف الإضافية
de: Nicht vorhandener Klassentyp kann nicht aus Add-On-Assembly zurückgegeben werden
el: Δεν είναι δυνατή η επιστροφή ανύπαρκτου τύπου κλάσης από τη συναρμολόγηση του πρόσθετου
es: No se puede devolver un tipo de clase inexistente desde el ensamblaje del complemento
fr: Impossible de renvoyer un type de classe inexistant à partir de l'assembly complémentaire
ga: Ní féidir an cineál ranga nach bhfuil ann a thabhairt ar ais ó thionól addon
hi: ऐडऑन असेंबली से गैर-मौजूद वर्ग प्रकार वापस नहीं किया जा सकता
hi_latn: aidon asembalee se gair-maujood klaas prakaar ko vaapas nahin kiya ja sakata
id: Tidak dapat mengembalikan tipe kelas yang tidak ada dari rakitan addon
it: Impossibile restituire un tipo di classe inesistente dall'assembly del componente aggiuntivo
ja: アドオンアセンブリから存在しないクラス型を返すことはできません
ko: 애드온 어셈블리에서 존재하지 않는 클래스 유형을 반환할 수 없습니다.
ms: Tidak dapat mengembalikan jenis kelas yang tidak wujud daripada pemasangan addon
nb: Kan ikke returnere ikke-eksisterende klassetype fra addon-montering
nl: Kan niet-bestaand klassetype niet retourneren vanuit add-on-assembly
pt: Não é possível devolver um tipo de classe inexistente do assembly do complemento
ro: Nu se poate returna tipul de clasă inexistent din ansamblul suplimentului
tr: Eklenti derlemesinden varolmayan sınıf türü döndürülemez
uk: Неможливо повернути неіснуючий тип класу зі збірки аддона
vi: Không thể trả về kiểu lớp không tồn tại từ cụm addon
zh: 無法從外掛程式集傳回不存在的類別類型

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_NOTADDONCLASS
source: This class is not an addon class
ar: هذه الفئة ليست فئة إضافية
de: Diese Klasse ist keine Add-On-Klasse
el: Αυτή η κλάση δεν είναι κλάση πρόσθετου
es: Esta clase no es una clase complementaria
fr: Cette classe n'est pas une classe complémentaire
ga: Ní rang addon é an rang seo
hi: यह क्लास ऐडऑन क्लास नहीं है
hi_latn: yah klaas aidon klaas nahin hai
id: Kelas ini bukan kelas tambahan
it: Questa classe non è una classe aggiuntiva
ja: このクラスはアドオンクラスではありません
ko: 이 클래스는 애드온 클래스가 아닙니다.
ms: Kelas ini bukan kelas tambahan
nb: Denne klassen er ikke en tilleggsklasse
nl: Deze klasse is geen add-on klasse
pt: Esta classe não é uma classe complementar
ro: Această clasă nu este o clasă suplimentară
tr: Bu sınıf bir eklenti sınıfı değildir
uk: Цей клас не є додатковим класом
vi: Lớp này không phải là lớp bổ sung
zh: 此類別不是附加類別

# NKS_KERNEL_PLAYINGSHUTDOWNSOUND
source: Playing shutdown sound...
ar: تشغيل صوت إيقاف التشغيل...
de: Herunterfahrton wird abgespielt ...
el: Αναπαραγωγή ήχου τερματισμού λειτουργίας...
es: Reproduciendo sonido de apagado...
fr: Lecture du son d'arrêt...
ga: Fuaime múchadh a imirt. .
hi: शटडाउन ध्वनि बजा रहा हूँ...
hi_latn: shatadaun dhvani bajaana...
id: Memutar suara mati...
it: Riproduzione del suono di spegnimento...
ja: シャットダウン音を再生しています...
ko: 종료 사운드를 재생합니다...
ms: Memainkan bunyi penutupan...
nb: Spiller av avslutningslyd...
nl: Afsluiten-geluid afspelen...
pt: A reproduzir som de desligamento...
ro: Se redă sunet de închidere...
tr: Kapatma sesi çalınıyor...
uk: Відтворюється звук вимкнення...
vi: Đang phát âm thanh tắt máy...
zh: 正在播放關機聲音...

# NKS_KERNEL_RELEASEINFO_EOLWARNING
source: We'll no longer support this version of Nitrocid KS after this date
ar: لن ندعم هذا الإصدار من Nitrocid KS بعد هذا التاريخ
de: Wir werden diese Version von Nitrocid KS nach diesem Datum nicht mehr unterstützen.
el: Δεν θα υποστηρίζουμε πλέον αυτήν την έκδοση του Nitrocid KS μετά από αυτήν την ημερομηνία
es: Ya no brindaremos soporte para esta versión de Nitrocid KS después de esta fecha.
fr: Nous ne prendrons plus en charge cette version de Nitrocid KS après cette date
ga: Ní thacfaimid leis an leagan seo de Nitrocid KS a thuilleadh tar éis an dáta seo
hi: इस तिथि के बाद हम Nitrocid KS के इस संस्करण का समर्थन नहीं करेंगे
hi_latn: ham is tithi ke baad nitrochid ks ke is sanskaran ka samarthan nahin karenge
id: Kami tidak akan lagi mendukung versi Nitrocid KS ini setelah tanggal ini
it: Non supporteremo più questa versione di Nitrocid KS dopo questa data
ja: この日付以降、このバージョンの Nitrocid KS のサポートは終了します。
ko: 이 날짜 이후에는 더 이상 Nitrocid KS 버전을 지원하지 않습니다.
ms: Kami tidak akan menyokong versi Nitrocid KS ini lagi selepas tarikh ini
nb: Vi vil ikke lenger støtte denne versjonen av Nitrocid KS etter denne datoen
nl: Na deze datum ondersteunen we deze versie van Nitrocid KS niet meer
pt: Não iremos suportar mais esta versão do Nitrocid KS após esta data
ro: Nu vom mai susține această versiune de Nitrocid KS după această dată
tr: Bu tarihten sonra Nitrocid KS'nin bu sürümünü desteklemeyeceğiz
uk: Після цієї дати ми більше не підтримуватимемо цю версію Nitrocid KS
vi: Chúng tôi sẽ không còn hỗ trợ phiên bản Nitrocid KS này sau ngày này
zh: 此日期之後，我們將不再支援此版本的 Nitrocid KS

# NKS_KERNEL_RELEASEINFO_EOLTIP
source: Make sure that you upgrade to the supported version soon if you want to continue receiving support.
ar: تأكد من الترقية إلى الإصدار المدعوم قريبًا إذا كنت ترغب في الاستمرار في تلقي الدعم.
de: Stellen Sie sicher, dass Sie bald auf die unterstützte Version aktualisieren, wenn Sie weiterhin Support erhalten möchten.
el: Βεβαιωθείτε ότι θα κάνετε αναβάθμιση στην υποστηριζόμενη έκδοση σύντομα, εάν θέλετε να συνεχίσετε να λαμβάνετε υποστήριξη.
es: Asegúrese de actualizar a la versión compatible pronto si desea seguir recibiendo soporte.
fr: Assurez-vous de mettre à niveau vers la version prise en charge prochainement si vous souhaitez continuer à bénéficier de l'assistance.
ga: Cinntigh go n-uasghrádóidh tú go dtí an leagan tacaithe go luath más mian leat leanúint ar aghaidh ag fáil tacaíochta.
hi: यदि आप समर्थन प्राप्त करना जारी रखना चाहते हैं तो सुनिश्चित करें कि आप शीघ्र ही समर्थित संस्करण में अपग्रेड कर लें।
hi_latn: yadi aap samarthan praapt karana jaaree rakhana chaahate hain, to sunishchit karen ki aap jald hee samarthit sanskaran mein apagred karen.
id: Pastikan Anda segera memperbarui ke versi yang didukung jika Anda ingin terus menerima dukungan.
it: Se desideri continuare a ricevere supporto, assicurati di effettuare quanto prima l'aggiornamento alla versione supportata.
ja: 引き続きサポートを受けたい場合は、すぐにサポートされているバージョンにアップグレードしてください。
ko: 계속해서 지원을 받으려면 지원되는 버전으로 곧 업그레이드하세요.
ms: Pastikan anda menaik taraf kepada versi yang disokong tidak lama lagi jika anda ingin terus menerima sokongan.
nb: Sørg for at du oppgraderer til den støttede versjonen snart hvis du vil fortsette å motta støtte.
nl: Zorg ervoor dat u zo snel mogelijk een upgrade uitvoert naar de ondersteunde versie als u ondersteuning wilt blijven ontvangen.
pt: Certifique-se de atualizar para a versão compatível em breve se quiser continuar a receber suporte.
ro: Asigurați-vă că faceți upgrade la versiunea acceptată în curând dacă doriți să continuați să primiți asistență.
tr: Desteğe devam etmek istiyorsanız, desteklenen sürüme en kısa sürede yükseltme yaptığınızdan emin olun.
uk: Незабаром оновіть програму до підтримуваної версії, якщо хочете й надалі отримувати підтримку.
vi: Hãy đảm bảo rằng bạn sớm nâng cấp lên phiên bản được hỗ trợ nếu bạn muốn tiếp tục nhận được hỗ trợ.
zh: 如果您想繼續獲得支持，請確保盡快升級到支援的版本。

# NKS_KERNEL_RELEASEINFO_EOL
source: This version of Nitrocid KS is no longer supported.
ar: لم يعد هذا الإصدار من Nitrocid KS مدعومًا.
de: Diese Version von Nitrocid KS wird nicht mehr unterstützt.
el: Αυτή η έκδοση του Nitrocid KS δεν υποστηρίζεται πλέον.
es: Esta versión de Nitrocid KS ya no recibe soporte.
fr: Cette version de Nitrocid KS n'est plus prise en charge.
ga: Ní thacaítear leis an leagan seo de Nitrocid KS a thuilleadh.
hi: नाइट्रोसिड KS का यह संस्करण अब समर्थित नहीं है।
hi_latn: nitrochid ks ka yah sanskaran ab samarthit nahin hai.
id: Versi Nitrocid KS ini tidak lagi didukung.
it: Questa versione di Nitrocid KS non è più supportata.
ja: このバージョンの Nitrocid KS はサポートされなくなりました。
ko: 이 버전의 Nitrocid KS는 더 이상 지원되지 않습니다.
ms: Versi Nitrocid KS ini tidak lagi disokong.
nb: Denne versjonen av Nitrocid KS støttes ikke lenger.
nl: Deze versie van Nitrocid KS wordt niet langer ondersteund.
pt: Esta versão do Nitrocid KS já não é suportada.
ro: Această versiune de Nitrocid KS nu mai este acceptată.
tr: Nitrocid KS'nin bu sürümü artık desteklenmiyor.
uk: Ця версія Nitrocid KS більше не підтримується.
vi: Phiên bản Nitrocid KS này không còn được hỗ trợ.
zh: 此版本的 Nitrocid KS 不再受支援。

# NKS_KERNEL_STARTING_FAILED_LOAD_IMPADDONS
source: Failed to load important kernel addons
ar: فشل تحميل الإضافات الهامة للنواة
de: Wichtige Kernel-Add-Ons konnten nicht geladen werden
el: Αποτυχία φόρτωσης σημαντικών προσθέτων πυρήνα
es: No se pudieron cargar complementos importantes del kernel
fr: Impossible de charger des modules complémentaires importants du noyau
ga: Theip ar bhreiseáin eithne tábhachtacha a luchtú
hi: महत्वपूर्ण कर्नेल ऐडऑन लोड करने में विफल
hi_latn: mahatvapoorn karnel aidon lod karane mein viphal
id: Gagal memuat add-on kernel yang penting
it: Impossibile caricare i componenti aggiuntivi importanti del kernel
ja: 重要なカーネルアドオンの読み込みに失敗しました
ko: 중요한 커널 애드온을 로드하는 데 실패했습니다.
ms: Gagal memuatkan tambahan kernel yang penting
nb: Kunne ikke laste inn viktige kjernetillegg
nl: Belangrijke kernel-add-ons konden niet worden geladen
pt: Falha ao carregar add-ons importantes do kernel
ro: Nu s-au încărcat suplimente importante pentru nucleu
tr: Önemli çekirdek eklentileri yüklenemedi
uk: Не вдалося завантажити важливі доповнення ядра
vi: Không tải được các tiện ích bổ sung quan trọng của kernel
zh: 無法載入重要的核心插件

# NKS_KERNEL_STARTING_FAILED_LOAD_CONSENTS
source: Failed to load privacy consents
ar: فشل تحميل موافقات الخصوصية
de: Datenschutzeinwilligungen konnten nicht geladen werden
el: Απέτυχε η φόρτωση των συναινέσεις απορρήτου
es: No se pudieron cargar los consentimientos de privacidad
fr: Impossible de charger les consentements de confidentialité
ga: Theip ar cheadanna príobháideachais a lódáil
hi: गोपनीयता सहमति लोड करने में विफल
hi_latn: gopaneeyata sahamati lod karane mein viphal
id: Gagal memuat persetujuan privasi
it: Impossibile caricare i consensi sulla privacy
ja: プライバシー同意を読み込めませんでした
ko: 개인정보 동의를 불러오지 못했습니다.
ms: Gagal memuatkan persetujuan privasi
nb: Kunne ikke laste inn personvernsamtykke
nl: Het laden van privacytoestemmingen is mislukt
pt: Falha ao carregar consentimentos de privacidade
ro: Nu s-au încărcat consimțământurile de confidențialitate
tr: Gizlilik izinleri yüklenemedi
uk: Не вдалося завантажити згоди на конфіденційність
vi: Không tải được sự đồng ý về quyền riêng tư
zh: 無法載入隱私同意書

# NKS_KERNEL_STARTING_FAILED_LOAD_SPLASH
source: Failed to load splash
ar: فشل تحميل البداية
de: Splash konnte nicht geladen werden
el: Η φόρτωση του splash απέτυχε
es: No se pudo cargar la presentación
fr: Impossible de charger le splash
ga: Theip ar an splancscáileán a lódáil
hi: स्प्लैश लोड करने में विफल
hi_latn: splaish lod karane mein viphal
id: Gagal memuat splash
it: Impossibile caricare lo splash
ja: スプラッシュの読み込みに失敗しました
ko: 스플래시를 로드하는 데 실패했습니다
ms: Gagal memuatkan percikan
nb: Kunne ikke laste inn splash
nl: Splash kon niet worden geladen
pt: Falha ao carregar o splash
ro: Splash nu a putut fi încărcat
tr: Sıçrama yüklenemedi
uk: Не вдалося завантажити заставку
vi: Không tải được hình ảnh
zh: 載入啟動畫面失敗

# NKS_KERNEL_STARTING_FAILED_LOAD_IMPMODS
source: Failed to load important mods
ar: فشل تحميل التعديلات المهمة
de: Wichtige Mods konnten nicht geladen werden
el: Αποτυχία φόρτωσης σημαντικών τροποποιήσεων
es: No se pudieron cargar mods importantes
fr: Impossible de charger des mods importants
ga: Theip ar lódáil mods tábhachtacha
hi: महत्वपूर्ण मॉड लोड करने में विफल
hi_latn: mahatvapoorn mod lod karane mein viphal
id: Gagal memuat mod penting
it: Impossibile caricare le mod importanti
ja: 重要なMODの読み込みに失敗しました
ko: 중요한 모드를 로드하는 데 실패했습니다.
ms: Gagal memuatkan mod penting
nb: Kunne ikke laste inn viktige mods
nl: Belangrijke mods konden niet worden geladen
pt: Falha ao carregar mods importantes
ro: Nu s-au încărcat modurile importante
tr: Önemli modlar yüklenemedi
uk: Не вдалося завантажити важливі моди
vi: Không tải được các bản mod quan trọng
zh: 無法載入重要模組

# NKS_KERNEL_STARTING_FAILED_LOAD_RDEBUGDEVICES
source: Failed to load remote debug devices
ar: فشل تحميل أجهزة التصحيح عن بعد
de: Remote-Debug-Geräte konnten nicht geladen werden
el: Αποτυχία φόρτωσης απομακρυσμένων συσκευών εντοπισμού σφαλμάτων
es: No se pudieron cargar los dispositivos de depuración remotos
fr: Échec du chargement des périphériques de débogage à distance
ga: Theip ar lódáil gléasanna dífhabhtaithe cianda
hi: दूरस्थ डीबग डिवाइस लोड करने में विफल
hi_latn: doorasth dibag divais lod karane mein viphal
id: Gagal memuat perangkat debug jarak jauh
it: Impossibile caricare i dispositivi di debug remoti
ja: リモート デバッグ デバイスの読み込みに失敗しました
ko: 원격 디버그 장치를 로드하는 데 실패했습니다.
ms: Gagal memuatkan peranti nyahpepijat jauh
nb: Kunne ikke laste inn eksterne feilsøkingsenheter
nl: Het is niet gelukt om externe debug-apparaten te laden
pt: Falha ao carregar dispositivos de depuração remotos
ro: Nu s-au încărcat dispozitivele de depanare de la distanță
tr: Uzaktan hata ayıklama aygıtları yüklenemedi
uk: Не вдалося завантажити пристрої віддаленого налагодження
vi: Không tải được thiết bị gỡ lỗi từ xa
zh: 無法載入遠端調試設備

# NKS_KERNEL_STARTING_ESSENTIALSLOADFAILED
source: There were errors when trying to initialize essential components.
ar: حدثت أخطاء أثناء محاولة تهيئة المكونات الأساسية.
de: Beim Versuch, wichtige Komponenten zu initialisieren, sind Fehler aufgetreten.
el: Παρουσιάστηκαν σφάλματα κατά την προσπάθεια προετοιμασίας βασικών στοιχείων.
es: Se produjeron errores al intentar inicializar componentes esenciales.
fr: Des erreurs se sont produites lors de la tentative d’initialisation des composants essentiels.
ga: Tharla earráidí agus iarracht á déanamh comhpháirteanna riachtanacha a thúsú.
hi: आवश्यक घटकों को आरंभ करने का प्रयास करते समय त्रुटियाँ आईं।
hi_latn: aavashyak ghatakon ko aarambh karane ka prayaas karate samay trutiyaan theen.
id: Terjadi kesalahan saat mencoba menginisialisasi komponen penting.
it: Si sono verificati errori durante il tentativo di inizializzazione dei componenti essenziali.
ja: 重要なコンポーネントを初期化しようとしたときにエラーが発生しました。
ko: 필수 구성 요소를 초기화하는 동안 오류가 발생했습니다.
ms: Terdapat ralat semasa cuba memulakan komponen penting.
nb: Det oppstod feil under forsøk på å initialisere viktige komponenter.
nl: Er zijn fouten opgetreden bij het initialiseren van essentiële componenten.
pt: Ocorreram erros ao tentar inicializar componentes essenciais.
ro: Au existat erori la încercarea de a inițializa componentele esențiale.
tr: Temel bileşenler başlatılmaya çalışılırken hatalar oluştu.
uk: Під час спроби ініціалізації основних компонентів виникли помилки.
vi: Đã xảy ra lỗi khi cố gắng khởi tạo các thành phần thiết yếu.
zh: 嘗試初始化基本組件時發生錯誤。

# NKS_KERNEL_STARTING_FAILED_LOAD_NOTIFICATIONTHREAD
source: Failed to load notification thread
ar: فشل تحميل سلسلة الإشعارات
de: Der Benachrichtigungsthread konnte nicht geladen werden.
el: Η φόρτωση του νήματος ειδοποιήσεων απέτυχε
es: No se pudo cargar el hilo de notificaciones
fr: Impossible de charger le fil de notification
ga: Theip ar an snáithe fógra a lódáil
hi: अधिसूचना थ्रेड लोड करने में विफल
hi_latn: adhisoochana thred lod karane mein viphal
id: Gagal memuat utas notifikasi
it: Impossibile caricare il thread di notifica
ja: 通知スレッドの読み込みに失敗しました
ko: 알림 스레드를 로드하는 데 실패했습니다.
ms: Gagal memuatkan urutan pemberitahuan
nb: Kunne ikke laste varslingstråden
nl: Het is niet gelukt om de notificatiethread te laden
pt: Falha ao carregar o tópico de notificação
ro: Nu s-a încărcat firul de notificare
tr: Bildirim dizisi yüklenemedi
uk: Не вдалося завантажити потік сповіщень
vi: Không tải được luồng thông báo
zh: 無法載入通知線程

# NKS_KERNEL_STARTING_FAILED_LOAD_CANCELLATIONHANDLER
source: Failed to load cancellation handler
ar: فشل تحميل معالج الإلغاء
de: Der Abbruch-Handler konnte nicht geladen werden.
el: Η φόρτωση του προγράμματος χειρισμού ακύρωσης απέτυχε
es: No se pudo cargar el controlador de cancelación
fr: Échec du chargement du gestionnaire d'annulation
ga: Theip ar an láimhseálaí cealaithe a lódáil
hi: रद्दीकरण हैंडलर लोड करने में विफल
hi_latn: raddeekaran haindalar lod karane mein viphal
id: Gagal memuat penangan pembatalan
it: Impossibile caricare il gestore di annullamento
ja: キャンセル ハンドラの読み込みに失敗しました
ko: 취소 핸들러를 로드하는 데 실패했습니다.
ms: Gagal memuatkan pengendali pembatalan
nb: Kunne ikke laste inn kanselleringsbehandler
nl: Het is niet gelukt om de annuleringshandler te laden
pt: Falha ao carregar o manipulador de cancelamento
ro: Nu s-a încărcat gestionarea de anulare
tr: İptal işleyicisi yüklenemedi
uk: Не вдалося завантажити обробник скасування
vi: Không tải được trình xử lý hủy
zh: 無法載入取消處理程序

# NKS_KERNEL_STARTING_FAILED_LOAD_SPEEDDIAL
source: Failed to load speed dial entries
ar: فشل تحميل إدخالات الاتصال السريع
de: Kurzwahleinträge konnten nicht geladen werden
el: Αποτυχία φόρτωσης καταχωρήσεων ταχείας κλήσης
es: No se pudieron cargar las entradas de marcación rápida
fr: Échec du chargement des entrées de numérotation rapide
ga: Theip ar lódáil iontrálacha diailithe luais
hi: स्पीड डायल प्रविष्टियाँ लोड करने में विफल
hi_latn: speed daayal pravishtiyaan lod karane mein viphal
id: Gagal memuat entri panggilan cepat
it: Impossibile caricare le voci di selezione rapida
ja: スピードダイヤルのエントリを読み込めませんでした
ko: 단축 다이얼 항목을 로드하는 데 실패했습니다.
ms: Gagal memuatkan entri dail pantas
nb: Kunne ikke laste inn kortnummeroppføringer
nl: Snelkiesnummers konden niet worden geladen
pt: Falha ao carregar entradas de marcação rápida
ro: Nu s-au încărcat intrările de apelare rapidă
tr: Hızlı arama girişleri yüklenemedi
uk: Не вдалося завантажити записи швидкого набору
vi: Không tải được mục quay số nhanh
zh: 無法載入快速撥號條目

# NKS_KERNEL_STARTING_FAILED_LOAD_ENVVARS
source: Failed to load environment variables
ar: فشل تحميل متغيرات البيئة
de: Umgebungsvariablen konnten nicht geladen werden
el: Αποτυχία φόρτωσης μεταβλητών περιβάλλοντος
es: No se pudieron cargar las variables de entorno
fr: Échec du chargement des variables d'environnement
ga: Theip ar athróga timpeallachta a lódáil
hi: पर्यावरण चर लोड करने में विफल
hi_latn: paryaavaran char lod karane mein viphal
id: Gagal memuat variabel lingkungan
it: Impossibile caricare le variabili di ambiente
ja: 環境変数の読み込みに失敗しました
ko: 환경 변수를 로드하는 데 실패했습니다.
ms: Gagal memuatkan pembolehubah persekitaran
nb: Kunne ikke laste inn miljøvariabler
nl: Het laden van omgevingsvariabelen is mislukt
pt: Falha ao carregar variáveis de ambiente
ro: Nu s-au încărcat variabilele de mediu
tr: Ortam değişkenleri yüklenemedi
uk: Не вдалося завантажити змінні середовища
vi: Không tải được biến môi trường
zh: 無法載入環境變數

# NKS_KERNEL_STARTING_FAILED_LOAD_ALARM
source: Failed to load alarm listener
ar: فشل تحميل مستمع التنبيه
de: Alarm-Listener konnte nicht geladen werden
el: Η φόρτωση της συσκευής ακρόασης συναγερμού απέτυχε
es: No se pudo cargar el detector de alarmas
fr: Échec du chargement de l'écouteur d'alarme
ga: Theip ar éisteoir aláraim a lódáil
hi: अलार्म श्रोता लोड करने में विफल
hi_latn: alaarm shrota lod karane mein viphal
id: Gagal memuat pendengar alarm
it: Impossibile caricare l'ascoltatore di allarme
ja: アラームリスナーの読み込みに失敗しました
ko: 알람 리스너를 로드하는 데 실패했습니다.
ms: Gagal memuatkan pendengar penggera
nb: Kunne ikke laste inn alarmlytteren
nl: Het is niet gelukt om de alarmlistener te laden
pt: Falha ao carregar o ouvinte de alarme
ro: Nu s-a încărcat ascultătorul de alarmă
tr: Alarm dinleyicisi yüklenemedi
uk: Не вдалося завантажити слухач сигналів
vi: Không tải được trình nghe báo động
zh: 無法載入警報監聽器

# NKS_KERNEL_STARTING_FAILED_FINALIZE_ADDONS
source: Failed to finalize addons
ar: فشل في استكمال الإضافات
de: Add-Ons konnten nicht abgeschlossen werden
el: Απέτυχε η οριστικοποίηση των πρόσθετων
es: No se pudieron finalizar los complementos
fr: Impossible de finaliser les modules complémentaires
ga: Theip ar bhreiseáin a thabhairt chun críche
hi: ऐडऑन को अंतिम रूप देने में विफल
hi_latn: aidon ko antim roop dene mein viphal
id: Gagal menyelesaikan add-on
it: Impossibile finalizzare i componenti aggiuntivi
ja: アドオンの最終処理に失敗しました
ko: 애드온을 마무리하는 데 실패했습니다
ms: Gagal memuktamadkan tambahan
nb: Kunne ikke fullføre tillegg
nl: Het is niet gelukt om de add-ons af te ronden
pt: Falha ao finalizar os suplementos
ro: Nu s-au finalizat suplimentele
tr: Eklentiler sonlandırılamadı
uk: Не вдалося завершити доповнення
vi: Không thể hoàn tất tiện ích bổ sung
zh: 無法完成插件

# NKS_KERNEL_STARTING_FAILED_LOAD_MOTD
source: Failed to load MOTD and MAL
ar: فشل تحميل MOTD وMAL
de: MOTD und MAL konnten nicht geladen werden
el: Αποτυχία φόρτωσης MOTD και MAL
es: No se pudo cargar MOTD y MAL
fr: Échec du chargement de MOTD et MAL
ga: Theip ar lódáil MOTD agus MAL
hi: MOTD और MAL लोड करने में विफल
hi_latn: motd aur mal lod karane mein viphal
id: Gagal memuat MOTD dan MAL
it: Impossibile caricare MOTD e MAL
ja: MOTDとMALの読み込みに失敗しました
ko: MOTD 및 MAL을 로드하는 데 실패했습니다.
ms: Gagal memuatkan MOTD dan MAL
nb: Kunne ikke laste inn MOTD og MAL
nl: MOTD en MAL konden niet worden geladen
pt: Falha ao carregar MOTD e MAL
ro: Nu s-au încărcat MOTD și MAL
tr: MOTD ve MAL yüklenemedi
uk: Не вдалося завантажити MOTD і MAL
vi: Không tải được MOTD và MAL
zh: 無法載入 MOTD 和 MAL

# NKS_KERNEL_STARTING_FAILED_LOAD_EXTHANDLERS
source: Failed to load extension handlers
ar: فشل تحميل معالجات الامتداد
de: Fehler beim Laden der Erweiterungshandler
el: Απέτυχε η φόρτωση των προγραμμάτων χειρισμού επεκτάσεων
es: No se pudieron cargar los controladores de extensión
fr: Échec du chargement des gestionnaires d'extension
ga: Theip ar láimhseálaithe na síntí a lódáil
hi: एक्सटेंशन हैंडलर लोड करने में विफल
hi_latn: eksatenshan haindalar lod karane mein viphal
id: Gagal memuat penanganan ekstensi
it: Impossibile caricare i gestori delle estensioni
ja: 拡張ハンドラの読み込みに失敗しました
ko: 확장 핸들러를 로드하는 데 실패했습니다.
ms: Gagal memuatkan pengendali sambungan
nb: Kunne ikke laste utvidelsesbehandlere
nl: Het laden van extensiehandlers is mislukt
pt: Falha ao carregar os manipuladores de extensão
ro: Nu s-au încărcat gestionatorii de extensii
tr: Uzantı işleyicileri yüklenemedi
uk: Не вдалося завантажити обробники розширень
vi: Không tải được trình xử lý mở rộng
zh: 無法載入擴充處理程序
