Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_GETALLEXTHANDLERS_DESC
source: Gets all the extension handlers from all the extensions
ar: يحصل على كافة معالجات الامتداد من جميع الامتدادات
de: Ruft alle Erweiterungshandler aller Erweiterungen ab
el: Λαμβάνει όλους τους χειριστές επεκτάσεων από όλες τις επεκτάσεις
es: Obtiene todos los controladores de extensiones de todas las extensiones.
fr: Obtient tous les gestionnaires d'extensions de toutes les extensions
ga: Faigheann na láimhseálaithe síneadh go léir ó na síntí go léir
hi: सभी एक्सटेंशन से सभी एक्सटेंशन हैंडलर प्राप्त करता है
hi_latn: sabhee eksatenshan se sabhee eksatenshan haindalar praapt karata hai
id: Mendapatkan semua pengendali ekstensi dari semua ekstensi
it: Ottiene tutti i gestori di estensione da tutte le estensioni
ja: すべての拡張機能からすべての拡張機能ハンドラーを取得します
ko: 모든 확장에서 모든 확장 처리기를 가져옵니다.
ms: Mendapat semua pengendali sambungan daripada semua sambungan
nb: Henter alle utvidelsesbehandlere fra alle utvidelser
nl: Haalt alle extensiehandlers van alle extensies op
pt: Obtém todos os manipuladores de extensão de todas as extensões
ro: Obține toți gestionanții extensiilor de la toate extensiile
tr: Tüm uzantılardan tüm uzantı işleyicilerini alır
uk: Отримує всі обробники розширень з усіх розширень
vi: Nhận tất cả các trình xử lý mở rộng từ tất cả các phần mở rộng
zh: 從所有擴充功能中取得所有擴充處理程序

# NKS_SHELL_SHELLS_UESH_COMMAND_GETCONFIGVALUE_DESC
source: Gets a configuration variable and its value
ar: يحصل على متغير التكوين وقيمته
de: Ruft eine Konfigurationsvariable und ihren Wert ab
el: Λαμβάνει μια μεταβλητή διαμόρφωσης και την τιμή της
es: Obtiene una variable de configuración y su valor.
fr: Obtient une variable de configuration et sa valeur
ga: Faigheann athróg cumraíochta agus a luach
hi: एक कॉन्फ़िगरेशन वैरिएबल और उसका मान प्राप्त करता है
hi_latn: konfigareshan vairiebal aur usaka maan praapt karata hai
id: Mendapatkan variabel konfigurasi dan nilainya
it: Ottiene una variabile di configurazione e il relativo valore
ja: 構成変数とその値を取得します
ko: 구성 변수와 해당 값을 가져옵니다.
ms: Mendapat pembolehubah konfigurasi dan nilainya
nb: Henter en konfigurasjonsvariabel og dens verdi
nl: Haalt een configuratievariabele en de waarde ervan op
pt: Obtém uma variável de configuração e seu valor
ro: Obține o variabilă de configurare și valoarea acesteia
tr: Bir yapılandırma değişkenini ve değerini alır
uk: Отримує змінну конфігурації та її значення
vi: Nhận một biến cấu hình và giá trị của nó
zh: 取得配置變數及其值

# NKS_SHELL_SHELLS_UESH_COMMAND_GETDEFAULTEXTHANDLER_DESC
source: Gets the default extension handler from the specified extension
ar: يحصل على معالج الامتداد الافتراضي من الامتداد المحدد
de: Ruft den Standarderweiterungshandler von der angegebenen Erweiterung ab
el: Λαμβάνει τον προεπιλεγμένο χειριστή επέκτασης από την καθορισμένη επέκταση
es: Obtiene el controlador de extensión predeterminado de la extensión especificada
fr: Obtient le gestionnaire d'extension par défaut de l'extension spécifiée
ga: Faigheann sé an láimhseálaí réamhshocraithe ón síneadh sonraithe
hi: निर्दिष्ट एक्सटेंशन से डिफ़ॉल्ट एक्सटेंशन हैंडलर प्राप्त करता है
hi_latn: nirdisht eksatenshan se difolt eksatenshan haindalar praapt karata hai
id: Mendapatkan penangan ekstensi default dari ekstensi yang ditentukan
it: Ottiene il gestore dell'estensione predefinito dall'estensione specificata
ja: 指定された拡張機能からデフォルトの拡張機能ハンドラーを取得します
ko: 지정된 확장에서 기본 확장 처리기를 가져옵니다.
ms: Mendapat pengendali sambungan lalai daripada sambungan yang ditentukan
nb: Henter standard utvidelsesbehandler fra den angitte utvidelsen
nl: Haalt de standaardextensiehandler op van de opgegeven extensie
pt: Obtém o manipulador de extensão padrão da extensão especificada
ro: Obține handlerul de extensie implicit de la extensia specificată
tr: Belirtilen uzantıdan varsayılan uzantı işleyicisini alır
uk: Отримує стандартний обробник розширення з указаного розширення
vi: Lấy trình xử lý phần mở rộng mặc định từ phần mở rộng đã chỉ định
zh: 從指定擴展獲取預設擴展處理程序

# NKS_SHELL_SHELLS_UESH_COMMAND_GETDEFAULTEXTHANDLERS_DESC
source: Gets the default extension handlers from all the extensions
ar: يحصل على معالجات الامتداد الافتراضية من كافة الامتدادات
de: Ruft die Standarderweiterungshandler aller Erweiterungen ab
el: Λαμβάνει τους προεπιλεγμένους χειριστές επεκτάσεων από όλες τις επεκτάσεις
es: Obtiene los controladores de extensión predeterminados de todas las extensiones.
fr: Obtient les gestionnaires d'extensions par défaut de toutes les extensions
ga: Faigheann sé na láimhseálaithe réamhshocraithe ó na síntí go léir
hi: सभी एक्सटेंशन से डिफ़ॉल्ट एक्सटेंशन हैंडलर प्राप्त करता है
hi_latn: sabhee eksatenshan se difolt eksatenshan haindalar praapt karata hai
id: Mendapatkan penangan ekstensi default dari semua ekstensi
it: Ottiene i gestori di estensione predefiniti da tutte le estensioni
ja: すべての拡張機能からデフォルトの拡張機能ハンドラーを取得します。
ko: 모든 확장에서 기본 확장 처리기를 가져옵니다.
ms: Mendapat pengendali sambungan lalai daripada semua sambungan
nb: Henter standard utvidelsesbehandlere fra alle utvidelsene
nl: Haalt de standaardextensiehandlers op van alle extensies
pt: Obtém os manipuladores de extensão padrão de todas as extensões
ro: Obține handlerele de extensie implicite de la toate extensiile
tr: Tüm uzantılardan varsayılan uzantı işleyicilerini alır
uk: Отримує стандартні обробники розширень з усіх розширень
vi: Nhận trình xử lý phần mở rộng mặc định từ tất cả các phần mở rộng
zh: 從所有擴充功能中取得預設擴充處理程序

# NKS_SHELL_SHELLS_UESH_COMMAND_GETEXTHANDLERS_DESC
source: Gets the extension handlers from the specified extension
ar: يحصل على معالجات الامتداد من الامتداد المحدد
de: Ruft die Erweiterungshandler von der angegebenen Erweiterung ab
el: Λαμβάνει τους χειριστές επεκτάσεων από την καθορισμένη επέκταση
es: Obtiene los controladores de extensión de la extensión especificada
fr: Obtient les gestionnaires d'extension de l'extension spécifiée
ga: Faigheann na láimhseálaithe síneadh ón síneadh sonraithe
hi: निर्दिष्ट एक्सटेंशन से एक्सटेंशन हैंडलर प्राप्त करता है
hi_latn: nirdisht eksatenshan se eksatenshan haindalar praapt karata hai
id: Mendapatkan pengendali ekstensi dari ekstensi yang ditentukan
it: Ottiene i gestori di estensione dall'estensione specificata
ja: 指定された拡張機能から拡張機能ハンドラーを取得します
ko: 지정된 확장에서 확장 처리기를 가져옵니다.
ms: Mendapat pengendali sambungan daripada sambungan yang ditentukan
nb: Henter utvidelsesbehandlerne fra den angitte utvidelsen
nl: Haalt de extensiehandlers op van de opgegeven extensie
pt: Obtém os manipuladores de extensão da extensão especificada
ro: Obține handlerele de extensie din extensia specificată
tr: Belirtilen uzantıdan uzantı işleyicilerini alır
uk: Отримує обробники розширення з указаного розширення
vi: Lấy trình xử lý phần mở rộng từ phần mở rộng đã chỉ định
zh: 從指定擴充功能取得擴充處理程序

# NKS_SHELL_SHELLS_UESH_COMMAND_GETKEYIV_DESC
source: Gets the key and the initialization vector for symmetrical encoding
ar: يحصل على المفتاح ومتجه التهيئة للتشفير المتماثل
de: Ruft den Schlüssel und den Initialisierungsvektor für die symmetrische Codierung ab
el: Παίρνει το κλειδί και το διάνυσμα αρχικοποίησης για συμμετρική κωδικοποίηση
es: Obtiene la clave y el vector de inicialización para la codificación simétrica.
fr: Obtient la clé et le vecteur d'initialisation pour le codage symétrique
ga: Faigheann sé an eochair agus an veicteoir túsaithe le haghaidh ionchódú siméadrach
hi: सममित एन्कोडिंग के लिए कुंजी और आरंभीकरण वेक्टर प्राप्त करता है
hi_latn: samamit enkoding ke lie kunjee aur aarambheekaran vektar praapt karata hai
id: Mendapatkan kunci dan vektor inisialisasi untuk pengkodean simetris
it: Ottiene la chiave e il vettore di inizializzazione per la codifica simmetrica
ja: 対称エンコーディングのキーと初期化ベクトルを取得します。
ko: 대칭 인코딩을 위한 키와 초기화 벡터를 가져옵니다.
ms: Mendapat kunci dan vektor permulaan untuk pengekodan simetri
nb: Henter nøkkelen og initialiseringsvektoren for symmetrisk koding
nl: Haalt de sleutel en de initialisatievector op voor symmetrische codering
pt: Obtém a chave e o vetor de inicialização para codificação simétrica
ro: Obține cheia și vectorul de inițializare pentru codificarea simetrică
tr: Simetrik kodlama için anahtarı ve başlatma vektörünü alır
uk: Отримує ключ і вектор ініціалізації для симетричного кодування
vi: Lấy khóa và vectơ khởi tạo cho mã hóa đối xứng
zh: 取得對稱編碼的金鑰和初始化向量

# NKS_SHELL_SHELLS_UESH_COMMAND_HOST_DESC
source: Gets the current host name
ar: يحصل على اسم المضيف الحالي
de: Ruft den aktuellen Hostnamen ab
el: Λαμβάνει το τρέχον όνομα κεντρικού υπολογιστή
es: Obtiene el nombre del host actual
fr: Obtient le nom d'hôte actuel
ga: Faigheann sé an t-ainm ósta reatha
hi: वर्तमान होस्ट नाम प्राप्त करता है
hi_latn: vartamaan host naam praapt karata hai
id: Mendapatkan nama host saat ini
it: Ottiene il nome host corrente
ja: 現在のホスト名を取得します
ko: 현재 호스트 이름을 가져옵니다.
ms: Mendapat nama hos semasa
nb: Henter gjeldende vertsnavn
nl: Haalt de huidige hostnaam op
pt: Obtém o nome do host atual
ro: Obține numele de gazdă curent
tr: Mevcut ana bilgisayar adını alır
uk: Отримує поточне ім'я хоста
vi: Lấy tên máy chủ hiện tại
zh: 取得目前主機名

# NKS_SHELL_SHELLS_UESH_COMMAND_IFM_DESC
source: Interactive system host file manager
ar: مدير الملفات المضيفة للنظام التفاعلي
de: Interaktiver System-Host-Dateimanager
el: Διαδραστικό σύστημα διαχείρισης αρχείων κεντρικού υπολογιστή
es: Administrador de archivos del host del sistema interactivo
fr: Gestionnaire de fichiers hôte du système interactif
ga: Bainisteoir comhad óstach córais idirghníomhach
hi: इंटरएक्टिव सिस्टम होस्ट फ़ाइल प्रबंधक
hi_latn: intaraiktiv sistam host fail prabandhak
id: Manajer file host sistem interaktif
it: File manager host del sistema interattivo
ja: 対話型システムのホストファイルマネージャー
ko: 대화형 시스템 호스트 파일 관리자
ms: Pengurus fail hos sistem interaktif
nb: Interaktiv systemvertsfilbehandling
nl: Interactieve systeemhostbestandsbeheerder
pt: Gerenciador de arquivos host do sistema interativo
ro: Manager de fișiere gazdă de sistem interactiv
tr: Etkileşimli sistem ana bilgisayar dosya yöneticisi
uk: Менеджер файлів хоста інтерактивної системи
vi: Trình quản lý tập tin lưu trữ hệ thống tương tác
zh: 互動式系統主機檔案管理器

# NKS_SHELL_SHELLS_UESH_COMMAND_LICENSE_DESC
source: Shows license information for the kernel
ar: يعرض معلومات الترخيص للنواة
de: Zeigt Lizenzinformationen für den Kernel an
el: Εμφανίζει πληροφορίες άδειας χρήσης για τον πυρήνα
es: Muestra información de licencia para el kernel.
fr: Affiche les informations de licence pour le noyau
ga: Taispeánann sé faisnéis cheadúnais don eithne
hi: कर्नेल के लिए लाइसेंस जानकारी दिखाता है
hi_latn: karnel ke lie laisens jaanakaaree dikhaata hai
id: Menampilkan informasi lisensi untuk kernel
it: Mostra le informazioni sulla licenza per il kernel
ja: カーネルのライセンス情報を表示します
ko: 커널에 대한 라이센스 정보를 표시합니다.
ms: Menunjukkan maklumat lesen untuk kernel
nb: Viser lisensinformasjon for kjernen
nl: Toont licentie-informatie voor de kernel
pt: Mostra informações de licença do kernel
ro: Afișează informații despre licență pentru nucleu
tr: Çekirdek için lisans bilgilerini gösterir
uk: Показує ліцензійну інформацію для ядра
vi: Hiển thị thông tin giấy phép cho hạt nhân
zh: 顯示內核的許可證信息

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_SWITCH_RECURSIVE_DESC
source: Lists a folder recursively
ar: يسرد مجلد بشكل متكرر
de: Listet einen Ordner rekursiv auf
el: Εμφανίζει έναν φάκελο αναδρομικά
es: Enumera una carpeta de forma recursiva
fr: Répertorie un dossier de manière récursive
ga: Liostaítear fillteán go hathchúrsach
hi: किसी फ़ोल्डर को पुनरावर्ती रूप से सूचीबद्ध करता है
hi_latn: punaraavartee roop se ek foldar soocheebaddh karata hai
id: Mencantumkan folder secara rekursif
it: Elenca una cartella in modo ricorsivo
ja: フォルダーを再帰的に一覧表示します
ko: 폴더를 재귀적으로 나열합니다.
ms: Menyenaraikan folder secara rekursif
nb: Viser en mappe rekursivt
nl: Geeft een map recursief weer
pt: Lista uma pasta recursivamente
ro: Listează un folder în mod recursiv
tr: Bir klasörü yinelemeli olarak listeler
uk: Перераховує теку рекурсивно
vi: Liệt kê một thư mục theo cách đệ quy
zh: 遞歸列出資料夾

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_SWITCH_TREE_DESC
source: Lists a folder using the tree form
ar: يسرد مجلدًا باستخدام نموذج الشجرة
de: Listet einen Ordner mithilfe der Baumstruktur auf
el: Εμφανίζει έναν φάκελο χρησιμοποιώντας τη φόρμα δέντρου
es: Enumera una carpeta usando la forma de árbol
fr: Répertorie un dossier sous forme d'arborescence
ga: Liostaíonn fillteán ag baint úsáide as an bhfoirm crann
hi: ट्री फॉर्म का उपयोग करके एक फ़ोल्डर सूचीबद्ध करता है
hi_latn: tree form ka upayog karake ek foldar soocheebaddh karata hai
id: Mencantumkan folder menggunakan bentuk pohon
it: Elenca una cartella utilizzando il formato ad albero
ja: ツリー形式を使用してフォルダーを一覧表示します
ko: 트리 형식을 사용하여 폴더를 나열합니다.
ms: Menyenaraikan folder menggunakan borang pokok
nb: Viser en mappe ved hjelp av treskjemaet
nl: Geeft een map weer met behulp van het boomformulier
pt: Lista uma pasta usando a forma de árvore
ro: Listează un folder utilizând forma arborescentă
tr: Ağaç formunu kullanarak bir klasörü listeler
uk: Перераховує папку за допомогою ієрархічної форми
vi: Liệt kê một thư mục bằng cách sử dụng biểu mẫu cây
zh: 使用樹形形式列出資料夾

# NKS_SHELL_SHELLS_UESH_COMMAND_LSCONFIGS_DESC
source: Lists all available configurations
ar: يسرد كافة التكوينات المتاحة
de: Listet alle verfügbaren Konfigurationen auf
el: Εμφανίζει όλες τις διαθέσιμες διαμορφώσεις
es: Enumera todas las configuraciones disponibles
fr: Répertorie toutes les configurations disponibles
ga: Liostaíonn gach cumraíocht atá ar fáil
hi: सभी उपलब्ध कॉन्फ़िगरेशन सूचीबद्ध करता है
hi_latn: sabhee upalabdh konfigareshan soocheebaddh karata hai
id: Mencantumkan semua konfigurasi yang tersedia
it: Elenca tutte le configurazioni disponibili
ja: 利用可能なすべての構成をリストします
ko: 사용 가능한 모든 구성을 나열합니다.
ms: Menyenaraikan semua konfigurasi yang tersedia
nb: Viser alle tilgjengelige konfigurasjoner
nl: Geeft een overzicht van alle beschikbare configuraties
pt: Lista todas as configurações disponíveis
ro: Listează toate configurațiile disponibile
tr: Mevcut tüm yapılandırmaları listeler
uk: Перелічує всі доступні конфігурації
vi: Liệt kê tất cả các cấu hình có sẵn
zh: 列出所有可用的配置

# NKS_SHELL_SHELLS_UESH_COMMAND_LSCONFIGS_SWITCH_DEEP_DESC
source: Deep details about all configurations, including their entries
ar: تفاصيل عميقة حول جميع التكوينات، بما في ذلك إدخالاتها
de: Detaillierte Details zu allen Konfigurationen, einschließlich ihrer Einträge
el: Βαθιές λεπτομέρειες για όλες τις διαμορφώσεις, συμπεριλαμβανομένων των καταχωρίσεών τους
es: Detalles profundos sobre todas las configuraciones, incluidas sus entradas.
fr: Détails approfondis sur toutes les configurations, y compris leurs entrées
ga: Mionsonraí faoi gach cumraíocht, lena n-áirítear a n-iontrálacha
hi: उनकी प्रविष्टियों सहित सभी कॉन्फ़िगरेशन के बारे में गहन विवरण
hi_latn: sabhee konfigareshan ke baare mein gahan vivaran, jisamen unakee pravishtiyaan shaamil hain
id: Detail mendalam tentang semua konfigurasi, termasuk entri mereka
it: Dettagli approfonditi su tutte le configurazioni, comprese le relative voci
ja: すべての構成に関する詳細 (エントリを含む)
ko: 항목을 포함하여 모든 구성에 대한 자세한 내용
ms: Butiran mendalam tentang semua konfigurasi, termasuk entrinya
nb: Dype detaljer om alle konfigurasjoner, inkludert deres oppføringer
nl: Diepgaande details over alle configuraties, inclusief hun invoer
pt: Detalhes detalhados sobre todas as configurações, incluindo suas entradas
ro: Detalii profunde despre toate configurațiile, inclusiv intrările acestora
tr: Tüm yapılandırmalar hakkında girişleri de dahil olmak üzere ayrıntılı bilgiler
uk: Докладні відомості про всі конфігурації, включаючи їхні записи
vi: Chi tiết sâu sắc về tất cả các cấu hình, bao gồm cả mục nhập của chúng
zh: 有關所有配置的深入詳細信息，包括其條目

# NKS_SHELL_SHELLS_UESH_COMMAND_LSCONFIGVALUES_DESC
source: Lists all configuration variables and their values
ar: يسرد كافة متغيرات التكوين وقيمها
de: Listet alle Konfigurationsvariablen und ihre Werte auf
el: Εμφανίζει όλες τις μεταβλητές διαμόρφωσης και τις τιμές τους
es: Enumera todas las variables de configuración y sus valores.
fr: Répertorie toutes les variables de configuration et leurs valeurs
ga: Liostaíonn sé gach athróg cumraíochta agus a luachanna
hi: सभी कॉन्फ़िगरेशन चर और उनके मान सूचीबद्ध करता है
hi_latn: sabhee konfigareshan vairiebal aur unake maan soocheebaddh karata hai
id: Mencantumkan semua variabel konfigurasi dan nilainya
it: Elenca tutte le variabili di configurazione e i relativi valori
ja: すべての構成変数とその値をリストします。
ko: 모든 구성 변수와 해당 값을 나열합니다.
ms: Menyenaraikan semua pembolehubah konfigurasi dan nilainya
nb: Viser alle konfigurasjonsvariabler og deres verdier
nl: Geeft een overzicht van alle configuratievariabelen en hun waarden
pt: Lista todas as variáveis de configuração e seus valores
ro: Listează toate variabilele de configurare și valorile acestora
tr: Tüm yapılandırma değişkenlerini ve değerlerini listeler
uk: Перелічує всі змінні конфігурації та їхні значення
vi: Liệt kê tất cả các biến cấu hình và giá trị của chúng
zh: 列出所有配置變數及其值

# NKS_SHELL_SHELLS_UESH_COMMAND_LSCONNECTIONS_DESC
source: Lists all available connections
ar: يسرد جميع الاتصالات المتاحة
de: Listet alle verfügbaren Verbindungen auf
el: Εμφανίζει όλες τις διαθέσιμες συνδέσεις
es: Enumera todas las conexiones disponibles
fr: Répertorie toutes les connexions disponibles
ga: Liostaíonn gach nasc atá ar fáil
hi: सभी उपलब्ध कनेक्शन सूचीबद्ध करता है
hi_latn: sabhee upalabdh kanekshan soocheebaddh karata hai
id: Mencantumkan semua koneksi yang tersedia
it: Elenca tutte le connessioni disponibili
ja: 利用可能なすべての接続をリストします
ko: 사용 가능한 모든 연결을 나열합니다.
ms: Menyenaraikan semua sambungan yang tersedia
nb: Viser alle tilgjengelige tilkoblinger
nl: Geeft een overzicht van alle beschikbare verbindingen
pt: Lista todas as conexões disponíveis
ro: Listează toate conexiunile disponibile
tr: Mevcut tüm bağlantıları listeler
uk: Перелічує всі доступні підключення
vi: Liệt kê tất cả các kết nối có sẵn
zh: 列出所有可用連接

# NKS_SHELL_SHELLS_UESH_COMMAND_LSEXTHANDLERS_DESC
source: Lists available extension handlers
ar: يسرد معالجات الامتداد المتاحة
de: Listet verfügbare Erweiterungshandler auf
el: Παραθέτει τους διαθέσιμους χειριστές επεκτάσεων
es: Enumera los controladores de extensiones disponibles
fr: Répertorie les gestionnaires d'extensions disponibles
ga: Liostaíonn láimhseálaithe síntí atá ar fáil
hi: उपलब्ध एक्सटेंशन हैंडलर की सूची बनाएं
hi_latn: upalabdh eksatenshan haindalar soocheebaddh karata hai
id: Mencantumkan penangan ekstensi yang tersedia
it: Elenca i gestori di estensione disponibili
ja: 利用可能な拡張ハンドラーをリストします。
ko: 사용 가능한 확장 처리기를 나열합니다.
ms: Menyenaraikan pengendali sambungan yang tersedia
nb: Viser tilgjengelige utvidelsesbehandlere
nl: Geeft een overzicht van beschikbare extensiehandlers
pt: Lista manipuladores de extensão disponíveis
ro: Enumeră manipulatorii de extensii disponibili
tr: Mevcut uzantı işleyicilerini listeler
uk: Перелічує доступні обробники розширень
vi: Liệt kê các trình xử lý mở rộng có sẵn
zh: 列出可用的擴充處理程序

# NKS_SHELL_SHELLS_UESH_COMMAND_LSDISKPARTS_DESC
source: Lists all the disk partitions
ar: يسرد كافة أقسام القرص
de: Listet alle Festplattenpartitionen auf
el: Εμφανίζει όλα τα διαμερίσματα του δίσκου
es: Enumera todas las particiones del disco.
fr: Répertorie toutes les partitions de disque
ga: Liostaíonn sé na deighiltí diosca go léir
hi: सभी डिस्क विभाजनों को सूचीबद्ध करता है
hi_latn: sabhee disk vibhaajan soocheebaddh karata hai
id: Mencantumkan semua partisi disk
it: Elenca tutte le partizioni del disco
ja: すべてのディスクパーティションをリストします。
ko: 모든 디스크 파티션을 나열합니다.
ms: Menyenaraikan semua partition cakera
nb: Viser alle diskpartisjonene
nl: Geeft een overzicht van alle schijfpartities
pt: Lista todas as partições do disco
ro: Listează toate partițiile de disc
tr: Tüm disk bölümlerini listeler
uk: Перелічує всі розділи диска
vi: Liệt kê tất cả các phân vùng đĩa
zh: 列出所有磁碟分割區

# NKS_SHELL_SHELLS_UESH_COMMAND_LSDISKS_DESC
source: Lists all the disks
ar: يسرد كافة الأقراص
de: Listet alle Festplatten auf
el: Εμφανίζει όλους τους δίσκους
es: Enumera todos los discos.
fr: Répertorie tous les disques
ga: Liostaíonn sé na dioscaí go léir
hi: सभी डिस्क को सूचीबद्ध करता है
hi_latn: sabhee disk soocheebaddh karata hai
id: Mencantumkan semua disk
it: Elenca tutti i dischi
ja: すべてのディスクをリストします
ko: 모든 디스크를 나열합니다.
ms: Menyenaraikan semua cakera
nb: Viser alle diskene
nl: Geeft een overzicht van alle schijven
pt: Lista todos os discos
ro: Listează toate discurile
tr: Tüm diskleri listeler
uk: Перераховує всі диски
vi: Liệt kê tất cả các đĩa
zh: 列出所有磁碟

# NKS_SHELL_SHELLS_UESH_COMMAND_LSNET_DESC
source: Lists online network devices
ar: يسرد أجهزة الشبكة عبر الإنترنت
de: Listet Online-Netzwerkgeräte auf
el: Εμφανίζει τις ηλεκτρονικές συσκευές δικτύου
es: Enumera los dispositivos de red en línea
fr: Répertorie les périphériques réseau en ligne
ga: Liostaíonn gléasanna líonra ar líne
hi: ऑनलाइन नेटवर्क डिवाइस सूचीबद्ध करता है
hi_latn: onalain netavark divais soocheebaddh karata hai
id: Mencantumkan perangkat jaringan online
it: Elenca i dispositivi di rete online
ja: オンラインネットワークデバイスをリストします
ko: 온라인 네트워크 장치를 나열합니다.
ms: Menyenaraikan peranti rangkaian dalam talian
nb: Viser online nettverksenheter
nl: Geeft een overzicht van online netwerkapparaten
pt: Lista dispositivos de rede online
ro: Listează dispozitivele de rețea online
tr: Çevrimiçi ağ cihazlarını listeler
uk: Перераховує мережеві пристрої онлайн
vi: Liệt kê các thiết bị mạng trực tuyến
zh: 列出線上網路設備

# NKS_SHELL_SHELLS_UESH_COMMAND_PARTINFO_DESC
source: Provides information about a partition from the specified disk
ar: يوفر معلومات حول قسم من القرص المحدد
de: Stellt Informationen zu einer Partition auf der angegebenen Festplatte bereit
el: Παρέχει πληροφορίες σχετικά με ένα διαμέρισμα από τον καθορισμένο δίσκο
es: Proporciona información sobre una partición del disco especificado.
fr: Fournit des informations sur une partition du disque spécifié
ga: Soláthraíonn sé faisnéis faoi dheighilt ón diosca sonraithe
hi: निर्दिष्ट डिस्क से विभाजन के बारे में जानकारी प्रदान करता है
hi_latn: nirdisht disk se vibhaajan ke baare mein jaanakaaree pradaan karata hai
id: Memberikan informasi tentang partisi dari disk yang ditentukan
it: Fornisce informazioni su una partizione dal disco specificato
ja: 指定したディスクのパーティションに関する情報を提供します。
ko: 지정된 디스크의 파티션에 대한 정보를 제공합니다.
ms: Menyediakan maklumat tentang partition dari cakera yang ditentukan
nb: Gir informasjon om en partisjon fra den angitte disken
nl: Biedt informatie over een partitie van de opgegeven schijf
pt: Fornece informações sobre uma partição do disco especificado
ro: Oferă informații despre o partiție de pe discul specificat
tr: Belirtilen diskteki bir bölüm hakkında bilgi sağlar
uk: Надає інформацію про розділ зазначеного диска
vi: Cung cấp thông tin về phân vùng từ đĩa được chỉ định
zh: 提供有關指定磁碟中的分割區的信息
