Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_FILESYSTEM_PRINTLINENUMS_DESC
source: Makes the "cat" command print the file's line numbers.
ar: يجعل الأمر "cat" يطبع أرقام أسطر الملف.
de: Bewirkt, dass der Befehl „cat“ die Zeilennummern der Datei ausgibt.
el: Κάνει την εντολή "cat" να εκτυπώνει τους αριθμούς γραμμής του αρχείου.
es: Hace que el comando "cat" imprima los números de línea del archivo.
fr: Fait en sorte que la commande "cat" imprime les numéros de ligne du fichier.
ga: Déanann an t-ordú "cat" uimhreacha líne an chomhaid a phriontáil.
hi: "कैट" कमांड फ़ाइल की लाइन संख्याओं को प्रिंट करता है।
hi_latn: "kait" kamaand ko fail kee lain nambar print karane deta hai.
id: Membuat perintah "cat" mencetak nomor baris file.
it: Fa sì che il comando "cat" stampi i numeri di riga del file.
ja: 「cat」コマンドでファイルの行番号を出力します。
ko: "cat" 명령이 파일의 줄 번호를 인쇄하도록 합니다.
ms: Membuat arahan "kucing" mencetak nombor baris fail.
nb: Får kommandoen "cat" til å skrive ut filens linjenumre.
nl: Zorgt ervoor dat de opdracht "cat" de regelnummers van het bestand afdrukt.
pt: Faz com que o comando "cat" imprima os números das linhas do arquivo.
ro: Face comanda „cat” să imprime numerele de rând ale fișierului.
tr: "cat" komutunun dosyanın satır numaralarını yazdırmasını sağlar.
uk: Змушує команду "cat" друкувати номери рядків файлу.
vi: Yêu cầu lệnh "cat" in ra số dòng của tệp.
zh: 使“cat”指令列印檔案的行號。

# NKS_SETTINGS_KERNEL_NETWORK_DESC
source: This section lists the network settings, like the FTP shell, the network-related command settings, and the remote debug settings.
ar: يسرد هذا القسم إعدادات الشبكة، مثل FTP shell، وإعدادات الأوامر المتعلقة بالشبكة، وإعدادات التصحيح عن بعد.
de: In diesem Abschnitt werden die Netzwerkeinstellungen aufgeführt, z. B. die FTP-Shell, die netzwerkbezogenen Befehlseinstellungen und die Remote-Debug-Einstellungen.
el: Αυτή η ενότητα παραθέτει τις ρυθμίσεις δικτύου, όπως το κέλυφος FTP, τις ρυθμίσεις εντολών που σχετίζονται με το δίκτυο και τις ρυθμίσεις απομακρυσμένου εντοπισμού σφαλμάτων.
es: Esta sección enumera la configuración de red, como el shell FTP, la configuración de comandos relacionados con la red y la configuración de depuración remota.
fr: Cette section répertorie les paramètres réseau, tels que le shell FTP, les paramètres de commande liés au réseau et les paramètres de débogage à distance.
ga: Liostaíonn an chuid seo na socruithe líonra, amhail an bhlaosc FTP, na socruithe ordaithe a bhaineann leis an líonra, agus na socruithe dífhabhtaithe cianda.
hi: यह अनुभाग नेटवर्क सेटिंग्स को सूचीबद्ध करता है, जैसे एफ़टीपी शेल, नेटवर्क-संबंधित कमांड सेटिंग्स और रिमोट डिबग सेटिंग्स।
hi_latn: yah anubhaag netavark setings ko soocheebaddh karata hai, jaise ftp shel, netavark se sambandhit kamaand setings aur rimot deebag setings.
id: Bagian ini mencantumkan pengaturan jaringan, seperti shell FTP, pengaturan perintah terkait jaringan, dan pengaturan debug jarak jauh.
it: Questa sezione elenca le impostazioni di rete, come la shell FTP, le impostazioni dei comandi relativi alla rete e le impostazioni di debug remoto.
ja: このセクションには、FTP シェルなどのネットワーク設定、ネットワーク関連のコマンド設定、およびリモート デバッグ設定がリストされます。
ko: 이 섹션에는 FTP 셸, 네트워크 관련 명령 설정 및 원격 디버그 설정과 같은 네트워크 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan tetapan rangkaian, seperti cangkerang FTP, tetapan arahan berkaitan rangkaian dan tetapan nyahpepijat jauh.
nb: Denne delen viser nettverksinnstillingene, som FTP-skallet, de nettverksrelaterte kommandoinnstillingene og de eksterne feilsøkingsinnstillingene.
nl: In dit gedeelte worden de netwerkinstellingen vermeld, zoals de FTP-shell, de netwerkgerelateerde opdrachtinstellingen en de instellingen voor foutopsporing op afstand.
pt: Esta seção lista as configurações de rede, como o shell FTP, as configurações de comando relacionadas à rede e as configurações de depuração remota.
ro: Această secțiune listează setările de rețea, cum ar fi shell-ul FTP, setările de comandă legate de rețea și setările de depanare la distanță.
tr: Bu bölümde FTP kabuğu, ağla ilgili komut ayarları ve uzaktan hata ayıklama ayarları gibi ağ ayarları listelenir.
uk: У цьому розділі наведено параметри мережі, як-от оболонка FTP, налаштування команд, пов’язаних із мережею, і параметри віддаленого налагодження.
vi: Phần này liệt kê các thiết lập mạng, như shell FTP, thiết lập lệnh liên quan đến mạng và thiết lập gỡ lỗi từ xa.
zh: 本節列出了網路設置，例如 FTP shell、網路相關命令設定和遠端偵錯設定。

# NKS_SETTINGS_KERNEL_NETWORK_DISPLAYAS
source: General networking settings
ar: إعدادات الشبكة العامة
de: Allgemeine Netzwerkeinstellungen
el: Γενικές ρυθμίσεις δικτύωσης
es: Configuraciones generales de red
fr: Paramètres réseau généraux
ga: Socruithe líonraithe ginearálta
hi: सामान्य नेटवर्किंग सेटिंग्स
hi_latn: saamaany netavarking setings
id: Pengaturan jaringan umum
it: Impostazioni generali di rete
ja: 一般的なネットワーク設定
ko: 일반 네트워킹 설정
ms: Tetapan rangkaian umum
nb: Generelle nettverksinnstillinger
nl: Algemene netwerkinstellingen
pt: Configurações gerais de rede
ro: Setări generale de rețea
tr: Genel ağ ayarları
uk: Загальні налаштування мережі
vi: Cài đặt mạng chung
zh: 常規網路設定

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_DEBUGCHATPORT_NAME
source: Debug Chat Port
ar: تصحيح منفذ الدردشة
de: Chat-Port debuggen
el: Εντοπισμός σφαλμάτων θύρας συνομιλίας
es: Puerto de chat de depuración
fr: Port de discussion de débogage
ga: Port Comhrá Dífhabhtaithe
hi: चैट पोर्ट डीबग करें
hi_latn: deebag chait port
id: Port Obrolan Debug
it: Porta chat di debug
ja: デバッグチャットポート
ko: 디버그 채팅 포트
ms: Nyahpepijat Port Sembang
nb: Feilsøk Chat Port
nl: Foutopsporing in chatpoort
pt: Depurar porta de bate-papo
ro: Depanați portul de chat
tr: Hata Ayıklama Sohbet Bağlantı Noktası
uk: Налагодити порт чату
vi: Cổng trò chuyện gỡ lỗi
zh: 調試聊天端口

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_DEBUGCHATPORT_DESC
source: Write a remote debugger chat port. It must be numeric, and must not be already used. Otherwise, remote debugger chat will fail to open the port.
ar: كتابة منفذ دردشة مصحح الأخطاء عن بعد. ويجب أن يكون رقميًا، ويجب ألا يكون مستخدمًا بالفعل. وإلا، ستفشل محادثة مصحح الأخطاء عن بعد في فتح المنفذ.
de: Schreiben Sie einen Remote-Debugger-Chat-Port. Es muss numerisch sein und darf nicht bereits verwendet werden. Andernfalls kann der Remote-Debugger-Chat den Port nicht öffnen.
el: Γράψτε μια θύρα συνομιλίας απομακρυσμένου εντοπισμού σφαλμάτων. Πρέπει να είναι αριθμητικό και δεν πρέπει να χρησιμοποιείται ήδη. Διαφορετικά, η απομακρυσμένη συνομιλία εντοπισμού σφαλμάτων θα αποτύχει να ανοίξει τη θύρα.
es: Escriba un puerto de chat de depurador remoto. Debe ser numérico y no debe estar ya utilizado. De lo contrario, el chat del depurador remoto no podrá abrir el puerto.
fr: Écrivez un port de discussion du débogueur distant. Il doit être numérique et ne doit pas être déjà utilisé. Sinon, la discussion du débogueur à distance ne parviendra pas à ouvrir le port.
ga: Scríobh port comhrá dífhabhtóra cianda. Caithfidh sé a bheith uimhriúil, agus ní féidir é a úsáid cheana féin. Seachas sin, ní theipeann ar chomhrá dífhabhtóra cianda an port a oscailt.
hi: एक दूरस्थ डिबगर चैट पोर्ट लिखें. यह संख्यात्मक होना चाहिए, और पहले से ही उपयोग नहीं किया जाना चाहिए। अन्यथा, रिमोट डिबगर चैट पोर्ट खोलने में विफल हो जाएगी।
hi_latn: ek rimot deebagar chait port likhen. yah sankhyaatmak hona chaahie, aur pahale se upayog nahin kiya jaana chaahie. anyatha, rimot deebagar chait port ko kholane mein viphal ho jaega.
id: Tulis port obrolan debugger jarak jauh. Port tersebut harus berupa angka, dan belum boleh digunakan. Jika tidak, obrolan debugger jarak jauh akan gagal membuka port tersebut.
it: Scrivere una porta chat del debugger remoto. Deve essere numerico e non deve essere già utilizzato. In caso contrario, la chat del debugger remoto non riuscirà ad aprire la porta.
ja: リモート デバッガーのチャット ポートを書き込みます。これは数値である必要があり、すでに使用されていてはなりません。そうしないと、リモート デバッガー チャットはポートを開くことができません。
ko: 원격 디버거 채팅 포트를 작성합니다. 숫자여야 하며 이미 사용되어서는 안 됩니다. 그렇지 않으면 원격 디버거 채팅에서 포트를 열 수 없습니다.
ms: Tulis port sembang penyahpepijat jauh. Ia mestilah berangka, dan tidak boleh digunakan. Jika tidak, sembang penyahpepijat jauh akan gagal membuka port.
nb: Skriv en ekstern debugger chatport. Den må være numerisk, og må ikke være i bruk allerede. Ellers vil ekstern debugger-chat ikke åpne porten.
nl: Schrijf een chatpoort voor externe debugger. Het moet numeriek zijn en mag niet al worden gebruikt. Anders kan de externe debugger-chat de poort niet openen.
pt: Escreva uma porta de bate-papo do depurador remoto. Deve ser numérico e ainda não deve estar em uso. Caso contrário, o bate-papo do depurador remoto não conseguirá abrir a porta.
ro: Scrieți un port de chat de depanare la distanță. Trebuie să fie numeric și nu trebuie să fie deja folosit. În caz contrar, chatul de depanare la distanță nu va deschide portul.
tr: Uzaktan hata ayıklayıcı sohbet portu yazın. Sayısal olmalı ve daha önce kullanılmamış olmalıdır. Aksi takdirde, uzaktan hata ayıklayıcı sohbet portu açmayı başaramaz.
uk: Напишіть порт чату віддаленого налагоджувача. Він має бути числовим і не повинен уже використовуватися. Інакше віддалений чат налагоджувача не зможе відкрити порт.
vi: Viết một cổng trò chuyện gỡ lỗi từ xa. Nó phải là số và không được sử dụng. Nếu không, trò chuyện gỡ lỗi từ xa sẽ không mở được cổng.
zh: 編寫遠端偵錯器聊天連接埠。它必須是數字，並且不得已被使用。否則，遠端偵錯器聊天將無法開啟連接埠。

# NKS_SETTINGS_KERNEL_NETWORK_UPRETRYTIMES_NAME
source: Upload Retry Times
ar: تحميل مرات إعادة المحاولة
de: Wiederholungszeiten hochladen
el: Μεταφόρτωση Ώρες Επανάληψης
es: Cargar tiempos de reintento
fr: Temps de nouvelle tentative de téléchargement
ga: Uaslódáil Times Retry
hi: पुन: प्रयास का समय अपलोड करें
hi_latn: punah prayaas samay apalod karen
id: Unggah Waktu Coba Ulang
it: Carica tempi di tentativi
ja: アップロードの再試行回数
ko: 업로드 재시도 횟수
ms: Muat Naik Masa Cuba Semula
nb: Last opp Prøv ganger
nl: Tijden voor opnieuw proberen uploaden
pt: Tempos de novas tentativas de upload
ro: Timp de reîncercare a încărcării
tr: Yükleme Tekrar Deneme Süreleri
uk: Час повтору завантаження
vi: Tải lên Thời gian thử lại
zh: 上傳重試次數

# NKS_SETTINGS_KERNEL_SCREENSAVER_DESC
source: This section lists the general screensaver settings. For individual screensaver settings, exit Settings and open Screensaver Settings.
ar: يسرد هذا القسم إعدادات شاشة التوقف العامة. بالنسبة لإعدادات شاشة التوقف الفردية، قم بالخروج من الإعدادات وافتح إعدادات شاشة التوقف.
de: In diesem Abschnitt werden die allgemeinen Bildschirmschonereinstellungen aufgeführt. Für individuelle Bildschirmschonereinstellungen verlassen Sie die Einstellungen und öffnen Sie die Bildschirmschonereinstellungen.
el: Αυτή η ενότητα παραθέτει τις γενικές ρυθμίσεις της προφύλαξης οθόνης. Για μεμονωμένες ρυθμίσεις προφύλαξης οθόνης, βγείτε από τις Ρυθμίσεις και ανοίξτε τις Ρυθμίσεις προφύλαξης οθόνης.
es: Esta sección enumera la configuración general del protector de pantalla. Para configuraciones de salvapantallas individuales, salga de Configuración y abra Configuración de salvapantallas.
fr: Cette section répertorie les paramètres généraux de l'économiseur d'écran. Pour les paramètres d'économiseur d'écran individuels, quittez Paramètres et ouvrez Paramètres de l'économiseur d'écran.
ga: Liostaíonn an chuid seo na socruithe ginearálta spárálaíscáileáin. Le haghaidh socruithe spárálaíscáileáin aonair, scoir Socruithe agus oscail Socruithe spárálaíscáileáin.
hi: यह अनुभाग सामान्य स्क्रीनसेवर सेटिंग्स सूचीबद्ध करता है। व्यक्तिगत स्क्रीनसेवर सेटिंग्स के लिए, सेटिंग्स से बाहर निकलें और स्क्रीनसेवर सेटिंग्स खोलें।
hi_latn: yah anubhaag saamaany skreenasevar setings ko soocheebaddh karata hai. vyaktigat skreenasevar setings ke lie, setings se baahar nikalen aur skreenasevar setings kholen.
id: Bagian ini mencantumkan pengaturan screensaver umum. Untuk pengaturan screensaver individual, keluar dari Pengaturan dan buka Pengaturan Screensaver.
it: Questa sezione elenca le impostazioni generali del salvaschermo. Per le impostazioni individuali del salvaschermo, esci da Impostazioni e apri Impostazioni salvaschermo.
ja: このセクションでは、一般的なスクリーンセーバー設定をリストします。個々のスクリーンセーバー設定については、設定を終了してスクリーンセーバー設定を開きます。
ko: 이 섹션에는 일반 화면 보호기 설정이 나열되어 있습니다. 개별 화면 보호기 설정의 경우 설정을 종료하고 화면 보호기 설정을 엽니다.
ms: Bahagian ini menyenaraikan tetapan penyelamat skrin umum. Untuk tetapan penyelamat skrin individu, keluar dari Tetapan dan buka Tetapan Penyelamat Skrin.
nb: Denne delen viser de generelle skjermsparerinnstillingene. For individuelle skjermsparerinnstillinger, gå ut av Innstillinger og åpne Skjermsparerinnstillinger.
nl: In dit gedeelte worden de algemene instellingen voor de schermbeveiliging vermeld. Voor individuele screensaver-instellingen sluit u Instellingen af en opent u Screensaver-instellingen.
pt: Esta seção lista as configurações gerais do protetor de tela. Para configurações individuais do protetor de tela, saia das Configurações e abra Configurações do protetor de tela.
ro: Această secțiune listează setările generale ale screensaverului. Pentru setările individuale ale screensaverului, ieșiți din Setări și deschideți Setări Screensaver.
tr: Bu bölüm genel ekran koruyucu ayarlarını listeler. Bireysel ekran koruyucu ayarları için Ayarlar'dan çıkın ve Ekran Koruyucu Ayarları'nı açın.
uk: У цьому розділі наведено загальні параметри заставки. Для індивідуальних налаштувань заставки вийдіть із Налаштувань і відкрийте Параметри заставки.
vi: Phần này liệt kê các thiết lập bảo vệ màn hình chung. Đối với các thiết lập bảo vệ màn hình riêng lẻ, hãy thoát Cài đặt và mở Cài đặt bảo vệ màn hình.
zh: 本節列出了常規螢幕保護程式設定。對於單獨的螢幕保護程式設置，請退出“設定”並打開“螢幕保護程式設定”。

# NKS_SETTINGS_KERNEL_SCREENSAVER_DISPLAYAS
source: Basic screensaver settings
ar: إعدادات شاشة التوقف الأساسية
de: Grundlegende Bildschirmschonereinstellungen
el: Βασικές ρυθμίσεις προφύλαξης οθόνης
es: Configuración básica del protector de pantalla
fr: Paramètres de base de l'économiseur d'écran
ga: Socruithe bunúsacha spárálaíscáileáin
hi: बुनियादी स्क्रीनसेवर सेटिंग्स
hi_latn: besik skreenasevar setings
id: Pengaturan screensaver dasar
it: Impostazioni di base del salvaschermo
ja: スクリーンセーバーの基本設定
ko: 기본 화면 보호기 설정
ms: Tetapan penyelamat skrin asas
nb: Grunnleggende skjermsparerinnstillinger
nl: Basisinstellingen voor de screensaver
pt: Configurações básicas do protetor de tela
ro: Setări de bază pentru screensaver
tr: Temel ekran koruyucu ayarları
uk: Основні налаштування заставки
vi: Cài đặt màn hình bảo vệ cơ bản
zh: 基本螢幕保護程式設定

# NKS_SETTINGS_KERNEL_SCREENSAVER_SCREENSAVER_NAME
source: Screensaver
ar: شاشة التوقف
de: Bildschirmschoner
el: Προφύλαξη οθόνης
es: Protector de pantalla
fr: Économiseur d'écran
ga: spárálaíscáileáin
hi: स्क्रीन सेवर
hi_latn: skreenasevar
id: Pelindung layar
it: Salvaschermo
ja: スクリーンセーバー
ko: 화면 보호기
ms: Penjimat skrin
nb: Skjermsparer
pt: Protetor de tela
tr: Ekran koruyucusu
uk: Заставка
vi: Màn hình bảo vệ
zh: 螢幕保護程式

# NKS_SETTINGS_KERNEL_SCREENSAVER_SCREENSAVER_DESC
source: Which screensaver do you want to lock your screen with?
ar: ما هي شاشة التوقف التي تريد قفل شاشتك بها؟
de: Mit welchem Bildschirmschoner möchten Sie Ihren Bildschirm sperren?
el: Με ποια προφύλαξη οθόνης θέλετε να κλειδώσετε την οθόνη σας;
es: ¿Con qué protector de pantalla quieres bloquear tu pantalla?
fr: Avec quel économiseur d'écran souhaitez-vous verrouiller votre écran ?
ga: Cén spárálaíscáileáin ar mhaith leat do scáileán a ghlasáil leis?
hi: आप किस स्क्रीनसेवर से अपनी स्क्रीन लॉक करना चाहते हैं?
hi_latn: aap kis skreenasevar ke saath apanee skreen ko lok karana chaahate hain?
id: Anda ingin mengunci layar dengan screensaver yang mana?
it: Con quale salvaschermo vuoi bloccare lo schermo?
ja: どのスクリーンセーバーで画面をロックしますか?
ko: 어떤 화면 보호기로 화면을 잠그시겠어요?
ms: Penjimat skrin yang manakah anda mahu kunci skrin anda?
nb: Hvilken skjermsparer vil du låse skjermen med?
nl: Met welke screensaver wil je je scherm vergrendelen?
pt: Com qual protetor de tela você deseja bloquear sua tela?
ro: Cu ce screensaver vrei să-ți blochezi ecranul?
tr: Ekranınızı hangi ekran koruyucu ile kilitlemek istersiniz?
uk: За допомогою якої заставки ви хочете заблокувати екран?
vi: Bạn muốn khóa màn hình bằng trình bảo vệ màn hình nào?
zh: 您想用哪個螢幕保護程式鎖定螢幕？

# NKS_SETTINGS_KERNEL_SCREENSAVER_LOCKIDLE_NAME
source: Enable screensaver locking when idle
ar: تمكين قفل شاشة التوقف في وضع الخمول
de: Aktivieren Sie die Bildschirmschonersperre im Leerlauf
el: Ενεργοποιήστε το κλείδωμα της προφύλαξης οθόνης σε κατάσταση αδράνειας
es: Habilitar el bloqueo del protector de pantalla cuando esté inactivo
fr: Activer le verrouillage de l'économiseur d'écran en cas d'inactivité
ga: Cumasaigh glasáil spárálaíscáileáin agus tú díomhaoin
hi: निष्क्रिय होने पर स्क्रीनसेवर लॉकिंग सक्षम करें
hi_latn: nishkriy hone par skreenasevar loking saksham karen
id: Aktifkan penguncian screensaver saat idle
it: Abilita il blocco del salvaschermo quando è inattivo
ja: アイドル時にスクリーンセーバーのロックを有効にする
ko: 유휴 상태일 때 화면 보호기 잠금 활성화
ms: Dayakan penguncian penyelamat skrin apabila melahu
nb: Aktiver skjermsparerlåsing når inaktiv
nl: Schakel de schermbeveiliging in bij inactiviteit
pt: Ative o bloqueio do protetor de tela quando estiver inativo
ro: Activați blocarea screensaverului când este inactiv
tr: Boştayken ekran koruyucu kilitlemeyi etkinleştir
uk: Увімкнути блокування заставки під час неактивності
vi: Bật khóa màn hình bảo vệ khi không hoạt động
zh: 空閒時啟用螢幕保護程式鎖定

# NKS_SETTINGS_KERNEL_SCREENSAVER_LOCKIDLE_DESC
source: If enabled, the screensaver automatically launches after idling for the specified period.
ar: في حالة تمكينه، يتم تشغيل شاشة التوقف تلقائيًا بعد التباطؤ لفترة محددة.
de: Wenn diese Option aktiviert ist, wird der Bildschirmschoner automatisch gestartet, nachdem er für die angegebene Zeit im Leerlauf war.
el: Εάν είναι ενεργοποιημένη, η προφύλαξη οθόνης εκκινείται αυτόματα μετά την αδράνεια για την καθορισμένη περίοδο.
es: Si está habilitado, el protector de pantalla se inicia automáticamente después de estar inactivo durante el período especificado.
fr: S'il est activé, l'économiseur d'écran se lance automatiquement après une période d'inactivité pendant la période spécifiée.
ga: Má tá sé cumasaithe, seolann an spárálaíscáileáin go huathoibríoch tar éis réchasta ar feadh na tréimhse sonraithe.
hi: यदि सक्षम किया गया है, तो स्क्रीनसेवर निर्दिष्ट अवधि के लिए निष्क्रिय रहने के बाद स्वचालित रूप से लॉन्च होता है।
hi_latn: yadi saksham hai, to skreenasevar nirdisht avadhi ke lie nishkriy hone ke baad svachaalit roop se lonch hota hai.
id: Jika diaktifkan, screensaver otomatis diluncurkan setelah tidak digunakan selama periode yang ditentukan.
it: Se abilitato, lo screensaver si avvia automaticamente dopo essere rimasto inattivo per il periodo specificato.
ja: 有効にすると、指定した期間アイドル状態が続いた後、スクリーンセーバーが自動的に起動します。
ko: 활성화되면 지정된 기간 동안 유휴 상태가 된 후 화면 보호기가 자동으로 시작됩니다.
ms: Jika didayakan, penyelamat skrin dilancarkan secara automatik selepas melahu untuk tempoh yang ditentukan.
nb: Hvis den er aktivert, starter skjermspareren automatisk etter tomgang i den angitte perioden.
nl: Indien ingeschakeld, wordt de screensaver automatisch gestart nadat deze gedurende de opgegeven periode inactief is geweest.
pt: Se ativado, o protetor de tela é iniciado automaticamente após ficar inativo durante o período especificado.
ro: Dacă este activat, screensaver-ul se lansează automat după ce a rămas inactiv pentru perioada specificată.
tr: Etkinleştirildiğinde, ekran koruyucu belirtilen süre boyunca boşta kaldıktan sonra otomatik olarak başlar.
uk: Якщо ввімкнено, заставка автоматично запускається після простою протягом указаного періоду.
vi: Nếu được bật, trình bảo vệ màn hình sẽ tự động khởi chạy sau khi không hoạt động trong khoảng thời gian đã chỉ định.
zh: 若啟用，螢幕保護程式會在指定時段閒置後自動啟動。

# NKS_SETTINGS_KERNEL_SCREENSAVER_MINIMUMIDLE_NAME
source: Screensaver minimum idling interval
ar: شاشة التوقف الحد الأدنى الفاصل الزمني للتباطؤ
de: Mindestleerlaufintervall des Bildschirmschoners
el: Ελάχιστο διάστημα ρελαντί της προφύλαξης οθόνης
es: Intervalo mínimo de inactividad del salvapantallas
fr: Intervalle d'inactivité minimum de l'économiseur d'écran
ga: Íostréimhse réchúiseach spárálaíscáileáin
hi: स्क्रीनसेवर न्यूनतम निष्क्रिय अंतराल
hi_latn: skreenasevar nyoonatam nishkriy antaraal
id: Interval waktu diam minimum screensaver
it: Intervallo minimo di inattività del salvaschermo
ja: スクリーンセーバーの最小アイドリング間隔
ko: 화면 보호기 최소 유휴 간격
ms: Selang melahu minimum penyelamat skrin
nb: Minimum tomgangsintervall for skjermsparer
nl: Minimaal stationair interval van de screensaver
pt: Intervalo mínimo de inatividade do protetor de tela
ro: Interval minim de inactivitate pentru screensaver
tr: Ekran koruyucu minimum rölanti aralığı
uk: Мінімальний інтервал простою заставки
vi: Khoảng thời gian chờ tối thiểu của trình bảo vệ màn hình
zh: 螢幕保護程式最小空閒間隔

# NKS_SETTINGS_KERNEL_SCREENSAVER_WARNINGACK_NAME
source: Acknowledge the photosensitive seizure warning
ar: نعترف بتحذير الاستيلاء على حساسية للضوء
de: Bestätigen Sie die Warnung vor lichtempfindlichen Anfällen
el: Αναγνωρίστε την προειδοποίηση για φωτοευαίσθητη κρίση
es: Reconocer la advertencia de ataque fotosensible
fr: Accepter l'avertissement de crise photosensible
ga: Admháil an rabhadh urghabhála fóta-íogair
hi: फोटोसेंसिटिव जब्ती चेतावनी को स्वीकार करें
hi_latn: prakaash sanvedanasheel jabtee chetaavanee ko sveekaar karen
id: Kenali peringatan kejang fotosensitif
it: Riconoscere l'avviso di crisi fotosensibile
ja: 感光性発作の警告を認識する
ko: 감광성 발작 경고를 확인하세요.
ms: Akui amaran sawan fotosensitif
nb: Bekreft advarselen om lysfølsomme anfall
nl: Erken de waarschuwing voor een lichtgevoelige aanval
pt: Reconheça o aviso de convulsão fotossensível
ro: Confirmați avertismentul de criză fotosensibilă
tr: Fotosensitif nöbet uyarısını onaylayın
uk: Підтвердьте попередження про фоточутливий напад
vi: Xác nhận cảnh báo động kinh nhạy sáng
zh: 確認光敏癲癇發作警告
