Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_DRIVERS_FILESYSTEM_BASE_INFODATE
source: {0}, Created in {1} {2}, Modified in {3} {4}
ar: {0} ، تم الإنشاء في {1} {2} ، تم التعديل في {3} {4}
de: {0}, Erstellt in {1} {2}, Geändert in {3} {4}
el: {0}, Δημιουργήθηκε σε {1} {2}, Τροποποιήθηκε σε {3} {4}
es: {0}, creado en {1} {2}, modificado en {3} {4}
fr: {0}, créé en {1} {2}, modifié en {3} {4}
ga: {0}, Cruthaithe in {1} {2}, Athraithe in {3} {4}
hi: {0}, {1} {2} में बनाया गया, {3} {4} में संशोधित
hi_latn: {0}, {1} {2} mein banaaya gaya, {3} {4} mein sanshodhit
id: {0}, Dibuat pada {1} {2}, Dimodifikasi pada {3} {4}
it: {0}, creato in {1} {2}, modificato in {3} {4}
ja: {0}、{1} {2}で作成、{3} {4}で変更
ko: {0}, {1} {2}에 생성, {3} {4}에 수정 됨
ms: {0}, Dibuat dalam {1} {2}, Diubah suai dalam {3} {4}
nb: {0}, opprettet i {1} {2}, endret i {3} {4}
nl: {0}, gemaakt in {1} {2}, gewijzigd in {3} {4}
pt: {0}, criado em {1} {2}, modificado em {3} {4}
ro: {0}, creat în {1} {2}, modificat în {3} {4}
tr: {0}, {1} {2}'de oluşturuldu, {3} {4}'te değiştirildi
uk: {0}, створено в {1} {2}, змінено в {3} {4}
vi: {0}, Được tạo vào {1} {2}, Được sửa đổi vào {3} {4}
zh: {0}，在 {1} {2} 中創建，在 {3} {4} 中修改

# NKS_SHELL_SHELLS_UESH_COMMAND_VERIFY_DESC
source: Verifies sanity of the file
ar: يتحقق من سلامة الملف
de: Überprüft die Richtigkeit der Datei
el: Επαληθεύει την ορθότητα του αρχείου
es: Verifica la cordura del archivo
fr: Vérifie la validité du fichier
ga: Fíoraíonn sláintíocht an chomhaid
hi: फ़ाइल की पवित्रता को सत्यापित करता है
hi_latn: fail kee pavitrata ko satyaapit karata hai
id: Memverifikasi kewarasan file
it: Verifica la sanità mentale del file
ja: ファイルの健全性を検証します
ko: 파일의 온 전성을 확인합니다.
ms: Mengesahkan kewarasan fail
nb: Verifiserer fornuften til filen
nl: Verifieert de gezondheid van het bestand
pt: Verifica a integridade do arquivo
ro: Verifică corectitudinea fișierului
tr: Dosyanın sağlamlığını doğrular
uk: Перевіряє правильність файлу
vi: Xác minh tính hợp lệ của tập tin
zh: 驗證文件的完整性

# NKS_SHELL_SHELLS_UESH_VERIFY_MALFORMEDHASHES
source: Hashes are malformed.
ar: التجزئة مشوهة.
de: Hashes sind missgebildet.
el: Τα κατακερματισμένα είναι λανθασμένα.
es: Los hashes están mal formados.
fr: Les hachages sont mal formés.
ga: Tá hashes míchumtha.
hi: चकत्ते विकृत होते हैं।
hi_latn: chakatte vikrt hote hain.
id: Hash tidak terbentuk dengan baik.
it: Gli hash non sono corretti.
ja: ハッシュの形式が正しくありません。
ko: 해시 형식이 잘못되었습니다.
ms: Hash rosak.
nb: Hashes er misformet.
nl: Hashes zijn misvormd.
pt: Hashes estão malformados.
ro: Hashurile sunt defectuoase.
tr: Karmalar hatalı biçimlendirilmiş.
uk: Хеші неправильно сформовані.
vi: Các dấu băm không đúng định dạng.
zh: 哈希格式不正確。

# NKS_SHELL_SHELLS_UESH_VERIFY_HASHESNOMATCH
source: Hashes don't match.
ar: تجزئة لا تتطابق.
de: Hashes passen nicht zusammen.
el: Τα hashes δεν ταιριάζουν.
es: Los hash no coinciden.
fr: Les hachages ne correspondent pas.
ga: Ní hionann hashes.
hi: होश मेल नहीं खाते।
hi_latn: hosh mel nahin khaate.
id: Hash tidak cocok.
it: Gli hash non corrispondono.
ja: ハッシュが一致しません。
ko: 해시가 일치하지 않습니다.
ms: Hash tidak sepadan.
nb: Hashes stemmer ikke.
nl: Hashes komen niet overeen.
pt: Hashes não correspondem.
ro: Hashes-urile nu se potrivesc.
tr: Karmalar uyuşmuyor.
uk: Хеші не збігаються.
vi: Các dấu thăng không khớp.
zh: 哈希不匹配。

# NKS_SHELL_SHELLS_UESH_VERIFY_HASHESMATCH
source: Hashes match.
ar: مباراة تجزئة.
de: Hashes passen zusammen.
el: Τα hashes ταιριάζουν.
es: Hashes coincide.
fr: Les hachages correspondent.
ga: Cluiche hashes.
hi: हैश मैच।
hi_latn: haish maich.
id: Hash cocok.
it: Corrispondenza hash.
ja: ハッシュが一致します。
ko: 해시가 일치합니다.
ms: Hashes sepadan.
nl: Hashes komen overeen.
pt: Hashes correspondem.
ro: Se potrivesc hashes.
tr: Hash'ler eşleşiyor.
uk: Збіг хешів.
vi: Các dấu thăng khớp nhau.
zh: 哈希匹配。

# NKS_ARGUMENTS_ARGUMENT_TESTINTERACTIVE_DESC
source: Opens a test shell
ar: يفتح قذيفة الاختبار
de: Öffnet eine Testhülle
el: Ανοίγει ένα δοκιμαστικό κέλυφος
es: Abre una carcasa de prueba
fr: Ouvre un shell de test
ga: Osclaíonn sé blaosc tástála
hi: एक परीक्षण खोल खोलता है
hi_latn: ek pareekshan khol kholata hai
id: Membuka shell pengujian
it: Apre una shell di prova
ja: テストシェルを開きます
ko: 테스트 셸을 엽니 다.
ms: Membuka cangkerang ujian
nb: Åpner et testskall
nl: Opent een testshell
pt: Abre um shell de teste
ro: Deschide un shell de testare
tr: Bir test kabuğu açar
uk: Відкриває тестову оболонку
vi: Mở một shell thử nghiệm
zh: 打開一個測試外殼

# NKS_SHELL_SHELLS_TEXT_COMMAND_CLEAR_DESC
source: Clears the text file
ar: يمسح الملف النصي
de: Löscht die Textdatei
el: Διαγράφει το αρχείο κειμένου
es: Borra el archivo de texto
fr: Efface le fichier texte
ga: Glanann an téacschomhad
hi: पाठ फ़ाइल को साफ़ करता है
hi_latn: paath fail ko saaf karata hai
id: Membersihkan file teks
it: Cancella il file di testo
ja: テキストファイルをクリアします
ko: 텍스트 파일을 지 웁니다.
ms: Membersihkan fail teks
nb: Tømmer tekstfilen
nl: Wist het tekstbestand
pt: Limpa o arquivo de texto
ro: Șterge fișierul text
tr: Metin dosyasını temizler
uk: Очищає текстовий файл
vi: Xóa tệp văn bản
zh: 清除文本文件

# NKS_SHELL_SHELLS_TEXT_COMMAND_EXITNOSAVE_DESC
source: Exits the text editor
ar: يخرج من محرر النصوص
de: Beendet den Texteditor
el: Έξοδος από το πρόγραμμα επεξεργασίας κειμένου
es: Sale del editor de texto.
fr: Quitte l'éditeur de texte
ga: Fágann sé an t-eagarthóir téacs
hi: पाठ संपादक से बाहर निकलता है
hi_latn: paath sampaadak se baahar nikalata hai
id: Keluar dari editor teks
it: Esce dall'editor di testo
ja: テキストエディタを終了します
ko: 텍스트 편집기를 종료합니다.
ms: Keluar dari editor teks
nb: Avslutter tekstredigering
nl: Verlaat de teksteditor
pt: Sai do editor de texto
ro: Iese din editorul de text
tr: Metin düzenleyiciden çıkar
uk: Вихід із текстового редактора
vi: Thoát khỏi trình soạn thảo văn bản
zh: 退出文本編輯器

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYCHAR_DESC
source: Queries a character in a specified line or all lines
ar: للاستعلام عن حرف في سطر محدد أو كل السطور
de: Fragt ein Zeichen in einer bestimmten Zeile oder in allen Zeilen ab
el: Υποβάλλει ερώτημα σε έναν χαρακτήρα σε μια καθορισμένη γραμμή ή σε όλες τις γραμμές
es: Consulta un carácter en una línea específica o en todas las líneas
fr: Interroge un caractère dans une ligne spécifiée ou sur toutes les lignes
ga: Ceistíonn sé carachtar i líne shonraithe nó i ngach líne
hi: किसी वर्ण को किसी निर्दिष्ट पंक्ति या सभी पंक्तियों में लिखता है
hi_latn: kisee varn ko kisee nirdisht pankti ya sabhee panktiyon mein likhata hai
id: Menanyakan karakter dalam baris tertentu atau semua baris
it: Interroga un carattere in una riga specificata o in tutte le righe
ja: 指定された行またはすべての行の文字を照会します
ko: 지정된 줄 또는 모든 줄의 문자를 쿼리합니다.
ms: Menyoal watak dalam baris tertentu atau semua baris
nb: Spør etter et tegn i en spesifisert linje eller alle linjer
nl: Zoekt een teken op een opgegeven regel of alle regels
pt: Consulta um caractere em uma linha especificada ou em todas as linhas
ro: Interogează un caracter dintr-o linie specificată sau pe toate liniile
tr: Belirtilen bir satırdaki veya tüm satırlardaki bir karakteri sorgular
uk: Запитує символ у вказаному рядку або в усіх рядках
vi: Truy vấn một ký tự trong một dòng được chỉ định hoặc tất cả các dòng
zh: 查詢指定行或所有行的字符

# NKS_KERNEL_UPDATES_CHECKDISABLED
source: Checking for updates is disabled because you're running a development version.
ar: البحث عن التحديثات معطل لأنك تقوم بتشغيل إصدار تطوير.
de: Das Suchen nach Updates ist deaktiviert, da Sie eine Entwicklungsversion ausführen.
el: Ο έλεγχος για ενημερώσεις είναι απενεργοποιημένος επειδή εκτελείτε μια έκδοση ανάπτυξης.
es: La búsqueda de actualizaciones está deshabilitada porque está ejecutando una versión de desarrollo.
fr: La recherche de mises à jour est désactivée car vous exécutez une version de développement.
ga: Tá seiceáil le haghaidh nuashonruithe díchumasaithe toisc go bhfuil leagan forbartha á rith agat.
hi: अपडेट की जाँच करना अक्षम है क्योंकि आप एक विकास संस्करण चला रहे हैं।
hi_latn: apadet kee jaanch karana aksham hai kyonki aap ek vikaas sanskaran chala rahe hain.
id: Pemeriksaan pembaruan dinonaktifkan karena Anda menjalankan versi pengembangan.
it: Il controllo degli aggiornamenti è disabilitato perché stai eseguendo una versione di sviluppo.
ja: 開発バージョンを実行しているため、更新の確認は無効になっています。
ko: 개발 버전을 실행 중이므로 업데이트 확인이 비활성화되어 있습니다.
ms: Menyemak kemas kini dilumpuhkan kerana anda menjalankan versi pembangunan.
nb: Se etter oppdateringer er deaktivert fordi du kjører en utviklingsversjon.
nl: Controleren op updates is uitgeschakeld omdat u een ontwikkelingsversie gebruikt.
pt: A verificação de atualizações está desativada porque você está executando uma versão de desenvolvimento.
ro: Verificarea actualizărilor este dezactivată deoarece rulați o versiune de dezvoltare.
tr: Geliştirme sürümünü çalıştırdığınız için güncellemeleri denetleme özelliği devre dışı bırakıldı.
uk: Перевірку оновлень вимкнено, оскільки ви використовуєте розробну версію.
vi: Tính năng kiểm tra bản cập nhật bị vô hiệu hóa vì bạn đang chạy phiên bản phát triển.
zh: 由於您正在運行開發版本，因此禁用檢查更新。

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_AUTOSAVE_DESC
source: Turns on or off the text editor autosave feature.
ar: لتشغيل أو إيقاف تشغيل ميزة الحفظ التلقائي لمحرر النصوص.
de: Aktiviert oder deaktiviert die automatische Speicherfunktion des Texteditors.
el: Ενεργοποιεί ή απενεργοποιεί τη δυνατότητα αυτόματης αποθήκευσης του προγράμματος επεξεργασίας κειμένου.
es: Activa o desactiva la función de guardado automático del editor de texto.
fr: Active ou désactive la fonction d'enregistrement automatique de l'éditeur de texte.
ga: Cuireann sé an ghné uathshábháil an eagarthóra téacs ar siúl nó as.
hi: पाठ संपादक ऑटोसैव सुविधा को चालू या बंद करता है।
hi_latn: paath sampaadak otosaiv suvidha ko chaaloo ya band karata hai.
id: Mengaktifkan atau menonaktifkan fitur penyimpanan otomatis editor teks.
it: Attiva o disattiva la funzione di salvataggio automatico dell'editor di testo.
ja: テキストエディタの自動保存機能をオンまたはオフにします。
ko: 텍스트 편집기 자동 저장 기능을 켜거나 끕니다.
ms: Menghidupkan atau mematikan ciri autosimpan editor teks.
nb: Slår på eller av funksjonen for automatisk lagring av tekstredigering.
nl: Schakelt de functie voor automatisch opslaan van de teksteditor in of uit.
pt: Ativa ou desativa o recurso de salvamento automático do editor de texto.
ro: Activează sau dezactivează funcția de salvare automată a editorului de text.
tr: Metin düzenleyicinin otomatik kaydetme özelliğini açar veya kapatır.
uk: Вмикає або вимикає функцію автозбереження текстового редактора.
vi: Bật hoặc tắt tính năng tự động lưu của trình soạn thảo văn bản.
zh: 打開或關閉文本編輯器自動保存功能。

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_AUTOSAVEINTERVAL_DESC
source: If autosave is enabled, the text file will be saved for each "n" seconds.
ar: إذا تم تمكين الحفظ التلقائي ، فسيتم حفظ الملف النصي لكل ثانية "n".
de: Wenn die automatische Speicherung aktiviert ist, wird die Textdatei alle "n" Sekunden gespeichert.
el: Εάν είναι ενεργοποιημένη η αυτόματη αποθήκευση, το αρχείο κειμένου θα αποθηκεύεται για κάθε "n" δευτερόλεπτα.
es: Si el guardado automático está habilitado, el archivo de texto se guardará por cada "n" segundos.
fr: Si l'enregistrement automatique est activé, le fichier texte sera enregistré toutes les «n» secondes.
ga: Má tá sábháil uathoibríoch cumasaithe, déanfar an comhad téacs a shábháil ar feadh gach "n" soicind.
hi: यदि ऑटोसैव सक्षम है, तो पाठ फ़ाइल प्रत्येक "n" सेकंड के लिए सहेजी जाएगी।
hi_latn: yadi otosaiv saksham hai, to paath fail pratyek "n" sekand ke lie sahejee jaegee.
id: Jika penyimpanan otomatis diaktifkan, file teks akan disimpan setiap "n" detik.
it: Se il salvataggio automatico è abilitato, il file di testo verrà salvato per ogni "n" secondi.
ja: 自動保存が有効になっている場合、テキストファイルは「n」秒ごとに保存されます。
ko: 자동 저장이 활성화 된 경우 텍스트 파일은 "n"초마다 저장됩니다.
ms: Jika autosimpan didayakan, fail teks akan disimpan untuk setiap "n" saat.
nb: Hvis autolagring er aktivert, lagres tekstfilen for hvert "n" sekund.
nl: Als autosave is ingeschakeld, wordt het tekstbestand elke "n" seconden bewaard.
pt: Se o salvamento automático estiver ativado, o arquivo de texto será salvo a cada "n" segundos.
ro: Dacă salvarea automată este activată, fișierul text va fi salvat pentru fiecare „n” secunde.
tr: Otomatik kaydetme etkinleştirilirse, metin dosyası her "n" saniyede bir kaydedilecektir.
uk: Якщо автозбереження ввімкнено, текстовий файл зберігатиметься кожні «n» секунд.
vi: Nếu bật tính năng lưu tự động, tệp văn bản sẽ được lưu sau mỗi "n" giây.
zh: 如果啟用自動保存，文本文件將每“n”秒保存一次。

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_AUTOSAVE_NAME
source: Enable text editor autosave
ar: تفعيل الحفظ التلقائي لمحرر النصوص
de: Aktivieren Sie die automatische Speicherung des Texteditors
el: Ενεργοποίηση αυτόματης αποθήκευσης του προγράμματος επεξεργασίας κειμένου
es: Habilitar el guardado automático del editor de texto
fr: Activer l'enregistrement automatique de l'éditeur de texte
ga: Cumasaigh eagarthóir téacs go huathoibríoch
hi: पाठ संपादक ऑटोसैव सक्षम करें
hi_latn: paath sampaadak otosaiv saksham karen
id: Aktifkan penyimpanan otomatis editor teks
it: Abilita il salvataggio automatico dell'editor di testo
ja: テキストエディタの自動保存を有効にする
ko: 텍스트 편집기 자동 저장 사용
ms: Dayakan autosimpan editor teks
nb: Aktiver automatisk lagring av tekstredigering
nl: Schakel teksteditor automatisch opslaan in
pt: Habilitar salvamento automático do editor de texto
ro: Activați salvarea automată a editorului de text
tr: Metin düzenleyicinin otomatik kaydetmesini etkinleştir
uk: Увімкнути автозбереження текстового редактора
vi: Bật tính năng tự động lưu trình soạn thảo văn bản
zh: 啟用文本編輯器自動保存

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_AUTOSAVEINTERVAL_NAME
source: Text editor autosave interval
ar: الفاصل الزمني للحفظ التلقائي لمحرر النصوص
de: Intervall für die automatische Speicherung des Texteditors
el: Διάστημα αυτόματης αποθήκευσης προγράμματος επεξεργασίας κειμένου
es: Intervalo de autoguardado del editor de texto
fr: Intervalle d'enregistrement automatique de l'éditeur de texte
ga: Eagarthóir téacs eatramh a shábháil go huathoibríoch
hi: पाठ संपादक ऑटोसैव अंतराल
hi_latn: paath sampaadak otosaiv antaraal
id: Interval penyimpanan otomatis editor teks
it: Intervallo di salvataggio automatico dell'editor di testo
ja: テキストエディタの自動保存間隔
ko: 텍스트 편집기 자동 저장 간격
ms: Selang autosimpan editor teks
nb: Autolagringsintervall for tekstredigering
nl: Interval voor automatisch opslaan van teksteditor
pt: Intervalo de salvamento automático do editor de texto
ro: Interval de salvare automată a editorului de text
tr: Metin düzenleyici otomatik kaydetme aralığı
uk: Інтервал автозбереження текстового редактора
vi: Khoảng thời gian tự động lưu của trình soạn thảo văn bản
zh: 文本編輯器自動保存間隔

# NKS_SHELL_SHELLS_HEXTEXT_COMMAND_SAVE_DESC
source: Saves the file
ar: يحفظ الملف
de: Speichert die Datei
el: Αποθηκεύει το αρχείο
es: Guarda el archivo
fr: Enregistre le fichier
ga: Sábhálann an comhad
hi: फ़ाइल सहेजता है
hi_latn: fail sahejata hai
id: Menyimpan file
it: Salva il file
ja: ファイルを保存します
ko: 파일을 저장합니다
ms: Menyimpan fail
nb: Lagrer filen
nl: Slaat het bestand op
pt: Salva o arquivo
ro: Salvează fișierul
tr: Dosyayı kaydeder
uk: Зберігає файл
vi: Lưu tập tin
zh: 保存文件

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_RECORDCHAT_NAME
source: Record chat to debug log
ar: سجل الدردشة لتسجيل التصحيح
de: Chat aufzeichnen, um das Protokoll zu debuggen
el: Εγγραφή συνομιλίας στο αρχείο καταγραφής εντοπισμού σφαλμάτων
es: Grabar chat para depurar el registro
fr: Enregistrer le chat dans le journal de débogage
ga: Taifead comhrá le logáil dífhabhtaithe
hi: लॉग डीबग करने के लिए रिकॉर्ड चैट
hi_latn: log deebag karane ke lie rikord chait
id: Rekam obrolan untuk men-debug log
it: Registra la chat nel registro di debug
ja: チャットを記録してログをデバッグする
ko: 디버그 로그에 채팅 기록
ms: Rakam sembang untuk menyahpepijat log
nb: Ta opp chat for å feilsøke loggen
nl: Chat opnemen om logboek te debuggen
pt: Grave o bate-papo no registro de depuração
ro: Înregistrați chatul pentru a depana jurnalul
tr: Sohbeti hata ayıklama günlüğüne kaydet
uk: Записати чат у журнал налагодження
vi: Ghi lại cuộc trò chuyện để gỡ lỗi nhật ký
zh: 記錄聊天到調試日誌

# NKS_SETTINGS_KERNEL_NETWORK_REMOTEDEBUG_RECORDCHAT_DESC
source: Records remote debug chat to debug log.
ar: يسجل محادثة تصحيح الأخطاء عن بُعد لسجل التصحيح.
de: Zeichnet den Remote-Debug-Chat im Debug-Protokoll auf.
el: Καταγράφει την απομακρυσμένη συνομιλία εντοπισμού σφαλμάτων στο αρχείο καταγραφής εντοπισμού σφαλμάτων.
es: Registra el chat de depuración remota para depurar el registro.
fr: Enregistre la discussion de débogage à distance dans le journal de débogage.
ga: Taifeadtar cianchomhrá dífhabhtaithe le logáil dífhabhtaithe.
hi: रिकॉर्ड दूरस्थ डीबग चैट डीबग लॉग करने के लिए।
hi_latn: rikord doorasth deebag chait deebag log karane ke lie.
id: Merekam obrolan debug jarak jauh ke log debug.
it: Registra la chat di debug remota nel registro di debug.
ja: リモートデバッグチャットをデバッグログに記録します。
ko: 원격 디버그 채팅을 디버그 로그에 기록합니다.
ms: Merekodkan sembang nyahpepijat jauh ke log nyahpepijat.
nb: Registrerer ekstern debug chat til feilsøkingslogg.
nl: Registreert debug-chat op afstand in het debug-logboek
pt: Grava o bate-papo de depuração remota no log de depuração.
ro: Înregistrează chatul de depanare la distanță în jurnalul de depanare.
tr: Uzaktan hata ayıklama sohbetini hata ayıklama günlüğüne kaydeder.
uk: Записує чат віддаленого налагодження в журнал налагодження.
vi: Ghi lại cuộc trò chuyện gỡ lỗi từ xa vào nhật ký gỡ lỗi.
zh: 將遠程調試聊天記錄到調試日誌中。

# NKS_SETTINGS_KERNEL_SCREENSAVER_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
el: Καθυστέρηση σε χιλιοστά του δευτερολέπτου
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
hi_latn: mileesekand mein deree
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ko: 밀리 초 단위의 지연
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_SETTINGS_KERNEL_SCREENSAVER_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
hi_latn: agala lekhan karane se pahale kitane mileesekand tak prateeksha karanee hogee?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ko: 다음 쓰기를하기 전에 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_SHELL_BASE_HELP_NOHELP
source: No help for command "{0}".
ar: لا توجد تعليمات للأمر "{0}".
de: Keine Hilfe für Befehl "{0}".
el: Δεν υπάρχει βοήθεια για την εντολή "{0}".
es: No hay ayuda para el comando "{0}".
fr: Aucune aide pour la commande "{0}".
ga: Níl aon chabhair don ordú "{0}".
hi: "{0}" कमांड के लिए कोई सहायता नहीं।
hi_latn: "{0}" kamaand ke lie koee sahaayata nahinà¥¤
id: Tidak ada bantuan untuk perintah "{0}".
it: Nessun aiuto per il comando "{0}".
ja: コマンド "{0}"のヘルプはありません。
ko: "{0}"명령에 대한 도움말이 없습니다.
ms: Tiada bantuan untuk arahan "{0}".
nb: Ingen hjelp for kommandoen "{0}".
nl: Geen hulp voor commando "{0}".
pt: Sem ajuda para o comando "{0}".
ro: Niciun ajutor pentru comanda „{0}”.
tr: "{0}" komutu için yardım yok.
uk: Немає допомоги для команди "{0}".
vi: Không có trợ giúp cho lệnh "{0}".
zh: 命令“{0}”沒有幫助。

# NKS_SHELL_SHELLS_UESH_COMMAND_HWINFO_DESC
source: Prints hardware information
ar: يطبع معلومات الأجهزة
de: Druckt Hardwareinformationen
el: Εκτυπώνει πληροφορίες υλικού
es: Imprime información de hardware
fr: Imprime les informations sur le matériel
ga: Priontaí faisnéis crua-earraí
hi: हार्डवेयर जानकारी प्रिंट करता है
hi_latn: haardaveyar jaanakaaree print karata hai
id: Mencetak informasi perangkat keras
it: Stampa le informazioni sull'hardware
ja: ハードウェア情報を出力します
ko: 하드웨어 정보를 인쇄합니다.
ms: Mencetak maklumat perkakasan
nb: Skriver ut maskinvareinformasjon
nl: Drukt hardware-informatie af
pt: Imprime informações de hardware
ro: Imprimă informații despre hardware
tr: Donanım bilgilerini yazdırır
uk: Друкує інформацію про обладнання
vi: In thông tin phần cứng
zh: 打印硬件信息

# NKS_DRIVERS_HARDWARE_BASE_LISTING_CPUNAME
source: Processor name:
ar: اسم المعالج:
de: Prozessorname:
el: Όνομα επεξεργαστή:
es: Nombre del procesador:
fr: Nom du processeur :
ga: Ainm an phróiseálaí:
hi: प्रोसेसर का नाम:
hi_latn: prosesar ka naam:
id: Nama prosesor:
it: Nome del processore:
ja: プロセッサー名:
ko: 프로세서 이름 :
ms: Nama pemproses:
nb: Navn på prosessor:
nl: Naam processor:
pt: Nome do processador:
ro: Nume procesor:
tr: İşlemci adı:
uk: Назва процесора:
vi: Tên bộ xử lý:
zh: 處理器名稱：

# NKS_DRIVERS_HARDWARE_BASE_LISTING_PARTITIONSIZE
source: Partition size:
ar: حجم القسم:
de: Partitionsgröße:
el: Μέγεθος διαμερίσματος:
es: Tamaño de la partición:
fr: Taille de la partition:
ga: Méid na deighilte:
hi: विभाजित आकार:
hi_latn: vibhaajit aakaar:
id: Ukuran partisi:
it: Dimensione della partizione:
ja: パーティションサイズ:
ko: 파티션 크기 :
ms: Saiz partition:
nb: Partisjonsstørrelse:
nl: partitie grootte:
pt: Tamanho da partição:
ro: Mărimea partiției:
tr: Bölüm boyutu:
uk: Розмір розділу:
vi: Kích thước phân vùng:
zh: 分區大小：

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_DEVICEALREADYEXISTS
source: Device already exists.
ar: الجهاز موجود بالفعل.
de: Gerät ist bereits vorhanden.
el: Η συσκευή υπάρχει ήδη.
es: El dispositivo ya existe.
fr: L'appareil existe déjà.
ga: Tá gléas ann cheana féin.
hi: डिवाइस पहले से मौजूद है।
hi_latn: divais pahale se maujood hai.
id: Perangkat sudah ada.
it: Il dispositivo esiste già.
ja: デバイスはすでに存在します。
ko: 장치가 이미 있습니다.
ms: Peranti sudah wujud.
nb: Enheten finnes allerede.
nl: Apparaat bestaat al.
pt: O dispositivo já existe.
ro: Dispozitivul există deja.
tr: Cihaz zaten mevcut.
uk: Пристрій вже існує.
vi: Thiết bị đã tồn tại.
zh: 設備已存在。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_DEVICENOTFOUND
source: No such device.
ar: لا يوجد مثل هذا الجهاز.
de: Kein solches Gerät.
el: Δεν υπάρχει τέτοια συσκευή.
es: Hay tal dispositivo.
fr: Pas de tel appareil.
ga: Uimh gléas den sórt sin.
hi: ऐसा कोई उपकरण नहीं।
hi_latn: aisa koee upakaran nahin.
id: Tidak ada perangkat seperti itu.
it: Nessun apparecchio di questo tipo.
ja: そのようなデバイスはありません。
ko: 그런 장치가 없습니다.
ms: Tiada peranti sedemikian.
nb: Ingen slik enhet.
nl: Geen dergelijk apparaat.
pt: Esse dispositivo não existe.
ro: Nu există un astfel de dispozitiv.
tr: Böyle bir cihaz yok.
uk: Немає такого пристрою.
vi: Không có thiết bị nào như vậy.
zh: 無此設備。
