Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_CANTOVERWRITE
source: Can't save kernel settings on top of existing file.
ar: لا يمكن حفظ إعدادات kernel أعلى الملف الموجود.
de: Die Kernel-Einstellungen können nicht über der vorhandenen Datei gespeichert werden.
el: Δεν είναι δυνατή η αποθήκευση των ρυθμίσεων του πυρήνα πάνω από το υπάρχον αρχείο.
es: No se puede guardar la configuración del kernel sobre el archivo existente.
fr: Impossible d'enregistrer les paramètres du noyau sur le fichier existant.
ga: Ní féidir socruithe eithne a shábháil ar bharr an chomhaid reatha.
hi: मौजूदा फ़ाइल के शीर्ष पर कर्नेल सेटिंग्स को सहेजा नहीं जा सकता।
hi_latn: maujooda fail ke sheersh par karnel setings ko saheja nahin ja sakata.
id: Tidak dapat menyimpan pengaturan kernel di atas berkas yang ada.
it: Impossibile salvare le impostazioni del kernel sopra il file esistente.
ja: 既存のファイルの上にカーネル設定を保存できません。
ko: 기존 파일 위에 커널 설정을 저장할 수 없습니다.
ms: Tidak dapat menyimpan tetapan kernel di atas fail sedia ada.
nb: Kan ikke lagre kjerneinnstillinger på toppen av eksisterende fil.
nl: Kan kernelinstellingen niet opslaan bovenop een bestaand bestand.
pt: Não é possível salvar as configurações do kernel em cima do arquivo existente.
ro: Nu se pot salva setările kernelului peste fișierul existent.
tr: Çekirdek ayarları mevcut dosyanın üzerine kaydedilemiyor.
uk: Не вдається зберегти налаштування ядра поверх наявного файлу.
vi: Không thể lưu cài đặt kernel lên trên tệp hiện có.
zh: 無法在現有文件之上保存內核設置。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LOADPROMPT
source: Where do you want to load the current kernel settings from?
ar: من أين تريد تحميل إعدادات kernel الحالية؟
de: Woher möchten Sie die aktuellen Kernel-Einstellungen laden?
el: Από πού θέλετε να φορτώσετε τις τρέχουσες ρυθμίσεις του πυρήνα;
es: ¿Desde dónde desea cargar la configuración actual del kernel?
fr: D'où voulez-vous charger les paramètres actuels du noyau ?
ga: Cén áit ar mhaith leat na socruithe eithne reatha a lódáil?
hi: आप वर्तमान कर्नेल सेटिंग्स को कहाँ से लोड करना चाहते हैं?
hi_latn: aap vartamaan karnel setings ko kahaan se lod karana chaahate hain?
id: Dari mana Anda ingin memuat pengaturan kernel saat ini?
it: Da dove vuoi caricare le impostazioni correnti del kernel?
ja: 現在のカーネル設定をどこからロードしますか？
ko: 현재 커널 설정을 어디에서 로드하시겠습니까?
ms: Dari mana anda mahu memuatkan tetapan kernel semasa?
nb: Hvor vil du laste de gjeldende kjerneinnstillingene fra?
nl: Waar wil je de huidige kernelinstellingen vandaan laden?
pt: De onde você deseja carregar as configurações atuais do kernel?
ro: De unde doriți să încărcați setările curente ale nucleului?
tr: Mevcut çekirdek ayarlarını nereden yüklemek istiyorsunuz?
uk: Звідки ви хочете завантажити поточні налаштування ядра?
vi: Bạn muốn tải cài đặt kernel hiện tại từ đâu?
zh: 你想從哪裡加載當前的內核設置？

# NKS_SHELL_SHELLS_UESH_COMMAND_COMBINE_DESC
source: Combines the two text files or more into the output file.
ar: يدمج ملفين نصيين أو أكثر في ملف الإخراج.
de: Kombiniert die zwei oder mehr Textdateien in der Ausgabedatei.
el: Συνδυάζει τα δύο αρχεία κειμένου ή περισσότερα στο αρχείο εξόδου.
es: Combina los dos archivos de texto o más en el archivo de salida.
fr: Combine les deux fichiers texte ou plus dans le fichier de sortie.
ga: Comhcheanglaíonn sé an dá chomhad téacs nó níos mó isteach sa chomhad aschuir.
hi: आउटपुट फ़ाइल में दो या अधिक टेक्स्ट फ़ाइलों को जोड़ता है।
hi_latn: aautaput fail mein do ya adhik tekst failon ko jodata hai.
id: Menggabungkan dua berkas teks atau lebih menjadi berkas keluaran.
it: Combina i due o più file di testo nel file di output.
ja: 2つ以上のテキストファイルを出力ファイルに結合します。
ko: 두 개 이상의 텍스트 파일을 출력 파일로 결합합니다.
ms: Menggabungkan dua fail teks atau lebih ke dalam fail output.
nb: Kombinerer de to tekstfilene eller flere til utdatafilen.
nl: Combineert de twee tekstbestanden of meer in het uitvoerbestand.
pt: Combina os dois arquivos de texto ou mais no arquivo de saída.
ro: Combină cele două fișiere text sau mai multe în fișierul de ieșire.
tr: İki veya daha fazla metin dosyasını çıktı dosyasında birleştirir.
uk: Об’єднує два або більше текстових файлів у вихідний файл.
vi: Kết hợp hai hoặc nhiều tệp văn bản thành tệp đầu ra.
zh: 將兩個或更多文本文件合併到輸出文件中。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_COMBINEFAILED
source: Failed to combine files.
ar: فشل في دمج الملفات.
de: Dateien konnten nicht kombiniert werden.
el: Αποτυχία συνδυασμού αρχείων.
es: Error al combinar archivos.
fr: Impossible de combiner les fichiers.
ga: Theip ar chomhaid a chur le chéile.
hi: फ़ाइलें संयोजित करने में विफल.
hi_latn: failen sanyojit karane mein viphal.
id: Gagal menggabungkan berkas.
it: Impossibile combinare i file.
ja: ファイルの結合に失敗しました。
ko: 파일을 결합하지 못했습니다.
ms: Gagal menggabungkan fail.
nb: Kunne ikke kombinere filer.
nl: Kan bestanden niet combineren.
pt: Falha ao combinar arquivos.
ro: Nu s-au putut combina fișierele.
tr: Dosyalar birleştirilemedi.
uk: Не вдалося об’єднати файли.
vi: Không thể kết hợp các tập tin.
zh: 無法合併文件。

# NKS_NETWORK_TYPES_RPC_EXCEPTION_ALREADYSTARTED
source: Trying to start RPC while it's already started.
ar: محاولة بدء RPC أثناء بدء تشغيله بالفعل.
de: Versuch, RPC zu starten, während es bereits gestartet ist.
el: Προσπάθεια εκκίνησης του RPC ενώ έχει ήδη ξεκινήσει.
es: Intentando iniciar RPC mientras ya se inició.
fr: Tentative de démarrage de RPC alors qu'il est déjà lancé.
ga: Ag iarraidh RPC a thosú agus é tosaithe cheana féin.
hi: आरपीसी शुरू करने की कोशिश कर रहा है, जबकि यह पहले ही शुरू हो चुका है।
hi_latn: aarapeesee shuroo karane kee koshish kar raha hai, jabaki yah pahale hee shuroo ho chuka hai.
id: Mencoba memulai RPC saat sudah dimulai.
it: Tentativo di avviare RPC mentre è già avviato.
ja: すでに起動している状態でRPCを起動しようとしています。
ko: 이미 시작된 RPC를 시작하려고 합니다.
ms: Cuba untuk memulakan RPC semasa ia sudah dimulakan.
nb: Prøver å starte RPC mens den allerede er startet.
nl: Ik probeer RPC te starten terwijl het al is gestart.
pt: Tentando iniciar o RPC enquanto ele já foi iniciado.
ro: Încercați să porniți RPC cât timp este deja pornit.
tr: RPC zaten başlamışken onu başlatmaya çalışıyorum.
uk: Спроба запустити RPC, коли він уже запущений.
vi: Đang cố gắng khởi động RPC khi nó đã khởi động.
zh: 嘗試在 RPC 已經啟動時啟動它。

# NKS_SHELL_SHELLS_UESH_COMMAND_FIND_DESC
source: Finds a file in the specified directory or in the current directory
ar: يبحث عن ملف في الدليل المحدد أو في الدليل الحالي
de: Findet eine Datei im angegebenen Verzeichnis oder im aktuellen Verzeichnis
el: Βρίσκει ένα αρχείο στον καθορισμένο κατάλογο ή στον τρέχοντα κατάλογο
es: Encuentra un archivo en el directorio especificado o en el directorio actual
fr: Recherche un fichier dans le répertoire spécifié ou dans le répertoire courant
ga: Faightear comhad san eolaire sonraithe nó san eolaire reatha
hi: निर्दिष्ट निर्देशिका में या वर्तमान निर्देशिका में एक फ़ाइल ढूँढता है
hi_latn: nirdisht nirdeshika mein ya vartamaan nirdeshika mein ek fail dhoondhata hai
id: Menemukan file di direktori yang ditentukan atau di direktori saat ini
it: Trova un file nella directory specificata o nella directory corrente
ja: 指定されたディレクトリまたは現在のディレクトリでファイルを検索します
ko: 지정된 디렉토리 또는 현재 디렉토리에서 파일을 찾습니다.
ms: Mencari fail dalam direktori yang ditentukan atau dalam direktori semasa
nb: Finner en fil i den angitte katalogen eller i den gjeldende katalogen
nl: Vindt een bestand in de opgegeven map of in de huidige map
pt: Localiza um arquivo no diretório especificado ou no diretório atual
ro: Găsește un fișier în directorul specificat sau în directorul curent
tr: Belirtilen dizinde veya geçerli dizinde bir dosya bulur
uk: Знаходить файл у вказаному каталозі або в поточному каталозі
vi: Tìm một tập tin trong thư mục được chỉ định hoặc trong thư mục hiện tại
zh: 在指定目錄或當前目錄中查找文件

# NKS_SHELL_SHELLS_UESH_COMMAND_CONVERTLINEENDINGS_DESC
source: Converts the line endings to format for the current platform or to specified custom format
ar: يحول نهايات الأسطر إلى تنسيق للنظام الأساسي الحالي أو إلى تنسيق مخصص محدد
de: Konvertiert die Zeilenenden in das Format für die aktuelle Plattform oder in das angegebene benutzerdefinierte Format
el: Μετατρέπει τις καταλήξεις των γραμμών σε μορφή για την τρέχουσα πλατφόρμα ή σε καθορισμένη προσαρμοσμένη μορφή
es: Convierte los finales de línea al formato de la plataforma actual o al formato personalizado especificado
fr: Convertit les fins de ligne au format de la plate-forme actuelle ou au format personnalisé spécifié
ga: Athraíonn na foircinn líne go formáid don ardán reatha nó go formáid shaincheaptha shonraithe
hi: लाइन के अंत को वर्तमान प्लेटफ़ॉर्म या निर्दिष्ट कस्टम प्रारूप के प्रारूप में परिवर्तित करता है
hi_latn: lain ke ant ko vartamaan pletaform ya nirdisht kastam praaroop ke praaroop mein parivartit karata hai
id: Mengonversi akhir baris ke format untuk platform saat ini atau ke format khusus yang ditentukan
it: Converte le terminazioni di riga nel formato per la piattaforma corrente o nel formato personalizzato specificato
ja: 行末を現在のプラットフォーム用のフォーマットまたは指定されたカスタムフォーマットに変換します
ko: 줄 끝을 현재 플랫폼의 형식 또는 지정된 사용자 지정 형식으로 변환합니다.
ms: Menukar penghujung baris kepada format untuk platform semasa atau kepada format tersuai yang ditentukan
nb: Konverterer linjeavslutningene til format for gjeldende plattform eller til spesifisert tilpasset format
nl: Converteert de regeleindes naar opmaak voor het huidige platform of naar gespecificeerde aangepaste opmaak
pt: Converte as terminações de linha para o formato da plataforma atual ou para o formato personalizado especificado
ro: Convertește sfârșiturile de linie în formatul pentru platforma curentă sau în formatul personalizat specificat
tr: Satır sonlarını geçerli platform biçimine veya belirtilen özel biçime dönüştürür
uk: Перетворює закінчення рядків у формат для поточної платформи або у вказаний спеціальний формат
vi: Chuyển đổi các kết thúc dòng sang định dạng cho nền tảng hiện tại hoặc sang định dạng tùy chỉnh đã chỉ định
zh: 將行尾轉換為當前平台的格式或指定的自定義格式

# NKS_FILES_LISTTOTALSIZE
source: Total size in folder:
ar: الحجم الإجمالي في المجلد:
de: Gesamtgröße im Ordner:
el: Συνολικό μέγεθος σε φάκελο:
es: Tamaño total en carpeta:
fr: Taille totale dans le dossier :
ga: Méid iomlán san fhillteán:
hi: फ़ोल्डर में कुल आकार:
hi_latn: foldar mein kul aakaar:
id: Ukuran total dalam folder:
it: Dimensione totale nella cartella:
ja: フォルダ内の合計サイズ：
ko: 폴더의 총 크기:
ms: Jumlah saiz dalam folder:
nb: Total størrelse i mappen:
nl: Totale grootte in map:
pt: Tamanho total na pasta:
ro: Dimensiunea totală în folder:
tr: Klasördeki toplam boyut:
uk: Загальний розмір папки:
vi: Tổng kích thước trong thư mục:
zh: 文件夾總大小：

# NKS_SETTINGS_KERNEL_FILESYSTEM_SHOWTOTALSIZE_NAME
source: Show total size in list
ar: إظهار الحجم الإجمالي في القائمة
de: Gesamtgröße in Liste anzeigen
el: Εμφάνιση συνολικού μεγέθους στη λίστα
es: Mostrar el tamaño total en la lista
fr: Afficher la taille totale dans la liste
ga: Taispeáin méid iomlán sa liosta
hi: सूची में कुल आकार दिखाएं
hi_latn: soochee mein kul aakaar dikhaen
id: Tampilkan ukuran total dalam daftar
it: Mostra la dimensione totale nell'elenco
ja: 合計サイズをリストに表示
ko: 목록에 전체 크기 표시
ms: Tunjukkan jumlah saiz dalam senarai
nb: Vis total størrelse i listen
nl: Toon totale grootte in lijst
pt: Mostrar tamanho total na lista
ro: Afișați dimensiunea totală în listă
tr: Listedeki toplam boyutu göster
uk: Показати загальний розмір у списку
vi: Hiển thị tổng kích thước trong danh sách
zh: 在列表中顯示總大小

# NKS_SETTINGS_KERNEL_FILESYSTEM_SHOWTOTALSIZE_DESC
source: If enabled, shows the total folder size in list, depending on how to calculate the folder sizes according to the configuration.
ar: في حالة التمكين ، يعرض الحجم الإجمالي للمجلد في القائمة ، اعتمادًا على كيفية حساب أحجام المجلد وفقًا للتكوين.
de: Wenn aktiviert, wird die Gesamtordnergröße in der Liste angezeigt, je nachdem, wie die Ordnergrößen gemäß der Konfiguration berechnet werden.
el: Εάν είναι ενεργοποιημένο, εμφανίζει το συνολικό μέγεθος φακέλου στη λίστα, ανάλογα με τον τρόπο υπολογισμού των μεγεθών φακέλων σύμφωνα με τη διαμόρφωση.
es: Si está habilitado, muestra el tamaño total de la carpeta en la lista, dependiendo de cómo se calculen los tamaños de carpeta según la configuración.
fr: Si activé, affiche la taille totale des dossiers dans la liste, en fonction de la façon de calculer les tailles des dossiers en fonction de la configuration.
ga: Má tá sé cumasaithe, taispeánann sé méid iomlán an fhillteáin sa liosta, ag brath ar conas méideanna an fhillteáin a ríomh de réir na cumraíochta.
hi: यदि सक्षम किया गया है, तो कॉन्फ़िगरेशन के अनुसार फ़ोल्डर आकार की गणना करने के तरीके के आधार पर, सूची में कुल फ़ोल्डर आकार दिखाता है।
hi_latn: yadi saksham kiya gaya hai, to konfigareshan ke anusaar foldar aakaar kee ganana karane ke tareeke ke aadhaar par, soochee mein kul foldar aakaar dikhaata hai.
id: Jika diaktifkan, akan menampilkan ukuran total folder dalam daftar, tergantung pada cara menghitung ukuran folder menurut konfigurasi.
it: Se abilitato, mostra la dimensione totale della cartella nell'elenco, a seconda di come calcolare le dimensioni della cartella in base alla configurazione.
ja: 有効にすると、構成に応じてフォルダーサイズを計算する方法に応じて、フォルダーの合計サイズがリストに表示されます。
ko: 활성화하면 구성에 따라 폴더 크기를 계산하는 방법에 따라 목록에 전체 폴더 크기가 표시됩니다.
ms: Jika didayakan, tunjukkan jumlah saiz folder dalam senarai, bergantung pada cara mengira saiz folder mengikut konfigurasi.
nb: Hvis aktivert, viser den totale mappestørrelsen i listen, avhengig av hvordan du beregner mappestørrelsene i henhold til konfigurasjonen.
nl: Indien ingeschakeld, wordt de totale mapgrootte in de lijst weergegeven, afhankelijk van hoe de mapgrootte volgens de configuratie moet worden berekend.
pt: Se ativado, mostra o tamanho total da pasta na lista, dependendo de como calcular os tamanhos das pastas de acordo com a configuração.
ro: Dacă este activat, afișează dimensiunea totală a folderului în listă, în funcție de modul în care se calculează dimensiunile folderului în funcție de configurație.
tr: Etkinleştirildiğinde, yapılandırmaya göre klasör boyutlarının nasıl hesaplanacağına bağlı olarak listede toplam klasör boyutunu gösterir.
uk: Якщо ввімкнено, у списку відображається загальний розмір папки, залежно від способу обчислення розмірів папки відповідно до конфігурації.
vi: Nếu được bật, sẽ hiển thị tổng kích thước thư mục trong danh sách, tùy thuộc vào cách tính kích thước thư mục theo cấu hình.
zh: 如果啟用，則在列表中顯示總文件夾大小，具體取決於如何根據配置計算文件夾大小。

# NKS_KERNEL_UPDATES_UPTODATE
source: You're up to date!
ar: أنت محدث!
de: Sie sind auf dem Laufenden!
el: Είσαι ενημερωμένος!
es: ¡Estás al día!
fr: Vous êtes à jour !
ga: Tá tú suas chun dáta!
hi: आप अप टू डेट हैं!
hi_latn: aap ap too det hain!
id: Anda sudah mendapatkan informasi terkini!
it: Sei aggiornato!
ja: あなたは最新です！
ko: 최신 정보입니다!
ms: Anda terkini!
nb: Du er oppdatert!
nl: Je bent op de hoogte!
pt: Você está em dia!
ro: Ești la curent!
tr: Güncelsiniz!
uk: Ви в курсі подій!
vi: Bạn đã cập nhật rồi!
zh: 你是最新的！

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_SWITCH_SHOWDETAILS_DESC
source: Shows the file details in the list
ar: يظهر تفاصيل الملف في القائمة
de: Zeigt die Dateidetails in der Liste an
el: Εμφανίζει τις λεπτομέρειες του αρχείου στη λίστα
es: Muestra los detalles del archivo en la lista.
fr: Affiche les détails du fichier dans la liste
ga: Taispeánann sé sonraí an chomhaid sa liosta
hi: सूची में फ़ाइल विवरण दिखाता है
hi_latn: soochee mein fail vivaran dikhaata hai
id: Menampilkan detail file dalam daftar
it: Mostra i dettagli del file nell'elenco
ja: リストにファイルの詳細を表示します
ko: 목록의 파일 세부 정보를 표시합니다.
ms: Menunjukkan butiran fail dalam senarai
nb: Viser fildetaljene i listen
nl: Toont de bestandsdetails in de lijst
pt: Mostra os detalhes do arquivo na lista
ro: Afișează detaliile fișierului în listă
tr: Listedeki dosya ayrıntılarını gösterir
uk: Показує відомості про файл у списку
vi: Hiển thị chi tiết tệp trong danh sách
zh: 在列表中顯示文件詳細信息

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_SWITCH_SUPPRESSMESSAGES_DESC
source: Suppresses the annoying "permission denied" messages
ar: منع رسائل "رفض الإذن" المزعجة
de: Unterdrückt die lästigen "Erlaubnis verweigert"-Meldungen
el: Καταστέλλει τα ενοχλητικά μηνύματα "δεν επιτρέπεται η άδεια".
es: Suprime los molestos mensajes de "permiso denegado"
fr: Supprime les messages ennuyeux "autorisation refusée"
ga: Sochtann sé na teachtaireachtaí annoying "cead diúltaithe".
hi: कष्टप्रद "अनुमति अस्वीकृत" संदेशों को दबाता है
hi_latn: kashtaprad "anumati asveekrt" sandeshon ko dabaata hai
id: Menekan pesan "izin ditolak" yang mengganggu
it: Sopprime i fastidiosi messaggi di "autorizzazione negata".
ja: 迷惑な「許可拒否」メッセージを抑制します
ko: 성가신 "권한 거부" 메시지 억제
ms: Menyekat mesej "kebenaran ditolak" yang menjengkelkan
nb: Undertrykker de irriterende "tillatelse nektet"-meldinger
nl: Onderdrukt de vervelende "toestemming geweigerd"-berichten
pt: Suprime as mensagens irritantes de "permissão negada"
ro: Suprimă mesajele enervante „permisiune refuzată”.
tr: Rahatsız edici "izin reddedildi" mesajlarını bastırır
uk: Пригнічує дратівливі повідомлення "дозвіл заборонено".
vi: Ngăn chặn các thông báo "quyền bị từ chối" gây phiền nhiễu
zh: 抑制煩人的“權限被拒絕”消息

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWTDZONE_SWITCH_ALL_DESC
source: Shows all the time zones
ar: يظهر كل المناطق الزمنية
de: Zeigt alle Zeitzonen an
el: Εμφανίζει όλες τις ζώνες ώρας
es: Muestra todas las zonas horarias
fr: Affiche tous les fuseaux horaires
ga: Taispeánann sé na criosanna ama go léir
hi: सभी समय क्षेत्र दिखाता है
hi_latn: sabhee samay kshetr dikhaata hai
id: Menampilkan semua zona waktu
it: Mostra tutti i fusi orari
ja: すべてのタイムゾーンを表示します
ko: 모든 시간대 표시
ms: Menunjukkan semua zon waktu
nb: Viser alle tidssonene
nl: Toont alle tijdzones
pt: Mostra todos os fusos horários
ro: Afișează toate fusurile orare
tr: Tüm zaman dilimlerini gösterir
uk: Показує всі часові пояси
vi: Hiển thị tất cả các múi giờ
zh: 顯示所有時區

# NKS_SHELL_SHELLS_UESH_COMMAND_UNZIP_SWITCH_CREATEDIR_DESC
source: Creates a directory that contains the contents of the ZIP file
ar: ينشئ دليلاً يحتوي على محتويات ملف ZIP
de: Erstellt ein Verzeichnis, das den Inhalt der ZIP-Datei enthält
el: Δημιουργεί έναν κατάλογο που περιέχει τα περιεχόμενα του αρχείου ZIP
es: Crea un directorio que contiene el contenido del archivo ZIP
fr: Crée un répertoire qui contient le contenu du fichier ZIP
ga: Cruthaíonn sé eolaire ina bhfuil inneachar an chomhaid ZIP
hi: एक निर्देशिका बनाता है जिसमें ज़िप फ़ाइल की सामग्री होती है
hi_latn: ek nirdeshika banaata hai jisamen zip fail kee saamagree hotee hai
id: Membuat direktori yang berisi konten file ZIP
it: Crea una directory che contiene il contenuto del file ZIP
ja: ZIPファイルの内容を含むディレクトリを作成します
ko: ZIP 파일의 내용을 포함하는 디렉토리를 생성합니다.
ms: Mencipta direktori yang mengandungi kandungan fail ZIP
nb: Oppretter en katalog som inneholder innholdet i ZIP-filen
nl: Creëert een map die de inhoud van het ZIP-bestand bevat
pt: Cria um diretório que contém o conteúdo do arquivo ZIP
ro: Creează un director care conține conținutul fișierului ZIP
tr: ZIP dosyasının içeriğini içeren bir dizin oluşturur
uk: Створює каталог, який містить вміст ZIP-файлу
vi: Tạo một thư mục chứa nội dung của tệp ZIP
zh: 創建一個包含 ZIP 文件內容的目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_SWITCH_FAST_DESC
source: Fast compression
ar: ضغط سريع
de: Schnelle Komprimierung
el: Γρήγορη συμπίεση
es: Compresión rápida
fr: Compression rapide
ga: Comhbhrú tapa
hi: तेज संपीड़न
hi_latn: tej sampeedan
id: Kompresi cepat
it: Compressione veloce
ja: 高速圧縮
ko: 빠른 압축
ms: Mampatan pantas
nb: Rask kompresjon
nl: Snelle compressie
pt: Compressão rápida
ro: Compresie rapidă
tr: Hızlı sıkıştırma
uk: Швидке стиснення
vi: Nén nhanh
zh: 快速壓縮

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_SWITCH_NOCOMP_DESC
source: No compression
ar: لا يوجد ضغط
de: Keine Komprimierung
el: Χωρίς συμπίεση
es: Sin compresión
fr: Pas de compression
ga: Gan comhbhrú
hi: कोई संपीड़न नहीं
hi_latn: koee sampeedan nahin
id: Tidak ada kompresi
it: Nessuna compressione
ja: 圧縮なし
ko: 압축 없음
ms: Tiada pemampatan
nb: Ingen kompresjon
nl: Geen compressie
pt: Sem compressão
ro: Fără compresie
tr: Sıkıştırma yok
uk: Без компресії
vi: Không nén
zh: 無壓縮

# NKS_SHELL_SHELLS_UESH_COMMAND_ZIP_SWITCH_NOBASEDIR_DESC
source: Don't create base directory in archive
ar: لا تقم بإنشاء دليل أساسي في الأرشيف
de: Kein Basisverzeichnis im Archiv erstellen
el: Μην δημιουργείτε βασικό κατάλογο στο αρχείο
es: No cree el directorio base en el archivo
fr: Ne pas créer de répertoire de base dans l'archive
ga: Ná cruthaigh bunchomhadlann sa chartlann
hi: आर्काइव में बेस डायरेक्टरी न बनाएं
hi_latn: aarkaiv mein bes daayarektaree na banaen
id: Jangan membuat direktori dasar di arsip
it: Non creare la directory di base nell'archivio
ja: アーカイブにベースディレクトリを作成しないでください
ko: 아카이브에 기본 디렉토리를 생성하지 마십시오.
ms: Jangan buat direktori asas dalam arkib
nb: Ikke lag grunnkatalog i arkivet
nl: Maak geen basismap in archief
pt: Não crie diretório base no arquivo
ro: Nu creați directorul de bază în arhivă
tr: Arşivde temel dizin oluşturmayın
uk: Не створюйте базовий каталог в архіві
vi: Không tạo thư mục cơ sở trong kho lưu trữ
zh: 不要在存檔中創建基本目錄

# NKS_SHELL_SHELLS_ADMIN_COMMAND_CLEARFIREDEVENTS_DESC
source: Clears all fired events
ar: مسح جميع الأحداث التي تم إطلاقها
de: Löscht alle ausgelösten Ereignisse
el: Διαγράφει όλα τα ενεργοποιημένα συμβάντα
es: Borra todos los eventos disparados
fr: Efface tous les événements déclenchés
ga: Glanann sé gach imeacht fired
hi: सभी फ़ायर किए गए ईवेंट साफ़ करता है
hi_latn: sabhee faayar kie gae eevent saaf karata hai
id: Menghapus semua peristiwa yang dipicu
it: Cancella tutti gli eventi attivati
ja: 発生したイベントをすべてクリアします
ko: 발생한 모든 이벤트를 지웁니다.
ms: Membersihkan semua acara yang dipecat
nb: Fjerner alle utløste hendelser
nl: Wist alle ontslagen gebeurtenissen
pt: Limpa todos os eventos disparados
ro: Șterge toate evenimentele declanșate
tr: Tüm tetiklenen olayları temizler
uk: Очищає всі запущені події
vi: Xóa tất cả các sự kiện đã kích hoạt
zh: 清除所有觸發的事件

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_EVENTDEBUG_NAME
source: Enable event debugging
ar: تفعيل تصحيح أخطاء الحدث
de: Ereignisdebugging aktivieren
el: Ενεργοποίηση εντοπισμού σφαλμάτων συμβάντων
es: Habilitar la depuración de eventos
fr: Activer le débogage des événements
ga: Cumasaigh dífhabhtú imeachtaí
hi: इवेंट डिबगिंग सक्षम करें
hi_latn: ivent dibaging saksham karen
id: Aktifkan debugging acara
it: Abilita il debug degli eventi
ja: イベントのデバッグを有効にする
ko: 이벤트 디버깅 활성화
ms: Dayakan penyahpepijatan acara
nb: Aktiver hendelsesfeilsøking
nl: Foutopsporing bij gebeurtenissen inschakelen
pt: Ativar depuração de eventos
ro: Activați depanarea evenimentelor
tr: Olay hata ayıklamayı etkinleştir
uk: Увімкнути налагодження подій
vi: Bật gỡ lỗi sự kiện
zh: 啟用事件調試
