Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SECURITY_SIGNING_EXCEPTION_NEEDSPATH
source: You didn't specify an assembly path.
ar: لم تحدد مسار التجميع.
de: Sie haben keinen Assemblypfad angegeben.
el: Δεν προσδιορίσατε διαδρομή συναρμολόγησης.
es: No especificaste una ruta de ensamblaje.
fr: Vous n'avez pas spécifié de chemin d'assemblage.
ga: Níor shonraigh tú conair tionóil.
hi: आपने असेंबली पथ निर्दिष्ट नहीं किया है.
hi_latn: aapane asembalee path nirdisht nahin kiya.
id: Anda tidak menentukan jalur perakitan.
it: Non hai specificato un percorso di assembly.
ja: アセンブリ パスが指定されていません。
ko: 어셈블리 경로를 지정하지 않았습니다.
ms: Anda tidak menentukan laluan perhimpunan.
nb: Du spesifiserte ikke en monteringsbane.
nl: U heeft geen montagepad opgegeven.
pt: Você não especificou um caminho de montagem.
ro: Nu ați specificat o cale de asamblare.
tr: Bir montaj yolu belirtmediniz.
uk: Ви не вказали шлях складання.
vi: Bạn chưa chỉ định đường dẫn lắp ráp.
zh: 您沒有指定裝配路徑。

# NKS_SECURITY_SIGNING_EXCEPTION_NEEDSNAME
source: You didn't specify an assembly name.
ar: لم تقم بتحديد اسم التجميع.
de: Sie haben keinen Assemblynamen angegeben.
el: Δεν προσδιορίσατε όνομα συγκροτήματος.
es: No especificaste un nombre de ensamblaje.
fr: Vous n'avez pas spécifié de nom d'assembly.
ga: Níor shonraigh tú ainm tionóil.
hi: आपने असेंबली नाम निर्दिष्ट नहीं किया.
hi_latn: aapane asembalee naam nirdisht nahin kiya.
id: Anda tidak menentukan nama rakitan.
it: Non hai specificato un nome di assembly.
ja: アセンブリ名が指定されていません。
ko: 어셈블리 이름을 지정하지 않았습니다.
ms: Anda tidak menyatakan nama perhimpunan.
nb: Du spesifiserte ikke et samlingsnavn.
nl: U heeft geen assembly-naam opgegeven.
pt: Você não especificou um nome de assembly.
ro: Nu ați specificat un nume de ansamblu.
tr: Bir derleme adı belirtmediniz.
uk: Ви не вказали назву збірки.
vi: Bạn chưa chỉ định tên lắp ráp.
zh: 您沒有指定程序集名稱。

# NKS_USERS_GROUPS_EXCEPTION_GROUPALREADYEXISTS
source: Can't add a group with the same name.
ar: لا يمكن إضافة مجموعة بنفس الاسم.
de: Es kann keine Gruppe mit demselben Namen hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη ομάδας με το ίδιο όνομα.
es: No se puede agregar un grupo con el mismo nombre.
fr: Impossible d'ajouter un groupe portant le même nom.
ga: Ní féidir grúpa leis an ainm céanna a chur leis.
hi: समान नाम से कोई समूह नहीं जोड़ा जा सकता.
hi_latn: samaan naam vaala samooh nahin joda ja sakata.
id: Tidak dapat menambahkan grup dengan nama yang sama.
it: Impossibile aggiungere un gruppo con lo stesso nome.
ja: 同じ名前のグループを追加することはできません。
ko: 동일한 이름의 그룹은 추가할 수 없습니다.
ms: Tidak boleh menambah kumpulan dengan nama yang sama.
nb: Kan ikke legge til en gruppe med samme navn.
nl: Kan geen groep met dezelfde naam toevoegen.
pt: Não é possível adicionar um grupo com o mesmo nome.
ro: Nu se poate adăuga un grup cu același nume.
tr: Aynı isimde bir grup eklenemiyor.
uk: Неможливо додати групу з такою ж назвою.
vi: Không thể thêm nhóm có tên giống nhau.
zh: 無法新增同名群組。

# NKS_USERS_GROUPS_EXCEPTION_GROUPNOTFOUND_REMOVE
source: Can't remove a nonexistent group.
ar: لا يمكن إزالة مجموعة غير موجودة.
de: Eine nicht vorhandene Gruppe kann nicht entfernt werden.
el: Δεν είναι δυνατή η κατάργηση μιας ανύπαρκτης ομάδας.
es: No se puede eliminar un grupo inexistente.
fr: Impossible de supprimer un groupe inexistant.
ga: Ní féidir grúpa nach bhfuil ann a bhaint.
hi: अस्तित्वहीन समूह को हटाया नहीं जा सकता.
hi_latn: gair-maujood samooh ko hataaya nahin ja sakata.
id: Tidak dapat menghapus grup yang tidak ada.
it: Impossibile rimuovere un gruppo inesistente.
ja: 存在しないグループは削除できません。
ko: 존재하지 않는 그룹은 제거할 수 없습니다.
ms: Tidak dapat mengalih keluar kumpulan yang tidak wujud.
nb: Kan ikke fjerne en ikke-eksisterende gruppe.
nl: Kan een niet-bestaande groep niet verwijderen.
pt: Não é possível remover um grupo inexistente.
ro: Nu se poate elimina un grup inexistent.
tr: Varolmayan bir grup kaldırılamaz.
uk: Неможливо видалити неіснуючу групу.
vi: Không thể xóa một nhóm không tồn tại.
zh: 無法刪除不存在的群組。

# NKS_USERS_GROUPS_EXCEPTION_GROUPNOTFOUND_ADDUSER
source: Can't add a user to a nonexistent group.
ar: لا يمكن إضافة مستخدم إلى مجموعة غير موجودة.
de: Ein Benutzer kann nicht zu einer nicht vorhandenen Gruppe hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη χρήστη σε μια ανύπαρκτη ομάδα.
es: No se puede agregar un usuario a un grupo inexistente.
fr: Impossible d'ajouter un utilisateur à un groupe inexistant.
ga: Ní féidir úsáideoir a chur le grúpa nach bhfuil ann.
hi: किसी उपयोगकर्ता को अस्तित्वहीन समूह में नहीं जोड़ा जा सकता.
hi_latn: gair-maujood samooh mein upayogakarta nahin joda ja sakata.
id: Tidak dapat menambahkan pengguna ke grup yang tidak ada.
it: Impossibile aggiungere un utente a un gruppo inesistente.
ja: 存在しないグループにユーザーを追加することはできません。
ko: 존재하지 않는 그룹에는 사용자를 추가할 수 없습니다.
ms: Tidak dapat menambahkan pengguna pada kumpulan yang tidak wujud.
nb: Kan ikke legge til en bruker i en ikke-eksisterende gruppe.
nl: Kan geen gebruiker toevoegen aan een niet-bestaande groep.
pt: Não é possível adicionar um usuário a um grupo inexistente.
ro: Nu se poate adăuga un utilizator într-un grup inexistent.
tr: Varolmayan bir gruba kullanıcı eklenemez.
uk: Неможливо додати користувача до неіснуючої групи.
vi: Không thể thêm người dùng vào nhóm không tồn tại.
zh: 無法將使用者新增至不存在的群組。

# NKS_USERS_GROUPS_EXCEPTION_USERINGROUP
source: User has already joined the group!
ar: لقد انضم المستخدم بالفعل إلى المجموعة!
de: Der Benutzer ist der Gruppe bereits beigetreten!
el: Ο χρήστης έχει ήδη εγγραφεί στην ομάδα!
es: ¡El usuario ya se ha unido al grupo!
fr: L'utilisateur a déjà rejoint le groupe !
ga: Chuaigh an t-úsáideoir isteach sa ghrúpa cheana féin!
hi: उपयोगकर्ता पहले ही समूह में शामिल हो चुका है!
hi_latn: upayogakarta pahale hee samooh mein shaamil ho chuka hai!
id: Pengguna telah bergabung dengan grup!
it: L'utente si è già unito al gruppo!
ja: ユーザーはすでにグループに参加しています。
ko: 사용자가 이미 그룹에 가입했습니다!
ms: Pengguna telah pun menyertai kumpulan!
nb: Brukeren har allerede blitt med i gruppen!
nl: Gebruiker is al lid van de groep!
pt: O usuário já entrou no grupo!
ro: Utilizatorul s-a alăturat deja grupului!
tr: Kullanıcı zaten gruba katıldı!
uk: Користувач вже приєднався до групи!
vi: Người dùng đã tham gia nhóm!
zh: 用戶已加入群組！

# NKS_USERS_GROUPS_EXCEPTION_GROUPNOTFOUND_REMOVEUSER
source: Can't remove a user from a nonexistent group.
ar: لا يمكن إزالة مستخدم من مجموعة غير موجودة.
de: Ein Benutzer kann nicht aus einer nicht vorhandenen Gruppe entfernt werden.
el: Δεν είναι δυνατή η κατάργηση ενός χρήστη από μια ανύπαρκτη ομάδα.
es: No se puede eliminar a un usuario de un grupo inexistente.
fr: Impossible de supprimer un utilisateur d'un groupe inexistant.
ga: Ní féidir úsáideoir a bhaint de ghrúpa nach bhfuil ann.
hi: किसी उपयोगकर्ता को अस्तित्वहीन समूह से नहीं हटाया जा सकता.
hi_latn: kisee gair-maujood samooh se upayogakarta ko hataaya nahin ja sakata.
id: Tidak dapat menghapus pengguna dari grup yang tidak ada.
it: Impossibile rimuovere un utente da un gruppo inesistente.
ja: 存在しないグループからユーザーを削除できません。
ko: 존재하지 않는 그룹에서 사용자를 제거할 수 없습니다.
ms: Tidak boleh mengalih keluar pengguna daripada kumpulan yang tidak wujud.
nb: Kan ikke fjerne en bruker fra en ikke-eksisterende gruppe.
nl: Kan een gebruiker niet verwijderen uit een niet-bestaande groep.
pt: Não é possível remover um usuário de um grupo inexistente.
ro: Nu se poate elimina un utilizator dintr-un grup inexistent.
tr: Varolmayan bir gruptan kullanıcı kaldırılamaz.
uk: Неможливо видалити користувача з неіснуючої групи.
vi: Không thể xóa người dùng khỏi nhóm không tồn tại.
zh: 無法從不存在的群組中刪除使用者。

# NKS_USERS_GROUPS_EXCEPTION_USERNOTINGROUP
source: User has already left the group!
ar: لقد غادر المستخدم المجموعة بالفعل!
de: Der Benutzer hat die Gruppe bereits verlassen!
el: Ο χρήστης έχει ήδη αποχωρήσει από την ομάδα!
es: ¡El usuario ya abandonó el grupo!
fr: L'utilisateur a déjà quitté le groupe !
ga: Tá an grúpa fágtha ag an úsáideoir cheana féin!
hi: उपयोगकर्ता पहले ही समूह छोड़ चुका है!
hi_latn: upayogakarta pahale hee samooh chhod chuka hai!
id: Pengguna telah meninggalkan grup!
it: L'utente ha già lasciato il gruppo!
ja: ユーザーはすでにグループを脱退しています。
ko: 사용자가 이미 그룹을 떠났습니다!
ms: Pengguna telah meninggalkan kumpulan!
nb: Brukeren har allerede forlatt gruppen!
nl: Gebruiker heeft de groep al verlaten!
pt: O usuário já saiu do grupo!
ro: Utilizatorul a părăsit deja grupul!
tr: Kullanıcı zaten gruptan ayrıldı!
uk: Користувач вже покинув групу!
vi: Người dùng đã rời khỏi nhóm!
zh: 用戶已退群！

# NKS_USERS_GROUPS_EXCEPTION_GROUPNOTFOUND_QUERYUSER
source: Can't query a user from a nonexistent group.
ar: لا يمكن الاستعلام عن مستخدم من مجموعة غير موجودة.
de: Ein Benutzer aus einer nicht vorhandenen Gruppe kann nicht abgefragt werden.
el: Δεν είναι δυνατή η αναζήτηση ενός χρήστη από μια ανύπαρκτη ομάδα.
es: No se puede consultar a un usuario de un grupo inexistente.
fr: Impossible d'interroger un utilisateur d'un groupe inexistant.
ga: Ní féidir úsáideoir a cheistiú ó ghrúpa nach bhfuil ann.
hi: किसी गैर-मौजूद समूह से किसी उपयोगकर्ता से पूछताछ नहीं की जा सकती.
hi_latn: kisee gair-maujood samooh se upayogakarta se poochhataachh nahin kee ja sakatee.
id: Tidak dapat menanyakan pengguna dari grup yang tidak ada.
it: Impossibile interrogare un utente da un gruppo inesistente.
ja: 存在しないグループのユーザーをクエリすることはできません。
ko: 존재하지 않는 그룹의 사용자를 쿼리할 수 없습니다.
ms: Tidak boleh menanyakan pengguna daripada kumpulan yang tidak wujud.
nb: Kan ikke spørre en bruker fra en ikke-eksisterende gruppe.
nl: Kan geen query uitvoeren op een gebruiker uit een niet-bestaande groep.
pt: Não é possível consultar um usuário de um grupo inexistente.
ro: Nu se poate interoga un utilizator dintr-un grup inexistent.
tr: Varolmayan bir gruptaki bir kullanıcıya sorgu gönderilemez.
uk: Неможливо запитати користувача з неіснуючої групи.
vi: Không thể truy vấn người dùng từ một nhóm không tồn tại.
zh: 無法查詢不存在的群組中的使用者。

# NKS_USERS_LOGIN_EXCEPTION_NOHANDLER
source: The login handler is not found!
ar: لم يتم العثور على معالج تسجيل الدخول!
de: Der Login-Handler wurde nicht gefunden!
el: Ο χειριστής σύνδεσης δεν βρέθηκε!
es: ¡No se encuentra el controlador de inicio de sesión!
fr: Le gestionnaire de connexion est introuvable !
ga: Níl an láimhseálaí logáil isteach aimsithe!
hi: लॉगिन हैंडलर नहीं मिला!
hi_latn: login haindalar nahin mila!
id: Penangan login tidak ditemukan!
it: Impossibile trovare il gestore di accesso!
ja: ログイン ハンドラーが見つかりません。
ko: 로그인 핸들러를 찾을 수 없습니다!
ms: Pengendali log masuk tidak ditemui!
nb: Påloggingsbehandleren ble ikke funnet!
nl: De login-handler is niet gevonden!
pt: O manipulador de login não foi encontrado!
ro: Managerul de conectare nu a fost găsit!
tr: Giriş işleyicisi bulunamadı!
uk: Обробник входу не знайдено!
vi: Không tìm thấy trình xử lý đăng nhập!
zh: 未找到登入處理程序！

# NKS_USERS_LOGIN_USERNOTFOUND
source: Wrong username or username not found.
ar: لم يتم العثور على اسم مستخدم خاطئ أو اسم مستخدم خاطئ.
de: Falscher Benutzername oder Benutzername nicht gefunden.
el: Δεν βρέθηκε λάθος όνομα χρήστη ή όνομα χρήστη.
es: Nombre de usuario incorrecto o nombre de usuario no encontrado.
fr: Nom d'utilisateur incorrect ou nom d'utilisateur introuvable.
ga: Níor aimsíodh ainm úsáideora nó ainm úsáideora mícheart.
hi: ग़लत उपयोक्तानाम या उपयोक्तानाम नहीं मिला.
hi_latn: galat upayogakarta naam ya upayogakarta naam nahin mila.
id: Nama pengguna salah atau nama pengguna tidak ditemukan.
it: Nome utente errato o nome utente non trovato.
ja: ユーザー名が間違っているか、ユーザー名が見つかりません。
ko: 잘못된 사용자 이름이거나 사용자 이름을 찾을 수 없습니다.
ms: Nama pengguna atau nama pengguna yang salah tidak ditemui.
nb: Feil brukernavn eller brukernavn ble ikke funnet.
nl: Verkeerde gebruikersnaam of gebruikersnaam niet gevonden.
pt: Nome de usuário errado ou nome de usuário não encontrado.
ro: Nume de utilizator greșit sau nume de utilizator nu a fost găsit.
tr: Hatalı kullanıcı adı veya kullanıcı adı bulunamadı.
uk: Неправильне ім'я користувача або ім'я користувача не знайдено.
vi: Tên người dùng không đúng hoặc không tìm thấy tên người dùng.
zh: 使用者名稱錯誤或未找到使用者名稱。

# NKS_USERS_LOGIN_HANDLERCRASH
source: Login handler has crashed!
ar: لقد تعطل معالج تسجيل الدخول!
de: Der Login-Handler ist abgestürzt!
el: Ο χειριστής σύνδεσης έχει καταρρεύσει!
es: ¡El controlador de inicio de sesión ha fallado!
fr: Le gestionnaire de connexion est tombé en panne !
ga: Tá an láimhseálaí logáil isteach tuairteála!
hi: लॉगिन हैंडलर क्रैश हो गया है!
hi_latn: login haindalar kraish ho gaya hai!
id: Penanganan login telah mogok!
it: Il gestore di accesso si è bloccato!
ja: ログイン ハンドラーがクラッシュしました。
ko: 로그인 핸들러가 충돌했습니다!
ms: Pengendali log masuk telah ranap!
nb: Påloggingsbehandler har krasjet!
nl: De aanmeldingshandler is gecrasht!
pt: O gerenciador de login travou!
ro: Managerul de conectare s-a blocat!
tr: Giriş işleyicisi çöktü!
uk: Збій обробника входу!
vi: Trình xử lý đăng nhập đã bị lỗi!
zh: 登入處理程序已崩潰！

# NKS_USERS_LOGIN_ADMINPASSWORDMAINTENANCE_INCORRECT
source: Incorrect admin password. You have {0} tries.
ar: كلمة مرور المسؤول غير صحيحة. لديك {0} من المحاولات.
de: Falsches Admin-Passwort. Sie haben {0} Versuche.
el: Λανθασμένος κωδικός πρόσβασης διαχειριστή. Έχετε {0} προσπάθειες.
es: Contraseña de administrador incorrecta. Tienes {0} intentos.
fr: Mot de passe administrateur incorrect. Vous avez {0} essais.
ga: Pasfhocal riaracháin mícheart. Tá {0} iarracht agat.
hi: ग़लत व्यवस्थापक पासवर्ड. आपके पास {0} प्रयास हैं.
hi_latn: galat vyavasthaapak paasavard. aapake paas {0} prayaas hain.
id: Kata sandi admin salah. Anda telah mencoba {0} kali.
it: Password amministratore errata. Hai {0} tentativi.
ja: 管理者パスワードが正しくありません。試行回数は {0} 回です。
ko: 잘못된 관리자 비밀번호입니다. 시도 횟수는 {0}회입니다.
ms: Kata laluan pentadbir salah. Anda mempunyai {0} percubaan.
nb: Feil administratorpassord. Du har {0} forsøk.
nl: Onjuist beheerderswachtwoord. Je hebt {0} pogingen.
pt: Senha de administrador incorreta. Você tem {0} tentativas.
ro: Parolă de administrator incorectă. Aveți {0} încercări.
tr: Yanlış yönetici şifresi. {0} deneme hakkınız var.
uk: Неправильний пароль адміністратора. У вас є {0} спроб.
vi: Mật khẩu quản trị viên không đúng. Bạn đã thử {0} lần.
zh: 管理者密碼不正確。您有 {0} 次嘗試。

# NKS_USERS_LOGIN_ADMINPASSWORDMAINTENANCE_OUTOFCHANCES
source: Out of chances. Rebooting...
ar: من الفرص. جارٍ إعادة التشغيل...
de: Keine Chancen mehr. Neustart...
el: Εκτός πιθανοτήτων. Επανεκκίνηση…
es: Fuera de posibilidades. Reiniciando...
fr: Par hasard. Redémarrage...
ga: As seans. Á atosú...
hi: संभावना से बाहर. रिबूट हो रहा है...
hi_latn: sambhaavanaen samaapt. reeboot ho raha hai...
id: Kehabisan kesempatan. Memulai ulang...
it: Senza possibilità. Riavvio...
ja: チャンスがなくなった。再起動中...
ko: 기회가 없습니다. 재부팅 중...
ms: Kehabisan peluang. But semula...
nb: Ute av sjanser. Starter på nytt...
nl: Geen kansen. Opnieuw opstarten...
pt: Sem chances. Reinicializando...
ro: Din șanse. Se repornește...
tr: Şanslar tükendi. Yeniden başlatılıyor...
uk: Без шансів. Перезавантаження...
vi: Hết cơ hội. Đang khởi động lại...
zh: 沒機會了。正在重啟...

# NKS_USERS_LOGIN_NOROOTACCOUNT
source: Some malicious mod removed the root account, or rare situation happened and it was gone.
ar: قامت بعض التعديلات الضارة بإزالة حساب الجذر، أو حدث موقف نادر ثم اختفى.
de: Ein bösartiger Mod hat das Root-Konto entfernt, oder in seltenen Fällen ist es verschwunden.
el: Κάποιο κακόβουλο mod αφαίρεσε τον λογαριασμό root ή συνέβη μια σπάνια κατάσταση και εξαφανίστηκε.
es: Algún mod malicioso eliminó la cuenta raíz, o ocurrió una situación rara y desapareció.
fr: Un mod malveillant a supprimé le compte root, ou une situation rare s'est produite et il a disparu.
ga: Bhain mod mailíseach éigin an bunchuntas, nó tharla cás annamh agus bhí sé imithe.
hi: किसी दुर्भावनापूर्ण मॉड ने रूट खाता हटा दिया, या दुर्लभ स्थिति उत्पन्न हुई और वह चला गया।
hi_latn: kisee durbhaavanaapoorn mod ne root khaata hata diya, ya durlabh sthiti huee aur yah chala gaya.
id: Beberapa mod jahat menghapus akun root, atau terjadi situasi langka dan akun tersebut hilang.
it: Alcuni mod dannosi hanno rimosso l'account root oppure si è verificata una rara situazione ed è scomparso.
ja: 悪意のある MOD によって root アカウントが削除されたり、まれにルート アカウントが消えてしまったりすることがありました。
ko: 일부 악성 모드가 루트 계정을 제거했거나 드문 상황이 발생하여 사라졌습니다.
ms: Beberapa mod berniat jahat mengalih keluar akaun akar, atau situasi jarang berlaku dan ia telah hilang.
nb: Noen ondsinnede modifikasjoner fjernet root-kontoen, eller en sjelden situasjon skjedde og den ble borte.
nl: Een kwaadwillige mod heeft het root-account verwijderd, of er gebeurde een zeldzame situatie en het was verdwenen.
pt: Algum mod malicioso removeu a conta root ou aconteceu uma situação rara e ela desapareceu.
ro: Un mod rău intenționat a eliminat contul root sau s-a întâmplat o situație rară și a dispărut.
tr: Kötü niyetli bir mod root hesabını silmiş veya nadir bir durum yaşanmış ve root hesabı gitmiş.
uk: Якийсь шкідливий мод видалив обліковий запис root, або трапилася рідкісна ситуація, і він зник.
vi: Một số mod độc hại đã xóa tài khoản root hoặc một số trường hợp hiếm gặp đã xảy ra và tài khoản root biến mất.
zh: 某些惡意 mod 刪除了 root 帳戶，或發生了罕見的情況並且它消失了。

# NKS_USERS_LOGIN_MODERNLOGON_RSSFEED_NEEDSADDON
source: Install the RSS Shell Extras addon!
ar: قم بتثبيت الملحق RSS Shell Extras!
de: Installieren Sie das RSS Shell Extras-Add-on!
el: Εγκαταστήστε το πρόσθετο RSS Shell Extras!
es: ¡Instala el complemento RSS Shell Extras!
fr: Installez le module complémentaire RSS Shell Extras !
ga: Suiteáil an breiseán RSS Shell Extras!
hi: RSS शेल एक्स्ट्रा ऐडऑन इंस्टॉल करें!
hi_latn: rss shel ekstra aidon instol karen!
id: Pasang add-on RSS Shell Extras!
it: Installa il componente aggiuntivo RSS Shell Extras!
ja: RSS Shell Extras アドオンをインストールしてください。
ko: RSS Shell Extras 애드온을 설치하세요!
ms: Pasang tambahan RSS Shell Extras!
nb: Installer RSS Shell Extras-tillegget!
nl: Installeer de RSS Shell Extras-add-on!
pt: Instale o complemento RSS Shell Extras!
ro: Instalați addonul RSS Shell Extras!
tr: RSS Shell Extras eklentisini yükleyin!
uk: Встановіть аддон RSS Shell Extras!
vi: Cài đặt tiện ích bổ sung RSS Shell Extras!
zh: 安裝 RSS Shell Extras 插件！

# NKS_USERS_LOGIN_MODERNLOGON_PRESSKEY
source: Press any key to start, or ESC for more options...
ar: اضغط على أي مفتاح للبدء، أو ESC لمزيد من الخيارات...
de: Drücken Sie zum Starten eine beliebige Taste oder ESC für weitere Optionen ...
el: Πατήστε οποιοδήποτε πλήκτρο για να ξεκινήσετε ή ESC για περισσότερες επιλογές...
es: Presione cualquier tecla para comenzar, o ESC para ver más opciones...
fr: Appuyez sur n'importe quelle touche pour démarrer, ou sur ESC pour plus d'options...
ga: Brúigh eochair ar bith le tosú, nó ESC le haghaidh tuilleadh roghanna...
hi: प्रारंभ करने के लिए कोई भी कुंजी दबाएँ, या अधिक विकल्पों के लिए ESC दबाएँ...
hi_latn: shuroo karane ke lie koee bhee kunjee dabaen, ya adhik vikalpon ke lie aisch dabaen...
id: Tekan tombol apa saja untuk memulai, atau ESC untuk pilihan lainnya...
it: Premere un tasto qualsiasi per avviare o ESC per ulteriori opzioni...
ja: 任意のキーを押して開始するか、ESC を押してその他のオプションを表示します...
ko: 시작하려면 아무 키나 누르거나, 더 많은 옵션을 보려면 ESC를 누르세요.
ms: Tekan sebarang kekunci untuk memulakan, atau ESC untuk lebih banyak pilihan...
nb: Trykk på hvilken som helst tast for å starte, eller ESC for flere alternativer...
nl: Druk op een willekeurige toets om te starten, of op ESC voor meer opties...
pt: Pressione qualquer tecla para iniciar ou ESC para mais opções...
ro: Apăsați orice tastă pentru a începe sau ESC pentru mai multe opțiuni...
tr: Başlamak için herhangi bir tuşa basın veya daha fazla seçenek için ESC tuşuna basın...
uk: Натисніть будь-яку клавішу, щоб почати, або ESC, щоб отримати додаткові параметри...
vi: Nhấn phím bất kỳ để bắt đầu hoặc ESC để có thêm tùy chọn...
zh: 按任意鍵開始，或按 ESC 鍵取得更多選項...

# NKS_USERS_SETTINGS_EXCEPTION_KEYEXISTS
source: The key specified, {0}, already exists.
ar: المفتاح المحدد، {0}، موجود بالفعل.
de: Der angegebene Schlüssel {0} ist bereits vorhanden.
el: Το κλειδί που καθορίστηκε, {0}, υπάρχει ήδη.
es: La clave especificada, {0}, ya existe.
fr: La clé spécifiée, {0}, existe déjà.
ga: Tá an eochair sonraithe, {0}, ann cheana féin.
hi: निर्दिष्ट कुंजी, {0}, पहले से मौजूद है।
hi_latn: nirdisht kunjee, {0}, pahale se maujood hai.
id: Kunci yang ditentukan, {0}, sudah ada.
it: La chiave specificata, {0}, esiste già.
ja: 指定されたキー {0} はすでに存在します。
ko: 지정된 키 {0}이(가) 이미 존재합니다.
ms: Kunci yang ditentukan, {0}, sudah wujud.
nb: Nøkkelen som er spesifisert, {0}, finnes allerede.
nl: De opgegeven sleutel, {0}, bestaat al.
pt: A chave especificada, {0}, já existe.
ro: Cheia specificată, {0}, există deja.
tr: Belirtilen anahtar {0} zaten mevcut.
uk: Вказаний ключ, {0}, уже існує.
vi: Khóa được chỉ định, {0}, đã tồn tại.
zh: 指定的鍵 {0} 已存在。

# NKS_USERS_SETTINGS_EXCEPTION_KEYNOTEXISTS
source: The key specified, {0}, doesn't exist.
ar: المفتاح المحدد، {0}، غير موجود.
de: Der angegebene Schlüssel {0} existiert nicht.
el: Το κλειδί που καθορίστηκε, {0}, δεν υπάρχει.
es: La clave especificada, {0}, no existe.
fr: La clé spécifiée, {0}, n'existe pas.
ga: Níl an eochair sonraithe, {0}, ann.
hi: निर्दिष्ट कुंजी, {0}, मौजूद नहीं है।
hi_latn: nirdisht kunjee, {0}, maujood nahin hai.
id: Kunci yang ditentukan, {0}, tidak ada.
it: La chiave specificata, {0}, non esiste.
ja: 指定されたキー {0} は存在しません。
ko: 지정된 키 {0}이(가) 존재하지 않습니다.
ms: Kunci yang ditentukan, {0}, tidak wujud.
nb: Nøkkelen som er spesifisert, {0}, eksisterer ikke.
nl: De opgegeven sleutel, {0}, bestaat niet.
pt: A chave especificada, {0}, não existe.
ro: Cheia specificată, {0}, nu există.
tr: Belirtilen {0} anahtarı mevcut değil.
uk: Зазначений ключ, {0}, не існує.
vi: Khóa được chỉ định, {0}, không tồn tại.
zh: 指定的鍵 {0} 不存在。

# NKS_KERNEL_STARTING_WELCOMEMESSAGE
source: Welcome to Nitrocid Kernel! - Version
ar: مرحبا بكم في نواة النيتروسيد! - إصدار
de: Willkommen bei Nitrocid Kernel! - Ausführung
el: Καλώς ήρθατε στο Nitrocid Kernel! - Εκδοχή
es: ¡Bienvenido a Nitrocid Kernel! - Versión
fr: Bienvenue sur Nitrocid Kernel ! - Version
ga: Fáilte go dtí Eithne Nitrocid! - Leagan
hi: नाइट्रोसिड कर्नेल में आपका स्वागत है! - संस्करण
hi_latn: naitrosid karnel mein aapaka svaagat hai! - sanskaran
id: Selamat datang di Nitrocid Kernel! - Versi
it: Benvenuti nel Nitrocid Kernel! - Versione
ja: ニトロシッド カーネルへようこそ! - バージョン
ko: Nitrocid 커널에 오신 것을 환영합니다! - 버전
ms: Selamat datang ke Nitrocid Kernel! - Versi
nb: Velkommen til Nitrocid Kernel! - Versjon
nl: Welkom bij Nitrocid Kernel! - Versie
pt: Bem-vindo ao Nitrocid Kernel! - Versão
ro: Bun venit la Nitrocid Kernel! - Versiune
tr: Nitrocid Kernel'e Hoş Geldiniz! - Sürüm
uk: Ласкаво просимо до Nitrocid Kernel! - Версія
vi: Chào mừng đến với Nitrocid Kernel! - Phiên bản
zh: 歡迎來到硝化內核！- 版本
