Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_CUSTOMFUNCTIONADDONNONEXISTENT
source: Can't execute custom function with non-existent addon
ar: لا يمكن تنفيذ وظيفة مخصصة مع ملحق غير موجود
de: Benutzerdefinierte Funktion kann mit nicht vorhandenem Add-on nicht ausgeführt werden
el: Δεν είναι δυνατή η εκτέλεση προσαρμοσμένης λειτουργίας με ανύπαρκτο πρόσθετο
es: No se puede ejecutar una función personalizada con un complemento inexistente
fr: Impossible d'exécuter une fonction personnalisée avec un module complémentaire inexistant
ga: Ní féidir feidhm shaincheaptha a rith leis an mbreiseán nach bhfuil ann
hi: गैर-मौजूद ऐडऑन के साथ कस्टम फ़ंक्शन निष्पादित नहीं किया जा सकता
hi_latn: gair-maujood aidon ke saath kastam fankshan nishpaadit nahin kiya ja sakata
id: Tidak dapat menjalankan fungsi kustom dengan addon yang tidak ada
it: Impossibile eseguire la funzione personalizzata con un componente aggiuntivo inesistente
ja: 存在しないアドオンではカスタム関数を実行できません
ko: 존재하지 않는 애드온으로 사용자 정의 기능을 실행할 수 없습니다
ms: Tidak dapat melaksanakan fungsi tersuai dengan tambahan yang tidak wujud
nb: Kan ikke kjøre egendefinert funksjon med ikke-eksisterende tillegg
nl: Kan geen aangepaste functie uitvoeren met een niet-bestaande add-on
pt: Não é possível executar função personalizada com complemento inexistente
ro: Nu se poate executa funcția personalizată cu un supliment inexistent
tr: Varolmayan eklentiyle özel işlev yürütülemez
uk: Неможливо виконати спеціальну функцію з неіснуючим аддоном
vi: Không thể thực hiện chức năng tùy chỉnh với tiện ích bổ sung không tồn tại
zh: 無法使用不存在的插件執行自訂函數

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_FUNCTIONNOTFOUND
source: Can't find function '{0}' in addon '{1}'.
ar: لا يمكن العثور على الوظيفة '{0}' في الملحق '{1}'.
de: Funktion „{0}“ kann im Add-on „{1}“ nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση της συνάρτησης "{0}" στο πρόσθετο "{1}".
es: No se puede encontrar la función '{0}' en el complemento '{1}'.
fr: Impossible de trouver la fonction « {0} » dans le module complémentaire « {1} ».
ga: Ní féidir feidhm '{0}' a aimsiú san addon '{1}'.
hi: ऐडऑन '{1}' में फ़ंक्शन '{0}' नहीं मिल सका।
hi_latn: aidon {1} mein fankshan {0} nahin mil raha.
id: Tidak dapat menemukan fungsi '{0}' di addon '{1}'.
it: Impossibile trovare la funzione '{0}' nel componente aggiuntivo '{1}'.
ja: アドオン '{1}' に関数 '{0}' が見つかりません。
ko: 애드온 '{1}'에서 '{0}' 함수를 찾을 수 없습니다.
ms: Tidak dapat mencari fungsi '{0}' dalam addon '{1}'.
nb: Finner ikke funksjonen '{0}' i tillegget '{1}'.
nl: Kan functie '{0}' niet vinden in add-on '{1}'.
pt: Não é possível encontrar a função '{0}' no complemento '{1}'.
ro: Nu se poate găsi funcția „{0}” în suplimentul „{1}”.
tr: Eklenti '{1}' içinde '{0}' fonksiyonu bulunamadı.
uk: Не вдається знайти функцію "{0}" у надбудові "{1}".
vi: Không tìm thấy chức năng '{0}' trong tiện ích bổ sung '{1}'.
zh: 在外掛程式“{1}”中找不到函數“{0}”。

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_PROPERTYNOTFOUND
source: Can't find property '{0}' in addon '{1}'.
ar: لا يمكن العثور على الخاصية '{0}' في الملحق '{1}'.
de: Die Eigenschaft „{0}“ im Add-on „{1}“ kann nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση της ιδιότητας "{0}" στο πρόσθετο "{1}".
es: No se puede encontrar la propiedad '{0}' en el complemento '{1}'.
fr: Impossible de trouver la propriété « {0} » dans le module complémentaire « {1} ».
ga: Ní féidir an t-airí '{0}' a aimsiú san addon '{1}'.
hi: ऐडऑन '{1}' में संपत्ति '{0}' नहीं मिल सकी।
hi_latn: aidon {1} mein propartee {0} nahin mil rahee.
id: Tidak dapat menemukan properti '{0}' di addon '{1}'.
it: Impossibile trovare la proprietà '{0}' nel componente aggiuntivo '{1}'.
ja: アドオン '{1}' にプロパティ '{0}' が見つかりません。
ko: 애드온 '{1}'에서 '{0}' 속성을 찾을 수 없습니다.
ms: Tidak dapat mencari harta '{0}' dalam addon '{1}'.
nb: Finner ikke egenskapen '{0}' i tillegget '{1}'.
nl: Kan eigenschap '{0}' niet vinden in add-on '{1}'.
pt: Não é possível encontrar a propriedade '{0}' no complemento '{1}'.
ro: Nu se poate găsi proprietatea „{0}” în suplimentul „{1}”.
tr: '{1}' eklentisinde '{0}' özelliği bulunamadı.
uk: Не вдається знайти властивість "{0}" у надбудові "{1}".
vi: Không tìm thấy thuộc tính '{0}' trong tiện ích bổ sung '{1}'.
zh: 在外掛程式「{1}」中找不到屬性「{0}」。

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_FIELDNOTFOUND
source: Can't find field '{0}' in addon '{1}'.
ar: لا يمكن العثور على الحقل '{0}' في الملحق '{1}'.
de: Feld „{0}“ im Add-on „{1}“ kann nicht gefunden werden.
el: Δεν είναι δυνατή η εύρεση του πεδίου "{0}" στο πρόσθετο "{1}".
es: No se puede encontrar el campo '{0}' en el complemento '{1}'.
fr: Impossible de trouver le champ « {0} » dans le module complémentaire « {1} ».
ga: Ní féidir an réimse '{0}' a aimsiú san addon '{1}'.
hi: ऐडऑन '{1}' में फ़ील्ड '{0}' नहीं मिल सका।
hi_latn: aidon {1} mein feeld {0} nahin mil rahee.
id: Tidak dapat menemukan bidang '{0}' di addon '{1}'.
it: Impossibile trovare il campo '{0}' nel componente aggiuntivo '{1}'.
ja: アドオン '{1}' にフィールド '{0}' が見つかりません。
ko: 애드온 '{1}'에서 '{0}' 필드를 찾을 수 없습니다.
ms: Tidak dapat mencari medan '{0}' dalam addon '{1}'.
nb: Finner ikke feltet '{0}' i tillegget '{1}'.
nl: Kan veld '{0}' niet vinden in add-on '{1}'.
pt: Não é possível encontrar o campo '{0}' no complemento '{1}'.
ro: Nu se găsește câmpul „{0}” în suplimentul „{1}”.
tr: Eklenti '{1}' içinde '{0}' alanı bulunamadı.
uk: Не вдається знайти поле "{0}" у надбудові "{1}".
vi: Không tìm thấy trường '{0}' trong tiện ích bổ sung '{1}'.
zh: 在外掛程式「{1}」中找不到欄位「{0}」。

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_NOADDONTYPE
source: No such addon type '{0}'
ar: لا يوجد مثل هذا النوع الإضافي '{0}'
de: Kein solcher Add-on-Typ „{0}“
el: Δεν υπάρχει τέτοιος τύπος πρόσθετου "{0}"
es: No existe el tipo de complemento '{0}'
fr: Aucun module complémentaire de ce type '{0}'
ga: Níl a leithéid de bhreiseán ann '{0}'
hi: ऐसा कोई ऐडऑन प्रकार '{0}' नहीं
hi_latn: aisa koee aidon prakaar {0} nahin hai
id: Tidak ada tipe addon seperti '{0}'
it: Nessun tipo di componente aggiuntivo di questo tipo '{0}'
ja: そのようなアドオン タイプ '{0}' はありません
ko: 해당 애드온 유형 '{0}'이(가) 없습니다.
ms: Tiada jenis tambahan seperti '{0}'
nb: Ingen slik tilleggstype '{0}'
nl: Een dergelijk add-ontype '{0}' bestaat niet
pt: Esse tipo de complemento '{0}' não existe
ro: Nu există un astfel de supliment de tip „{0}”
tr: Böyle bir eklenti türü yok '{0}'
uk: Немає такого типу надбудови "{0}"
vi: Không có loại tiện ích bổ sung nào như vậy '{0}'
zh: 沒有這樣的插件類型“{0}”

# NKS_KERNEL_HARDWARE_PROBEFAILED_CPU
source: One or more of the CPU cores failed to probe. Showing information anyway...
ar: فشل واحد أو أكثر من مراكز وحدة المعالجة المركزية في التحقيق. عرض المعلومات على أي حال...
de: Einer oder mehrere der CPU-Kerne konnten nicht überprüft werden. Informationen werden trotzdem angezeigt...
el: Ένας ή περισσότεροι από τους πυρήνες της CPU απέτυχαν να διερευνηθούν. Εμφάνιση πληροφοριών πάντως...
es: Uno o más núcleos de CPU no pudieron sondearse. Mostrando información de todos modos...
fr: Un ou plusieurs cœurs de processeur n'ont pas réussi à sonder. Afficher des informations quand même...
ga: Theip ar cheann amháin nó níos mó de na croíleacáin LAP a iniúchadh. Ag taispeáint eolais ar aon nós...
hi: एक या अधिक सीपीयू कोर जांच करने में विफल रहे। फिर भी जानकारी दिखा रहा हूँ...
hi_latn: ek ya adhik chpu kor jaanch karane mein viphal rahe. phir bhee jaanakaaree dikha raha hai...
id: Satu atau beberapa inti CPU gagal diperiksa. Tetap menampilkan informasi...
it: Uno o più core della CPU non sono riusciti a eseguire il test. Visualizzazione comunque delle informazioni...
ja: 1 つ以上の CPU コアがプローブに失敗しました。とにかく情報を表示しています...
ko: 하나 이상의 CPU 코어를 프로브하지 못했습니다. 어쨌든 정보를 표시하는 중...
ms: Satu atau lebih teras CPU gagal disiasat. Menunjukkan maklumat juga...
nb: En eller flere av CPU-kjernene klarte ikke å sondere. Viser informasjon uansett...
nl: Een of meer CPU-kernen konden het onderzoek niet uitvoeren. Toch informatie tonen...
pt: Um ou mais núcleos da CPU não foram detectados. Mostrando informações de qualquer maneira...
ro: Unul sau mai multe dintre nucleele CPU nu au reușit să sondeze. Oricum se afișează informații...
tr: Bir veya daha fazla CPU çekirdeği araştırmayı başaramadı. Bilgiler yine de gösteriliyor...
uk: Не вдалося перевірити одне або кілька ядер ЦП. Все одно відображення інформації...
vi: Một hoặc nhiều lõi CPU không dò được. Vẫn hiển thị thông tin...
zh: 一個或多個 CPU 核心探測失敗。無論如何都顯示資訊...

# NKS_KERNEL_HARDWARE_PROBEFAILED_RAM
source: One or more of the RAM chips failed to probe. Showing information anyway...
ar: فشل فحص واحدة أو أكثر من شرائح ذاكرة الوصول العشوائي (RAM). عرض المعلومات على أي حال...
de: Einer oder mehrere der RAM-Chips konnten nicht geprüft werden. Informationen werden trotzdem angezeigt...
el: Ένα ή περισσότερα από τα τσιπ RAM απέτυχαν να διερευνηθούν. Εμφάνιση πληροφοριών πάντως...
es: Uno o más de los chips de RAM no pudieron sondear. Mostrando información de todos modos...
fr: Une ou plusieurs puces RAM n'ont pas réussi à sonder. Afficher des informations quand même...
ga: Theip ar cheann amháin nó níos mó de na sliseanna RAM a iniúchadh. Ag taispeáint eolais ar aon nós...
hi: एक या अधिक रैम चिप्स जांच में विफल रहे। फिर भी जानकारी दिखा रहा हूँ...
hi_latn: ek ya adhik ram chips jaanch karane mein viphal rahe. phir bhee jaanakaaree dikha raha hai...
id: Satu atau beberapa chip RAM gagal diperiksa. Tetap menampilkan informasi...
it: Uno o più chip RAM non sono riusciti a eseguire il rilevamento. Visualizzazione comunque delle informazioni...
ja: 1 つ以上の RAM チップがプローブに失敗しました。とにかく情報を表示しています...
ko: 하나 이상의 RAM 칩을 조사하지 못했습니다. 어쨌든 정보를 표시하는 중...
ms: Satu atau lebih cip RAM gagal disiasat. Menunjukkan maklumat juga...
nb: En eller flere av RAM-brikkene klarte ikke å undersøke. Viser informasjon uansett...
nl: Een of meer RAM-chips konden het onderzoek niet uitvoeren. Toch informatie tonen...
pt: Um ou mais chips de RAM não foram detectados. Mostrando informações de qualquer maneira...
ro: Unul sau mai multe dintre cipurile RAM nu au reușit să sondeze. Oricum se afișează informații...
tr: RAM çiplerinden bir veya daha fazlası araştırmayı başaramadı. Yine de bilgi gösteriliyor...
uk: Одну або кілька мікросхем оперативної пам’яті не вдалося перевірити. Все одно відображення інформації...
vi: Một hoặc nhiều chip RAM không thể dò được. Vẫn hiển thị thông tin...
zh: 一個或多個 RAM 晶片無法探測。無論如何都顯示資訊...

# NKS_KERNEL_HARDWARE_PROBEFAILED_GPU
source: One or more of the graphics cards failed to probe. Showing information anyway...
ar: فشل فحص واحدة أو أكثر من بطاقات الرسومات. عرض المعلومات على أي حال...
de: Bei einer oder mehreren Grafikkarten konnte die Prüfung nicht durchgeführt werden. Informationen werden trotzdem angezeigt...
el: Μία ή περισσότερες από τις κάρτες γραφικών απέτυχαν να διερευνηθούν. Εμφάνιση πληροφοριών πάντως...
es: Una o más de las tarjetas gráficas no pudieron realizar la prueba. Mostrando información de todos modos...
fr: Une ou plusieurs cartes graphiques n'ont pas réussi à sonder. Afficher des informations quand même...
ga: Theip ar cheann amháin nó níos mó de na cártaí grafaicí a iniúchadh. Ag taispeáint eolais ar aon nós...
hi: एक या अधिक ग्राफ़िक्स कार्ड जांच में विफल रहे। फिर भी जानकारी दिखा रहा हूँ...
hi_latn: ek ya adhik graafiks kaard jaanch karane mein viphal rahe. phir bhee jaanakaaree dikha raha hai...
id: Satu atau beberapa kartu grafis gagal diperiksa. Tetap menampilkan informasi...
it: Il rilevamento di una o più schede grafiche non è riuscito. Visualizzazione comunque delle informazioni...
ja: 1 つ以上のグラフィックス カードがプローブに失敗しました。とにかく情報を表示しています...
ko: 하나 이상의 그래픽 카드가 프로브에 실패했습니다. 어쨌든 정보를 표시하는 중...
ms: Satu atau lebih daripada kad grafik gagal disiasat. Menunjukkan maklumat juga...
nb: Ett eller flere av grafikkortene klarte ikke å undersøke. Viser informasjon uansett...
nl: Een of meer grafische kaarten konden het probleem niet onderzoeken. Toch informatie tonen...
pt: Uma ou mais placas gráficas não foram testadas. Mostrando informações de qualquer maneira...
ro: Una sau mai multe dintre plăcile grafice nu au putut testa. Oricum se afișează informații...
tr: Bir veya daha fazla grafik kartı araştırmayı başaramadı. Bilgiler yine de gösteriliyor...
uk: Одну або кілька графічних карт не вдалося перевірити. Все одно відображення інформації...
vi: Một hoặc nhiều card đồ họa không thể dò tìm. Vẫn hiển thị thông tin...
zh: 一個或多個顯示卡無法探測。無論如何都顯示資訊...

# NKS_KERNEL_HARDWARE_PROBEFAILED_HDD
source: One or more of the hard drives failed to probe. Showing information anyway...
ar: فشل واحد أو أكثر من محركات الأقراص الثابتة في التحقيق. عرض المعلومات على أي حال...
de: Eine oder mehrere Festplatten konnten nicht überprüft werden. Informationen werden trotzdem angezeigt...
el: Ένας ή περισσότεροι από τους σκληρούς δίσκους απέτυχαν να διερευνηθούν. Εμφάνιση πληροφοριών πάντως...
es: Uno o más discos duros no pudieron sondear. Mostrando información de todos modos...
fr: Un ou plusieurs disques durs n'ont pas réussi à sonder. Afficher des informations quand même...
ga: Theip ar cheann amháin nó níos mó de na tiomántáin chrua a iniúchadh. Ag taispeáint eolais ar aon nós...
hi: एक या अधिक हार्ड ड्राइव जांच में विफल रहे। फिर भी जानकारी दिखा रहा हूँ...
hi_latn: ek ya adhik haard draiv jaanch karane mein viphal rahe. phir bhee jaanakaaree dikha raha hai...
id: Satu atau beberapa hard drive gagal diperiksa. Tetap menampilkan informasi...
it: Uno o più dischi rigidi non sono riusciti a eseguire il test. Visualizzazione comunque delle informazioni...
ja: 1 つ以上のハード ドライブがプローブに失敗しました。とにかく情報を表示しています...
ko: 하나 이상의 하드 드라이브를 조사하지 못했습니다. 어쨌든 정보를 표시하는 중...
ms: Satu atau lebih cakera keras gagal disiasat. Menunjukkan maklumat juga...
nb: En eller flere av harddiskene kunne ikke undersøke. Viser informasjon uansett...
nl: Een of meer van de harde schijven konden het onderzoek niet uitvoeren. Toch informatie tonen...
pt: Falha na análise de um ou mais discos rígidos. Mostrando informações de qualquer maneira...
ro: Una sau mai multe hard disk-uri nu au reușit să sondeze. Oricum se afișează informații...
tr: Sabit disklerden bir veya daha fazlası araştırmayı başaramadı. Bilgiler yine de gösteriliyor...
uk: Не вдалося перевірити один або кілька жорстких дисків. Все одно відображення інформації...
vi: Một hoặc nhiều ổ cứng không thể dò được. Vẫn hiển thị thông tin...
zh: 一個或多個硬碟無法探測。無論如何都顯示資訊...

# NKS_KERNEL_HARDWARE_NEEDSELEVATION
source: Hardware won't be parsed because of insufficient privileges. Use "winelevate" to restart Nitrocid in elevated mode.
ar: لن يتم تحليل الأجهزة بسبب عدم كفاية الامتيازات. استخدم "winelevate" لإعادة تشغيل Nitrocid في الوضع المرتفع.
de: Hardware wird aufgrund unzureichender Berechtigungen nicht analysiert. Verwenden Sie „winelevate“, um Nitrocid im erhöhten Modus neu zu starten.
el: Το υλικό δεν θα αναλυθεί λόγω ανεπαρκών προνομίων. Χρησιμοποιήστε το "winelevate" για επανεκκίνηση του Nitrocid σε ανυψωμένη λειτουργία.
es: El hardware no se analizará debido a privilegios insuficientes. Utilice "winelevate" para reiniciar Nitrocid en modo elevado.
fr: Le matériel ne sera pas analysé en raison de privilèges insuffisants. Utilisez "winelevate" pour redémarrer Nitrocid en mode élevé.
ga: Ní dhéanfar crua-earraí a pharsáil mar gheall ar phribhléidí neamhleor. Úsáid "winelevate" chun Nitrocid a atosú i mód ardaithe.
hi: अपर्याप्त विशेषाधिकारों के कारण हार्डवेयर को पार्स नहीं किया जाएगा। एलिवेटेड मोड में नाइट्रोसिड को पुनः आरंभ करने के लिए "वाइनलेवेट" का उपयोग करें।
hi_latn: aparyaapt visheshaadhikaaron ke kaaran haardaveyar ko paars nahin kiya jaega. naitrosid ko eliveted mod mein punah aarambh karane ke lie "vainalevet" ka upayog karen.
id: Perangkat keras tidak akan diurai karena hak istimewa tidak mencukupi. Gunakan "winelevate" untuk memulai ulang Nitrocid dalam mode tinggi.
it: L'hardware non verrà analizzato a causa di privilegi insufficienti. Usa "winelevate" per riavviare Nitrocid in modalità elevata.
ja: 権限が不十分なため、ハードウェアは解析されません。「winelevate」を使用して、Nitrocid を昇格モードで再起動します。
ko: 권한이 부족하여 하드웨어가 구문 분석되지 않습니다. 관리자 모드에서 Nitrocid를 다시 시작하려면 "winelevate"를 사용하세요.
ms: Perkakasan tidak akan dihuraikan kerana keistimewaan yang tidak mencukupi. Gunakan "winelevate" untuk memulakan semula Nitrocid dalam mod tinggi.
nb: Maskinvare vil ikke bli analysert på grunn av utilstrekkelige privilegier. Bruk "winelevate" for å starte Nitrocid på nytt i forhøyet modus.
nl: Hardware wordt niet geparseerd vanwege onvoldoende rechten. Gebruik "winelevate" om Nitrocid opnieuw te starten in verhoogde modus.
pt: O hardware não será analisado devido a privilégios insuficientes. Use “winelevate” para reiniciar o Nitrocid em modo elevado.
ro: Hardware-ul nu va fi analizat din cauza privilegiilor insuficiente. Utilizați „winelevate” pentru a reporni Nitrocid în modul ridicat.
tr: Yetersiz ayrıcalıklar nedeniyle donanım ayrıştırılmayacak. Nitrocid'i yükseltilmiş modda yeniden başlatmak için "winelevate" kullanın.
uk: Апаратне забезпечення не аналізуватиметься через недостатні привілеї. Використовуйте "winelevate", щоб перезапустити Nitrocid у підвищеному режимі.
vi: Phần cứng sẽ không được phân tích cú pháp vì không đủ quyền. Sử dụng "winelevate" để khởi động lại Nitrocid ở chế độ nâng cao.
zh: 由於權限不足，無法解析硬體。使用“winelevate”以提升模式重新啟動 Nitrocid。

# NKS_KERNEL_HARDWARE_FAILED
source: There was an error when probing hardware: {0}
ar: حدث خطأ أثناء فحص الأجهزة: {0}
de: Beim Testen der Hardware ist ein Fehler aufgetreten: {0}
el: Παρουσιάστηκε σφάλμα κατά την ανίχνευση υλικού: {0}
es: Se produjo un error al sondear el hardware: {0}
fr: Une erreur s'est produite lors de l'analyse du matériel : {0}
ga: Tharla earráid agus crua-earraí á bhfíorú: {0}
hi: हार्डवेयर की जांच करते समय एक त्रुटि हुई: {0}
hi_latn: haardaveyar kee jaanch karate samay ek truti huee: {0}
id: Terjadi kesalahan saat memeriksa perangkat keras: {0}
it: Si è verificato un errore durante il rilevamento dell'hardware: {0}
ja: ハードウェアのプローブ中にエラーが発生しました: {0}
ko: 하드웨어를 조사하는 동안 오류가 발생했습니다: {0}
ms: Terdapat ralat semasa menyelidik perkakasan: {0}
nb: Det oppsto en feil ved undersøkelse av maskinvare: {0}
nl: Er is een fout opgetreden bij het onderzoeken van de hardware: {0}
pt: Ocorreu um erro ao testar o hardware: {0}
ro: A apărut o eroare la sondarea hardware-ului: {0}
tr: Donanım araştırılırken bir hata oluştu: {0}
uk: Сталася помилка під час перевірки апаратного забезпечення: {0}
vi: Đã xảy ra lỗi khi thăm dò phần cứng: {0}
zh: 探測硬體時發生錯誤：{0}

# NKS_KERNEL_JOURNALING_EXCEPTION_FILENOTFOUND
source: Journal file '{0}' doesn't exist.
ar: ملف اليومية '{0}' غير موجود.
de: Die Journaldatei „{0}“ existiert nicht.
el: Το αρχείο ημερολογίου "{0}" δεν υπάρχει.
es: El archivo de diario '{0}' no existe.
fr: Le fichier journal '{0}' n'existe pas.
ga: Níl comhad dialainne '{0}' ann.
hi: जर्नल फ़ाइल '{0}' मौजूद नहीं है.
hi_latn: jarnal fail {0} maujood nahin hai.
id: Berkas jurnal '{0}' tidak ada.
it: Il file journal '{0}' non esiste.
ja: ジャーナル ファイル '{0}' は存在しません。
ko: 저널 파일 '{0}'이(가) 존재하지 않습니다.
ms: Fail jurnal '{0}' tidak wujud.
nb: Journalfilen '{0}' eksisterer ikke.
nl: Journaalbestand '{0}' bestaat niet.
pt: O arquivo de diário '{0}' não existe.
ro: Fișierul jurnal „{0}” nu există.
tr: '{0}' günlük dosyası mevcut değil.
uk: Файл журналу "{0}" не існує.
vi: Tệp nhật ký '{0}' không tồn tại.
zh: 日誌檔案“{0}”不存在。

# NKS_KERNEL_POWER_INVOKING
source: Remote power management invoked:
ar: تم استدعاء إدارة الطاقة عن بعد:
de: Remote-Energieverwaltung aufgerufen:
el: Χρησιμοποιήθηκε η απομακρυσμένη διαχείριση ενέργειας:
es: Gestión remota de energía invocada:
fr: Gestion de l'alimentation à distance invoquée :
ga: Iarradh ar bhainistíocht cianchumhachta:
hi: रिमोट पावर प्रबंधन लागू:
hi_latn: rimot paavar prabandhan laagoo kiya gaya:
id: Manajemen daya jarak jauh dipanggil:
it: Gestione remota dell'alimentazione richiamata:
ja: リモート電源管理が呼び出されます。
ko: 원격 전원 관리 호출:
ms: Pengurusan kuasa jauh digunakan:
nb: Ekstern strømstyring påkalt:
nl: Energiebeheer op afstand geactiveerd:
pt: Gerenciamento remoto de energia invocado:
ro: Gestionarea energiei de la distanță invocată:
tr: Uzaktan güç yönetimi çağrıldı:
uk: Викликано віддалене керування живленням:
vi: Quản lý năng lượng từ xa được kích hoạt:
zh: 呼叫遠端電源管理：

# NKS_KERNEL_STARTING_CANNOTINITVTSQUENCES
source: Can not initialize VT sequences for your Windows terminal. Make sure that you're running Windows 10 or later.
ar: لا يمكن تهيئة تسلسلات VT لمحطة Windows الخاصة بك. تأكد من أنك تستخدم نظام التشغيل Windows 10 أو إصدار أحدث.
de: VT-Sequenzen können für Ihr Windows-Terminal nicht initialisiert werden. Stellen Sie sicher, dass Sie Windows 10 oder höher ausführen.
el: Δεν είναι δυνατή η προετοιμασία των ακολουθιών VT για το τερματικό των Windows. Βεβαιωθείτε ότι χρησιμοποιείτε Windows 10 ή νεότερη έκδοση.
es: No se pueden inicializar secuencias VT para su terminal Windows. Asegúrate de estar ejecutando Windows 10 o posterior.
fr: Impossible d'initialiser les séquences VT pour votre terminal Windows. Assurez-vous que vous utilisez Windows 10 ou une version ultérieure.
ga: Ní féidir seichimh VT a thúsú do do chríochfort Windows. Bí cinnte go bhfuil tú ag rith Windows 10 nó níos déanaí.
hi: आपके विंडोज़ टर्मिनल के लिए वीटी अनुक्रम प्रारंभ नहीं किया जा सकता। सुनिश्चित करें कि आप Windows 10 या उसके बाद का संस्करण चला रहे हैं।
hi_latn: aapake windows tarminal ke lie vt anukram aarambh nahin kie ja sakate. sunishchit karen ki aap windows 10 ya baad ka sanskaran chala rahe hain.
id: Tidak dapat menginisialisasi rangkaian VT untuk terminal Windows Anda. Pastikan Anda menjalankan Windows 10 atau yang lebih baru.
it: Impossibile inizializzare le sequenze VT per il terminale Windows. Assicurati di utilizzare Windows 10 o versioni successive.
ja: Windows 端末の VT シーケンスを初期化できません。Windows 10 以降を実行していることを確認してください。
ko: Windows 터미널에 대한 VT 시퀀스를 초기화할 수 없습니다. Windows 10 이상을 실행하고 있는지 확인하세요.
ms: Tidak boleh memulakan urutan VT untuk terminal Windows anda. Pastikan anda menjalankan Windows 10 atau lebih baru.
nb: Kan ikke initialisere VT-sekvenser for Windows-terminalen. Sørg for at du kjører Windows 10 eller nyere.
nl: Kan VT-reeksen voor uw Windows-terminal niet initialiseren. Zorg ervoor dat u Windows 10 of hoger gebruikt.
pt: Não é possível inicializar sequências VT para seu terminal Windows. Certifique-se de estar executando o Windows 10 ou posterior.
ro: Nu se pot inițializa secvențe VT pentru terminalul Windows. Asigurați-vă că rulați Windows 10 sau o versiune ulterioară.
tr: Windows terminaliniz için VT dizileri başlatılamıyor. Windows 10 veya üzerini çalıştırdığınızdan emin olun.
uk: Неможливо ініціалізувати послідовності VT для вашого терміналу Windows. Переконайтеся, що ви використовуєте Windows 10 або новішої версії.
vi: Không thể khởi tạo chuỗi VT cho thiết bị đầu cuối Windows của bạn. Hãy đảm bảo rằng bạn đang chạy Windows 10 trở lên.
zh: 無法初始化 Windows 終端機的 VT 序列。確保您執行的是 Windows 10 或更高版本。

# NKS_KERNEL_STARTING_CRITICALFAILED
source: Failed to start critical components
ar: فشل في بدء تشغيل المكونات الهامة
de: Kritische Komponenten konnten nicht gestartet werden
el: Αποτυχία εκκίνησης κρίσιμων στοιχείων
es: No se pudieron iniciar los componentes críticos
fr: Échec du démarrage des composants critiques
ga: Theip ar chomhpháirteanna ríthábhachtacha a thosú
hi: महत्वपूर्ण घटकों को प्रारंभ करने में विफल
hi_latn: mahatvapoorn ghatakon ko praarambh karane mein viphal
id: Gagal memulai komponen penting
it: Impossibile avviare i componenti critici
ja: 重要なコンポーネントの起動に失敗しました
ko: 중요한 구성요소를 시작하지 못했습니다.
ms: Gagal memulakan komponen kritikal
nb: Kunne ikke starte kritiske komponenter
nl: Kan kritieke componenten niet starten
pt: Falha ao iniciar componentes críticos
ro: Nu s-au pornit componentele critice
tr: Kritik bileşenler başlatılamadı
uk: Не вдалося запустити критичні компоненти
vi: Không khởi động được các thành phần quan trọng
zh: 關鍵元件啟動失敗
