Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_CHPWD_MISMATCH
source: Passwords doesn't match.
ar: كلمات المرور غير متطابقة.
de: Passwörter stimmen nicht überein.
el: Οι κωδικοί πρόσβασης δεν ταιριάζουν.
es: Las contraseñas no coinciden.
fr: Les mots de passe ne correspondent pas.
ga: Ní hionann pasfhocail.
hi: पासवर्ड मेल नहीं खाते.
hi_latn: paasavard mel nahin khaate.
id: Kata sandi tidak cocok.
it: Le password non corrispondono.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.
ms: Kata laluan tidak sepadan.
nb: Passord stemmer ikke.
nl: Wachtwoorden komen niet overeen.
pt: As senhas não correspondem.
ro: Parolele nu se potrivesc.
tr: Şifreler uyuşmuyor.
uk: Паролі не збігаються.
vi: Mật khẩu không khớp.
zh: 密碼不符。

# NKS_SHELL_SHELLS_UESH_COMBINE_MAYNOTMIX
source: Can't combine a mix of text and binary files.
ar: لا يمكن الجمع بين مزيج من الملفات النصية والملفات الثنائية.
de: Eine Mischung aus Text- und Binärdateien kann nicht kombiniert werden.
el: Δεν είναι δυνατός ο συνδυασμός κειμένου και δυαδικών αρχείων.
es: No se puede combinar una combinación de archivos de texto y binarios.
fr: Impossible de combiner un mélange de fichiers texte et binaires.
ga: Ní féidir meascán de théacs agus comhaid dhénártha a chur le chéile.
hi: टेक्स्ट और बाइनरी फ़ाइलों का मिश्रण संयोजित नहीं किया जा सकता.
hi_latn: tekst aur bainaree failon ka mishran nahin joda ja sakata.
id: Tidak dapat menggabungkan campuran file teks dan biner.
it: Impossibile combinare un mix di file di testo e binari.
ja: テキスト ファイルとバイナリ ファイルを組み合わせて使用することはできません。
ko: 텍스트 파일과 바이너리 파일을 혼합하여 결합할 수 없습니다.
ms: Tidak boleh menggabungkan gabungan teks dan fail binari.
nb: Kan ikke kombinere en blanding av tekst og binære filer.
nl: Kan geen combinatie van tekst- en binaire bestanden combineren.
pt: Não é possível combinar uma mistura de arquivos de texto e binários.
ro: Nu se poate combina o combinație de fișiere text și binare.
tr: Metin ve ikili dosyaların bir karışımı birleştirilemez.
uk: Неможливо поєднати текстові та бінарні файли.
vi: Không thể kết hợp các tệp văn bản và tệp nhị phân.
zh: 無法組合文字和二進位檔案的混合。

# NKS_SHELL_SHELLS_UESH_COMPARE_SOURCENOTFOUND
source: Source file doesn't exist.
ar: الملف المصدر غير موجود.
de: Quelldatei existiert nicht.
el: Το αρχείο προέλευσης δεν υπάρχει.
es: El archivo fuente no existe.
fr: Le fichier source n'existe pas.
ga: Níl an comhad foinseach ann.
hi: स्रोत फ़ाइल मौजूद नहीं है.
hi_latn: srot fail maujood nahin hai.
id: Berkas sumber tidak ada.
it: Il file di origine non esiste.
ja: ソースファイルが存在しません。
ko: 소스 파일이 존재하지 않습니다.
ms: Fail sumber tidak wujud.
nb: Kildefilen eksisterer ikke.
nl: Bronbestand bestaat niet.
pt: O arquivo de origem não existe.
ro: Fișierul sursă nu există.
tr: Kaynak dosyası mevcut değil.
uk: Вихідний файл не існує.
vi: Tệp nguồn không tồn tại.
zh: 來源文件不存在。

# NKS_SHELL_SHELLS_UESH_COMPARE_TARGETNOTFOUND
source: Target file doesn't exist.
ar: الملف الهدف غير موجود.
de: Zieldatei existiert nicht.
el: Το αρχείο προορισμού δεν υπάρχει.
es: El archivo de destino no existe.
fr: Le fichier cible n'existe pas.
ga: Níl an spriocchomhad ann.
hi: लक्ष्य फ़ाइल मौजूद नहीं है.
hi_latn: lakshy fail maujood nahin hai.
id: Berkas target tidak ada.
it: Il file di destinazione non esiste.
ja: 対象のファイルが存在しません。
ko: 대상 파일이 존재하지 않습니다.
ms: Fail sasaran tidak wujud.
nb: Målfilen eksisterer ikke.
nl: Doelbestand bestaat niet.
pt: O arquivo de destino não existe.
ro: Fișierul țintă nu există.
tr: Hedef dosya mevcut değil.
uk: Цільовий файл не існує.
vi: Tệp đích không tồn tại.
zh: 目標檔案不存在。

# NKS_SHELL_SHELLS_UESH_COMPARE_IDENTICAL
source: The two files are identical.
ar: الملفان متطابقان.
de: Die beiden Dateien sind identisch.
el: Τα δύο αρχεία είναι πανομοιότυπα.
es: Los dos archivos son idénticos.
fr: Les deux fichiers sont identiques.
ga: Tá an dá chomhad comhionann.
hi: दोनों फ़ाइलें समान हैं.
hi_latn: donon failen ek jaisee hain.
id: Kedua berkas itu identik.
it: I due file sono identici.
ja: 2 つのファイルは同一です。
ko: 두 파일은 동일합니다.
ms: Kedua-dua fail adalah sama.
nb: De to filene er identiske.
nl: De twee bestanden zijn identiek.
pt: Os dois arquivos são idênticos.
ro: Cele două fișiere sunt identice.
tr: İki dosya da aynı.
uk: Два файли ідентичні.
vi: Hai tập tin này giống hệt nhau.
zh: 這兩個文件是相同的。

# NKS_SHELL_SHELLS_UESH_COMPARE_DIFFERENT
source: The two files are different.
ar: الملفان مختلفان.
de: Die beiden Dateien sind unterschiedlich.
el: Τα δύο αρχεία είναι διαφορετικά.
es: Los dos archivos son diferentes.
fr: Les deux fichiers sont différents.
ga: Tá an dá chomhad difriúil.
hi: दोनों फ़ाइलें अलग-अलग हैं.
hi_latn: donon failen alag hain.
id: Kedua berkas itu berbeda.
it: I due file sono diversi.
ja: 2 つのファイルは異なります。
ko: 두 파일은 다릅니다.
ms: Kedua-dua fail adalah berbeza.
nb: De to filene er forskjellige.
nl: De twee bestanden zijn verschillend.
pt: Os dois arquivos são diferentes.
ro: Cele două fișiere sunt diferite.
tr: İki dosya birbirinden farklıdır.
uk: Ці два файли різні.
vi: Hai tập tin này khác nhau.
zh: 這兩個文件是不同的。

# NKS_SHELL_SHELLS_UESH_COMPARE_DETAILS_DIFFERENT
source: Different
ar: مختلف
de: Anders
el: Διαφορετικός
es: Diferente
fr: Différent
ga: Difriúil
hi: अलग
hi_latn: alag
id: Berbeda
it: Diverso
ja: 違う
ko: 다른
ms: Berbeza
nb: Forskjellig
nl: Verschillend
pt: Diferente
ro: Diferit
tr: Farklı
uk: Різні
vi: Khác biệt
zh: 不同的

# NKS_SHELL_SHELLS_UESH_CONVERTLINEENDINGS_BINARYFILE
source: Can't convert line endings on a binary file since it results in file corruption.
ar: لا يمكن تحويل نهايات الأسطر في ملف ثنائي لأنه يؤدي إلى تلف الملف.
de: Zeilenenden einer Binärdatei können nicht konvertiert werden, da dies zu einer Dateibeschädigung führt.
el: Δεν είναι δυνατή η μετατροπή των καταλήξεων γραμμών σε ένα δυαδικό αρχείο, καθώς οδηγεί σε καταστροφή αρχείων.
es: No se pueden convertir finales de línea en un archivo binario ya que provoca daños en el archivo.
fr: Impossible de convertir les fins de ligne sur un fichier binaire car cela entraîne une corruption du fichier.
ga: Ní féidir deirí líne a thiontú ar chomhad dénártha toisc go bhfuil éilliú comhaid mar thoradh air.
hi: बाइनरी फ़ाइल पर पंक्ति के अंत को परिवर्तित नहीं किया जा सकता क्योंकि इसके परिणामस्वरूप फ़ाइल दूषित हो जाती है।
hi_latn: bainaree fail par lain ending ko parivartit nahin kiya ja sakata kyonki isase fail kharaab ho jaatee hai.
id: Tidak dapat mengonversi akhir baris pada berkas biner karena mengakibatkan kerusakan berkas.
it: Impossibile convertire le terminazioni di riga su un file binario poiché ciò provoca la corruzione del file.
ja: ファイルが破損するため、バイナリ ファイルの行末を変換できません。
ko: 파일이 손상될 수 있으므로 바이너리 파일의 줄 끝을 변환할 수 없습니다.
ms: Tidak dapat menukar pengakhiran baris pada fail binari kerana ia mengakibatkan kerosakan fail.
nb: Kan ikke konvertere linjeavslutninger på en binær fil siden det resulterer i filkorrupsjon.
nl: Kan regeleinden in een binair bestand niet converteren, omdat dit leidt tot bestandsbeschadiging.
pt: Não é possível converter finais de linha em um arquivo binário, pois isso resulta em corrupção do arquivo.
ro: Nu se pot converti sfârșiturile de rând într-un fișier binar, deoarece duce la coruperea fișierului.
tr: İkili bir dosyada satır sonlarını dönüştüremezsiniz çünkü bu dosya bozulmasına neden olur.
uk: Неможливо перетворити закінчення рядків у двійковий файл, оскільки це призводить до пошкодження файлу.
vi: Không thể chuyển đổi ký tự kết thúc dòng trên tệp nhị phân vì nó có thể làm hỏng tệp.
zh: 無法轉換二進位檔案的行結尾，因為這會導致檔案損壞。

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_DRIVERNOTFOUND
source: The driver is not found.
ar: لم يتم العثور على السائق.
de: Der Treiber wurde nicht gefunden.
el: Ο οδηγός δεν βρέθηκε.
es: No se encuentra el conductor.
fr: Le pilote n'est pas trouvé.
ga: Níl an tiománaí le fáil.
hi: ड्राइवर नहीं मिला.
hi_latn: draivar nahin mila.
id: Pengemudi tidak ditemukan.
it: Il driver non è stato trovato.
ja: ドライバーが見つかりません。
ko: 드라이버를 찾을 수 없습니다.
ms: Pemandu tidak ditemui.
nb: Sjåføren ble ikke funnet.
nl: De bestuurder wordt niet gevonden.
pt: O driver não foi encontrado.
ro: Șoferul nu este găsit.
tr: Sürücü bulunamadı.
uk: Драйвера не знайдено.
vi: Không tìm thấy trình điều khiển.
zh: 找不到驅動程式。

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_DRIVERSFOR
source: Drivers for
ar: برامج تشغيل ل
de: Treiber für
el: Προγράμματα οδήγησης για
es: Conductores para
fr: Pilotes pour
ga: Tiománaithe le haghaidh
hi: के लिए ड्राइवर
hi_latn: draivar ke lie
id: Pengemudi untuk
it: Driver per
ja: のドライバー
ko: 드라이버
ms: Pemandu untuk
nb: Drivere for
nl: Chauffeurs voor
pt: Motoristas para
ro: Șoferi pentru
tr: Sürücüler için
uk: Драйвери для
vi: Trình điều khiển cho
zh: 驅動程式

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_NAME
source: Driver name
ar: اسم السائق
de: Fahrername
el: Όνομα προγράμματος οδήγησης
es: Nombre del conductor
fr: Nom du conducteur
ga: Ainm tiománaí
hi: चालक का नाम
hi_latn: draivar ka naam
id: Nama pengemudi
it: Nome dell'autista
ja: ドライバー名
ko: 드라이버 이름
ms: Nama pemandu
nb: Førernavn
nl: Naam van de bestuurder
pt: Nome do motorista
ro: Numele șoferului
tr: Sürücü adı
uk: Ім'я водія
vi: Tên tài xế
zh: 司機姓名

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_TYPENAME
source: Driver type name
ar: اسم نوع السائق
de: Name des Treibertyps
el: Όνομα τύπου προγράμματος οδήγησης
es: Nombre del tipo de controlador
fr: Nom du type de pilote
ga: Ainm cineál tiománaí
hi: ड्राइवर प्रकार का नाम
hi_latn: draivar ka prakaar naam
id: Nama tipe pengemudi
it: Nome del tipo di driver
ja: ドライバーの種類名
ko: 드라이버 유형 이름
ms: Nama jenis pemandu
nb: Drivertypenavn
nl: Naam stuurprogrammatype
pt: Nome do tipo de driver
ro: Nume tip șofer
tr: Sürücü türü adı
uk: Назва типу драйвера
vi: Tên loại trình điều khiển
zh: 驅動程式類型名稱

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_TYPE
source: Driver type
ar: نوع السائق
de: Fahrertyp
el: Τύπος προγράμματος οδήγησης
es: Tipo de conductor
fr: Type de pilote
ga: Cineál tiománaí
hi: चालक प्रकार
hi_latn: draivar ka prakaar
id: Tipe pengemudi
it: Tipo di conducente
ja: ドライバーの種類
ko: 드라이버 유형
ms: Jenis pemandu
nl: Type bestuurder
pt: Tipo de driver
ro: Tip șofer
tr: Sürücü tipi
uk: Тип драйвера
vi: Loại trình điều khiển
zh: 驅動器類型

# NKS_SHELL_SHELLS_UESH_DRIVERMAN_SAFEMODE
source: Driver management is disabled in safe mode.
ar: تم تعطيل إدارة برامج التشغيل في الوضع الآمن.
de: Die Treiberverwaltung ist im abgesicherten Modus deaktiviert.
el: Η διαχείριση προγραμμάτων οδήγησης είναι απενεργοποιημένη σε ασφαλή λειτουργία.
es: La gestión de controladores está desactivada en modo seguro.
fr: La gestion des pilotes est désactivée en mode sans échec.
ga: Tá bainistíocht tiománaithe díchumasaithe i mód sábháilte.
hi: सुरक्षित मोड में ड्राइवर प्रबंधन अक्षम है.
hi_latn: surakshit mod mein draivar prabandhan aksham hai.
id: Manajemen pengemudi dinonaktifkan dalam mode aman.
it: La gestione dei driver è disabilitata in modalità provvisoria.
ja: ドライバー管理はセーフ モードでは無効になります。
ko: 안전 모드에서는 드라이버 관리가 비활성화됩니다.
ms: Pengurusan pemandu dilumpuhkan dalam mod selamat.
nb: Driveradministrasjon er deaktivert i sikker modus.
nl: Bestuurdersbeheer is uitgeschakeld in de veilige modus.
pt: O gerenciamento do driver está desabilitado no modo de segurança.
ro: Gestionarea șoferului este dezactivată în modul sigur.
tr: Güvenli modda sürücü yönetimi devre dışıdır.
uk: У безпечному режимі керування драйверами вимкнено.
vi: Quản lý trình điều khiển bị vô hiệu hóa ở chế độ an toàn.
zh: 驅動程式管理在安全模式下已停用。

# NKS_SHELL_SHELLS_UESH_EDIT_NOTFOUND
source: Can't edit file {0} because it's not found.
ar: لا يمكن تعديل الملف {0} لأنه لم يتم العثور عليه.
de: Die Datei {0} kann nicht bearbeitet werden, da sie nicht gefunden wurde.
el: Δεν είναι δυνατή η επεξεργασία του αρχείου {0} επειδή δεν βρέθηκε.
es: No se puede editar el archivo {0} porque no se encuentra.
fr: Impossible de modifier le fichier {0} car il est introuvable.
ga: Ní féidir an comhad {0} a chur in eagar toisc nach bhfuil sé aimsithe.
hi: फ़ाइल {0} को संपादित नहीं किया जा सकता क्योंकि यह नहीं मिली है।
hi_latn: fail {0} ko sampaadit nahin kiya ja sakata kyonki yah nahin milee.
id: Tidak dapat mengedit berkas {0} karena tidak ditemukan.
it: Impossibile modificare il file {0} perché non è stato trovato.
ja: ファイル {0} が見つからないため編集できません。
ko: {0} 파일을 찾을 수 없기 때문에 편집할 수 없습니다.
ms: Tidak dapat mengedit fail {0} kerana ia tidak ditemui.
nb: Kan ikke redigere filen {0} fordi den ikke ble funnet.
nl: Kan bestand {0} niet bewerken omdat het niet is gevonden.
pt: Não é possível editar o arquivo {0} porque ele não foi encontrado.
ro: Nu se poate edita fișierul {0} deoarece nu a fost găsit.
tr: {0} dosyası bulunamadığından düzenlenemiyor.
uk: Неможливо редагувати файл {0}, оскільки його не знайдено.
vi: Không thể chỉnh sửa tệp {0} vì không tìm thấy tệp này.
zh: 無法編輯檔案 {0}，因為未找到該檔案。

# NKS_SHELL_SHELLS_UESH_ENCODEFILE_KEYUSED
source: Key used
ar: المفتاح مستعمل
de: Schlüssel verwendet
el: Χρησιμοποιείται κλειδί
es: Clave utilizada
fr: Clé utilisée
ga: Úsáideadh eochair
hi: कुंजी का उपयोग किया गया
hi_latn: kunjee ka upayog kiya gaya
id: Kunci yang digunakan
it: Chiave utilizzata
ja: 使用したキー
ko: 사용된 키
ms: Kunci digunakan
nb: Nøkkel brukt
nl: Sleutel gebruikt
pt: Chave usada
ro: Cheia folosită
tr: Kullanılan anahtar
uk: Ключ використаний
vi: Chìa khóa được sử dụng
zh: 使用的鑰匙

# NKS_SHELL_SHELLS_UESH_ENCODEFILE_IVUSED
source: Initialization vector used
ar: تم استخدام ناقل التهيئة
de: Verwendeter Initialisierungsvektor
el: Χρησιμοποιείται διάνυσμα αρχικοποίησης
es: Vector de inicialización utilizado
fr: Vecteur d'initialisation utilisé
ga: Veicteoir tosaigh a úsáidtear
hi: इनिशियलाइज़ेशन वेक्टर का उपयोग किया गया
hi_latn: aarambheekaran vektar ka upayog kiya gaya
id: Vektor inisialisasi digunakan
it: Vettore di inizializzazione utilizzato
ja: 使用される初期化ベクトル
ko: 사용된 초기화 벡터
ms: Vektor permulaan digunakan
nb: Initialiseringsvektor brukt
nl: Initialisatievector gebruikt
pt: Vetor de inicialização usado
ro: Vector de inițializare utilizat
tr: Başlatma vektörü kullanıldı
uk: Використовується вектор ініціалізації
vi: Vectơ khởi tạo được sử dụng
zh: 使用的初始化向量

# NKS_SHELL_SHELLS_UESH_FILEINFO_ASMINFO
source: .NET assembly info
ar: معلومات التجميع .NET
de: Informationen zur .NET-Assembly
el: Πληροφορίες συναρμολόγησης .NET
es: Información del ensamblado .NET
fr: Informations sur l'assemblage .NET
ga: Eolas cóimeála .NET
hi: .NET असेंबली जानकारी
hi_latn: .nait asembalee jaanakaaree
id: Informasi perakitan .NET
it: Informazioni sull'assemblaggio .NET
ja: .NETアセンブリ情報
ko: .NET 어셈블리 정보
ms: Maklumat perhimpunan .NET
nb: .NET-monteringsinformasjon
nl: .NET-assemblage-informatie
pt: Informações de montagem do .NET
ro: Informații de asamblare .NET
tr: .NET derleme bilgisi
uk: Інформація про збірку .NET
vi: Thông tin lắp ráp .NET
zh: .NET 程式集資訊

# NKS_SHELL_SHELLS_UESH_FILEINFO_NOTDOTNETASM
source: File is not a valid .NET assembly.
ar: الملف ليس تجميعًا صالحًا لـ .NET.
de: Die Datei ist keine gültige .NET-Assembly.
el: Το αρχείο δεν είναι έγκυρο συγκρότημα .NET.
es: El archivo no es un ensamblado .NET válido.
fr: Le fichier n’est pas un assembly .NET valide.
ga: Ní tionól bailí .NET é an comhad.
hi: फ़ाइल मान्य .NET असेंबली नहीं है.
hi_latn: fail ek vaidh .nait asembalee nahin hai.
id: Berkas bukan rakitan .NET yang valid.
it: Il file non è un assembly .NET valido.
ja: ファイルは有効な .NET アセンブリではありません。
ko: 파일이 유효한 .NET 어셈블리가 아닙니다.
ms: Fail bukan perhimpunan .NET yang sah.
nb: Filen er ikke en gyldig .NET-sammenstilling.
nl: Bestand is geen geldige .NET-assembly.
pt: O arquivo não é um assembly .NET válido.
ro: Fișierul nu este un ansamblu .NET valid.
tr: Dosya geçerli bir .NET derlemesi değil.
uk: Файл не є дійсною збіркою .NET.
vi: Tệp không phải là tệp .NET hợp lệ.
zh: 文件不是有效的 .NET 程序集。

# NKS_SHELL_SHELLS_UESH_FILEINFO_EXTRAINFO
source: Extra info
ar: معلومات اضافية
de: Zusatzinformation
el: Επιπλέον πληροφορίες
es: Información extra
fr: Informaitons supplémentaires
ga: Eolas breise
hi: अतिरिक्त जानकारी
hi_latn: atirikt jaanakaaree
id: Info tambahan
it: Informazioni aggiuntive
ja: 追加情報
ko: 추가 정보
ms: Maklumat tambahan
nb: Ekstra info
pt: Informação extra
ro: Informații suplimentare
tr: Ek bilgi
uk: Додаткова інформація
vi: Thông tin bổ sung
zh: 額外資訊

# NKS_SHELL_SHELLS_UESH_GETADDONS_ALREADYINSTALLED
source: Some or all your addons have been installed. If you wish to re-install them, use the -reinstall switch.
ar: تم تثبيت بعض أو كل الإضافات الخاصة بك. إذا كنت ترغب في إعادة تثبيتها، استخدم مفتاح -reinstall.
de: Einige oder alle Ihrer Add-ons wurden installiert. Wenn Sie sie erneut installieren möchten, verwenden Sie den Schalter -reinstall.
el: Ορισμένα ή όλα τα πρόσθετά σας έχουν εγκατασταθεί. Εάν θέλετε να τα εγκαταστήσετε ξανά, χρησιμοποιήστε το διακόπτη -reinstall.
es: Se han instalado algunos o todos sus complementos. Si desea reinstalarlos, utilice el modificador -reinstall.
fr: Certains ou tous vos modules complémentaires ont été installés. Si vous souhaitez les réinstaller, utilisez le commutateur -reinstall.
ga: Suiteáladh do chuid breiseán nó do chuid breiseán go léir. Más mian leat iad a athshuiteáil, bain úsáid as an lasc -reinstall.
hi: आपके कुछ या सभी ऐडऑन इंस्टॉल हो चुके हैं. यदि आप उन्हें पुनः स्थापित करना चाहते हैं, तो -रीइंस्टॉल स्विच का उपयोग करें।
hi_latn: aapake kuchh ya sabhee aidon instol ho chuke hain. agar aap unhen phir se instol karana chaahate hain, to -raiinstall svich ka upayog karen.
id: Beberapa atau semua add-on Anda telah terinstal. Jika Anda ingin menginstalnya kembali, gunakan tombol -reinstall.
it: Alcuni o tutti i tuoi componenti aggiuntivi sono stati installati. Se desideri reinstallarli, utilizza l'opzione -reinstall.
ja: 一部またはすべてのアドオンがインストールされました。再インストールする場合は、-reinstall スイッチを使用します。
ko: 일부 또는 모든 애드온이 설치되었습니다. 다시 설치하려면 -reinstall 스위치를 사용하십시오.
ms: Beberapa atau semua alat tambah anda telah dipasang. Jika anda ingin memasang semula mereka, gunakan suis -reinstall.
nb: Noen eller alle tilleggene dine er installert. Hvis du ønsker å installere dem på nytt, bruk bryteren -reinstall.
nl: Sommige of al uw add-ons zijn geïnstalleerd. Als u ze opnieuw wilt installeren, gebruikt u de schakelaar -reinstall.
pt: Alguns ou todos os seus complementos foram instalados. Se desejar reinstalá-los, use a opção -reinstall.
ro: Unele sau toate suplimentele dvs. au fost instalate. Dacă doriți să le reinstalați, utilizați comutatorul -reinstall.
tr: Eklentilerinizin bazıları veya hepsi yüklendi. Bunları yeniden yüklemek isterseniz, -reinstall anahtarını kullanın.
uk: Деякі або всі ваші доповнення встановлено. Якщо ви хочете повторно встановити їх, скористайтеся перемикачем -reinstall.
vi: Một số hoặc tất cả các tiện ích bổ sung của bạn đã được cài đặt. Nếu bạn muốn cài đặt lại chúng, hãy sử dụng công tắc -reinstall.
zh: 您的部分或全部插件已安裝。如果您想重新安裝它們，請使用 -reinstall 開關。

# NKS_SHELL_SHELLS_UESH_GETADDONS_FETCHING
source: Fetching the addons package...
ar: جارٍ جلب حزمة الإضافات...
de: Das Add-on-Paket wird abgerufen...
el: Λήψη του πακέτου πρόσθετων...
es: Obteniendo el paquete de complementos...
fr: Récupération du package d'addons...
ga: An pacáiste breiseán á fháil...
hi: ऐडऑन पैकेज लाया जा रहा है...
hi_latn: aidon paikej praapt karana...
id: Mengambil paket tambahan...
it: Recupero del pacchetto dei componenti aggiuntivi in corso...
ja: アドオン パッケージを取得しています...
ko: 애드온 패키지를 가져오는 중...
ms: Mengambil pakej addons...
nb: Henter tilleggspakken ...
nl: Het add-onspakket ophalen...
pt: Buscando o pacote de complementos...
ro: Se preia pachetul de suplimente...
tr: Eklenti paketi getiriliyor...
uk: Отримання пакета додатків...
vi: Đang tải gói tiện ích bổ sung...
zh: 正在取得插件包...

# NKS_SHELL_SHELLS_UESH_GETADDONS_FETCHFAILED
source: Failed to fetch the addon package
ar: فشل جلب الحزمة الإضافية
de: Das Add-on-Paket konnte nicht abgerufen werden
el: Αποτυχία λήψης του πακέτου πρόσθετου
es: No se pudo recuperar el paquete adicional
fr: Échec de la récupération du package complémentaire
ga: Theip ar an bpacáiste addon a fháil
hi: ऐडऑन पैकेज लाने में विफल
hi_latn: aidon paikej praapt karane mein viphal
id: Gagal mengambil paket addon
it: Impossibile recuperare il pacchetto aggiuntivo
ja: アドオンパッケージの取得に失敗しました
ko: 애드온 패키지를 가져오지 못했습니다.
ms: Gagal mengambil pakej addon
nb: Kunne ikke hente tilleggspakken
nl: Kan het add-onpakket niet ophalen
pt: Falha ao buscar o pacote adicional
ro: Nu s-a putut prelua pachetul de supliment
tr: Eklenti paketi alınamadı
uk: Не вдалося отримати пакет аддона
vi: Không tải được gói bổ trợ
zh: 取得插件包失敗

# NKS_SHELL_SHELLS_UESH_GETADDONS_DOWNLOADING
source: Downloading the addons package...
ar: جارٍ تنزيل حزمة الإضافات...
de: Das Add-on-Paket wird heruntergeladen...
el: Λήψη του πακέτου πρόσθετων...
es: Descargando el paquete de complementos...
fr: Téléchargement du package d'extensions...
ga: Íoslódáil an pacáiste addons.. .
hi: ऐडऑन पैकेज डाउनलोड हो रहा है...
hi_latn: aidon paikej daunalod karana...
id: Mengunduh paket tambahan...
it: Download del pacchetto dei componenti aggiuntivi in corso...
ja: アドオン パッケージをダウンロードしています...
ko: 애드온 패키지를 다운로드하는 중...
ms: Memuat turun pakej tambahan...
nb: Laster ned tilleggspakken...
nl: Het add-onspakket downloaden...
pt: Baixando o pacote de complementos...
ro: Se descarcă pachetul de suplimente...
tr: Eklenti paketi indiriliyor...
uk: Завантаження пакета аддонів...
vi: Đang tải xuống gói tiện ích bổ sung...
zh: 正在下載插件包...

# NKS_SHELL_SHELLS_UESH_GETADDONS_DOWNLOADFAILED
source: Failed to download the addon package
ar: فشل في تنزيل الحزمة الإضافية
de: Das Add-on-Paket konnte nicht heruntergeladen werden
el: Αποτυχία λήψης του πακέτου πρόσθετου
es: No se pudo descargar el paquete adicional
fr: Échec du téléchargement du package complémentaire
ga: Theip ar an bpacáiste addon a íoslódáil
hi: ऐडऑन पैकेज डाउनलोड करने में विफल
hi_latn: aidon paikej daunalod karane mein viphal
id: Gagal mengunduh paket addon
it: Impossibile scaricare il pacchetto aggiuntivo
ja: アドオンパッケージのダウンロードに失敗しました
ko: 애드온 패키지를 다운로드하지 못했습니다.
ms: Gagal memuat turun pakej addon
nb: Kunne ikke laste ned tilleggspakken
nl: Kan het add-onpakket niet downloaden
pt: Falha ao baixar o pacote adicional
ro: Nu s-a putut descărca pachetul de supliment
tr: Eklenti paketi indirilemedi
uk: Не вдалося завантажити пакет надбудови
vi: Không tải được gói bổ sung
zh: 插件包下載失敗

# NKS_SHELL_SHELLS_UESH_GETADDONS_INSTALLING
source: Installing the addons package...
ar: تثبيت حزمة الإضافات...
de: Das Add-on-Paket wird installiert...
el: Εγκατάσταση του πακέτου πρόσθετων...
es: Instalando el paquete de complementos...
fr: Installation du package d'extensions...
ga: An pacáiste breiseán á shuiteáil...
hi: ऐडऑन पैकेज स्थापित किया जा रहा है...
hi_latn: aidon paikej sthaapit karana...
id: Menginstal paket tambahan...
it: Installazione del pacchetto componenti aggiuntivi...
ja: アドオン パッケージをインストールしています...
ko: 애드온 패키지 설치 중...
ms: Memasang pakej tambahan...
nb: Installerer tilleggspakken ...
nl: Het add-onspakket installeren...
pt: Instalando o pacote de complementos...
ro: Se instalează pachetul de suplimente...
tr: Eklenti paketi kuruluyor...
uk: Встановлення пакета аддонів...
vi: Đang cài đặt gói tiện ích bổ sung...
zh: 正在安裝插件包...
