Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_DESC
source: This allows you to configure the text editor
ar: يتيح لك هذا تكوين محرر النصوص
de: Hiermit können Sie den Texteditor konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το πρόγραμμα επεξεργασίας κειμένου
es: Esto le permite configurar el editor de texto.
fr: Cela vous permet de configurer l'éditeur de texte
ga: Ligeann sé seo duit an t-eagarthóir téacs a chumrú
hi: यह आपको टेक्स्ट एडिटर को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako tekst editar ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi editor teks
it: Questo consente di configurare l'editor di testo
ja: これにより、テキストエディタを設定できます
ko: 이렇게 하면 텍스트 편집기를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi editor teks
nb: Dette lar deg konfigurere tekstredigereren
nl: Hiermee kunt u de teksteditor configureren
pt: Isto permite configurar o editor de texto
ro: Acest lucru vă permite să configurați editorul de text
tr: Bu, metin düzenleyicisini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати текстовий редактор
vi: Điều này cho phép bạn cấu hình trình soạn thảo văn bản
zh: 這允許您配置文字編輯器

# NKS_SETTINGS_KERNEL_MISC_HEXEDITOR_NAME
source: Hex editor settings
ar: إعدادات محرر الهيكس
de: Hex-Editor-Einstellungen
el: Ρυθμίσεις επεξεργασίας Hex
es: Configuración del editor hexadecimal
fr: Paramètres de l'éditeur hexadécimal
ga: Socruithe eagarthóir heicsidheachúlach
hi: हेक्स संपादक सेटिंग्स
hi_latn: heks editar setings
id: Pengaturan editor hex
it: Impostazioni dell'editor esadecimale
ja: 16進エディタの設定
ko: 16진수 편집기 설정
ms: Tetapan editor hex
nb: Hex editor-innstillinger
nl: Hex-editorinstellingen
pt: Configurações do editor hexadecimal
ro: Setările editorului hexadecimal
tr: Hex düzenleyici ayarları
uk: Налаштування шістнадцяткового редактора
vi: Cài đặt trình soạn thảo Hex
zh: 十六進位編輯器設定

# NKS_SETTINGS_KERNEL_MISC_HEXEDITOR_DESC
source: This allows you to configure the hex editor
ar: يتيح لك هذا تكوين محرر السداسي
de: Hiermit können Sie den Hex-Editor konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τον επεξεργαστή hex
es: Esto le permite configurar el editor hexadecimal
fr: Cela vous permet de configurer l'éditeur hexadécimal
ga: Ligeann sé seo duit an t-eagarthóir heicsidheachúlach a chumrú
hi: यह आपको हेक्स संपादक को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako heks editar ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi editor hex
it: Questo consente di configurare l'editor esadecimale
ja: これにより、16進エディタを設定できます
ko: 이를 통해 16진수 편집기를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi editor heks
nb: Dette lar deg konfigurere hex-editoren
nl: Hiermee kunt u de hex-editor configureren
pt: Isto permite que configure o editor hexadecimal
ro: Acest lucru vă permite să configurați editorul hexadecimal
tr: Bu, hex düzenleyiciyi yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати шістнадцятковий редактор
vi: Điều này cho phép bạn cấu hình trình soạn thảo hex
zh: 這允許您配置十六進位編輯器

# NKS_SETTINGS_KERNEL_MISC_HEADLINE_NAME
source: RSS headline settings
ar: إعدادات عناوين RSS
de: RSS-Überschrifteneinstellungen
el: Ρυθμίσεις επικεφαλίδας RSS
es: Configuración de encabezados RSS
fr: Paramètres des titres RSS
ga: Socruithe ceannlíne RSS
hi: आरएसएस हेडलाइन सेटिंग
hi_latn: rss hedalain setings
id: Pengaturan judul RSS
it: Impostazioni titolo RSS
ja: RSS 見出し設定
ko: RSS 헤드라인 설정
ms: Tetapan tajuk RSS
nb: RSS-overskriftsinnstillinger
nl: RSS-kopinstellingen
pt: Definições de título RSS
ro: Setări pentru titluri RSS
tr: RSS başlık ayarları
uk: Налаштування заголовка RSS
vi: Cài đặt tiêu đề RSS
zh: RSS 標題設定

# NKS_SETTINGS_KERNEL_MISC_HEADLINE_DESC
source: This allows you to configure the RSS headlines
ar: يتيح لك هذا تكوين عناوين RSS
de: Hier können Sie die RSS-Überschriften konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τις επικεφαλίδες RSS
es: Esto le permite configurar los titulares RSS
fr: Cela vous permet de configurer les titres RSS
ga: Ligeann sé seo duit na ceannlínte RSS a chumrú
hi: यह आपको RSS हेडलाइन को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako rss hedalain ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi judul RSS
it: Questo ti consente di configurare i titoli RSS
ja: これにより、RSSの見出しを設定できます
ko: 이를 통해 RSS 헤드라인을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tajuk RSS
nb: Dette lar deg konfigurere RSS-overskriftene
nl: Hiermee kunt u de RSS-koppen configureren
pt: Isto permite que configure os títulos RSS
ro: Acest lucru vă permite să configurați titlurile RSS
tr: Bu, RSS başlıklarını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати заголовки RSS
vi: Điều này cho phép bạn cấu hình tiêu đề RSS
zh: 這允許您設定 RSS 標題

# NKS_SETTINGS_KERNEL_MISC_MOUSE_NAME
source: Mouse settings
ar: إعدادات الماوس
de: Mauseinstellungen
el: Ρυθμίσεις ποντικιού
es: Configuración del ratón
fr: Paramètres de la souris
ga: Socruithe luiche
hi: माउस सेटिंग्स
hi_latn: maus setings
id: Pengaturan tetikus
it: Impostazioni del mouse
ja: マウスの設定
ko: 마우스 설정
ms: Tetapan tetikus
nb: Musinnstillinger
nl: Muisinstellingen
pt: Configurações do rato
ro: Setările mouse-ului
tr: Fare ayarları
uk: Налаштування миші
vi: Cài đặt chuột
zh: 滑鼠設定

# NKS_SETTINGS_KERNEL_MISC_MOUSE_DESC
source: This allows you to configure the mouse
ar: يتيح لك هذا تكوين الماوس
de: Hiermit können Sie die Maus konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε το ποντίκι
es: Esto le permite configurar el mouse.
fr: Cela vous permet de configurer la souris
ga: Ligeann sé seo duit an luch a chumrú
hi: यह आपको माउस को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako maus ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi mouse
it: Questo consente di configurare il mouse
ja: これにより、マウスを設定できます
ko: 이렇게 하면 마우스를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi tetikus
nb: Dette lar deg konfigurere musen
nl: Hiermee kunt u de muis configureren
pt: Isto permite que configure o rato
ro: Acest lucru vă permite să configurați mouse-ul
tr: Bu, fareyi yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати мишу
vi: Điều này cho phép bạn cấu hình chuột
zh: 這允許您配置滑鼠

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_NAME
source: Debug settings
ar: إعدادات التصحيح
de: Debug-Einstellungen
el: Ρυθμίσεις εντοπισμού σφαλμάτων
es: Configuración de depuración
fr: Paramètres de débogage
ga: Socruithe dífhabhtaithe
hi: डीबग सेटिंग्स
hi_latn: deebag setings
id: Pengaturan debug
it: Impostazioni di debug
ja: デバッグ設定
ko: 디버그 설정
ms: Tetapan nyahpepijat
nb: Feilsøkingsinnstillinger
nl: Debug-instellingen
pt: Configurações de depuração
ro: Setări de depanare
tr: Hata ayıklama ayarları
uk: Параметри налагодження
vi: Cài đặt gỡ lỗi
zh: 偵錯設定

# NKS_SETTINGS_KERNEL_MISC_DEBUGGING_DESC
source: This allows you to configure the debugging routine
ar: يتيح لك هذا تكوين روتين التصحيح
de: Damit können Sie die Debugroutine konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τη ρουτίνα εντοπισμού σφαλμάτων
es: Esto le permite configurar la rutina de depuración.
fr: Cela vous permet de configurer la routine de débogage
ga: Ligeann sé seo duit an gnáthamh dífhabhtaithe a chumrú
hi: यह आपको डिबगिंग रूटीन को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako deebaging rooteen ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi rutinitas debugging
it: Ciò consente di configurare la routine di debug
ja: これにより、デバッグルーチンを構成できます
ko: 이를 통해 디버깅 루틴을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi rutin penyahpepijatan
nb: Dette lar deg konfigurere feilsøkingsrutinen
nl: Hiermee kunt u de foutopsporingsroutine configureren
pt: Isto permite configurar a rotina de depuração
ro: Acest lucru vă permite să configurați rutina de depanare
tr: Bu, hata ayıklama rutinini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати процедуру налагодження
vi: Điều này cho phép bạn cấu hình quy trình gỡ lỗi
zh: 這使您可以配置調試例程

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NAME
source: Aesthetics
ar: الجماليات
de: Ästhetik
el: Αισθητική
es: Estética
fr: Esthétique
ga: Aeistéitic
hi: सौंदर्यशास्र
hi_latn: saundaryashaastr
id: Estetika
it: Estetica
ja: 美学
ko: 미학
ms: Estetika
nb: Estetikk
nl: Esthetiek
pt: Estética
ro: Estetică
tr: Estetik
uk: Естетика
vi: Thẩm mỹ
zh: 美學

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_DESC
source: This allows you to configure the kernel aesthetics
ar: يتيح لك هذا تكوين جماليات النواة
de: Damit können Sie die Kernelästhetik konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε την αισθητική του πυρήνα
es: Esto le permite configurar la estética del kernel.
fr: Cela vous permet de configurer l'esthétique du noyau
ga: Ligeann sé seo duit aeistéitic an eithne a chumrú
hi: यह आपको कर्नेल सौंदर्यशास्त्र को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako karnel saundaryashaastr ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi estetika kernel
it: Ciò consente di configurare l'estetica del kernel
ja: これによりカーネルの美観を構成できます
ko: 이를 통해 커널 미학을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi estetika kernel
nb: Dette lar deg konfigurere kjernens estetikk
nl: Hiermee kunt u de kernel-esthetiek configureren
pt: Isto permite configurar a estética do kernel
ro: Acest lucru vă permite să configurați estetica nucleului
tr: Bu, çekirdek estetiğini yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати естетику ядра
vi: Điều này cho phép bạn cấu hình tính thẩm mỹ của hạt nhân
zh: 這使你可以配置內核美學

# NKS_SETTINGS_SPLASH_WELCOME_DESC
source: Shows a big Welcome word written in the middle of the console; similar to the welcome mats
ar: يظهر كلمة ترحيب كبيرة مكتوبة في منتصف وحدة التحكم؛ على غرار سجادات الترحيب
de: Zeigt ein großes Willkommenswort in der Mitte der Konsole; ähnlich wie die Willkommensmatten
el: Εμφανίζει μια μεγάλη λέξη καλωσορίσματος γραμμένη στη μέση της κονσόλας. παρόμοια με τα χαλάκια καλωσορίσματος
es: Muestra una gran palabra de bienvenida escrita en el medio de la consola; similar a los tapetes de bienvenida
fr: Affiche un grand mot de bienvenue écrit au milieu de la console ; semblable aux tapis de bienvenue
ga: Léiríonn focal Fáilte mór scríofa i lár an consóil; cosúil leis na mataí fáilte
hi: कंसोल के मध्य में लिखा हुआ एक बड़ा स्वागत शब्द दिखाता है; स्वागत मैट के समान
hi_latn: kansol ke beech mein likha hua ek bada svaagat shabd dikhaata hai; svaagat mait ke samaan
id: Menampilkan kata Selamat Datang yang besar tertulis di tengah konsol; mirip dengan tikar selamat datang
it: Mostra una grande parola di benvenuto scritta al centro della console; simile ai tappetini di benvenuto
ja: コンソールの中央にウェルカムマットに似た大きな「Welcome」という文字が表示されます
ko: 콘솔 중앙에 큰 환영 문구가 쓰여져 있습니다. 환영 매트와 유사합니다.
ms: Menunjukkan kata alu-aluan besar yang ditulis di tengah konsol; serupa dengan tikar selamat datang
nb: Viser et stort velkomstord skrevet i midten av konsollen; ligner på velkomstmattene
nl: Toont een groot Welkomstwoord geschreven in het midden van de console; vergelijkbaar met de welkomstmatten
pt: Mostra uma grande palavra de boas-vindas escrita no meio da consola; semelhante aos tapetes de boas-vindas
ro: Afișează un cuvânt mare de bun venit scris în mijlocul consolei; asemănător covorașelor de bun venit
tr: Konsolun ortasına yazılmış büyük bir Hoş Geldiniz sözcüğünü gösterir; hoş geldiniz paspaslarına benzer
uk: Показує велике слово привітання, написане посередині консолі; схожі на вітальні килимки
vi: Hiển thị một từ Chào mừng lớn được viết ở giữa bảng điều khiển; tương tự như tấm thảm chào mừng
zh: 在控制台中間顯示一個大大的「歡迎」字樣；類似於迎賓墊

# NKS_SETTINGS_SPLASH_WELCOME_PROGRESS_NAME
source: Show progress
ar: إظهار التقدم
de: Fortschritt anzeigen
el: Εμφάνιση προόδου
es: Mostrar progreso
fr: Afficher les progrès
ga: Taispeáin dul chun cinn
hi: प्रगति दिखाएं
hi_latn: pragati dikhaen
id: Tampilkan kemajuan
it: Mostra progressi
ja: 進捗状況を表示
ko: 진행 상황 보기
ms: Tunjukkan kemajuan
nb: Vis fremgang
nl: Toon voortgang
pt: Mostrar progresso
ro: Arată progresul
tr: İlerlemeyi göster
uk: Показати прогрес
vi: Hiển thị tiến trình
zh: 顯示進度

# NKS_SETTINGS_SPLASH_WELCOME_PROGRESS_DESC
source: Show progress or not
ar: إظهار التقدم أو عدم إظهاره
de: Fortschritt anzeigen oder nicht
el: Εμφάνιση προόδου ή όχι
es: Mostrar progreso o no
fr: Montrer des progrès ou non
ga: Taispeáin dul chun cinn nó ná bíodh
hi: प्रगति दिखाएं या नहीं
hi_latn: pragati dikhaen ya nahin
id: Tunjukkan kemajuan atau tidak
it: Mostrare progressi o no
ja: 進捗状況を表示するかどうか
ko: 진행 상황을 보여줄지 말지
ms: Tunjukkan kemajuan atau tidak
nb: Vis fremgang eller ikke
nl: Voortgang weergeven of niet
pt: Mostrar progresso ou não
ro: Arată progresul sau nu
tr: İlerleme gösterilsin mi gösterilmesin mi
uk: Показувати прогрес чи ні
vi: Hiển thị tiến trình hay không
zh: 是否顯示進度

# NKS_SETTINGS_WIDGETS_ANALOG_COLOR_DESC
source: This allows you to configure the colors
ar: يتيح لك هذا تكوين الألوان
de: Hiermit können Sie die Farben konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα
es: Esto le permite configurar los colores.
fr: Cela vous permet de configurer les couleurs
ga: Ligeann sé seo duit na dathanna a chumrú
hi: यह आपको रंगों को कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako rangon ko konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi warna
it: Questo ti permette di configurare i colori
ja: これにより色を設定できます
ko: 이를 통해 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna
nb: Dette lar deg konfigurere fargene
nl: Hiermee kunt u de kleuren configureren
pt: Isto permite que configure as cores
ro: Acest lucru vă permite să configurați culorile
tr: Bu, renkleri yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори
vi: Điều này cho phép bạn cấu hình màu sắc
zh: 這使你可以配置顏色

# NKS_SETTINGS_KERNEL_GENERAL_CULTUREANDLANGUAGE_CULTURE_DESC
source: Which culture is being used to change the month names, calendar, etc.?
ar: ما هي الثقافة التي يتم استخدامها لتغيير أسماء الأشهر والتقويم وما إلى ذلك؟
de: Welche Kultur wird zum Ändern der Monatsnamen, des Kalenders usw. verwendet?
el: Ποια κουλτούρα χρησιμοποιείται για την αλλαγή των ονομάτων των μηνών, του ημερολογίου κ.λπ.;
es: ¿Qué cultura se está utilizando para cambiar los nombres de los meses, el calendario, etc.?
fr: Quelle culture est utilisée pour modifier les noms des mois, le calendrier, etc. ?
ga: Cén cultúr atá á úsáid chun ainmneacha na míosa, an fhéilire, srl. a athrú?
hi: महीनों के नाम, कैलेंडर इत्यादि बदलने के लिए किस संस्कृति का उपयोग किया जा रहा है?
hi_latn: maheenon ke naam, kailendar ityaadi badalane ke lie kis sanskrti ka upayog kiya ja raha hai?
id: Budaya mana yang digunakan untuk mengubah nama bulan, kalender, dll.?
it: Quale cultura viene utilizzata per modificare i nomi dei mesi, il calendario, ecc.?
ja: 月の名前やカレンダーなどを変更するために使用されているカルチャーはどれですか?
ko: 어떤 문화권을 사용하여 월 이름, 달력 등을 변경하고 있습니까?
ms: Budaya manakah yang digunakan untuk menukar nama bulan, kalendar, dsb.?
nb: Hvilken kultur brukes for å endre månedsnavn, kalender osv.?
nl: Welke cultuur wordt gebruikt om de maandnamen, kalender, etc. te wijzigen?
pt: Qual a cultura que está a ser utilizada para alterar os nomes dos meses, calendário, etc.?
ro: Ce cultură este folosită pentru a schimba numele lunii, calendarul etc.?
tr: Ay adlarını, takvimi vb. değiştirmek için hangi kültür kullanılıyor?
uk: Яка культура використовується для зміни назв місяців, календаря тощо?
vi: Nền văn hóa nào đang được sử dụng để thay đổi tên tháng, lịch, v.v.?
zh: 哪一種文化被用來改變月份名稱、日曆等？

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_ENABLEFEED_NAME
source: Enable 'The Nitrocid Homepage' RSS feed
ar: تمكين موجز RSS لـ "الصفحة الرئيسية لـ Nitrocid"
de: „The Nitrocid Homepage“-RSS-Feed aktivieren
el: Ενεργοποιήστε τη ροή RSS "The Nitrocid Homepage".
es: Habilitar la fuente RSS de 'The Nitrocid Homepage'
fr: Activer le flux RSS « La page d'accueil de Nitrocid »
ga: Cumasaigh fotha RSS 'The Nitrocid Homepage'
hi: 'द नाइट्रोसिड होमपेज' RSS फ़ीड सक्षम करें
hi_latn: da naitrosid homapej rss feed saksham karen
id: Aktifkan umpan RSS 'Halaman Depan Nitrocid'
it: Abilita il feed RSS 'The Nitrocid Homepage'
ja: 「The Nitrocid Homepage」RSS フィードを有効にする
ko: 'The Nitrocid Homepage' RSS 피드 활성화
ms: Dayakan suapan RSS 'The Nitrocid Homepage'
nb: Aktiver 'The Nitrocid Homepage' RSS-feed
nl: Schakel 'The Nitrocid Homepage' RSS-feed in
pt: Activar feed RSS 'The Nitrocid Homepage'
ro: Activați fluxul RSS „Pagina de pornire Nitrocid”.
tr: 'Nitrocid Ana Sayfası' RSS beslemesini etkinleştir
uk: Увімкнути RSS-канал «Домашньої сторінки Nitrocid».
vi: Bật nguồn cấp RSS 'Trang chủ Nitrocid'
zh: 啟用「Nitrocid 首頁」RSS 來源

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_ENABLEFEED_DESC
source: Enables 'The Nitrocid Homepage' RSS feed widget at the right side of the screen.
ar: تمكين أداة موجز RSS لـ "الصفحة الرئيسية لـ Nitrocid" على الجانب الأيمن من الشاشة.
de: Aktiviert „The Nitrocid Homepage“-RSS-Feed-Widget auf der rechten Seite des Bildschirms.
el: Ενεργοποιεί το γραφικό στοιχείο τροφοδοσίας RSS «The Nitrocid Homepage» στη δεξιά πλευρά της οθόνης.
es: Habilita el widget de fuente RSS de 'The Nitrocid Homepage' en el lado derecho de la pantalla.
fr: Active le widget de flux RSS « La page d'accueil de Nitrocid » sur le côté droit de l'écran.
ga: Cumasaíonn sé giuirléid fotha RSS 'The Nitrocid Homepage' ar thaobh na láimhe deise den scáileán.
hi: 'द नाइट्रोसिड होमपेज' RSS फ़ीड विजेट स्क्रीन के दाईं ओर सक्षम करता है।
hi_latn: da naitrosid homapej rss feed vijet skreen ke daeen or saksham karata hai.
id: Mengaktifkan widget umpan RSS 'Beranda Nitrocid' di sisi kanan layar.
it: Abilita il widget feed RSS 'The Nitrocid Homepage' sul lato destro dello schermo.
ja: 画面の右側にある「The Nitrocid Homepage」RSS フィード ウィジェットを有効にします。
ko: 화면 오른쪽에 'The Nitrocid Homepage' RSS 피드 위젯을 활성화합니다.
ms: Mendayakan widget suapan RSS 'The Nitrocid Homepage' di sebelah kanan skrin.
nb: Aktiverer 'The Nitrocid Homepage' RSS-feed-widget på høyre side av skjermen.
nl: Schakel 'The Nitrocid Homepage' RSS-feedwidget in aan de rechterkant van het scherm.
pt: Ativa o widget de feed RSS 'The Nitrocid Homepage' no lado direito do ecrã.
ro: Activează widgetul de feed RSS „Pagina de pornire Nitrocid” în partea dreaptă a ecranului.
tr: Ekranın sağ tarafındaki 'Nitrocid Ana Sayfası' RSS besleme widget'ını etkinleştirir.
uk: Вмикає віджет RSS-каналу «Домашня сторінка Nitrocid» у правій частині екрана.
vi: Bật tiện ích nguồn cấp RSS 'Trang chủ Nitrocid' ở bên phải màn hình.
zh: 在螢幕右側啟用「Nitrocid 主頁」RSS 提要小工具。

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_WIDGET_NAME
source: 'The Nitrocid Homepage' widget
ar: أداة "الصفحة الرئيسية لـ Nitrocid"
el: Γραφικό στοιχείο "Η αρχική σελίδα του Nitrocid".
es: Widget 'The Nitrocid Homepage'
fr: Widget « La page d'accueil de Nitrocid »
ga: Giuirléid 'An Leathanach Baile Nitrocid'
hi: 'द नाइट्रोसिड होमपेज' विजेट
hi_latn: da naitrosid homapej vijet
id: Widget 'Beranda Nitrocid'
it: Widget 'The Nitrocid Homepage'
ja: 「The Nitrocid Homepage」ウィジェット
ko: 'The Nitrocid Homepage' 위젯
ms: Widget 'The Nitrocid Homepage'
pt: Widget 'Nitrocid Home'
ro: Widget „Pagina de pornire Nitrocid”.
tr: 'Nitrocid Ana Sayfası' widget'ı
uk: Віджет «Домашня сторінка Nitrocid».
vi: Tiện ích 'Trang chủ Nitrocid'
zh: “Nitrocid 主頁”小工具

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_WIDGET_DESC
source: Selects a widget that will be displayed in 'The Nitrocid Homepage'.
ar: تحديد أداة سيتم عرضها في "الصفحة الرئيسية لـ Nitrocid".
de: Wählt ein Widget aus, das auf „The Nitrocid Homepage“ angezeigt wird.
el: Επιλέγει ένα γραφικό στοιχείο που θα εμφανίζεται στην "Η αρχική σελίδα του Nitrocid".
es: Selecciona un widget que se mostrará en 'The Nitrocid Homepage'.
fr: Sélectionne un widget qui sera affiché dans « La page d'accueil de Nitrocid ».
ga: Roghnaíonn sé giuirléid a thaispeánfar ar 'The Nitrocid Homepage'.
hi: 'द नाइट्रोसिड होमपेज' में प्रदर्शित होने वाले विजेट का चयन करता है।
hi_latn: da naitrosid homapej mein pradarshit hone vaale vijet ka chayan karata hai.
id: Memilih widget yang akan ditampilkan di 'Beranda Nitrocid'.
it: Seleziona un widget che verrà visualizzato in 'The Nitrocid Homepage'.
ja: 「The Nitrocid Homepage」に表示されるウィジェットを選択します。
ko: 'The Nitrocid Homepage'에 표시될 위젯을 선택합니다.
ms: Memilih widget yang akan dipaparkan dalam 'The Nitrocid Homepage'.
nb: Velger en widget som skal vises på 'The Nitrocid Homepage'.
nl: Selecteert een widget die wordt weergegeven in 'The Nitrocid Homepage'.
pt: Seleciona um widget que será apresentado na 'Nitrocid Home Page'.
ro: Selectează un widget care va fi afișat în „Pagina de pornire Nitrocid”.
tr: 'Nitrocid Ana Sayfası'nda görüntülenecek bir widget'ı seçer.
uk: Вибирає віджет, який відображатиметься на «Домашній сторінці Nitrocid».
vi: Chọn tiện ích sẽ được hiển thị trong 'Trang chủ Nitrocid'.
zh: 選擇將顯示在「Nitrocid 主頁」中的小工具。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_NAME
source: Notification border settings
ar: إعدادات حدود الإشعارات
de: Einstellungen für Benachrichtigungsrahmen
el: Ρυθμίσεις περιγράμματος ειδοποιήσεων
es: Ajustes del borde de notificación
fr: Paramètres de bordure de notification
ga: Socruithe teorann fógra
hi: अधिसूचना बॉर्डर सेटिंग
hi_latn: adhisoochana bordar seting
id: Pengaturan batas notifikasi
it: Impostazioni bordo notifica
ja: 通知の境界線設定
ko: 알림 테두리 설정
ms: Tetapan sempadan pemberitahuan
nb: Innstillinger for varslingsgrense
nl: Instellingen voor meldingsrand
pt: Definições de borda de notificação
ro: Setări de margine de notificare
tr: Bildirim kenarlığı ayarları
uk: Налаштування рамок сповіщень
vi: Cài đặt đường viền thông báo
zh: 通知邊框設定

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_DESC
source: This allows you to configure the notification border
ar: يتيح لك هذا تكوين حدود الإشعارات
de: Hiermit können Sie den Benachrichtigungsrahmen konfigurieren.
el: Αυτό σας επιτρέπει να διαμορφώσετε το περίγραμμα ειδοποιήσεων
es: Esto le permite configurar el borde de notificación
fr: Cela vous permet de configurer la bordure de notification
ga: Ligeann sé seo duit teorainn an fhógra a chumrú
hi: यह आपको अधिसूचना बॉर्डर कॉन्फ़िगर करने की अनुमति देता है
hi_latn: yah aapako adhisoochana bordar konfigar karane kee anumati deta hai
id: Ini memungkinkan Anda untuk mengonfigurasi batas notifikasi
it: Consente di configurare il bordo notifica
ja: これにより、通知の境界線を設定できます
ko: 알림 테두리를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi sempadan pemberitahuan
nb: Dette lar deg konfigurere varslingsgrensen
nl: Hiermee kunt u de meldingsrand configureren
pt: Isto permite que configure a borda de notificação
ro: Acest lucru vă permite să configurați chenarul de notificare
tr: Bu, bildirim kenarlığını yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати межу сповіщень
vi: Điều này cho phép bạn định cấu hình đường viền thông báo
zh: 這使你可以配置通知邊框

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_GENERALBORDER_NAME
source: General border settings
ar: إعدادات الحدود العامة
de: Allgemeine Rahmeneinstellungen
el: Γενικές ρυθμίσεις περιγράμματος
es: Ajustes generales del borde
fr: Paramètres de bordure généraux
ga: Socruithe teorann ginearálta
hi: सामान्य बॉर्डर सेटिंग
hi_latn: saamaany bordar seting
id: Pengaturan batas umum
it: Impostazioni bordo generale
ja: 一般的な境界線設定
ko: 일반 테두리 설정
ms: Tetapan sempadan am
nb: Generelle kantinnstillinger
nl: Algemene randinstellingen
pt: Configurações gerais de bordo
ro: Setări generale de frontieră
tr: Genel kenarlık ayarları
uk: Загальні налаштування меж
vi: Cài đặt đường viền chung
zh: 常規邊框設置
