Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_USERS_LOGIN_MOTD_DEFAULTMOTD
source: Welcome to Nitrocid Kernel!
ar: مرحبا بكم في نواة النيتروسيد!
de: Willkommen bei Nitrocid Kernel!
el: Καλώς ήρθατε στο Nitrocid Kernel!
es: ¡Bienvenido a Nitrocid Kernel!
fr: Bienvenue sur Nitrocid Kernel !
ga: Fáilte go dtí Eithne Nitrocid!
hi: नाइट्रोसिड कर्नेल में आपका स्वागत है!
hi_latn: naitrosid karnel mein aapaka svaagat hai!
id: Selamat datang di Nitrocid Kernel!
it: Benvenuti nel Nitrocid Kernel!
ja: ニトロシッド カーネルへようこそ!
ko: Nitrocid 커널에 오신 것을 환영합니다!
ms: Selamat datang ke Nitrocid Kernel!
nb: Velkommen til Nitrocid Kernel!
nl: Welkom bij Nitrocid Kernel!
pt: Bem-vindo ao Nitrocid Kernel!
ro: Bun venit la Nitrocid Kernel!
tr: Nitrocid Kernel'e Hoş Geldiniz!
uk: Ласкаво просимо до Nitrocid Kernel!
vi: Chào mừng đến với Nitrocid Kernel!
zh: 歡迎來到硝化內核！

# NKS_USERS_LOGIN_MOTD_EXCEPTION_SETFAILED_MOTD
source: Error when trying to set MOTD: {0}
ar: خطأ عند محاولة ضبط MOTD: {0}
de: Fehler beim Versuch, MOTD festzulegen: {0}
el: Σφάλμα κατά την προσπάθεια ορισμού MOTD: {0}
es: Error al intentar configurar MOTD: {0}
fr: Erreur lors de la tentative de définition de MOTD : {0}
ga: Earráid agus iarracht á déanamh MOTD a shocrú: {0}
hi: MOTD सेट करने का प्रयास करते समय त्रुटि: {0}
hi_latn: motd set karane ka prayaas karate samay truti: {0}
id: Kesalahan saat mencoba mengatur MOTD: {0}
it: Errore durante il tentativo di impostare MOTD: {0}
ja: MOTD を設定しようとしたときにエラーが発生しました: {0}
ko: MOTD를 설정하는 중 오류 발생: {0}
ms: Ralat semasa cuba menetapkan MOTD: {0}
nb: Feil ved forsøk på å angi MOTD: {0}
nl: Fout bij het instellen van MOTD: {0}
pt: Erro ao tentar definir MOTD: {0}
ro: Eroare la încercarea de a seta MOTD: {0}
tr: MOTD'yi ayarlamaya çalışırken hata oluştu: {0}
uk: Помилка під час спроби встановити MOTD: {0}
vi: Lỗi khi cố gắng thiết lập MOTD: {0}
zh: 嘗試設定 MOTD 時發生錯誤：{0}

# NKS_USERS_LOGIN_MOTD_EXCEPTION_GETFAILED_MOTD
source: Error when trying to get MOTD: {0}
ar: خطأ عند محاولة الحصول على MOTD: {0}
de: Fehler beim Versuch, MOTD abzurufen: {0}
el: Σφάλμα κατά την προσπάθεια λήψης MOTD: {0}
es: Error al intentar obtener MOTD: {0}
fr: Erreur lors de la tentative d'obtention du MOTD : {0}
ga: Earráid agus iarracht á déanamh MOTD a fháil: {0}
hi: MOTD प्राप्त करने का प्रयास करते समय त्रुटि: {0}
hi_latn: motd praapt karane ka prayaas karate samay truti: {0}
id: Kesalahan saat mencoba mendapatkan MOTD: {0}
it: Errore durante il tentativo di ottenere MOTD: {0}
ja: MOTD を取得しようとしたときにエラーが発生しました: {0}
ko: MOTD를 가져오는 중 오류 발생: {0}
ms: Ralat semasa cuba mendapatkan MOTD: {0}
nb: Feil ved forsøk på å få MOTD: {0}
nl: Fout bij het ophalen van MOTD: {0}
pt: Erro ao tentar obter MOTD: {0}
ro: Eroare la încercarea de a obține MOTD: {0}
tr: MOTD'yi almaya çalışırken hata oluştu: {0}
uk: Помилка під час спроби отримати MOTD: {0}
vi: Lỗi khi cố gắng lấy MOTD: {0}
zh: 嘗試取得 MOTD 時發生錯誤：{0}

# NKS_USERS_LOGIN_MOTD_EXCEPTION_DYNAMICNOTNULL_MOTD
source: The message of the day may not be null.
ar: لا يجوز أن تكون رسالة اليوم فارغة.
de: Die Nachricht des Tages darf nicht null sein.
el: Το μήνυμα της ημέρας μπορεί να μην είναι μηδενικό.
es: El mensaje del día no podrá ser nulo.
fr: Le message du jour ne peut pas être nul.
ga: Seans nach bhfuil teachtaireacht an lae ar neamhní.
hi: दिन का संदेश शून्य नहीं हो सकता.
hi_latn: din ka sandesh shoony nahin ho sakata hai.
id: Pesan hari ini tidak boleh kosong.
it: Il messaggio del giorno potrebbe non essere nullo.
ja: その日のメッセージは null であってはなりません。
ko: 오늘의 메시지는 null이 될 수 없습니다.
ms: Mesej hari ini mungkin tidak batal.
nb: Dagens budskap er kanskje ikke null.
nl: De boodschap van de dag hoeft niet nul te zijn.
pt: A mensagem do dia não pode ser nula.
ro: Mesajul zilei poate să nu fie nul.
tr: Günün mesajı boş olmayabilir.
uk: Повідомлення дня не може бути нульовим.
vi: Tin nhắn trong ngày không được để trống.
zh: 當天的消息可能不為空。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_WRITEFLOATINGNUM
source: Write a floating-point number in the below prompt. Make sure that this number is of this format
ar: اكتب رقم الفاصلة العائمة في الموجه أدناه. تأكد من أن هذا الرقم بهذا التنسيق
de: Geben Sie in die folgende Eingabeaufforderung eine Gleitkommazahl ein. Stellen Sie sicher, dass diese Nummer dieses Format hat
el: Γράψτε έναν αριθμό κινητής υποδιαστολής στην παρακάτω προτροπή. Βεβαιωθείτε ότι αυτός ο αριθμός είναι αυτής της μορφής
es: Escriba un número de punto flotante en el siguiente mensaje. Asegúrate de que este número tenga este formato.
fr: Écrivez un nombre à virgule flottante dans l'invite ci-dessous. Assurez-vous que ce numéro est de ce format
ga: Scríobh uimhir snámhphointe sa leid thíos. Déan cinnte go bhfuil an uimhir seo san fhormáid seo
hi: नीचे दिए गए प्रॉम्प्ट में एक फ़्लोटिंग-पॉइंट नंबर लिखें। सुनिश्चित करें कि यह संख्या इसी प्रारूप की है
hi_latn: neeche die gae prompt mein floting-point nambar likhen. sunishchit karen ki yah sankhya is praaroop kee hai
id: Tuliskan angka floating-point pada prompt di bawah ini. Pastikan angka ini dalam format ini
it: Scrivi un numero in virgola mobile nel prompt seguente. Assicurati che il numero abbia questo formato
ja: 以下のプロンプトに浮動小数点数を入力します。この番号がこの形式であることを確認してください
ko: 아래 프롬프트에 부동 소수점 숫자를 작성하세요. 이 번호가 다음 형식인지 확인하세요.
ms: Tulis nombor titik terapung dalam gesaan di bawah. Pastikan nombor ini dalam format ini
nb: Skriv et flyttallnummer i ledeteksten nedenfor. Pass på at dette nummeret har dette formatet
nl: Schrijf een getal met drijvende komma in de onderstaande prompt. Zorg ervoor dat dit nummer dit formaat heeft
pt: Escreva um número de ponto flutuante no prompt abaixo. Certifique-se de que este número esteja neste formato
ro: Scrieți un număr în virgulă mobilă în promptul de mai jos. Asigurați-vă că acest număr are acest format
tr: Aşağıdaki istemde bir kayan nokta sayısı yazın. Bu sayının bu biçimde olduğundan emin olun
uk: Напишіть число з плаваючою комою у наведеному нижче рядку. Переконайтеся, що це число має такий формат
vi: Viết một số dấu phẩy động trong lời nhắc bên dưới. Đảm bảo rằng số này có định dạng này
zh: 在下面的提示中寫入一個浮點數。確保該號碼採用這種格式

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_WRITEINTEGER
source: Write a natural number in the below prompt.
ar: اكتب عددًا طبيعيًا في الموجه أدناه.
de: Geben Sie in die folgende Eingabeaufforderung eine natürliche Zahl ein.
el: Γράψτε έναν φυσικό αριθμό στην παρακάτω προτροπή.
es: Escribe un número natural en el siguiente mensaje.
fr: Écrivez un nombre naturel dans l'invite ci-dessous.
ga: Scríobh uimhir aiceanta sa leid thíos.
hi: नीचे दिए गए संकेत में एक प्राकृतिक संख्या लिखें।
hi_latn: neeche die gae prompt mein ek praakrtik sankhya likhen.
id: Tulislah sebuah bilangan asli pada perintah di bawah ini.
it: Scrivi un numero naturale nel prompt seguente.
ja: 以下のプロンプトに自然数を入力します。
ko: 아래 프롬프트에 자연수를 쓰세요.
ms: Tulis nombor asli dalam gesaan di bawah.
nb: Skriv et naturlig tall i ledeteksten nedenfor.
nl: Schrijf een natuurlijk getal in de onderstaande prompt.
pt: Escreva um número natural no prompt abaixo.
ro: Scrieți un număr natural în promptul de mai jos.
tr: Aşağıdaki istemde bir doğal sayı yazınız.
uk: Напишіть натуральне число у рядку нижче.
vi: Viết một số tự nhiên vào ô bên dưới.
zh: 在下面的提示中寫一個自然數。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_KEEP
source: Keep it
ar: إحتفظ به
de: Behalte es
el: Κράτα το
es: Quédatelo
fr: Garde le
ga: Coinnigh é
hi: इसे रखें
hi_latn: ise rakhen
id: Simpanlah itu
it: Tienilo
ja: そのままにしておいてください
ko: 보관해라
ms: Simpan
nb: Behold den
nl: Houd het
pt: Mantê-la
ro: Păstrează-l
tr: Sakla
uk: Залиште це
vi: Giữ nó lại
zh: 收下

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_REMOVE
source: Remove it
ar: أزلها
de: Entfernen Sie es
el: Αφαίρεσε το
es: Quitarlo
fr: Supprimez-le
ga: Bain é
hi: इसे हटा दो
hi_latn: ise hataen
id: Hapus itu
it: Rimuoverla
ja: それを除く
ko: 제거하세요
ms: Keluarkannya
nb: Fjern den
nl: Verwijder het
pt: Remova
ro: Scoateți-l
tr: Kaldır onu
uk: Видаліть його
vi: Xóa nó đi
zh: 去掉它

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_ADD
source: Add new item
ar: أضف أداة جديدة
de: Füge neuen Gegenstand hinzu
el: Προσθήκη νέου στοιχείου
es: agregar ítem nuevo
fr: Ajoute un nouvel objet
ga: Cuir mír nua leis
hi: नया आइटम जोड़ें
hi_latn: naya aaitam joden
id: Tambahkan item baru
it: Aggiungi un nuovo elemento
ja: 新しいアイテムを追加
ko: 새 항목 추가
ms: Tambah item baharu
nb: Legg til nytt element
nl: Voeg een nieuw item toe
pt: Adicionar novo item
ro: Adăugați un articol nou
tr: Yeni öğe ekle
uk: Додати новий елемент
vi: Thêm mục mới
zh: 新增項目

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_PROMPT
source: What do you want to do with this item?
ar: ماذا تريد أن تفعل بهذا البند؟
de: Was möchten Sie mit diesem Artikel machen?
el: Τι θέλετε να κάνετε με αυτό το αντικείμενο;
es: ¿Qué quieres hacer con este artículo?
fr: Que veux-tu faire avec cet objet ?
ga: Cad ba mhaith leat a dhéanamh leis an mír seo?
hi: आप इस वस्तु के साथ क्या करना चाहते हैं?
hi_latn: aap is aaitam ke saath kya karana chaahate hain?
id: Apa yang ingin Anda lakukan dengan barang ini?
it: Cosa vuoi fare con questo oggetto?
ja: このアイテムを使って何をしたいですか?
ko: 이 아이템으로 무엇을 하고 싶으신가요?
ms: Apa yang anda mahu lakukan dengan item ini?
nb: Hva vil du gjøre med denne gjenstanden?
nl: Wat wil je met dit artikel doen?
pt: O que você quer fazer com este item?
ro: Ce vrei să faci cu acest articol?
tr: Bu eşyayla ne yapmak istiyorsunuz?
uk: Що ви хочете зробити з цим предметом?
vi: Bạn muốn làm gì với vật phẩm này?
zh: 您想用這個項目做什麼？

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_ENTERVALUE
source: Enter a value for the new item
ar: أدخل قيمة للعنصر الجديد
de: Geben Sie einen Wert für das neue Element ein
el: Εισαγάγετε μια τιμή για το νέο στοιχείο
es: Introduzca un valor para el nuevo artículo
fr: Entrez une valeur pour le nouvel élément
ga: Cuir isteach luach don mhír nua
hi: नये आइटम के लिए एक मान दर्ज करें
hi_latn: nae aaitam ke lie ek maan darj karen
id: Masukkan nilai untuk item baru
it: Immettere un valore per il nuovo elemento
ja: 新しい項目の値を入力します
ko: 새 항목의 값을 입력하세요.
ms: Masukkan nilai untuk item baharu
nb: Angi en verdi for det nye elementet
nl: Voer een waarde in voor het nieuwe artikel
pt: Insira um valor para o novo item
ro: Introduceți o valoare pentru noul articol
tr: Yeni öğe için bir değer girin
uk: Введіть значення для нового елемента
vi: Nhập giá trị cho mục mới
zh: 輸入新項目的值

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_LIST_INVALIDACTION
source: Invalid action selected.
ar: تم تحديد إجراء غير صالح.
de: Ungültige Aktion ausgewählt.
el: Επιλέχθηκε μη έγκυρη ενέργεια.
es: Acción no válida seleccionada.
fr: Action sélectionnée non valide.
ga: Gníomh neamhbhailí roghnaithe.
hi: अमान्य क्रिया चयनित.
hi_latn: amaany kaarravaee chunee gaee.
id: Tindakan yang dipilih tidak valid.
it: Azione selezionata non valida.
ja: 無効なアクションが選択されました。
ko: 잘못된 작업이 선택되었습니다.
ms: Tindakan tidak sah dipilih.
nb: Ugyldig handling er valgt.
nl: Ongeldige actie geselecteerd.
pt: Ação inválida selecionada.
ro: Acțiune nevalidă selectată.
tr: Geçersiz eylem seçildi.
uk: Вибрано недійсну дію.
vi: Hành động đã chọn không hợp lệ.
zh: 選擇的操作無效。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TEXT
source: Write any text to use. Remember, follow the description of the option that you've chosen.
ar: اكتب أي نص لاستخدامه. تذكر، اتبع وصف الخيار الذي اخترته.
de: Schreiben Sie einen beliebigen Text, den Sie verwenden möchten. Denken Sie daran, der Beschreibung der von Ihnen gewählten Option zu folgen.
el: Γράψτε οποιοδήποτε κείμενο για χρήση. Θυμηθείτε, ακολουθήστε την περιγραφή της επιλογής που έχετε επιλέξει.
es: Escribe cualquier texto para usar. Recuerda, sigue la descripción de la opción que has elegido.
fr: Écrivez n’importe quel texte à utiliser. N'oubliez pas de suivre la description de l'option que vous avez choisie.
ga: Scríobh téacs ar bith le húsáid. Cuimhnigh, lean an cur síos ar an rogha atá roghnaithe agat.
hi: उपयोग करने के लिए कोई भी पाठ लिखें. याद रखें, आपके द्वारा चुने गए विकल्प के विवरण का पालन करें।
hi_latn: upayog karane ke lie koee bhee tekst likhen. yaad rakhen, aapake dvaara chune gae vikalp ke vivaran ka paalan karen.
id: Tulis teks apa pun yang ingin digunakan. Ingat, ikuti deskripsi opsi yang telah Anda pilih.
it: Scrivi qualsiasi testo da utilizzare. Ricorda, segui la descrizione dell'opzione che hai scelto.
ja: 使用するテキストを書き込みます。選択したオプションの説明に従ってください。
ko: 사용할 텍스트를 작성하세요. 선택한 옵션에 대한 설명을 따르십시오.
ms: Tulis sebarang teks untuk digunakan. Ingat, ikuti perihalan pilihan yang telah anda pilih.
nb: Skriv hvilken som helst tekst du vil bruke. Husk å følge beskrivelsen av alternativet du har valgt.
nl: Schrijf elke tekst die u wilt gebruiken. Houd er rekening mee dat u de beschrijving volgt van de optie die u heeft gekozen.
pt: Escreva qualquer texto para usar. Lembre-se de seguir a descrição da opção que você escolheu.
ro: Scrie orice text de folosit. Nu uitați, urmați descrierea opțiunii pe care ați ales-o.
tr: Kullanmak için herhangi bir metin yazın. Unutmayın, seçtiğiniz seçeneğin açıklamasını takip edin.
uk: Напишіть будь-який текст для використання. Пам’ятайте, дотримуйтеся опису вибраного варіанту.
vi: Viết bất kỳ văn bản nào để sử dụng. Hãy nhớ làm theo mô tả của tùy chọn mà bạn đã chọn.
zh: 編寫任何要使用的文字。請記住，請遵循您所選擇的選項的說明。

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_COMMAND_REGISTER_DESC
source: Registers your name to your remote debug device
ar: يسجل اسمك على جهاز تصحيح الأخطاء عن بعد
de: Registriert Ihren Namen bei Ihrem Remote-Debug-Gerät
el: Καταχωρεί το όνομά σας στην απομακρυσμένη συσκευή εντοπισμού σφαλμάτων
es: Registra su nombre en su dispositivo de depuración remota
fr: Enregistre votre nom sur votre périphérique de débogage distant
ga: Cláraítear d’ainm chuig do ghléas dífhabhtaithe cianda
hi: आपके रिमोट डीबग डिवाइस पर आपका नाम पंजीकृत करता है
hi_latn: aapake naam ko aapake rimot dibag divais par panjeekrt karata hai
id: Mendaftarkan nama Anda ke perangkat debug jarak jauh Anda
it: Registra il tuo nome sul tuo dispositivo di debug remoto
ja: リモート デバッグ デバイスに名前を登録します
ko: 원격 디버그 장치에 이름을 등록합니다.
ms: Mendaftarkan nama anda ke peranti nyahpepijat jauh anda
nb: Registrerer navnet ditt til den eksterne feilsøkingsenheten
nl: Registreert uw naam op uw apparaat voor foutopsporing op afstand
pt: Registra seu nome em seu dispositivo de depuração remota
ro: Îți înregistrează numele pe dispozitivul de depanare de la distanță
tr: Adınızı uzaktan hata ayıklama aygıtınıza kaydeder
uk: Реєструє ваше ім'я на вашому віддаленому пристрої налагодження
vi: Đăng ký tên của bạn vào thiết bị gỡ lỗi từ xa
zh: 將您的名字註冊到遠端調試設備

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_COMMAND_EXIT_DESC
source: Disconnects from the remote debugger
ar: قطع الاتصال من المصحح البعيد
de: Trennt die Verbindung zum Remote-Debugger
el: Αποσυνδέεται από το απομακρυσμένο πρόγραμμα εντοπισμού σφαλμάτων
es: Se desconecta del depurador remoto
fr: Se déconnecte du débogueur distant
ga: Dínasctar é ón gciandhífhabhtóir
hi: रिमोट डिबगर से डिस्कनेक्ट हो जाता है
hi_latn: rimot dibagar se diskanekt karata hai
id: Memutuskan sambungan dari debugger jarak jauh
it: Si disconnette dal debugger remoto
ja: リモートデバッガから切断します
ko: 원격 디버거에서 연결을 끊습니다.
ms: Memutuskan sambungan daripada penyahpepijat jauh
nb: Kobler fra den eksterne debuggeren
nl: De verbinding met de externe debugger wordt verbroken
pt: Desconecta do depurador remoto
ro: Se deconectează de la depanatorul de la distanță
tr: Uzaktan hata ayıklayıcıdan bağlantıyı keser
uk: Відключається від віддаленого налагоджувача
vi: Ngắt kết nối khỏi trình gỡ lỗi từ xa
zh: 斷開與遠端調試器的連接

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_COMMAND_MUTELOGS_DESC
source: Mutes or unmutes the kernel logs
ar: كتم أو إلغاء كتم سجلات kernel
de: Schaltet die Kernel-Protokolle stumm oder hebt die Stummschaltung auf
el: Σίγαση ή κατάργηση σίγασης των αρχείων καταγραφής του πυρήνα
es: Silencia o activa los registros del kernel
fr: Coupe ou réactive le son des journaux du noyau
ga: Balbhaíonn nó díbhalbhaíonn na logaí eithne
hi: कर्नेल लॉग को म्यूट या अनम्यूट करता है
hi_latn: karnel log ko myoot ya anamyoot karata hai
id: Membisukan atau mengaktifkan kembali log kernel
it: Disattiva o riattiva i log del kernel
ja: カーネルログをミュートまたはミュート解除します
ko: 커널 로그를 음소거하거나 음소거 해제합니다.
ms: Membisukan atau menyahredamkan log kernel
nb: Demper eller slår på kjerneloggene
nl: Dempt of heft de demping van de kernellogboeken op
pt: Ativa ou desativa o som dos logs do kernel
ro: Dezactivează sau dezactivează jurnalele kernelului
tr: Çekirdek günlüklerini sessize alır veya sessizden çıkarır
uk: Вимикає або вмикає звуки журналів ядра
vi: Tắt tiếng hoặc bật tiếng nhật ký hạt nhân
zh: 使內核日誌靜音或取消靜音

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_NOTENOUGHARGS
source: There were not enough arguments. See below for usage:
ar: لم تكن هناك حجج كافية. انظر أدناه للاستخدام:
de: Es gab nicht genügend Argumente. Siehe unten für die Verwendung:
el: Δεν υπήρχαν αρκετά επιχειρήματα. Δείτε παρακάτω για χρήση:
es: No hubo suficientes argumentos. Consulte a continuación el uso:
fr: Il n'y avait pas assez d'arguments. Voir ci-dessous pour l'utilisation :
ga: Ní raibh go leor argóintí ann. Féach thíos le haghaidh úsáide:
hi: पर्याप्त तर्क नहीं थे. उपयोग के लिए नीचे देखें:
hi_latn: paryaapt tark nahin the. upayog ke lie neeche dekhen:
id: Tidak ada cukup argumen. Lihat di bawah untuk penggunaan:
it: Non c'erano abbastanza argomenti. Vedi sotto per l'utilizzo:
ja: 十分な議論がありませんでした。使用方法については以下を参照してください。
ko: 논쟁이 충분하지 않았습니다. 사용법은 아래를 참조하세요.
ms: Tidak cukup hujah. Lihat di bawah untuk kegunaan:
nb: Det var ikke nok argumenter. Se nedenfor for bruk:
nl: Er waren niet genoeg argumenten. Zie hieronder voor gebruik:
pt: Não houve argumentos suficientes. Veja abaixo o uso:
ro: Nu au fost suficiente argumente. Vezi mai jos pentru utilizare:
tr: Yeterli argüman yoktu. Kullanım için aşağıya bakın:
uk: Не вистачило аргументів. Нижче описано використання:
vi: Không có đủ đối số. Xem bên dưới để biết cách sử dụng:
zh: 沒有足夠的論點。使用方法見下圖：

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_CHAT_VERSION
source: >> Remote Chat: version
ar: >> الدردشة عن بعد: الإصدار
el: >> Απομακρυσμένη συνομιλία: έκδοση
es: >> Chat remoto: versión
fr: >> Chat à distance : version
ga: >> Comhrá cianda: leagan
hi: >> रिमोट चैट: संस्करण
hi_latn: >> rimot chait: sanskaran
id: >> Obrolan Jarak Jauh: versi
it: >> Chat remota: versione
ja: >> リモートチャット: バージョン
ko: >> 원격 채팅: 버전
ms: >> Sembang Jauh: versi
nb: >> Ekstern chat: versjon
nl: >> Chat op afstand: versie
pt: >> Bate-papo remoto: versão
ro: >> Remote Chat: versiune
tr: >> Uzaktan Sohbet: sürüm
uk: >> Віддалений чат: версія
vi: >> Trò chuyện từ xa: phiên bản
zh: >> 遠端聊天：版本

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_CHAT_WELCOME
source: >> Welcome! This is your first time entering remote chat. In the remote debugger, use "/register <name>" to register. You can't talk until you register.
ar: >> مرحبا! هذه هي المرة الأولى التي تدخل فيها إلى الدردشة عن بعد. في مصحح الأخطاء عن بعد، استخدم "/ تسجيل <الاسم>" للتسجيل. لا يمكنك التحدث حتى تقوم بالتسجيل.
de: >> Willkommen! Dies ist das erste Mal, dass Sie den Remote-Chat betreten. Verwenden Sie im Remote-Debugger „/register <Name>“ zur Registrierung. Sie können nicht sprechen, bis Sie sich registriert haben.
el: >> Καλώς ήρθατε! Αυτή είναι η πρώτη φορά που μπαίνεις σε απομακρυσμένη συνομιλία. Στο απομακρυσμένο πρόγραμμα εντοπισμού σφαλμάτων, χρησιμοποιήστε το "/register <name>" για να εγγραφείτε. Δεν μπορείτε να μιλήσετε μέχρι να εγγραφείτε.
es: >> ¡Bienvenido! Esta es la primera vez que ingresa al chat remoto. En el depurador remoto, utilice "/register <nombre>" para registrarse. No puedes hablar hasta que te registres.
fr: >> Bienvenue ! C'est la première fois que vous accédez au chat à distance. Dans le débogueur distant, utilisez "/register <name>" pour vous inscrire. Vous ne pouvez pas parler tant que vous n'êtes pas inscrit.
ga: >> Fáilte! Seo é an chéad uair duit dul isteach i gcianchomhrá. Sa chiandhífhabhtóir, úsáid "/register <name>" chun clárú. Ní féidir leat labhairt go dtí go gcláróidh tú.
hi: >> स्वागत है! आप पहली बार दूरस्थ चैट में प्रवेश कर रहे हैं। रिमोट डिबगर में, रजिस्टर करने के लिए "/register <नाम>" का उपयोग करें। जब तक आप रजिस्टर नहीं हो जाते तब तक आप बात नहीं कर सकते।
hi_latn: >> svaagat hai! yah aapaka pahalee baar rimot chait mein pravesh hai. rimot deebagar mein, rajistar karane ke lie "/raigistair <namai>" ka upayog karen. jab tak aap rajistar nahin karate, tab tak aap baat nahin kar sakate.
id: >> Selamat datang! Ini adalah pertama kalinya Anda memasuki obrolan jarak jauh. Di debugger jarak jauh, gunakan "/register <nama>" untuk mendaftar. Anda tidak dapat berbicara sebelum mendaftar.
it: >> Benvenuto! Questa è la prima volta che accedi alla chat remota. Nel debugger remoto utilizzare "/register <nome>" per registrarsi. Non puoi parlare finché non ti registri.
ja: >> ようこそ！リモート チャットに参加するのは初めてです。リモート デバッガーでは、「/register <名前>」を使用して登録します。登録するまでは通話できません。
ko: >> 환영합니다! 원격 채팅에 처음 들어왔습니다. 원격 디버거에서는 "/register <이름>"을 사용하여 등록합니다. 등록하기 전까지는 통화할 수 없습니다.
ms: >> Selamat datang! Ini adalah kali pertama anda memasuki sembang jauh. Dalam penyahpepijat jauh, gunakan "/register <name>" untuk mendaftar. Anda tidak boleh bercakap sehingga anda mendaftar.
nb: >> Velkommen! Dette er første gang du går inn i ekstern chat. I den eksterne debuggeren, bruk "/register <navn>" for å registrere. Du kan ikke snakke før du har registrert deg.
nl: >> Welkom! Dit is de eerste keer dat u deelneemt aan de externe chat. Gebruik in de externe foutopsporing "/register <naam>" om te registreren. Je kunt pas praten als je je registreert.
pt: >> Bem-vindo! Esta é a primeira vez que você entra no chat remoto. No depurador remoto, use "/register <nome>" para registrar. Você não pode falar até se registrar.
ro: >> Bine ați venit! Este prima dată când intri în chat de la distanță. În depanatorul de la distanță, utilizați „/register <nume>” pentru a vă înregistra. Nu poți vorbi până nu te înregistrezi.
tr: >> Hoş geldiniz! Uzaktan sohbete ilk kez giriyorsunuz. Uzaktan hata ayıklayıcıda, kaydolmak için "/register <isim>" kullanın. Kaydolana kadar konuşamazsınız.
uk: >> Ласкаво просимо! Ви вперше входите в віддалений чат. У віддаленому налагоджувачі використовуйте "/register <name>" для реєстрації. Ви не можете говорити, поки не зареєструєтесь.
vi: >> Chào mừng! Đây là lần đầu tiên bạn tham gia trò chuyện từ xa. Trong trình gỡ lỗi từ xa, hãy sử dụng "/register <tên>" để đăng ký. Bạn không thể nói chuyện cho đến khi bạn đăng ký.
zh: >> 歡迎！這是您第一次進入遠端聊天。在遠端偵錯器中，使用“/register <name>”進行註冊。註冊之前你不能說話。
