Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KNOWNADDONS_EXTRAS_TODO
source: Extras - To-do List
ar: الإضافات - قائمة المهام
de: Extras – To-do-Liste
el: Extras - Λίστα υποχρεώσεων
es: Extras - Lista de tareas pendientes
fr: Extras - Liste de choses à faire
ga: Extras - Liosta le Déanamh
hi: अतिरिक्त - कार्य सूची
hi_latn: atirikt - too-doo soochee
id: Ekstra - Daftar Tugas
it: Extra: elenco delle cose da fare
ja: エクストラ - To-Do リスト
ko: 추가 사항 - 할 일 목록
ms: Tambahan - Senarai Tugasan
nb: Ekstrautstyr - Gjøremålsliste
nl: Extra's - Takenlijst
pt: Extras - Lista de tarefas
ro: Suplimente - Lista de sarcini
tr: Ekstralar - Yapılacaklar Listesi
uk: Додатково - список справ
vi: Extras - Danh sách việc cần làm
zh: 額外 - 待辦事項列表

# NKS_KNOWNADDONS_EXTRAS_UNITCONV
source: Extras - Unit Converter
ar: إضافات - محول الوحدات
de: Extras – Einheitenumrechner
es: Extras - Conversor de unidades
fr: Extras - Convertisseur d'unités
ga: Extras - Tiontaire Aonad
hi: अतिरिक्त - इकाई परिवर्तक
hi_latn: atirikt - yoonit kanavartar
id: Ekstra - Konverter Satuan
it: Extra: convertitore di unità
ja: エクストラ - 単位コンバータ
ko: 기타 - 단위 변환기
ms: Tambahan - Penukar Unit
nb: Ekstrautstyr - Enhetsomformer
nl: Extra's - Eenhedenconversie
pt: Extras - Conversor de Unidades
ro: Suplimente - Convertor de unități
tr: Ekstralar - Birim Dönüştürücü
uk: Додатково - конвертер одиниць
vi: Phần bổ sung - Bộ chuyển đổi đơn vị
zh: 附加功能 - 單位轉換器

# NKS_KNOWNADDONS_EXTRAS_PASTEBIN
source: Extras - Pastebin
ar: إضافات - باستبين
hi: अतिरिक्त - पेस्टबिन
hi_latn: atirikt - pestabin
id: Tambahan - Pastebin
it: Extra: Pastebin
ja: 追加情報 - Pastebin
ko: 추가사항 - 페이스트빈
ms: Tambahan - Tampal
nb: Ekstrautstyr - Pastebin
ro: Suplimente - Pastebin
tr: Ekstralar - Pastebin
uk: Додатково - Pastebin
vi: Phần bổ sung - Pastebin
zh: 附加 - Pastebin

# NKS_KNOWNADDONS_EXTRAS_IMAGES
source: Extras - Images
ar: إضافات - صور
de: Extras - Bilder
el: Extras - Εικόνες
es: Extras - Imágenes
fr: Suppléments - Images
ga: Extras - Íomhánna
hi: अतिरिक्त - छवियाँ
hi_latn: atirikt - chhaviyaan
id: Tambahan - Gambar
it: Extra - Immagini
ja: 追加情報 - 画像
ko: 기타 - 이미지
ms: Tambahan - Imej
nb: Ekstra - bilder
nl: Extra's - Afbeeldingen
pt: Extras - Imagens
ro: Suplimente - Imagini
tr: Ekstralar - Resimler
uk: Додатково - зображення
vi: Thêm - Hình ảnh
zh: 附加內容 - 圖片

# NKS_KNOWNADDONS_EXTRAS_STOCKS
source: Extras - Stocks
ar: إضافات - الأسهم
de: Extras - Vorräte
el: Έξτρα - Μετοχές
es: Extras - Existencias
ga: Extras - Stoic
hi: अतिरिक्त - स्टॉक
hi_latn: atirikt - stok
id: Ekstra - Saham
it: Extra - Azioni
ja: 追加情報 - ストック
ko: 기타 - 주식
ms: Tambahan - Stok
nb: Ekstra - Aksjer
nl: Extra's - Voorraden
pt: Extras - Ações
ro: Extra - Stocuri
tr: Ekstralar - Hisse Senetleri
uk: Додатково - Акції
vi: Extras - Cổ phiếu
zh: 額外 - 庫存

# NKS_KNOWNADDONS_EXTRAS_BEEPSYNTH
source: Extras - Beep Synth
ar: إضافات - بيب سينث
es: Extras - Sintetizador de pitido
fr: Extras - Synthétiseur bip
ga: Extras - Bíp Synth
hi: अतिरिक्त - बीप सिंथ
hi_latn: atirikt - beep sinth
id: Tambahan - Beep Synth
it: Extra - Sintetizzatore Beep
ja: 追加機能 - ビープシンセ
ko: 추가 기능 - 경고음 신디사이저
ms: Tambahan - Bip Synth
nb: Ekstra - Beep Synth
pt: Extras - Sintetizador de Beep
ro: Suplimente - Beep Synth
tr: Ekstralar - Beep Synth
uk: Додатково - Beep Synth
vi: Thêm - Beep Synth
zh: 附加功能 - 蜂鳴合成器

# NKS_KNOWNADDONS_EXTRAS_SSH
source: Extras - SSH
ar: إضافات - SSH
fr: Suppléments - SSH
hi: अतिरिक्त - SSH
hi_latn: atirikt - ssh
id: Ekstra - SSH
it: Extra: SSH
ja: 追加機能 - SSH
ko: 추가 사항 - SSH
ms: Tambahan - SSH
nb: Ekstra - SSH
ro: Suplimente - SSH
tr: Ekstralar - SSH
uk: Додатково - SSH
vi: Tiện ích bổ sung - SSH
zh: 附加功能 - SSH

# NKS_KNOWNADDONS_EXTRAS_CHEMISTRY
source: Extras - Chemistry
ar: إضافات - الكيمياء
de: Extras - Chemie
el: Extras - Χημεία
es: Extras - Química
fr: Suppléments - Chimie
ga: Extras - Ceimic
hi: अतिरिक्त - रसायन विज्ञान
hi_latn: atirikt - rasaayan vigyaan
id: Ekstra - Kimia
it: Extra - Chimica
ja: エクストラ - 化学
ko: 추가 - 화학
ms: Tambahan - Kimia
nb: Ekstra - kjemi
nl: Extra's - Chemie
pt: Extras - Química
ro: Suplimente - Chimie
tr: Ekstralar - Kimya
uk: Додатково - Хімія
vi: Phần bổ sung - Hóa học
zh: 附加內容——化學

# NKS_KNOWNADDONS_EXTRAS_MODS
source: Extras - Mods
ar: إضافات - تعديلات
fr: Suppléments - Mods
hi: अतिरिक्त - मॉड्स
hi_latn: atirikt - mod
id: Ekstra - Mod
it: Extra - Mod
ja: 追加機能 - 改造
ko: 추가 기능 - 모드
ms: Tambahan - Mod
nb: Ekstra - Mods
ro: Suplimente - Moduri
tr: Ekstralar - Modlar
uk: Додатково - Моди
vi: Phần bổ sung - Mod
zh: 附加功能 - 模組

# NKS_KNOWNADDONS_EXTRAS_ICONS
source: Extras - Icons
ar: إضافات - أيقونات
de: Extras - Symbole
el: Extras - Εικονίδια
es: Extras - Iconos
fr: Suppléments - Icônes
ga: Extras - Deilbhíní
hi: अतिरिक्त - चिह्न
hi_latn: atirikt - chihn
id: Ekstra - Ikon
it: Extra - Icone
ja: 追加機能 - アイコン
ko: 추가 기능 - 아이콘
ms: Tambahan - Ikon
nb: Ekstra - Ikoner
nl: Extra's - Iconen
pt: Extras - Ícones
ro: Suplimente - Pictograme
tr: Ekstralar - Simgeler
uk: Додатково - іконки
vi: Phần bổ sung - Biểu tượng
zh: 附加功能——圖標

# NKS_KNOWNADDONS_PACKS_SHELLS
source: Extra Shells Pack
ar: حزمة الأصداف الإضافية
de: Extra-Shells-Paket
el: Επιπλέον Πακέτο Κοχυλιών
es: Paquete de carcasas adicionales
fr: Pack de coques supplémentaires
ga: Pacáiste Sliogáin Breise
hi: अतिरिक्त शैल पैक
hi_latn: atirikt shail paik
id: Paket Shell Ekstra
it: Pacchetto di Shell extra
ja: エクストラシェルパック
ko: 추가 셸 팩
ms: Pek Cangkerang Tambahan
nb: Ekstra skallpakke
nl: Extra Shells-pakket
pt: Pacote de Shells Extras
ro: Pachet suplimentar de scoici
tr: Ekstra Kabuk Paketi
uk: Пакет додаткових оболонок
vi: Gói Shell bổ sung
zh: 額外 Shell 包

# NKS_KNOWNADDONS_EXTRAS_DATES
source: Extras - Dates
ar: الإضافات - التواريخ
de: Extras – Daten
el: Extras - Ημερομηνίες
es: Extras - Fechas
fr: Suppléments - Dates
ga: Extras - Dátaí
hi: अतिरिक्त - तिथियाँ
hi_latn: atirikt - tithiyaan
id: Ekstra - Tanggal
it: Extra - Date
ja: エクストラ - 日付
ko: 추가 - 날짜
ms: Tambahan - Kurma
nb: Ekstra - Datoer
nl: Extra's - Datums
pt: Extras - Datas
ro: Suplimente - Date
tr: Ekstralar - Tarihler
uk: Додатково - Фініки
vi: Phần bổ sung - Ngày
zh: 額外內容 - 日期

# NKS_KNOWNADDONS_EXTRAS_HASHES
source: Extras - Hashes
ar: الإضافات - التجزئات
fr: Suppléments - Hachages
hi: अतिरिक्त - हैश
hi_latn: atirikt - haish
id: Ekstra - Hash
it: Extra - Hash
ja: エクストラ - ハッシュ
ko: 추가 - 해시
ms: Tambahan - Hashes
nb: Ekstra - Hashes
ro: Suplimente - Hashes
tr: Ekstralar - Karmalar
uk: Додатково - Хеші
vi: Phần bổ sung - Băm
zh: 額外內容 - 哈希值

# NKS_KNOWNADDONS_EXTRAS_CHATBOT
source: Extras - Chatbot AI
ar: الإضافات - روبوت الدردشة الذكي
de: Extras – Chatbot-KI
es: Extras - IA de chatbot
fr: Suppléments - Chatbot IA
hi: अतिरिक्त - चैटबॉट AI
hi_latn: atirikt - chaitabot ai
id: Ekstra - Chatbot AI
it: Extra - Chatbot AI
ja: エクストラ - チャットボットAI
ko: 추가 - 챗봇 AI
ms: Tambahan - Chatbot AI
nb: Ekstra - Chatbot AI
pt: Extras - IA do Chatbot
ro: Suplimente - Chatbot AI
tr: Ekstralar - Chatbot AI
uk: Додатково - Chatbot AI
vi: Phần bổ sung - AI của Chatbot
zh: 額外內容 - 聊天機器人 AI

# NKS_KERNEL_CONFIGURATION_EXCEPTION_BASECONFIGDESERIALIZE
source: Can't deserialize the base configuration {0}
ar: لا يمكن إلغاء تسلسل التكوين الأساسي {0}
de: Die Basiskonfiguration {0} kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αφαίρεση της βασικής διαμόρφωσης {0}
es: No se puede deserializar la configuración base {0}
fr: Impossible de désérialiser la configuration de base {0}
ga: Ní féidir an bhunchumraíocht {0} a dhíshriail
hi: बेस कॉन्फ़िगरेशन {0} को डिसेरिएलाइज़ नहीं किया जा सकता
hi_latn: bes konfigareshan {0} ko diserielaiz nahin kiya ja sakata
id: Tidak dapat melakukan deserialisasi konfigurasi dasar {0}
it: Impossibile deserializzare la configurazione di base {0}
ja: 基本構成 {0} をデシリアル化できません
ko: 기본 구성 {0}을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri konfigurasi asas {0}
nb: Kan ikke deserialisere basiskonfigurasjonen {0}
nl: Kan de basisconfiguratie niet deserialiseren {0}
pt: Não é possível desserializar a configuração base {0}
ro: Nu se poate deserializa configurația de bază {0}
tr: Temel yapılandırma {0} seri hale getirilemiyor
uk: Не вдається десеріалізувати базову конфігурацію {0}
vi: Không thể hủy tuần tự hóa cấu hình cơ sở {0}
zh: 無法反序列化基本配置 {0}

# NKS_KERNEL_CONFIGURATION_EXCEPTION_CUSTOMCONFIGDESERIALIZE
source: Can't deserialize the custom configuration {0}
ar: لا يمكن إلغاء تسلسل التكوين المخصص {0}
de: Die benutzerdefinierte Konfiguration {0} kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αφαίρεση της προσαρμοσμένης διαμόρφωσης {0}
es: No se puede deserializar la configuración personalizada {0}
fr: Impossible de désérialiser la configuration personnalisée {0}
ga: Ní féidir an chumraíocht shaincheaptha {0} a dhíshrianú
hi: कस्टम कॉन्फ़िगरेशन {0} को डिसेरिएलाइज़ नहीं किया जा सकता
hi_latn: kastam konfigareshan {0} ko diserielaiz nahin kiya ja sakata
id: Tidak dapat melakukan deserialisasi konfigurasi khusus {0}
it: Impossibile deserializzare la configurazione personalizzata {0}
ja: カスタム構成 {0} をデシリアライズできません
ko: 사용자 정의 구성 {0}을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri konfigurasi tersuai {0}
nb: Kan ikke deserialisere den egendefinerte konfigurasjonen {0}
nl: Kan de aangepaste configuratie niet deserialiseren {0}
pt: Não é possível desserializar a configuração personalizada {0}
ro: Nu se poate deserializa configurația personalizată {0}
tr: Özel yapılandırma {0} seri hale getirilemiyor
uk: Неможливо десеріалізувати спеціальну конфігурацію {0}
vi: Không thể hủy tuần tự hóa cấu hình tùy chỉnh {0}
zh: 無法反序列化自訂配置 {0}

# NKS_SETTINGS_DRIVERS_DESC
source: This section lists the driver settings.
ar: يسرد هذا القسم إعدادات برنامج التشغيل.
de: Dieser Abschnitt listet die Treibereinstellungen auf.
el: Αυτή η ενότητα παραθέτει τις ρυθμίσεις του προγράμματος οδήγησης.
es: Esta sección enumera la configuración del controlador.
fr: Cette section répertorie les paramètres du pilote.
ga: Liostaíonn an chuid seo na socruithe tiománaí.
hi: यह अनुभाग ड्राइवर सेटिंग्स को सूचीबद्ध करता है।
hi_latn: yah anubhaag draivar setings ko soocheebaddh karata hai.
id: Bagian ini mencantumkan pengaturan driver.
it: Questa sezione elenca le impostazioni del driver.
ja: このセクションでは、ドライバー設定の一覧を示します。
ko: 이 섹션에는 드라이버 설정이 나열되어 있습니다.
ms: Bahagian ini menyenaraikan tetapan pemandu.
nb: Denne delen viser driverinnstillingene.
nl: In deze sectie worden de driverinstellingen weergegeven.
pt: Esta secção lista as definições do driver.
ro: Această secțiune listează setările driverului.
tr: Bu bölümde sürücü ayarları listelenmektedir.
uk: У цьому розділі наведено параметри драйвера.
vi: Phần này liệt kê các thiết lập trình điều khiển.
zh: 本部分列出了驅動程式設定。

# NKS_SETTINGS_DRIVERS_CURRENTRNGDRIVER_NAME
source: Current random number generator driver
ar: برنامج تشغيل مولد الأرقام العشوائية الحالي
de: Aktueller Zufallszahlengenerator-Treiber
el: Τρέχον πρόγραμμα οδήγησης για τη δημιουργία τυχαίων αριθμών
es: Controlador de generador de números aleatorios actual
fr: Pilote de générateur de nombres aléatoires actuel
ga: Tiománaí gineadóir uimhir randamach reatha
hi: वर्तमान रैंडम नंबर जनरेटर ड्राइवर
hi_latn: vartamaan raindam nambar janaretar draivar
id: Driver generator angka acak saat ini
it: Driver del generatore di numeri casuali corrente
ja: 現在の乱数ジェネレータードライバー
ko: 현재 난수 생성기 드라이버
ms: Pemacu penjana nombor rawak semasa
nb: Gjeldende driver for tilfeldig tallgenerator
nl: Huidige driver voor de random number generator
pt: Driver de gerador de números aleatórios atual
ro: Driverul actual al generatorului de numere aleatoare
tr: Mevcut rastgele sayı üreteci sürücüsü
uk: Поточний драйвер генератора випадкових чисел
vi: Trình điều khiển trình tạo số ngẫu nhiên hiện tại
zh: 當前隨機數產生器驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTRNGDRIVER_DESC
source: Which random number generator driver would you like to use?
ar: ما هو برنامج تشغيل مولد الأرقام العشوائية الذي ترغب في استخدامه؟
de: Welchen Zufallszahlengenerator-Treiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης γεννήτριας τυχαίων αριθμών θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de generador de números aleatorios desea usar?
fr: Quel pilote de générateur de nombres aléatoires souhaitez-vous utiliser ?
ga: Cén tiománaí gineadóra uimhreacha randamacha ar mhaith leat a úsáid?
hi: आप किस रैंडम नंबर जनरेटर ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis raindam nambar janaretar draivar ka upayog karana chaahenge?
id: Driver generator angka acak mana yang ingin Anda gunakan?
it: Quale driver del generatore di numeri casuali desideri utilizzare?
ja: どの乱数ジェネレータードライバーを使用しますか？
ko: 어떤 난수 생성기 드라이버를 사용하시겠습니까?
ms: Pemacu penjana nombor rawak manakah yang anda ingin gunakan?
nb: Hvilken driver for tilfeldig tallgenerator vil du bruke?
nl: Welke driver voor de random number generator wilt u gebruiken?
pt: Que driver de gerador de números aleatórios gostaria de utilizar?
ro: Ce driver de generator de numere aleatorii ați dori să utilizați?
tr: Hangi rastgele sayı üreteci sürücüsünü kullanmak istersiniz?
uk: Який драйвер генератора випадкових чисел ви хотіли б використати?
vi: Bạn muốn sử dụng trình điều khiển trình tạo số ngẫu nhiên nào?
zh: 您想使用哪個隨機數產生器驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTNETWORKDRIVER_NAME
source: Current network driver
ar: برنامج تشغيل الشبكة الحالي
de: Aktueller Netzwerktreiber
el: Τρέχον πρόγραμμα οδήγησης δικτύου
es: Controlador de red actual
fr: Pilote réseau actuel
ga: Tiománaí líonra reatha
hi: वर्तमान नेटवर्क ड्राइवर
hi_latn: vartamaan netavark draivar
id: Driver jaringan saat ini
it: Driver di rete corrente
ja: 現在のネットワークドライバー
ko: 현재 네트워크 드라이버
ms: Pemacu rangkaian semasa
nb: Gjeldende nettverksdriver
nl: Huidige netwerkdriver
pt: Driver de rede atual
ro: Driver de rețea actual
tr: Mevcut ağ sürücüsü
uk: Актуальний мережевий драйвер
vi: Trình điều khiển mạng hiện tại
zh: 目前網路驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTNETWORKDRIVER_DESC
source: Which network driver would you like to use?
ar: ما هو برنامج تشغيل الشبكة الذي ترغب في استخدامه؟
de: Welchen Netzwerktreiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης δικτύου θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de red desea usar?
fr: Quel pilote réseau souhaitez-vous utiliser ?
ga: Cén tiománaí líonra ba mhaith leat a úsáid
hi: आप किस नेटवर्क ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis netavark draivar ka upayog karana chaahenge?
id: Driver jaringan mana yang ingin Anda gunakan?
it: Quale driver di rete desideri utilizzare?
ja: どのネットワークドライバーを使用しますか？
ko: 어떤 네트워크 드라이버를 사용하시겠습니까?
ms: Pemacu rangkaian manakah yang anda ingin gunakan?
nb: Hvilken nettverksdriver vil du bruke?
nl: Welke netwerkdriver wilt u gebruiken?
pt: Qual o driver de rede que gostaria de usar?
ro: Ce driver de rețea ați dori să utilizați?
tr: Hangi ağ sürücüsünü kullanmak istersiniz?
uk: Який мережевий драйвер ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển mạng nào?
zh: 您想使用哪個網路驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTFILESYSTEMDRIVER_NAME
source: Current filesystem driver
ar: برنامج تشغيل نظام الملفات الحالي
de: Aktueller Dateisystemtreiber
el: Τρέχον πρόγραμμα οδήγησης συστήματος αρχείων
es: Controlador de sistema de archivos actual
fr: Pilote de système de fichiers actuel
ga: Tiománaí córas comhaid reatha
hi: वर्तमान फाइल सिस्टम ड्राइवर
hi_latn: vartamaan phail sistam draivar
id: Driver sistem berkas saat ini
it: Driver del file system corrente
ja: 現在のファイルシステムドライバー
ko: 현재 파일 시스템 드라이버
ms: Pemacu sistem fail semasa
nb: Gjeldende filsystemdriver
nl: Huidige bestandssysteemdriver
pt: Driver de sistema de ficheiros atual
ro: Driverul actual al sistemului de fișiere
tr: Mevcut dosya sistemi sürücüsü
uk: Поточний драйвер файлової системи
vi: Trình điều khiển hệ thống tệp hiện tại
zh: 目前檔案系統驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTFILESYSTEMDRIVER_DESC
source: Which filesystem driver would you like to use?
ar: ما هو برنامج تشغيل نظام الملفات الذي ترغب في استخدامه؟
de: Welchen Dateisystemtreiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης συστήματος αρχείων θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de sistema de archivos desea usar?
fr: Quel pilote de système de fichiers souhaitez-vous utiliser ?
ga: Cén tiománaí córais comhaid ar mhaith leat a úsáid?
hi: आप किस फाइल सिस्टम ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis phail sistam draivar ka upayog karana chaahenge?
id: Driver sistem berkas mana yang ingin Anda gunakan?
it: Quale driver del file system desideri utilizzare?
ja: どのファイルシステムドライバーを使用しますか？
ko: 어떤 파일 시스템 드라이버를 사용하시겠습니까?
ms: Pemacu sistem fail manakah yang anda ingin gunakan?
nb: Hvilken filsystemdriver vil du bruke?
nl: Welke bestandssysteemdriver wilt u gebruiken?
pt: Qual o controlador do sistema de ficheiros que gostaria de usar?
ro: Ce driver de sistem de fișiere doriți să utilizați?
tr: Hangi dosya sistemi sürücüsünü kullanmak istersiniz?
uk: Який драйвер файлової системи ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển hệ thống tệp nào?
zh: 您想使用哪個檔案系統驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTENCRYPTIONDRIVER_NAME
source: Current encryption driver
ar: برنامج تشغيل التشفير الحالي
de: Aktueller Verschlüsselungstreiber
el: Τρέχον πρόγραμμα οδήγησης κρυπτογράφησης
es: Controlador de cifrado actual
fr: Pilote de chiffrement actuel
ga: Tiománaí criptithe reatha
hi: वर्तमान एन्क्रिप्शन ड्राइवर
hi_latn: vartamaan enkripshan draivar
id: Driver enkripsi saat ini
it: Driver di crittografia corrente
ja: 現在の暗号化ドライバー
ko: 현재 암호화 드라이버
ms: Pemacu penyulitan semasa
nb: Gjeldende krypteringsdriver
nl: Huidige encryptiedriver
pt: Driver de encriptação atual
ro: Driver de criptare actual
tr: Mevcut şifreleme sürücüsü
uk: Актуальний драйвер шифрування
vi: Trình điều khiển mã hóa hiện tại
zh: 目前加密驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTENCRYPTIONDRIVER_DESC
source: Which encryption driver would you like to use?
ar: ما هو برنامج تشغيل التشفير الذي ترغب في استخدامه؟
de: Welchen Verschlüsselungstreiber möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης κρυπτογράφησης θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de cifrado desea usar?
fr: Quel pilote de chiffrement souhaitez-vous utiliser ?
ga: Cén tiománaí criptithe ar mhaith leat a úsáid?
hi: आप किस एन्क्रिप्शन ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis enkripshan draivar ka upayog karana chaahenge?
id: Driver enkripsi mana yang ingin Anda gunakan?
it: Quale driver di crittografia desideri utilizzare?
ja: どの暗号化ドライバーを使用しますか？
ko: 어떤 암호화 드라이버를 사용하시겠습니까?
ms: Pemacu penyulitan manakah yang anda ingin gunakan?
nb: Hvilken krypteringsdriver vil du bruke?
nl: Welke encryptiedriver wilt u gebruiken?
pt: Qual o driver de encriptação que gostaria de usar?
ro: Ce driver de criptare ați dori să utilizați?
tr: Hangi şifreleme sürücüsünü kullanmak istersiniz?
uk: Який драйвер шифрування ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển mã hóa nào?
zh: 您想使用哪個加密驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTREGEXPDRIVER_NAME
source: Current regular expression driver
ar: برنامج تشغيل التعبيرات العادية الحالي
de: Aktueller Treiber für reguläre Ausdrücke
el: Τρέχον πρόγραμμα οδήγησης κανονικής έκφρασης
es: Controlador de expresiones regulares actual
fr: Pilote d'expressions régulières actuel
ga: Tiománaí abairt rialta reatha
hi: वर्तमान रेगुलर एक्सप्रेशन ड्राइवर
hi_latn: vartamaan regular eksapreshan draivar
id: Driver ekspresi reguler saat ini
it: Driver delle espressioni regolari corrente
ja: 現在の正規表現ドライバー
ko: 현재 정규식 드라이버
ms: Pemacu ekspresi biasa semasa
nb: Nåværende driver for regulære uttrykk
nl: Huidige driver voor reguliere expressies
pt: Driver de expressão regular atual
ro: Driverul actual al expresiei regulate
tr: Mevcut düzenli ifade sürücüsü
uk: Поточний драйвер регулярного виразу
vi: Trình điều khiển biểu thức chính quy hiện tại
zh: 當前正則表達式驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTREGEXPDRIVER_DESC
source: Which regular expression driver would you like to use?
ar: ما هو برنامج تشغيل التعبيرات العادية الذي ترغب في استخدامه؟
de: Welchen Treiber für reguläre Ausdrücke möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης τυπικής έκφρασης θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de expresiones regulares desea usar?
fr: Quel pilote d'expressions régulières souhaitez-vous utiliser ?
ga: Cén tiománaí slonn rialta ar mhaith leat a úsáid?
hi: आप किस रेगुलर एक्सप्रेशन ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis regular eksapreshan draivar ka upayog karana chaahenge?
id: Driver ekspresi reguler mana yang ingin Anda gunakan?
it: Quale driver delle espressioni regolari desideri utilizzare?
ja: どの正規表現ドライバーを使用しますか？
ko: 어떤 정규식 드라이버를 사용하시겠습니까?
ms: Pemacu ungkapan biasa manakah yang ingin anda gunakan?
nb: Hvilken driver for regulære uttrykk vil du bruke?
nl: Welke driver voor reguliere expressies wilt u gebruiken?
pt: Que driver de expressão regular gostaria de usar?
ro: Ce driver de expresie regulată ați dori să utilizați?
tr: Hangi düzenli ifade sürücüsünü kullanmak istersiniz?
uk: Який драйвер регулярного виразу ви хочете використовувати?
vi: Bạn muốn sử dụng trình điều khiển biểu thức chính quy nào?
zh: 您想使用哪個正規表示式驅動程式？

# NKS_SETTINGS_DRIVERS_CURRENTDEBUGLOGGERDRIVER_NAME
source: Current debug logger generator driver
ar: برنامج تشغيل مُولد مُسجل التصحيح الحالي
de: Aktueller Treiber für den Debug-Logger-Generator
el: Τρέχον πρόγραμμα οδήγησης δημιουργίας καταγραφικού εντοπισμού σφαλμάτων
es: Controlador de generador de registrador de depuración actual
fr: Pilote de générateur de journal de débogage actuel
ga: Tiománaí gineadóir logálaí dífhabhtaithe reatha
hi: वर्तमान डिबग लॉगर जनरेटर ड्राइवर
hi_latn: vartamaan dibag logar janaretar draivar
id: Driver generator logger debug saat ini
it: Driver del generatore del logger di debug corrente
ja: 現在のデバッグロガージェネレータードライバー
ko: 현재 디버그 로거 생성기 드라이버
ms: Pemacu penjana pembalak nyahpepijat semasa
nb: Gjeldende driver for debug logger generator
nl: Huidige driver voor debug logger generator
pt: Driver de gerador de registo de depuração atual
ro: Driverul actual al generatorului de logger de depanare
tr: Mevcut hata ayıklama günlüğü üreteci sürücüsü
uk: Поточний драйвер генератора реєстратора налагодження
vi: Trình điều khiển trình tạo trình ghi nhật ký gỡ lỗi hiện tại
zh: 當前調試記錄器生成器驅動程式

# NKS_SETTINGS_DRIVERS_CURRENTDEBUGLOGGERDRIVER_DESC
source: Which debug logger generator driver would you like to use?
ar: ما هو برنامج تشغيل مُولد مُسجل التصحيح الذي ترغب في استخدامه؟
de: Welchen Treiber für den Debug-Logger-Generator möchten Sie verwenden?
el: Ποιο πρόγραμμα οδήγησης δημιουργίας καταγραφικού εντοπισμού σφαλμάτων θα θέλατε να χρησιμοποιήσετε;
es: ¿Qué controlador de generador de registrador de depuración desea usar?
fr: Quel pilote de générateur de journal de débogage souhaitez-vous utiliser ?
ga: Cén tiománaí gineadóir logálaí dífhabhtaithe ar mhaith leat a úsáid?
hi: आप किस डिबग लॉगर जनरेटर ड्राइवर का उपयोग करना चाहेंगे?
hi_latn: aap kis dibag logar janaretar draivar ka upayog karana chaahenge?
id: Driver generator logger debug mana yang ingin Anda gunakan?
it: Quale driver del generatore del logger di debug desideri utilizzare?
ja: どのデバッグロガージェネレータードライバーを使用しますか？
ko: 어떤 디버그 로거 생성기 드라이버를 사용하시겠습니까?
ms: Pemacu penjana pembalak nyahpepijat manakah yang anda ingin gunakan?
nb: Hvilken debug logger generator driver vil du bruke?
nl: Welke driver voor debug logger generator wilt u gebruiken?
pt: Que driver de gerador de registo de depuração gostaria de usar?
ro: Ce driver de generator de logger de depanare ați dori să utilizați?
tr: Hangi hata ayıklama günlüğü üreteci sürücüsünü kullanmak istersiniz?
uk: Який драйвер генератора журналу налагодження ви хотіли б використати?
vi: Bạn muốn sử dụng trình điều khiển trình tạo trình ghi nhật ký gỡ lỗi nào?
zh: 您想使用哪個調試記錄器生成器驅動程式？
