Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKSETTINGSENTRIES_DESC
source: Checks all the KS settings to see if the variables are written correctly
ar: يتحقق من جميع إعدادات KS لمعرفة ما إذا كانت المتغيرات مكتوبة بشكل صحيح
de: Überprüft alle KS-Einstellungen, um zu sehen, ob die Variablen korrekt geschrieben sind
el: Ελέγχει όλες τις ρυθμίσεις KS για να δει αν οι μεταβλητές είναι γραμμένες σωστά
es: Comprueba todas las configuraciones de KS para ver si las variables están escritas correctamente
fr: Vérifie tous les paramètres KS pour voir si les variables sont écrites correctement
ga: Seiceálann sé na socruithe KS go léir féachaint an bhfuil na hathróga scríofa i gceart
hi: यह देखने के लिए कि क्या चर सही ढंग से लिखे गए हैं, सभी KS सेटिंग्स की जाँच करता है
hi_latn: yah dekhane ke lie ki kya char sahee dhang se likhe gae hain, sabhee ks setings kee jaanch karata hai
id: Memeriksa semua pengaturan KS untuk melihat apakah variabel ditulis dengan benar
it: Controlla tutte le impostazioni di KS per vedere se le variabili sono scritte correttamente
ja: すべてのKS設定をチェックして、変数が正しく書き込まれているかどうかを確認します
ko: 모든 KS 설정을 확인하여 변수가 올바르게 작성되었는지 확인합니다.
ms: Semak semua tetapan KS untuk melihat sama ada pembolehubah ditulis dengan betul
nb: Sjekker alle KS-innstillingene for å se om variablene er skrevet riktig
nl: Controleert alle KS-instellingen om te zien of de variabelen correct zijn geschreven
pt: Verifica todas as configurações do KS para ver se as variáveis estão escritas corretamente
ro: Verifică toate setările KS pentru a vedea dacă variabilele sunt scrise corect
tr: Değişkenlerin doğru yazılıp yazılmadığını görmek için tüm KS ayarlarını kontrol eder
uk: Перевіряє всі налаштування KS, щоб перевірити, чи правильно записані змінні
vi: Kiểm tra tất cả các thiết lập KS để xem các biến có được viết đúng không
zh: 檢查所有 KS 設置以查看變量是否正確寫入

# NKS_FILES_EXCEPTION_FILENOTFOUND
source: File {0} not found
ar: الملف {0} غير موجود
de: Datei {0} nicht gefunden
el: Το αρχείο {0} δεν βρέθηκε
es: Archivo {0} no encontrado
fr: Fichier {0} introuvable
ga: Comhad {0} gan aimsiú
hi: फ़ाइल {0} नहीं मिली
hi_latn: fail {0} nahin milee
id: File {0} tidak ditemukan
it: File {0} non trovato
ja: ファイル{0}が見つかりません
ko: 파일 {0}을(를) 찾을 수 없습니다.
ms: Fail {0} tidak ditemui
nb: Finner ikke filen {0}
nl: Bestand {0} niet gevonden
pt: Arquivo {0} não encontrado
ro: Fișierul {0} nu a fost găsit
tr: Dosya {0} bulunamadı
uk: Файл {0} не знайдено
vi: Không tìm thấy tệp {0}
zh: 未找到文件 {0}

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKLOCALIZATIONLINES_DESC
source: Checks all the localization text line numbers to see if they're all equal
ar: للتحقق من جميع أرقام أسطر نص الترجمة لمعرفة ما إذا كانت جميعها متساوية
de: Überprüft alle Lokalisierungstextzeilennummern, um festzustellen, ob sie alle gleich sind
el: Ελέγχει όλους τους αριθμούς γραμμών κειμένου τοπικής προσαρμογής για να δει αν είναι όλοι ίσοι
es: Comprueba todos los números de línea de texto de localización para ver si todos son iguales
fr: Vérifie tous les numéros de ligne de texte de localisation pour voir s'ils sont tous égaux
ga: Seiceálann sé na huimhreacha línte téacs logánaithe go léir féachaint an bhfuil siad ar fad cothrom
hi: यह देखने के लिए कि क्या वे सभी समान हैं, सभी स्थानीयकरण टेक्स्ट लाइन नंबरों की जांच करता है
hi_latn: yah dekhane ke lie ki kya ve sabhee samaan hain, sabhee sthaaneeyakaran tekst lain nambaron kee jaanch karata hai
id: Memeriksa semua nomor baris teks lokalisasi untuk melihat apakah semuanya sama
it: Controlla tutti i numeri delle righe di testo di localizzazione per vedere se sono tutti uguali
ja: すべてのローカリゼーションテキストの行番号をチェックして、それらがすべて等しいかどうかを確認します
ko: 모든 현지화 텍스트 줄 번호를 확인하여 모두 동일한지 확인합니다.
ms: Menyemak semua nombor baris teks penyetempatan untuk melihat sama ada semuanya sama
nb: Kontrollerer alle lokaliseringstekstlinjenumrene for å se om alle er like
nl: Controleert alle regelnummers van de lokalisatietekst om te zien of ze allemaal gelijk zijn
pt: Verifica todos os números de linha de texto de localização para ver se são todos iguais
ro: Verifică toate numerele liniilor de text de localizare pentru a vedea dacă toate sunt egale
tr: Tüm yerelleştirme metin satır numaralarının eşit olup olmadığını kontrol eder
uk: Перевіряє всі номери рядків тексту локалізації, щоб побачити, чи всі вони однакові
vi: Kiểm tra tất cả các số dòng văn bản bản địa hóa để xem chúng có bằng nhau không
zh: 檢查所有本地化文本行號以查看它們是否都相等

# NKS_KERNEL_DEBUGGING_TESTFACADES_CHECKLOCALIZATIONLINES_MISMATCH
source: Line mismatch in
ar: عدم تطابق الخط في
de: Zeilenkonflikt ein
el: Αναντιστοιχία γραμμής μέσα
es: Desajuste de línea en
fr: Incompatibilité de ligne dans
ga: Mímheaitseáil líne i
hi: लाइन बेमेल
hi_latn: lain bemel
id: Ketidakcocokan garis di
it: Mancata corrispondenza della linea
ja: の行の不一致
ko: 라인 불일치
ms: Baris tidak padan masuk
nb: Linje uoverensstemmelse i
nl: Regel komt niet overeen in
pt: Incompatibilidade de linha em
ro: Linie nepotrivită în
tr: Satır uyuşmazlığı
uk: Невідповідність лінії в
vi: Dòng không khớp trong
zh: 線路不匹配

# NKS_SETTINGS_KERNEL_LOGIN_INCLUDEANONYMOUS_NAME
source: Include anonymous users
ar: قم بتضمين المستخدمين المجهولين
de: Schließen Sie anonyme Benutzer ein
el: Συμπεριλάβετε ανώνυμους χρήστες
es: Incluir usuarios anónimos
fr: Inclure les utilisateurs anonymes
ga: Cuir úsáideoirí gan ainm san áireamh
hi: अनाम उपयोगकर्ताओं को शामिल करें
hi_latn: anaam upayogakartaon ko shaamil karen
id: Sertakan pengguna anonim
it: Includi utenti anonimi
ja: 匿名ユーザーを含める
ko: 익명 사용자 포함
ms: Sertakan pengguna tanpa nama
nb: Inkluder anonyme brukere
nl: Anonieme gebruikers opnemen
pt: Incluir usuários anônimos
ro: Includeți utilizatori anonimi
tr: Anonim kullanıcıları dahil et
uk: Включати анонімних користувачів
vi: Bao gồm người dùng ẩn danh
zh: 包括匿名用戶

# NKS_SETTINGS_KERNEL_LOGIN_INCLUDEDISABLED_NAME
source: Include disabled users
ar: تضمين المستخدمين المعوقين
de: Schließen Sie behinderte Benutzer ein
el: Συμπεριλάβετε χρήστες με ειδικές ανάγκες
es: Incluir usuarios deshabilitados
fr: Inclure les utilisateurs désactivés
ga: Cuir úsáideoirí faoi mhíchumas san áireamh
hi: अक्षम उपयोगकर्ताओं को शामिल करें
hi_latn: aksham upayogakartaon ko shaamil karen
id: Sertakan pengguna yang cacat
it: Includi utenti disabili
ja: 無効なユーザーを含める
ko: 비활성화된 사용자 포함
ms: Sertakan pengguna kurang upaya
nb: Inkluder funksjonshemmede brukere
nl: Gehandicapte gebruikers opnemen
pt: Incluir usuários com deficiência
ro: Includeți utilizatorii cu dizabilități
tr: Engelli kullanıcıları dahil et
uk: Включати користувачів з обмеженими можливостями
vi: Bao gồm người dùng bị vô hiệu hóa
zh: 包括禁用用戶

# NKS_SETTINGS_KERNEL_LOGIN_INCLUDEANONYMOUS_DESC
source: Includes the anonymous users in the list
ar: يشمل المستخدمين المجهولين في القائمة
de: Schließt die anonymen Benutzer in die Liste ein
el: Περιλαμβάνει τους ανώνυμους χρήστες στη λίστα
es: Incluye los usuarios anónimos en la lista.
fr: Inclut les utilisateurs anonymes dans la liste
ga: Áirítear leis na húsáideoirí gan ainm sa liosta
hi: सूची में अनाम उपयोगकर्ताओं को शामिल करता है
hi_latn: soochee mein anaam upayogakartaon ko shaamil karata hai
id: Menyertakan pengguna anonim dalam daftar
it: Include gli utenti anonimi nell'elenco
ja: リストに匿名ユーザーを含めます
ko: 목록에 익명 사용자 포함
ms: Termasuk pengguna tanpa nama dalam senarai
nb: Inkluderer de anonyme brukerne i listen
nl: Bevat de anonieme gebruikers in de lijst
pt: Inclui os usuários anônimos na lista
ro: Include utilizatorii anonimi în listă
tr: Listeye anonim kullanıcıları da dahil eder
uk: Включає в список анонімних користувачів
vi: Bao gồm những người dùng ẩn danh trong danh sách
zh: 包括列表中的匿名用戶

# NKS_SETTINGS_KERNEL_LOGIN_INCLUDEDISABLED_DESC
source: Includes the disabled users in the list
ar: يشمل المستخدمين المعوقين في القائمة
de: Schließt die deaktivierten Benutzer in die Liste ein
el: Περιλαμβάνει τους χρήστες με ειδικές ανάγκες στη λίστα
es: Incluye a los usuarios deshabilitados en la lista
fr: Inclut les utilisateurs désactivés dans la liste
ga: Áirítear leis na húsáideoirí faoi mhíchumas sa liosta
hi: सूची में अक्षम उपयोगकर्ता शामिल हैं
hi_latn: soochee mein aksham upayogakarta shaamil hain
id: Menyertakan pengguna yang dinonaktifkan dalam daftar
it: Include gli utenti disabili nell'elenco
ja: 障害のあるユーザーをリストに含めます
ko: 목록에 비활성화된 사용자를 포함합니다.
ms: Termasuk pengguna kurang upaya dalam senarai
nb: Inkluderer funksjonshemmede brukere i listen
nl: Bevat de uitgeschakelde gebruikers in de lijst
pt: Inclui os usuários com deficiência na lista
ro: Include utilizatorii cu dizabilități în listă
tr: Engelli kullanıcıları listeye dahil eder
uk: Включає в список користувачів з обмеженими можливостями
vi: Bao gồm những người dùng bị vô hiệu hóa trong danh sách
zh: 包括列表中的禁用用戶

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTLIST_NAME
source: Sort the list
ar: رتب القائمة
de: Sortieren Sie die Liste
el: Ταξινόμηση της λίστας
es: ordenar la lista
fr: Trier la liste
ga: Sórtáil an liosta
hi: सूची को क्रमबद्ध करें
hi_latn: soochee ko kramabaddh karen
id: Urutkan daftarnya
it: Ordina l'elenco
ja: リストを並べ替える
ko: 목록 정렬
ms: Isih senarai
nb: Sorter listen
nl: Sorteer de lijst
pt: Ordenar a lista
ro: Sortați lista
tr: Listeyi sırala
uk: Відсортуйте список
vi: Sắp xếp danh sách
zh: 對列表進行排序

# NKS_SETTINGS_KERNEL_FILESYSTEM_SORTLIST_DESC
source: Sorts the filesystem list professionally.
ar: يفرز قائمة نظام الملفات بشكل احترافي.
de: Sortiert die Dateisystemliste professionell.
el: Ταξινομεί επαγγελματικά τη λίστα συστημάτων αρχείων.
es: Ordena la lista de sistemas de archivos profesionalmente.
fr: Trie la liste des systèmes de fichiers de manière professionnelle.
ga: Sórtáil sé liosta an chórais comhad go gairmiúil.
hi: फाइल सिस्टम सूची को पेशेवर रूप से क्रमबद्ध करता है।
hi_latn: phailasistam soochee ko peshevar roop se kramabaddh karata hai.
id: Mengurutkan daftar sistem berkas secara profesional.
it: Ordina l'elenco dei filesystem in modo professionale.
ja: ファイルシステムリストを専門的にソートします。
ko: 파일 시스템 목록을 전문적으로 정렬합니다.
ms: Isih senarai sistem fail secara profesional.
nb: Sorterer filsystemlisten profesjonelt.
nl: Sorteert de bestandssysteemlijst professioneel.
pt: Classifica a lista de sistemas de arquivos profissionalmente.
ro: Sortează lista sistemului de fișiere în mod profesional.
tr: Dosya sistemi listesini profesyonelce sıralar.
uk: Професійно сортує список файлових систем.
vi: Sắp xếp danh sách hệ thống tập tin một cách chuyên nghiệp.
zh: 專業地對文件系統列表進行排序。

# NKS_SHELL_BASE_HELP_NOLISTING
source: Shell commands not implemented!!!
ar: أوامر شل لم تنفذ !!!
de: Shell-Befehle nicht implementiert!!!
el: Οι εντολές Shell δεν εφαρμόζονται!!!
es: ¡¡¡Comandos de shell no implementados!!!
fr: Commandes Shell non implémentées !!!
ga: Níor cuireadh orduithe Shell i bhfeidhm !!!
hi: शेल कमांड लागू नहीं !!!
hi_latn: shel kamaand laagoo nahin !!!
id: Perintah Shell tidak diimplementasikan!!!
it: Comandi della shell non implementati!!!
ja: シェルコマンドは実装されていません!!!
ko: 쉘 명령이 구현되지 않았습니다!!!
ms: Perintah Shell tidak dilaksanakan!!!
nb: Shell-kommandoer er ikke implementert!!!
nl: Shell-commando's niet geïmplementeerd!!!
pt: Comandos Shell não implementados!!!
ro: Comenzile Shell nu sunt implementate!!!
tr: Kabuk komutları uygulanmadı!!!
uk: Команди оболонки не реалізовані!!!
vi: Lệnh shell chưa được triển khai!!!
zh: Shell 命令未執行！！！

# NKS_SETTINGS_KERNEL_MISC_RSS_SHOWHEADLINELOGIN_NAME
source: Show latest RSS headline on login
ar: عرض أحدث عنوان RSS عند تسجيل الدخول
de: Neueste RSS-Überschrift beim Login anzeigen
el: Εμφάνιση της τελευταίας επικεφαλίδας RSS κατά τη σύνδεση
es: Mostrar el último titular RSS al iniciar sesión
fr: Afficher le dernier titre RSS lors de la connexion
ga: Taispeáin an ceannteideal RSS is déanaí ar logáil isteach
hi: लॉगिन पर नवीनतम आरएसएस शीर्षक दिखाएं
hi_latn: login par naveenatam aareses sheershak dikhaen
id: Tampilkan judul RSS terbaru saat login
it: Mostra l'ultimo titolo RSS all'accesso
ja: ログイン時に最新のRSSヘッドラインを表示する
ko: 로그인 시 최신 RSS 헤드라인 표시
ms: Tunjukkan tajuk RSS terkini semasa log masuk
nb: Vis siste RSS-overskrift ved pålogging
nl: Toon laatste RSS-kop bij inloggen
pt: Mostrar o título RSS mais recente no login
ro: Afișați cel mai recent titlu RSS la conectare
tr: Girişte en son RSS başlığını göster
uk: Показувати останній заголовок RSS під час входу
vi: Hiển thị tiêu đề RSS mới nhất khi đăng nhập
zh: 登錄時顯示最新的 RSS 標題

# NKS_SETTINGS_KERNEL_MISC_RSS_HEADLINEURL_NAME
source: RSS headline URL
ar: عنوان URL لعنوان RSS
de: URL der RSS-Überschrift
el: URL επικεφαλίδας RSS
es: URL del título RSS
fr: URL du titre RSS
ga: URL ceannlíne RSS
hi: आरएसएस हेडलाइन यूआरएल
hi_latn: aareses hedalain yooaarel
id: URL judul RSS
it: URL del titolo RSS
ja: RSSヘッドラインURL
ko: RSS 헤드라인 URL
ms: URL tajuk RSS
nb: RSS-overskrifts-URL
nl: URL van RSS-kop
pt: URL do título RSS
ro: Adresa URL a titlului RSS
tr: RSS başlık URL'si
uk: URL-адреса заголовка RSS
vi: URL tiêu đề RSS
zh: RSS 標題網址

# NKS_SETTINGS_KERNEL_MISC_RSS_SHOWHEADLINELOGIN_DESC
source: Each login, it will show the latest RSS headline from the selected headline URL.
ar: في كل تسجيل دخول ، سيعرض أحدث عنوان RSS من عنوان URL الرئيسي المحدد.
de: Bei jeder Anmeldung wird die neueste RSS-Schlagzeile der ausgewählten Schlagzeilen-URL angezeigt.
el: Κάθε σύνδεση, θα εμφανίζει την τελευταία επικεφαλίδα RSS από την επιλεγμένη διεύθυνση URL επικεφαλίδας.
es: Cada inicio de sesión, mostrará el último titular RSS de la URL del titular seleccionado.
fr: À chaque connexion, il affichera le dernier titre RSS à partir de l'URL du titre sélectionné.
ga: Gach logáil isteach, taispeánfaidh sé an ceannlíne RSS is déanaí ón URL ceannlíne roghnaithe.
hi: प्रत्येक लॉगिन, यह चयनित शीर्षक URL से नवीनतम RSS शीर्षक दिखाएगा।
hi_latn: pratyek login, yah chayanit sheershak url se naveenatam rss sheershak dikhaega.
id: Setiap kali login, akan ditampilkan judul RSS terbaru dari URL judul yang dipilih.
it: Ad ogni accesso, mostrerà l'ultimo titolo RSS dall'URL del titolo selezionato.
ja: ログインするたびに、選択したヘッドラインURLからの最新のRSSヘッドラインが表示されます。
ko: 로그인할 때마다 선택한 헤드라인 URL의 최신 RSS 헤드라인이 표시됩니다.
ms: Setiap log masuk, ia akan menunjukkan tajuk RSS terkini daripada URL tajuk yang dipilih.
nb: Hver pålogging vil vise den siste RSS-overskriften fra den valgte overskrifts-URLen.
nl: Elke keer dat u inlogt, wordt de laatste RSS-kop van de geselecteerde kop-URL weergegeven.
pt: A cada login, ele mostrará o título RSS mais recente do URL do título selecionado.
ro: La fiecare conectare, va afișa cel mai recent titlu RSS de la adresa URL a titlului selectat.
tr: Her girişte, seçili başlık URL'sinden en son RSS başlığı gösterilecektir.
uk: Кожного входу в систему відображатиметься останній заголовок RSS із вибраної URL-адреси заголовка.
vi: Mỗi lần đăng nhập, tiêu đề RSS mới nhất sẽ hiển thị từ URL tiêu đề đã chọn.
zh: 每次登錄，它將顯示來自所選標題 URL 的最新 RSS 標題。

# NKS_SETTINGS_KERNEL_MISC_RSS_HEADLINEURL_DESC
source: RSS headline URL to be used when showing the latest headline. This is usually your favorite feed.
ar: عنوان URL لعنوان RSS لاستخدامه عند عرض أحدث عنوان. هذه هي عادة خلاصتك المفضلة.
de: RSS-Schlagzeilen-URL, die verwendet werden soll, wenn die neueste Schlagzeile angezeigt wird. Dies ist normalerweise Ihr Lieblings-Feed.
el: URL επικεφαλίδας RSS που θα χρησιμοποιηθεί κατά την εμφάνιση της τελευταίας επικεφαλίδας. Αυτή είναι συνήθως η αγαπημένη σας ροή.
es: URL del título RSS que se utilizará cuando se muestre el título más reciente. Este suele ser tu feed favorito.
fr: URL du titre RSS à utiliser lors de l'affichage du dernier titre. Il s'agit généralement de votre flux préféré.
ga: URL ceannlíne RSS le húsáid agus an ceannlíne is déanaí á thaispeáint. De ghnáth is é seo an beathú is fearr leat.
hi: नवीनतम शीर्षक दिखाते समय उपयोग किया जाने वाला RSS शीर्षक URL. यह आमतौर पर आपका पसंदीदा फ़ीड होता है।
hi_latn: naveenatam sheershak dikhaate samay upayog kiya jaane vaala rss sheershak url. yah aamataur par aapaka pasandeeda feed hota hai.
id: URL judul RSS yang akan digunakan saat menampilkan judul terkini. Biasanya ini adalah umpan favorit Anda.
it: URL del titolo RSS da utilizzare durante la visualizzazione dell'ultimo titolo. Di solito è il tuo feed preferito.
ja: RSSヘッドライン最新のヘッドラインを表示するときに使用されるURL。これは通常、お気に入りのフィードです。
ko: 최신 헤드라인을 표시할 때 사용할 RSS 헤드라인 URL입니다. 이것은 일반적으로 가장 좋아하는 피드입니다.
ms: URL tajuk RSS untuk digunakan apabila memaparkan tajuk terkini. Ini biasanya suapan kegemaran anda.
nb: RSS-overskrifts-URL som skal brukes når den siste overskriften vises. Dette er vanligvis din favorittfeed.
nl: RSS-kop-URL die moet worden gebruikt bij het weergeven van de laatste kop. Dit is meestal je favoriete feed.
pt: URL do título RSS a ser usado ao mostrar o título mais recente. Este é geralmente o seu feed favorito.
ro: Adresa URL a titlului RSS care trebuie utilizată atunci când se afișează cel mai recent titlu. Acesta este de obicei feedul tău preferat.
tr: En son başlığı gösterirken kullanılacak RSS başlık URL'si. Bu genellikle favori akışınızdır.
uk: URL-адреса заголовка RSS, яка буде використовуватися під час показу останнього заголовка. Зазвичай це ваш улюблений канал.
vi: URL tiêu đề RSS được sử dụng khi hiển thị tiêu đề mới nhất. Đây thường là nguồn cấp dữ liệu yêu thích của bạn.
zh: 顯示最新標題時使用的 RSS 標題 URL。這通常是您最喜歡的提要。

# NKS_NETWORK_TYPES_RSS_FETCHFAILED
source: Failed to get the latest news.
ar: فشل في الحصول على آخر الأخبار.
de: Die neuesten Nachrichten konnten nicht abgerufen werden.
el: Αποτυχία λήψης των τελευταίων ειδήσεων.
es: Error al obtener las últimas noticias.
fr: Impossible d'obtenir les dernières nouvelles.
ga: Theip ar an nuacht is déanaí a fháil.
hi: नवीनतम समाचार प्राप्त करने में विफल।
hi_latn: naveenatam samaachaar praapt karane mein viphal.
id: Gagal mendapatkan berita terkini.
it: Impossibile ricevere le ultime notizie.
ja: 最新のニュースを入手できませんでした。
ko: 최신 뉴스를 가져오지 못했습니다.
ms: Gagal mendapat berita terkini.
nb: Kunne ikke få siste nytt.
nl: Het laatste nieuws is niet ontvangen.
pt: Falha ao receber as últimas notícias.
ro: Nu s-au putut obține cele mai recente știri.
tr: Son haberlere ulaşılamadı.
uk: Не вдалося отримати останні новини.
vi: Không nhận được tin tức mới nhất.
zh: 未能獲得最新消息。

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_SHOWSTACKTRACE_NAME
source: Show stack trace on kernel error
ar: إظهار تتبع المكدس على خطأ kernel
de: Stack-Trace bei Kernel-Fehler anzeigen
el: Εμφάνιση ίχνους στοίβας στον πυρήνα σφάλματος
es: Mostrar seguimiento de pila en error de kernel
fr: Afficher la trace de la pile en cas d'erreur du noyau
ga: Taispeáin rian cruachta ar earráid eithne
hi: कर्नेल त्रुटि पर स्टैक ट्रेस दिखाएं
hi_latn: karnel truti par staik tres dikhaen
id: Tampilkan jejak tumpukan pada kesalahan kernel
it: Mostra traccia dello stack in caso di errore del kernel
ja: カーネルエラーでスタックトレースを表示する
ko: 커널 오류 시 스택 추적 표시
ms: Tunjukkan surih tindanan pada ralat kernel
nb: Vis stabelsporing på kjernefeil
nl: Toon stacktracering op kernelfout
pt: Mostrar rastreamento de pilha no erro do kernel
ro: Afișați urmărirea stivei la eroarea nucleului
tr: Çekirdek hatasında yığın izini göster
uk: Показати трасування стека при помилці ядра
vi: Hiển thị dấu vết ngăn xếp trên lỗi hạt nhân
zh: 顯示內核錯誤的堆棧跟踪

# NKS_SETTINGS_KERNEL_GENERAL_KERNELERROR_SHOWSTACKTRACE_DESC
source: If there is any kernel error, choose whether or not to print the stack trace to the console.
ar: إذا كان هناك أي خطأ في kernel ، اختر ما إذا كنت تريد طباعة تتبع المكدس إلى وحدة التحكم أم لا.
de: Wenn ein Kernelfehler auftritt, wählen Sie aus, ob der Stack-Trace auf der Konsole gedruckt werden soll oder nicht.
el: Εάν υπάρχει κάποιο σφάλμα πυρήνα, επιλέξτε εάν θα εκτυπώσετε ή όχι το ίχνος στοίβας στην κονσόλα.
es: Si hay algún error del kernel, elija si desea o no imprimir el seguimiento de la pila en la consola.
fr: S'il y a une erreur de noyau, choisissez d'imprimer ou non la trace de la pile sur la console.
ga: Má tá aon earráid eithne ann, roghnaigh cé acu a phriontáil an rian cruachta chuig an consól nó nach bhfuil.
hi: यदि कोई कर्नेल त्रुटि है, तो चुनें कि स्टैक ट्रेस को कंसोल पर प्रिंट करना है या नहीं।
hi_latn: yadi koee karnel truti hai, to chunen ki staik tres ko kansol par print karana hai ya nahin.
id: Jika terjadi kesalahan kernel, pilih apakah akan mencetak jejak tumpukan ke konsol atau tidak.
it: Se si verifica un errore del kernel, scegliere se stampare o meno la traccia dello stack sulla console.
ja: カーネルエラーがある場合は、スタックトレースをコンソールに出力するかどうかを選択します。
ko: 커널 오류가 있는 경우 스택 추적을 콘솔에 출력할지 여부를 선택합니다.
ms: Jika terdapat sebarang ralat kernel, pilih sama ada untuk mencetak surih tindanan ke konsol atau tidak.
nb: Hvis det er en kjernefeil, velg om du vil skrive ut stabelsporet til konsollen eller ikke.
nl: Als er een kernelfout is, kiest u of u de stacktracering naar de console wilt afdrukken of niet.
pt: Se houver algum erro de kernel, escolha se deseja ou não imprimir o rastreamento de pilha no console.
ro: Dacă există vreo eroare de nucleu, alegeți dacă să imprimați sau nu urmărirea stivei pe consolă.
tr: Herhangi bir çekirdek hatası varsa, yığın izinin konsola yazdırılıp yazdırılmayacağını seçin.
uk: Якщо є будь-яка помилка ядра, виберіть, чи друкувати трасування стека на консолі.
vi: Nếu có bất kỳ lỗi hạt nhân nào, hãy chọn có in dấu vết ngăn xếp vào bảng điều khiển hay không.
zh: 如果有任何內核錯誤，請選擇是否將堆棧跟踪打印到控制台。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SAVEPROMPT
source: Where do you want to save the current kernel settings?
ar: أين تريد حفظ إعدادات kernel الحالية؟
de: Wo möchten Sie die aktuellen Kernel-Einstellungen speichern?
el: Πού θέλετε να αποθηκεύσετε τις τρέχουσες ρυθμίσεις του πυρήνα;
es: ¿Dónde desea guardar la configuración actual del kernel?
fr: Où voulez-vous enregistrer les paramètres actuels du noyau ?
ga: Cá bhfuil tú ag iarraidh na socruithe eithne reatha a shábháil?
hi: आप वर्तमान कर्नेल सेटिंग्स को कहाँ सहेजना चाहते हैं?
hi_latn: aap vartamaan karnel setings ko kahaan sahejana chaahate hain?
id: Di mana Anda ingin menyimpan pengaturan kernel saat ini?
it: Dove vuoi salvare le impostazioni correnti del kernel?
ja: 現在のカーネル設定をどこに保存しますか？
ko: 현재 커널 설정을 어디에 저장하시겠습니까?
ms: Di manakah anda ingin menyimpan tetapan kernel semasa?
nb: Hvor vil du lagre de gjeldende kjerneinnstillingene?
nl: Waar wil je de huidige kernelinstellingen opslaan?
pt: Onde você deseja salvar as configurações atuais do kernel?
ro: Unde doriți să salvați setările curente ale nucleului?
tr: Mevcut çekirdek ayarlarını nereye kaydetmek istiyorsunuz?
uk: Де ви хочете зберегти поточні налаштування ядра?
vi: Bạn muốn lưu cài đặt kernel hiện tại ở đâu?
zh: 您想在哪裡保存當前的內核設置？
