Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_RESETFAILED
source: Can't reset this settings entry for
ar: لا يمكن إعادة تعيين إدخال الإعدادات هذا
de: Dieser Einstellungseintrag kann nicht zurückgesetzt werden für
el: Δεν είναι δυνατή η επαναφορά αυτής της καταχώρισης ρυθμίσεων για
es: No se puede restablecer esta entrada de configuración para
fr: Impossible de réinitialiser cette entrée de paramètres pour
ga: Ní féidir an iontráil socruithe seo a athshocrú le haghaidh
hi: इस सेटिंग प्रविष्टि को रीसेट नहीं किया जा सकता
hi_latn: ke lie yah seting pravishti reeset nahin kee ja sakatee
id: Tidak dapat mengatur ulang entri pengaturan ini untuk
it: Non è possibile reimpostare questa voce di impostazione per
ja: この設定エントリをリセットできません
ko: 이 설정 항목을 재설정할 수 없습니다.
ms: Tidak dapat menetapkan semula entri tetapan ini untuk
nb: Kan ikke tilbakestille denne innstillingsoppføringen for
nl: Kan deze instellingeninvoer niet resetten voor
pt: Não é possível repor esta entrada de configuração para
ro: Nu se poate reseta această intrare de setări pentru
tr: Bu ayarlar girişi için sıfırlanamıyor
uk: Неможливо скинути цей запис налаштувань для
vi: Không thể thiết lập lại mục cài đặt này cho
zh: 無法重置此設定條目

# NKS_MISC_REFLECTION_EXCEPTION_NOSUCHVAR
source: Variable is not found on any of the modules.
ar: لم يتم العثور على المتغير في أي من الوحدات النمطية.
de: Die Variable wurde in keinem der Module gefunden.
el: Η μεταβλητή δεν βρίσκεται σε καμία από τις μονάδες.
es: No se encuentra la variable en ninguno de los módulos.
fr: La variable n'est trouvée sur aucun des modules.
ga: Ní fhaightear athróg ar aon cheann de na modúil.
hi: किसी भी मॉड्यूल पर चर नहीं पाया जाता है।
hi_latn: kisee bhee modyool par char nahin mila.
id: Variabel tidak ditemukan pada modul mana pun.
it: La variabile non è presente in nessuno dei moduli.
ja: 変数はどのモジュールにも見つかりません。
ko: 어떤 모듈에서도 변수를 찾을 수 없습니다.
ms: Pembolehubah tidak ditemui pada mana-mana modul.
nb: Variabel finnes ikke på noen av modulene.
nl: Variabele is in geen enkele module gevonden.
pt: A variável não foi encontrada em nenhum dos módulos.
ro: Variabila nu se găsește pe niciunul dintre module.
tr: Modüllerin hiçbirinde değişken bulunamadı.
uk: Змінна не знайдена в жодному з модулів.
vi: Không tìm thấy biến trên bất kỳ mô-đun nào.
zh: 在任何模組上都未找到變數。

# NKS_MISC_SCREENSAVER_EXCEPTION_NOCUE
source: Can't get audio cue required for ambient screensavers.
ar: لا يمكن الحصول على الإشارة الصوتية المطلوبة لشاشات التوقف المحيطة.
de: Für Umgebungsbildschirmschoner erforderliches Audiosignal kann nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη ήχου που απαιτείται για προφύλαξη οθόνης περιβάλλοντος.
es: No se puede obtener la señal de audio necesaria para los protectores de pantalla ambientales.
fr: Impossible d'obtenir le signal audio requis pour les économiseurs d'écran ambiants.
ga: Ní féidir an comhartha fuaime a theastaíonn le haghaidh spárálaíscáileáin chomhthimpeallaigh a fháil.
hi: परिवेशीय स्क्रीनसेवर के लिए आवश्यक ऑडियो संकेत प्राप्त नहीं किया जा सका।
hi_latn: embient skreenasevar ke lie aavashyak odiyo kyoo nahin mil sakata.
id: Tidak bisa mendapatkan isyarat audio yang diperlukan untuk screensaver ambient.
it: Non riesco a ottenere il segnale audio necessario per gli screensaver ambientali.
ja: アンビエントスクリーンセーバーに必要なオーディオキューを取得できません。
ko: 주변 화면보호기에 필요한 오디오 신호를 얻을 수 없습니다.
ms: Tidak boleh mendapatkan isyarat audio yang diperlukan untuk penyelamat skrin ambien.
nb: Kan ikke få lydsignal som kreves for skjermsparere i omgivelsene.
nl: Kan de vereiste audiocue voor ambient screensavers niet verkrijgen.
pt: Não é possível obter o sinal de áudio necessário para os protetores de ecrã de ambiente.
ro: Nu se poate obține semnalul audio necesar pentru screensaverele ambientale.
tr: Ortam ekran koruyucular için gerekli olan sesli ipucu alınamıyor.
uk: Не вдається отримати аудіопідказку, необхідну для заставок зовнішнього середовища.
vi: Không thể nhận được tín hiệu âm thanh cần thiết cho màn hình bảo vệ xung quanh.
zh: 無法取得環境螢幕保護程式所需的音訊提示。

# NKS_NETWORK_CONNECTION_EXCEPTION_CONNECTIONERROR
source: The network connection might not have been established properly due to an error.
ar: ربما لم يتم إنشاء اتصال الشبكة بشكل صحيح بسبب خطأ ما.
de: Aufgrund eines Fehlers konnte die Netzwerkverbindung möglicherweise nicht ordnungsgemäß hergestellt werden.
el: Η σύνδεση δικτύου ενδέχεται να μην έχει δημιουργηθεί σωστά λόγω σφάλματος.
es: Es posible que la conexión de red no se haya establecido correctamente debido a un error.
fr: La connexion réseau n’a peut-être pas été établie correctement en raison d’une erreur.
ga: Seans nár bunaíodh an nasc líonra i gceart de bharr earráide.
hi: किसी त्रुटि के कारण नेटवर्क कनेक्शन ठीक से स्थापित नहीं हो पाया होगा।
hi_latn: kisee truti ke kaaran netavark kanekshan theek se sthaapit nahin ho paaya hoga.
id: Koneksi jaringan mungkin tidak terjalin dengan benar karena suatu kesalahan.
it: La connessione di rete potrebbe non essere stata stabilita correttamente a causa di un errore.
ja: エラーのため、ネットワーク接続が正しく確立されなかった可能性があります。
ko: 오류로 인해 네트워크 연결이 제대로 설정되지 않았을 수 있습니다.
ms: Sambungan rangkaian mungkin tidak diwujudkan dengan betul kerana ralat.
nb: Det kan hende at nettverkstilkoblingen ikke ble opprettet riktig på grunn av en feil.
nl: Het is mogelijk dat de netwerkverbinding niet goed tot stand is gebracht vanwege een fout.
pt: A ligação de rede pode não ter sido estabelecida corretamente devido a um erro.
ro: Este posibil ca conexiunea la rețea să nu fi fost stabilită corect din cauza unei erori.
tr: Bir hata nedeniyle ağ bağlantısı düzgün bir şekilde kurulmamış olabilir.
uk: Можливо, мережеве з’єднання було встановлено неправильно через помилку.
vi: Kết nối mạng có thể chưa được thiết lập đúng cách do lỗi.
zh: 由於錯誤，網路連線可能未正確建立。

# NKS_SHELL_SHELLS_ADMIN_COMMAND_ARGHELP_ARGUMENT_ARGUMENT_DESC
source: Argument to show help entry
ar: حجة لإظهار إدخال المساعدة
de: Argument zum Anzeigen des Hilfeeintrags
el: Επιχείρημα για την εμφάνιση της καταχώρισης βοήθειας
es: Argumento para mostrar la entrada de ayuda
fr: Argument pour afficher l'entrée d'aide
ga: Argóint chun iontráil cabhrach a thaispeáint
hi: सहायता प्रविष्टि दिखाने के लिए तर्क
hi_latn: sahaayata pravishti dikhaane ke lie tark
id: Argumen untuk menampilkan entri bantuan
it: Argomento per mostrare la voce di aiuto
ja: ヘルプエントリを表示するための引数
ko: 도움말 항목을 표시하는 인수
ms: Hujah untuk menunjukkan entri bantuan
nb: Argument for å vise hjelpeinnlegg
nl: Argument om help-item te tonen
pt: Argumento para mostrar a entrada de ajuda
ro: Argument pentru a afișa intrarea de ajutor
tr: Yardım girişini göstermek için argüman
uk: Аргумент для показу запису довідки
vi: Đối số để hiển thị mục trợ giúp
zh: 顯示幫助條目的參數

# NKS_SHELL_SHELLS_ADMIN_COMMAND_JOURNAL_ARGUMENT_SESSIONNUM_DESC
source: Session number starting from zero
ar: رقم الجلسة يبدأ من الصفر
de: Sitzungsnummer, beginnend bei Null
el: Αριθμός συνεδρίας που ξεκινά από το μηδέν
es: Número de sesión comenzando desde cero
fr: Numéro de session à partir de zéro
ga: Uimhir an tseisiúin ag tosú ó nialas
hi: सत्र संख्या शून्य से शुरू
hi_latn: shoony se shuroo hone vaala satr sankhya
id: Nomor sesi dimulai dari nol
it: Numero di sessione a partire da zero
ja: セッション番号は0から始まります
ko: 세션 번호는 0부터 시작합니다
ms: Nombor sesi bermula dari sifar
nb: Sesjonsnummer fra null
nl: Sessienummer beginnend bij nul
pt: Número da sessão a começar do zero
ro: Numărul sesiunii începând de la zero
tr: Sıfırdan başlayan oturum numarası
uk: Номер сесії починаючи з нуля
vi: Số phiên bắt đầu từ số không
zh: 會話編號從零開始

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFLAG_ARGUMENT_USER_DESC
source: User name to query
ar: اسم المستخدم للاستعلام
de: Abzufragender Benutzername
el: Όνομα χρήστη για ερώτημα
es: Nombre de usuario a consultar
fr: Nom d'utilisateur à interroger
ga: Ainm úsáideora le fiosrú
hi: प्रश्न हेतु उपयोगकर्ता नाम
hi_latn: prashn karane ke lie upayogakarta naam
id: Nama pengguna untuk ditanyakan
it: Nome utente da interrogare
ja: 照会するユーザー名
ko: 질의할 사용자 이름
ms: Nama pengguna untuk pertanyaan
nb: Brukernavn for å spørre
nl: Gebruikersnaam om te bevragen
pt: Nome de utilizador para consulta
ro: Nume de utilizator de interogat
tr: Sorgulanacak kullanıcı adı
uk: Ім'я користувача для запиту
vi: Tên người dùng để truy vấn
zh: 需要查詢的使用者名

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFLAG_ARGUMENT_TYPE_DESC
source: Permission type to grant or to deny
ar: نوع الإذن الذي سيتم منحه أو رفضه
de: Berechtigungstyp zum Erteilen oder Verweigern
el: Τύπος άδειας για χορήγηση ή άρνηση
es: Tipo de permiso a conceder o denegar
fr: Type d'autorisation à accorder ou à refuser
ga: Cineál ceada a dheonú nó a dhiúltú
hi: अनुमति देने या अस्वीकार करने का प्रकार
hi_latn: anumati dene ya asveekaar karane ke lie anumati prakaar
id: Jenis izin untuk memberikan atau menolak
it: Tipo di autorizzazione da concedere o negare
ja: 許可または拒否する権限の種類
ko: 허용하거나 거부할 권한 유형
ms: Jenis kebenaran untuk memberikan atau menafikan
nb: Tillatelsestype for å gi eller avslå
nl: Toestemmingstype om te verlenen of te weigeren
pt: Tipo de permissão para conceder ou negar
ro: Tip de permisiune de acordat sau de refuzat
tr: Verilecek veya reddedilecek izin türü
uk: Тип дозволу, який можна надати або заборонити
vi: Loại quyền cấp hoặc từ chối
zh: 授予或拒絕的權限類型

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFLAG_ARGUMENT_GRANT_DESC
source: False to deny, true to grant
ar: من الخطأ أن ننكر، ومن الصواب أن نمنح
de: Falsch zu leugnen, wahr zu gewähren
el: Λάθος στην άρνηση, αληθές στην παραχώρηση
es: Es falso negar, es verdadero conceder
fr: Faux pour nier, vrai pour accorder
ga: Bréagach a shéanadh, fíor a dheonú
hi: इनकार करना झूठ है, देना सच्चा है
hi_latn: asveekaar karane ke lie galat, dene ke lie sahee
id: Salah jika menyangkal, benar jika mengabulkan
it: Falso nel negare, vero nel concedere
ja: 否定するのは偽、認めるのは真実
ko: 거부하는 것은 거짓이고, 허락하는 것은 진실이다
ms: Palsu untuk dinafikan, benar untuk diberikan
nb: Falskt å nekte, sant å gi
nl: Onwaar om te ontkennen, waar om te erkennen
pt: Falso para negar, verdadeiro para conceder
ro: Fals pentru a nega, adevărat pentru a acorda
tr: İnkar etmek yanlış, kabul etmek doğrudur
uk: Неправда заперечувати, вірно надавати
vi: Sai để phủ nhận, đúng để chấp nhận
zh: 假則否認，真則承認

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERFULLNAME_ARGUMENT_NEWNAME_DESC
source: New display name, or 'clear' to erase the display name
ar: اسم عرض جديد، أو "مسح" لمسح اسم العرض
de: Neuer Anzeigename oder „Löschen“, um den Anzeigenamen zu löschen
el: Νέο εμφανιζόμενο όνομα ή "διαγραφή" για να διαγράψετε το εμφανιζόμενο όνομα
es: Nuevo nombre para mostrar, o 'borrar' para borrar el nombre para mostrar
fr: Nouveau nom d'affichage ou « effacer » pour effacer le nom d'affichage
ga: Ainm taispeána nua, nó 'soiléir' chun an t-ainm taispeána a scriosadh
hi: नया प्रदर्शन नाम, या प्रदर्शन नाम मिटाने के लिए 'साफ़ करें'
hi_latn: naya pradarshan naam, ya pradarshan naam mitaane ke lie saaf karen
id: Nama tampilan baru, atau 'bersihkan' untuk menghapus nama tampilan
it: Nuovo nome visualizzato o 'cancella' per cancellare il nome visualizzato
ja: 新しい表示名、または「クリア」して表示名を消去します
ko: 새로운 표시 이름 또는 '지우기'를 눌러 표시 이름을 지웁니다.
ms: Nama paparan baharu, atau 'kosongkan' untuk memadamkan nama paparan
nb: Nytt visningsnavn, eller "slett" for å slette visningsnavnet
nl: Nieuwe weergavenaam, of 'wissen' om de weergavenaam te wissen
pt: Novo nome de visualização ou 'limpar' para apagar o nome de visualização
ro: Nume afișat nou sau „șterge” pentru a șterge numele afișat
tr: Yeni görüntü adı veya görüntü adını silmek için 'temizle'
uk: Нова відображувана назва або «очистити», щоб стерти відображувану назву
vi: Tên hiển thị mới hoặc 'xóa' để xóa tên hiển thị
zh: 新的顯示名稱，或「清除」以刪除顯示名稱

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERLANG_ARGUMENT_LANGID_DESC
source: Three-letter language ID, or 'clear' to clear preferred language
ar: معرف اللغة المكون من ثلاثة أحرف، أو "مسح" لمسح اللغة المفضلة
de: Dreistellige Sprachkennung oder „clear“, um die bevorzugte Sprache zu löschen
el: Αναγνωριστικό γλώσσας τριών γραμμάτων ή «διαγραφή» για διαγραφή προτιμώμενης γλώσσας
es: Identificador de idioma de tres letras o 'clear' para borrar el idioma preferido
fr: ID de langue à trois lettres, ou « effacer » pour effacer la langue préférée
ga: Aitheantas teanga trí litir, nó 'soiléir' chun an rogha teanga a ghlanadh
hi: तीन-अक्षर वाली भाषा आईडी, या पसंदीदा भाषा साफ़ करने के लिए 'साफ़ करें'
hi_latn: teen-akshar kee bhaasha aaeedee, ya pasandeeda bhaasha saaf karane ke lie saaf karen
id: ID bahasa tiga huruf, atau 'clear' untuk menghapus bahasa pilihan
it: ID lingua di tre lettere o 'cancella' per cancellare la lingua preferita
ja: 3文字の言語ID、または「clear」で優先言語をクリアします
ko: 3자리 언어 ID 또는 'clear'를 사용하여 선호하는 언어를 지웁니다.
ms: ID bahasa tiga huruf, atau 'jelas' untuk mengosongkan bahasa pilihan
nb: Språk-ID på tre bokstaver, eller "tøm" for å fjerne foretrukket språk
nl: Taal-ID met drie letters, of 'clear' om de voorkeurstaal te wissen
pt: ID de idioma de três letras ou "limpar" para limpar o idioma preferido
ro: ID de limbă din trei litere sau „șterge” pentru a șterge limba preferată
tr: Üç harfli dil kimliği veya tercih edilen dili temizlemek için 'temizle'
uk: Трибуквений ідентифікатор мови або «очистити», щоб очистити бажану мову
vi: ID ngôn ngữ gồm ba chữ cái hoặc 'xóa' để xóa ngôn ngữ ưa thích
zh: 三個字母的語言 ID，或“clear”以清除首選語言

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERCULTURE_DESC
source: Changes the preferred user culture
ar: تغيير ثقافة المستخدم المفضلة
de: Ändert die bevorzugte Benutzerkultur
el: Αλλάζει την προτιμώμενη κουλτούρα χρήστη
es: Cambia la cultura de usuario preferida
fr: Modifie la culture préférée de l'utilisateur
ga: Athraítear cultúr na n-úsáideoirí roghnaithe
hi: पसंदीदा उपयोगकर्ता संस्कृति में परिवर्तन
hi_latn: pasandeeda upayogakarta sanskrti ko badalata hai
id: Mengubah budaya pengguna yang disukai
it: Cambia la cultura preferita dell'utente
ja: 優先ユーザー文化を変更する
ko: 선호하는 사용자 문화를 변경합니다
ms: Mengubah budaya pengguna pilihan
nb: Endrer den foretrukne brukerkulturen
nl: Verandert de voorkeursgebruikercultuur
pt: Altera a cultura do utilizador preferencial
ro: Schimbă cultura utilizatorului preferat
tr: Tercih edilen kullanıcı kültürünü değiştirir
uk: Змінює бажану культуру користувача
vi: Thay đổi văn hóa người dùng ưa thích
zh: 更改首選使用者文化

# NKS_SHELL_SHELLS_ADMIN_COMMAND_USERCULTURE_ARGUMENT_CULTUREID_DESC
source: Culture ID, or 'clear' to clear preferred culture
ar: معرف الثقافة، أو "مسح" لمسح الثقافة المفضلة
de: Kultur-ID oder „clear“, um die bevorzugte Kultur zu löschen
el: Αναγνωριστικό πολιτισμού ή "καθαρή" έως διαγραφή προτιμώμενης κουλτούρας
es: Identificación de cultura o 'borrar' para borrar la cultura preferida
fr: ID de culture, ou « effacer » pour effacer la culture préférée
ga: Aitheantas Cultúir, nó 'soiléir' chun an cultúr roghnaithe a ghlanadh
hi: संस्कृति आईडी, या पसंदीदा संस्कृति को साफ़ करने के लिए 'साफ़'
hi_latn: sanskrti aaeedee, ya pasandeeda sanskrti saaf karane ke lie saaf karen
id: ID Budaya, atau 'bersihkan' untuk menghapus budaya yang diinginkan
it: ID cultura o 'cancella' per cancellare la cultura preferita
ja: カルチャーID、または優先カルチャーをクリアするには「クリア」
ko: 문화 ID 또는 선호하는 문화를 지우는 'clear'
ms: ID budaya, atau 'jelas' untuk mengosongkan budaya pilihan
nb: Kultur-ID, eller "clear" for å fjerne foretrukket kultur
nl: Cultuur-ID, of 'clear' om de gewenste cultuur te clearen
pt: ID da cultura ou 'limpar' para limpar a cultura preferida
ro: ID culturii sau „ștergeți” pentru a șterge cultura preferată
tr: Kültür Kimliği veya tercih edilen kültürü temizlemek için 'temizle'
uk: Ідентифікатор культури або «очистити», щоб очистити бажану культуру
vi: ID văn hóa hoặc 'xóa' để xóa văn hóa ưa thích
zh: 文化 ID，或“clear”以清除首選文化

# NKS_SHELL_SHELLS_ADMIN_USERCULTURE_SUCCESS
source: Preferred user culture set to {0}. You may want to log in again.
ar: تم ضبط ثقافة المستخدم المفضلة على {0}. قد ترغب في تسجيل الدخول مرة أخرى.
de: Bevorzugte Benutzerkultur auf {0} eingestellt. Möglicherweise möchten Sie sich erneut anmelden.
el: Η προτιμώμενη κουλτούρα χρήστη ορίστηκε σε {0}. Μπορεί να θέλετε να συνδεθείτε ξανά.
es: La cultura de usuario preferida está establecida en {0}. Es posible que desee iniciar sesión nuevamente.
fr: La culture de l'utilisateur préféré est définie sur {0}. Vous souhaiterez peut-être vous reconnecter.
ga: An cultúr úsáideora is fearr leat socraithe go dtí {0}. Seans gur mhaith leat logáil isteach arís.
hi: पसंदीदा उपयोगकर्ता संस्कृति {0} पर सेट है। हो सकता है कि आप फिर से लॉग इन करना चाहें।
hi_latn: pasandeeda upayogakarta sanskrti {0} par set hai. aap phir se log in karana chaah sakate hain.
id: Budaya pengguna pilihan ditetapkan ke {0}. Anda mungkin ingin masuk lagi.
it: Cultura utente preferita impostata su {0}. Potresti voler effettuare nuovamente l'accesso.
ja: 優先ユーザー カルチャが {0} に設定されました。再度ログインしてください。
ko: 기본 사용자 문화가 {0}으로 설정되었습니다. 다시 로그인해야 할 수도 있습니다.
ms: Budaya pengguna pilihan ditetapkan kepada {0}. Anda mungkin mahu log masuk semula.
nb: Foretrukket brukerkultur satt til {0}. Det kan være lurt å logge på igjen.
nl: Voorkeursgebruikerscultuur ingesteld op {0}. U kunt zich het beste opnieuw aanmelden.
pt: Cultura de utilizador preferencial definida como {0}. Talvez queira efetuar login novamente.
ro: Cultura utilizatorului preferat setată la {0}. Poate doriți să vă conectați din nou.
tr: Tercih edilen kullanıcı kültürü {0} olarak ayarlandı. Tekrar oturum açmak isteyebilirsiniz.
uk: Бажаною культурою користувача встановлено {0}. Можливо, ви захочете увійти знову.
vi: Văn hóa người dùng ưa thích được đặt thành {0}. Bạn có thể muốn đăng nhập lại.
zh: 首選使用者文化設定為{0}。您可能需要再次登入。

# NKS_SHELL_SHELLS_ADMIN_USERCULTURE_FAILURE
source: Invalid culture
ar: ثقافة غير صالحة
de: Ungültige Kultur
el: Άκυρη κουλτούρα
es: Cultura no válida
fr: Culture invalide
ga: Cultúr neamhbhailí
hi: अमान्य संस्कृति
hi_latn: amaany sanskrti
id: Budaya tidak valid
it: Cultura non valida
ja: 無効な文化
ko: 잘못된 문화
ms: Budaya tidak sah
nb: Ugyldig kultur
nl: Ongeldige cultuur
pt: Cultura inválida
ro: Cultură nevalidă
tr: Geçersiz kültür
uk: Недійсна культура
vi: Văn hóa không hợp lệ
zh: 文化無效

# NKS_SHELL_SHELLS_ADMIN_USERINFO_PREFCULTURE
source: Preferred culture
ar: الثقافة المفضلة
de: Bevorzugte Kultur
el: Προτιμώμενη καλλιέργεια
es: Cultura preferida
fr: Culture préférée
ga: Cultúr is fearr leat
hi: पसंदीदा संस्कृति
hi_latn: pasandeeda sanskrti
id: Budaya pilihan
it: Cultura preferita
ja: 好みの文化
ko: 선호하는 문화
ms: Budaya pilihan
nb: Foretrukket kultur
nl: Voorkeurscultuur
pt: Cultura preferida
ro: Cultura preferată
tr: Tercih edilen kültür
uk: Бажана культура
vi: Văn hóa ưa thích
zh: 首選文化

# NKS_SHELL_SHELLS_DEBUG_DEBUGLOG_INVALIDGUID
source: Invalid session GUID
ar: جلسة GUID غير صالحة
de: Ungültige Sitzungs-GUID
el: Μη έγκυρο GUID συνεδρίας
es: GUID de sesión no válido
fr: GUID de session non valide
ga: GUID seisiún neamhbhailí
hi: अमान्य सत्र GUID
hi_latn: amaany satr guid
id: GUID sesi tidak valid
it: GUID di sessione non valido
ja: 無効なセッション GUID
ko: 잘못된 세션 GUID
ms: GUID sesi tidak sah
nb: Ugyldig økt-GUID
nl: Ongeldige sessie-GUID
pt: GUID de sessão inválido
ro: GUID de sesiune nevalid
tr: Geçersiz oturum GUID'si
uk: Недійсний GUID сеансу
vi: GUID phiên không hợp lệ
zh: 會話 GUID 無效

# NKS_SHELL_SHELLS_DEBUG_DEBUGLOG_NOGUID
source: No such session GUID
ar: لا يوجد مثل هذا GUID للجلسة
de: Keine solche Sitzungs-GUID
el: Δεν υπάρχει τέτοιο GUID συνεδρίας
es: No existe tal GUID de sesión
fr: Aucun GUID de session de ce type
ga: Níl seisiún den sórt sin GUID
hi: ऐसा कोई सत्र GUID नहीं
hi_latn: aisa koee satr guid nahin
id: Tidak ada GUID sesi tersebut
it: Nessun GUID di sessione
ja: そのようなセッションGUIDはありません
ko: 해당 세션 GUID가 없습니다
ms: Tiada GUID sesi sedemikian
nb: Ingen slik økt-GUID
nl: Geen dergelijke sessie-GUID
pt: Não existe GUID de sessão
ro: Nu există un astfel de GUID de sesiune
tr: Böyle bir oturum GUID'si yok
uk: Немає такого GUID сеансу
vi: Không có GUID phiên nào như vậy
zh: 沒有此類會話 GUID

# NKS_SHELL_SHELLS_DEBUG_LSADDONFUNCPARAMS_UNKNOWNTYPE
source: Unknown type
ar: نوع غير معروف
de: Unbekannter Typ
el: Άγνωστος τύπος
es: Tipo desconocido
fr: Type inconnu
ga: Cineál anaithnid
hi: अज्ञात प्रकार
hi_latn: agyaat prakaar
id: Tipe tidak diketahui
it: Tipo sconosciuto
ja: 不明なタイプ
ko: 알 수 없는 유형
ms: Jenis tidak diketahui
nb: Ukjent type
nl: Onbekend type
pt: Tipo desconhecido
ro: Tip necunoscut
tr: Bilinmeyen tip
uk: Невідомий тип
vi: Loại không xác định
zh: 未知類型

# NKS_SHELL_SHELLS_DEBUG_LSADDONFUNCPARAMS_UNKNOWNPARAM
source: Unknown parameter
ar: معلمة غير معروفة
de: Unbekannter Parameter
el: Άγνωστη παράμετρος
es: Parámetro desconocido
fr: Paramètre inconnu
ga: Paraiméadar anaithnid
hi: अज्ञात पैरामीटर
hi_latn: agyaat pairaameetar
id: Parameter tidak diketahui
it: Parametro sconosciuto
ja: 不明なパラメータ
ko: 알 수 없는 매개변수
ms: Parameter tidak diketahui
nb: Ukjent parameter
nl: Onbekende parameter
pt: Parâmetro desconhecido
ro: Parametru necunoscut
tr: Bilinmeyen parametre
uk: Невідомий параметр
vi: Tham số không xác định
zh: 未知參數

# NKS_SHELL_SHELLS_DEBUG_LSADDONTYPES_LISTING
source: List of types for
ar: قائمة أنواع
de: Liste der Typen für
el: Λίστα τύπων για
es: Lista de tipos para
fr: Liste des types pour
ga: Liosta de na cineálacha le haghaidh
hi: प्रकारों की सूची
hi_latn: prakaaron kee soochee
id: Daftar jenis untuk
it: Elenco dei tipi per
ja: タイプ一覧
ko: 유형 목록
ms: Senarai jenis untuk
nb: Liste over typer for
nl: Lijst met typen voor
pt: Lista de tipos para
ro: Lista de tipuri pentru
tr: Türlerin listesi
uk: Список типів для
vi: Danh sách các loại cho
zh: 類型清單

# NKS_SHELL_SHELLS_DEBUG_COMMAND_DEBUGLOG_DESC
source: Easily fetches the debug log information using the session GUID
ar: يتم جلب معلومات سجل التصحيح بسهولة باستخدام GUID للجلسة
de: Ruft die Debug-Protokollinformationen einfach mithilfe der Sitzungs-GUID ab
el: Ανακτά εύκολα τις πληροφορίες αρχείου καταγραφής εντοπισμού σφαλμάτων χρησιμοποιώντας το συνεδριακό GUID
es: Obtiene fácilmente la información del registro de depuración utilizando el GUID de la sesión
fr: Récupère facilement les informations du journal de débogage à l'aide du GUID de session
ga: Faigheann sé an fhaisnéis logála dífhabhtaithe go héasca trí úsáid a bhaint as GUID an tseisiúin
hi: सत्र GUID का उपयोग करके आसानी से डिबग लॉग जानकारी प्राप्त करता है
hi_latn: satr guid ka upayog karake aasaanee se deebag log jaanakaaree praapt karata hai
id: Mengambil informasi log debug dengan mudah menggunakan GUID sesi
it: Recupera facilmente le informazioni del registro di debug utilizzando il GUID di sessione
ja: セッションGUIDを使用してデバッグログ情報を簡単に取得します
ko: 세션 GUID를 사용하여 디버그 로그 정보를 쉽게 가져옵니다.
ms: Mengambil maklumat log nyahpepijat dengan mudah menggunakan GUID sesi
nb: Henter enkelt feilsøkingslogginformasjonen ved hjelp av økt-GUIDen
nl: Haalt eenvoudig de debugloginformatie op met behulp van de sessie-GUID
pt: Obtém facilmente as informações do registo de depuração utilizando o GUID da sessão
ro: Preluează cu ușurință informațiile din jurnalul de depanare folosind GUID-ul sesiunii
tr: Oturum GUID'sini kullanarak hata ayıklama günlüğü bilgilerini kolayca getirir
uk: Легко отримує інформацію журналу налагодження за допомогою GUID сеансу
vi: Dễ dàng lấy thông tin nhật ký gỡ lỗi bằng cách sử dụng GUID phiên
zh: 使用會話 GUID 輕鬆取得偵錯日誌訊息
