Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_FILEINFONEEDED
source: File info is not specified.
ar: لم يتم تحديد معلومات الملف.
de: Dateiinformationen sind nicht angegeben.
el: Οι πληροφορίες αρχείου δεν καθορίζονται.
es: No se especifica la información del archivo.
fr: Les informations sur le fichier ne sont pas spécifiées.
ga: Níl faisnéis an chomhaid sonraithe.
hi: फ़ाइल जानकारी निर्दिष्ट नहीं है.
hi_latn: fail jaanakaaree nirdisht nahin hai.
id: Info berkas tidak ditentukan.
it: Le informazioni sul file non sono specificate.
ja: ファイル情報が指定されていません。
ko: 파일 정보가 지정되지 않았습니다.
ms: Maklumat fail tidak dinyatakan.
nb: Filinformasjon er ikke spesifisert.
nl: Bestandsinfo is niet opgegeven.
pt: As informações do ficheiro não são especificadas.
ro: Informațiile fișierului nu sunt specificate.
tr: Dosya bilgisi belirtilmemiş.
uk: Інформація про файл не вказана.
vi: Thông tin tập tin không được chỉ định.
zh: 未指定文件資訊。

# NKS_DRIVERS_NETWORK_BASE_EXCEPTION_TRANSFERFAILURE
source: General network transfer failure
ar: فشل نقل الشبكة العام
de: Allgemeiner Netzwerkübertragungsfehler
el: Γενική αποτυχία μεταφοράς δικτύου
es: Fallo general de transferencia de red
fr: Échec général du transfert réseau
ga: Teip aistrithe líonra ginearálta
hi: सामान्य नेटवर्क स्थानांतरण विफलता
hi_latn: saamaany netavark traansafar viphalata
id: Kegagalan transfer jaringan umum
it: Errore generale di trasferimento di rete
ja: 一般的なネットワーク転送の失敗
ko: 일반 네트워크 전송 실패
ms: Kegagalan pemindahan rangkaian umum
nb: Generell nettverksoverføringsfeil
nl: Algemene netwerkoverdrachtfout
pt: Falha geral de transferência de rede
ro: Eroare generală a transferului de rețea
tr: Genel ağ aktarım hatası
uk: Загальний збій передачі мережі
vi: Lỗi chuyển mạng chung
zh: 一般網路傳輸失敗

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_NOTOPENYET
source: Hex file is not open yet.
ar: ملف Hex ليس مفتوحًا بعد.
de: Die Hex-Datei ist noch nicht geöffnet.
el: Το αρχείο Hex δεν είναι ακόμη ανοιχτό.
es: El archivo hexadecimal aún no está abierto.
fr: Le fichier Hex n'est pas encore ouvert.
ga: Níl an comhad heicsidheachúlach ar oscailt fós.
hi: हेक्स फ़ाइल अभी तक खुली नहीं है.
hi_latn: heks fail abhee tak khulee nahin hai.
id: Berkas hex belum dibuka.
it: Il file esadecimale non è ancora aperto.
ja: 16進ファイルはまだ開いていません。
ko: 아직 Hex 파일이 열리지 않았습니다.
ms: Fail Hex belum dibuka.
nb: Hex-filen er ikke åpen ennå.
nl: Hex-bestand is nog niet geopend.
pt: O ficheiro hexáceo ainda não está aberto.
ro: Fișierul hex nu este deschis încă.
tr: Hex dosyası henüz açılmadı.
uk: Шістнадцятковий файл ще не відкрито.
vi: Tệp Hex vẫn chưa mở.
zh: Hex 檔案尚未開啟。

# NKS_FILES_EDITORS_TEXTEDITOR_EXCEPTION_NOTOPENYET
source: Text file is not open yet.
ar: ملف النص لم يتم فتحه بعد.
de: Die Textdatei ist noch nicht geöffnet.
el: Το αρχείο κειμένου δεν έχει ανοίξει ακόμα.
es: El archivo de texto aún no está abierto.
fr: Le fichier texte n'est pas encore ouvert.
ga: Níl an téacschomhad oscailte fós.
hi: पाठ फ़ाइल अभी तक खुली नहीं है.
hi_latn: tekst fail abhee tak khulee nahin hai.
id: Berkas teks belum dibuka.
it: Il file di testo non è ancora aperto.
ja: テキストファイルはまだ開いていません。
ko: 아직 텍스트 파일이 열리지 않았습니다.
ms: Fail teks belum dibuka lagi.
nb: Tekstfilen er ikke åpen ennå.
nl: Het tekstbestand is nog niet geopend.
pt: O ficheiro de texto ainda não está aberto.
ro: Fișierul text nu este încă deschis.
tr: Metin dosyası henüz açılmadı.
uk: Текстовий файл ще не відкритий.
vi: Tệp văn bản vẫn chưa được mở.
zh: 文字檔案尚未開啟。

# NKS_FILES_EXTENSIONS_EXCEPTION_NEEDSHANDLER
source: Handler for extension is not specified.
ar: لم يتم تحديد معالج للتمديد.
de: Handler für Erweiterung ist nicht angegeben.
el: Ο χειριστής για επέκταση δεν έχει καθοριστεί.
es: No se especifica el controlador de la extensión.
fr: Le gestionnaire de l'extension n'est pas spécifié.
ga: Níl láimhseálaí le haghaidh síneadh sonraithe.
hi: एक्सटेंशन के लिए हैंडलर निर्दिष्ट नहीं है.
hi_latn: eksatenshan ke lie haindalar nirdisht nahin hai.
id: Penanganan untuk ekstensi tidak ditentukan.
it: Il gestore per l'estensione non è specificato.
ja: 拡張機能のハンドラが指定されていません。
ko: 확장에 대한 핸들러가 지정되지 않았습니다.
ms: Pengendali untuk sambungan tidak dinyatakan.
nb: Behandler for utvidelse er ikke spesifisert.
nl: Handler voor extensie is niet gespecificeerd.
pt: O manipulador para extensão não é especificado.
ro: Handler pentru extensie nu este specificat.
tr: Uzantı için işleyici belirtilmemiş.
uk: Обробник для розширення не вказано.
vi: Trình xử lý cho phần mở rộng chưa được chỉ định.
zh: 未指定擴充處理程序。

# NKS_FILES_EXTENSIONS_EXCEPTION_CANTGETDEFAULTHANDLER
source: Failed to obtain default handler
ar: فشل في الحصول على المعالج الافتراضي
de: Der Standard-Handler konnte nicht abgerufen werden.
el: Αποτυχία λήψης προεπιλεγμένου χειριστή
es: No se pudo obtener el controlador predeterminado
fr: Impossible d'obtenir le gestionnaire par défaut
ga: Theip ar an láimhseálaí réamhshocraithe a fháil
hi: डिफ़ॉल्ट हैंडलर प्राप्त करने में विफल
hi_latn: difolt haindalar praapt karane mein viphal
id: Gagal mendapatkan pengendali default
it: Impossibile ottenere il gestore predefinito
ja: デフォルト ハンドラを取得できませんでした
ko: 기본 핸들러를 가져오지 못했습니다.
ms: Gagal mendapatkan pengendali lalai
nb: Kunne ikke skaffe standardbehandler
nl: Het is niet gelukt om de standaardhandler te verkrijgen
pt: Falha à obtenção de um manipulador padrão
ro: Nu s-a putut obține handler implicit
tr: Varsayılan işleyici alınamadı
uk: Не вдалося отримати обробник за замовчуванням
vi: Không lấy được trình xử lý mặc định
zh: 無法取得預設處理程序

# NKS_FILES_EXTENSIONS_EXCEPTION_CANTGETDEFAULTHANDLERS
source: Loading default handlers failed.
ar: فشل تحميل معالجات الافتراضية.
de: Das Laden der Standardhandler ist fehlgeschlagen.
el: Η φόρτωση προεπιλεγμένων χειριστών απέτυχε.
es: Error al cargar los controladores predeterminados.
fr: Le chargement des gestionnaires par défaut a échoué.
ga: Theip ar lódáil na láimhseálaithe réamhshocraithe.
hi: डिफ़ॉल्ट हैंडलर लोड करना विफल हुआ.
hi_latn: difolt haindalar lod karane mein viphal.
id: Gagal memuat penanganan default.
it: Caricamento dei gestori predefiniti non riuscito.
ja: デフォルト ハンドラーの読み込みに失敗しました。
ko: 기본 핸들러를 로드하는 데 실패했습니다.
ms: Gagal memuatkan pengendali lalai.
nb: Innlasting av standardbehandlere mislyktes.
nl: Het laden van de standaardhandlers is mislukt.
pt: O carregamento de manipuladores padrão falhou.
ro: Încărcarea handlerelor implicite nu a reușit.
tr: Varsayılan işleyicilerin yüklenmesi başarısız oldu.
uk: Не вдалося завантажити стандартні обробники.
vi: Không tải được trình xử lý mặc định.
zh: 載入預設處理程序失敗。

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_SELECT
source: Select
ar: يختار
de: Wählen
el: Επιλέγω
es: Seleccionar
fr: Sélectionner
ga: Roghnaigh
hi: चुनना
hi_latn: chayan karen
id: Memilih
it: Selezionare
ja: 選択
ko: 선택하다
ms: Pilih
nb: Velge
nl: Selecteer
pt: Selecionar
ro: Selecta
tr: Seçme
uk: Виберіть
vi: Lựa chọn
zh: 選擇

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_COPY
source: Copy
ar: ينسخ
de: Kopie
el: Αντίγραφο
es: Copiar
fr: Copie
ga: Cóip
hi: प्रतिलिपि
hi_latn: kopee karen
id: Menyalin
it: Copia
ja: コピー
ko: 복사
ms: salin
nb: Kopiere
nl: Kopiëren
pt: Cópia
ro: Copie
tr: Kopyala
uk: Копія
vi: Sao chép
zh: 複製

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_MOVE
source: Move
ar: يتحرك
de: Bewegen
el: Κίνηση
es: Mover
fr: Se déplacer
ga: Bog
hi: कदम
hi_latn: sthaanaantarit karen
id: Bergerak
it: Mossa
ja: 動く
ko: 이동하다
ms: Bergerak
nb: Flytte
nl: Beweging
pt: Mover
ro: Mişcare
tr: Taşınmak
uk: рухатися
vi: Di chuyển
zh: 移動

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_DELETE
source: Delete
ar: يمسح
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
ga: Scrios
hi: मिटाना
hi_latn: hataen
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pt: Eliminar
ro: Şterge
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh: 刪除

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_UP
source: Up
ar: أعلى
de: Hoch
el: Επάνω
es: Arriba
fr: En haut
ga: Suas
hi: ऊपर
hi_latn: oopar
id: Ke atas
it: Su
ja: 上
ko: 위로
ms: Naik
nb: Opp
nl: Omhoog
pt: Para cima
ro: Sus
tr: Yukarı
uk: вгору
vi: Hướng lên
zh: 向上

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_INFO
source: Info
ar: معلومات
el: Πληροφορίες
es: Información
fr: Informations
ga: Eolas
hi: जानकारी
hi_latn: jaanakaaree
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pt: Informação
tr: Bilgi
uk: Інформація
vi: Thông tin
zh: 資訊

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_GOTO
source: Go To
ar: اذهب الى
de: Gehe zu
el: Μετάβαση στο
es: Ir a
fr: Aller à
ga: Téigh go dtí
hi: जाओ
hi_latn: jaen
id: Pergi Ke
it: Vai a
ja: 移動
ko: 이동
ms: Pergi Ke
nb: Gå til
nl: Ga naar
pt: Vá para
ro: Mergi la
tr: Git
uk: Перейти до
vi: Đi đến
zh: 前往

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_RENAME
source: Rename
ar: إعادة تسمية
de: Umbenennen
el: Μετονομάζω
es: Rebautizar
fr: Rebaptiser
ga: Athainmnigh
hi: नाम बदलें
hi_latn: naam badalen
id: Ganti nama
it: Rinominare
ja: 名前を変更
ko: 이름 바꾸기
ms: Namakan semula
nb: Gi nytt navn
nl: Hernoemen
pt: Renomear
ro: Redenumiți
tr: Yeniden isimlendirmek
uk: Перейменувати
vi: Đổi tên
zh: 重新命名

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_NEWFOLDER
source: New Folder
ar: مجلد جديد
de: Neuer Ordner
el: Νέος φάκελος
es: Nueva carpeta
fr: Nouveau dossier
ga: Fillteán Nua
hi: नया फ़ोल्डर
hi_latn: naya foldar
id: Folder Baru
it: Nuova cartella
ja: 新しいフォルダ
ko: 새 폴더
ms: Folder Baharu
nb: Ny mappe
nl: Nieuwe map
pt: Nova pasta
ro: Dosar nou
tr: Yeni Klasör
uk: Нова папка
vi: Thư mục mới
zh: 新建資料夾

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_HASH
source: Hash...
ar: هاش...
el: Χασίσι...
es: Picadillo...
fr: Hacher...
ga: Hais...
hi: हैश...
hi_latn: haish...
ja: ハッシュ...
ko: 해시시...
nl: Hasj...
tr: Doğramak...
uk: хеш...
vi: Băm...
zh: 哈希...

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_VERIFY
source: Verify...
ar: يؤكد...
de: Verifizieren...
el: Επαληθεύω...
es: Verificar...
fr: Vérifier...
ga: Fíoraigh...
hi: सत्यापित करें...
hi_latn: satyaapit karen...
id: Memeriksa...
it: Verificare...
ja: 確認する...
ko: 확인하다...
ms: Sahkan...
nb: Verifisere...
nl: Verifiëren...
pt: Verificar...
ro: Verifica...
tr: Doğrulamak...
uk: Підтвердити...
vi: Xác minh...
zh: 核實...

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_PREVIEW
source: Preview
ar: معاينة
de: Vorschau
el: Πρεμιέρα
es: Avance
fr: Aperçu
ga: Réamhamharc
hi: पूर्व दर्शन
hi_latn: poorvaavalokan
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 시사
ms: Pratonton
nb: Forhåndsvisning
nl: Voorvertoning
pt: Pré-visualização
ro: Previzualizare
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh: 預覽

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_PREVIEWSELECTIONS
source: Preview Selected
ar: معاينة المحدد
de: Vorschau der Auswahl
el: Επιλέχθηκε η προεπισκόπηση
es: Vista previa seleccionada
fr: Aperçu sélectionné
ga: Réamhamharc Roghnaithe
hi: पूर्वावलोकन चयनित
hi_latn: poorvaavalokan chayanit
id: Pratinjau yang Dipilih
it: Anteprima selezionata
ja: 選択した項目をプレビュー
ko: 미리보기 선택됨
ms: Pratonton Dipilih
nb: Forhåndsvisning valgt
nl: Voorbeeld geselecteerd
pt: Visualização selecionada
ro: Previzualizare selectată
tr: Önizleme Seçildi
uk: Попередній перегляд вибрано
vi: Xem trước đã chọn
zh: 預覽選定的

# NKS_MISC_INTERACTIVES_FMTUI_KEYBINDING_OPEN
source: Open
ar: يفتح
de: Offen
el: Ανοιχτό
es: Abierto
fr: Ouvrir
ga: Oscail
hi: खुला
hi_latn: kholen
id: Membuka
it: Aprire
ja: 開ける
ko: 열려 있는
ms: Buka
nb: Åpne
pt: Aberto
ro: Deschide
tr: Açık
uk: ВІДЧИНЕНО
vi: Mở
zh: 打開

# NKS_KERNEL_CONFIGURATION_EXCEPTION_NEEDSCONFIG
source: Can't check configuration variables when the kernel config is not specified.
ar: لا يمكن التحقق من متغيرات التكوين عندما لا يتم تحديد تكوين النواة.
de: Konfigurationsvariablen können nicht überprüft werden, wenn die Kernelkonfiguration nicht angegeben ist.
el: Δεν είναι δυνατός ο έλεγχος των μεταβλητών διαμόρφωσης όταν δεν έχει καθοριστεί η διαμόρφωση του πυρήνα.
es: No se pueden comprobar las variables de configuración cuando no se especifica la configuración del kernel.
fr: Impossible de vérifier les variables de configuration lorsque la configuration du noyau n'est pas spécifiée.
ga: Ní féidir athróga cumraíochta a sheiceáil nuair nach bhfuil an chumraíocht eithne sonraithe.
hi: जब कर्नेल कॉन्फ़िगरेशन निर्दिष्ट नहीं किया गया हो तो कॉन्फ़िगरेशन वैरिएबल की जाँच नहीं की जा सकती।
hi_latn: jab karnel konfigareshan nirdisht nahin hai, to konfigareshan char kee jaanch nahin kee ja sakatee.
id: Tidak dapat memeriksa variabel konfigurasi saat konfigurasi kernel tidak ditentukan.
it: Non è possibile controllare le variabili di configurazione se la configurazione del kernel non è specificata.
ja: カーネル構成が指定されていない場合、構成変数をチェックできません。
ko: 커널 구성이 지정되지 않으면 구성 변수를 확인할 수 없습니다.
ms: Tidak dapat menyemak pembolehubah konfigurasi apabila konfigurasi kernel tidak ditentukan.
nb: Kan ikke sjekke konfigurasjonsvariabler når kjernekonfigurasjonen ikke er spesifisert.
nl: Configuratievariabelen kunnen niet worden gecontroleerd als de kernelconfiguratie niet is opgegeven.
pt: Não é possível verificar as variáveis de configuração quando a configuração do kernel não é especificada.
ro: Nu se pot verifica variabilele de configurare când nu este specificată configurația kernelului.
tr: Çekirdek yapılandırması belirtilmediğinde yapılandırma değişkenleri kontrol edilemez.
uk: Неможливо перевірити змінні конфігурації, якщо не вказано конфігурацію ядра.
vi: Không thể kiểm tra các biến cấu hình khi cấu hình hạt nhân không được chỉ định.
zh: 未指定內核配置時無法檢查配置變數。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_INVALIDENTRIES
source: Can't get settings entries.
ar: لا يمكن الحصول على إدخالات الإعدادات.
de: Einstellungseinträge können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη εγγραφών ρυθμίσεων.
es: No se pueden obtener entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Ní féidir iontrálacha socruithe a fháil.
hi: सेटिंग्स प्रविष्टियाँ प्राप्त नहीं की जा सकीं.
hi_latn: seting pravishtiyaan nahin mil sakatee.
id: Tidak bisa mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できません。
ko: 설정 항목을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan entri tetapan.
nb: Kan ikke hente innstillingsoppføringer.
nl: Kan geen instellingen ophalen.
pt: Não consigo obter entradas de definições.
ro: Nu se pot obține intrările de setări.
tr: Ayar girişlerine ulaşılamıyor.
uk: Не вдається отримати записи налаштувань.
vi: Không thể nhận được mục cài đặt.
zh: 無法取得設定條目。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRIESFAILED_DRIVER
source: Failed to obtain driver settings entries.
ar: فشل في الحصول على إدخالات إعدادات برنامج التشغيل.
de: Treibereinstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων προγράμματος οδήγησης.
es: No se pudieron obtener las entradas de configuración del controlador.
fr: Impossible d'obtenir les entrées des paramètres du pilote.
ga: Theip ar na hiontrálacha socruithe tiománaithe a fháil.
hi: ड्राइवर सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: draivar seting pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan driver.
it: Impossibile ottenere le voci delle impostazioni del driver.
ja: ドライバー設定エントリを取得できませんでした。
ko: 드라이버 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan pemandu.
nb: Kunne ikke hente oppføringer for driverinnstillinger.
nl: Het is niet gelukt om de driverinstellingen op te halen.
pt: Falha à obtenção de entradas de definições do driver.
ro: Nu s-au putut obține intrările pentru setările driverului.
tr: Sürücü ayarları girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань драйвера.
vi: Không lấy được mục cài đặt trình điều khiển.
zh: 無法取得驅動程式設定條目。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRIESFAILED_MAIN
source: Failed to obtain main settings entries.
ar: فشل في الحصول على إدخالات الإعدادات الرئيسية.
de: Die wichtigsten Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης των κύριων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración principales.
fr: Impossible d'obtenir les entrées des paramètres principaux.
ga: Theip ar na hiontrálacha príomhshocruithe a fháil.
hi: मुख्य सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: mukhy seting pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan utama.
it: Impossibile ottenere le voci delle impostazioni principali.
ja: メイン設定エントリを取得できませんでした。
ko: 주요 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan utama.
nb: Kunne ikke hente hovedinnstillingsoppføringer.
nl: Het is niet gelukt om de belangrijkste instellingen op te halen.
pt: Falha à obtenção de entradas de definições principais.
ro: Nu s-au putut obține intrările principale ale setărilor.
tr: Ana ayar girişleri alınamadı.
uk: Не вдалося отримати основні параметри.
vi: Không lấy được mục cài đặt chính.
zh: 無法取得主要設定條目。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRIESFAILED_SCREENSAVER
source: Failed to obtain screensaver settings entries.
ar: فشل في الحصول على إدخالات إعدادات شاشة التوقف.
de: Einträge für Bildschirmschonereinstellungen konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων προφύλαξης οθόνης.
es: No se pudieron obtener las entradas de configuración del protector de pantalla.
fr: Impossible d'obtenir les entrées des paramètres de l'économiseur d'écran.
ga: Theip ar na hiontrálacha socruithe spárálaíscáileáin a fháil.
hi: स्क्रीनसेवर सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: skreenasevar seting pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan screensaver.
it: Impossibile ottenere le voci delle impostazioni dello screensaver.
ja: スクリーンセーバー設定エントリを取得できませんでした。
ko: 스크린세이버 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan penyelamat skrin.
nb: Kunne ikke hente oppføringer for skjermsparerinnstillinger.
nl: Het is niet gelukt om de instellingen voor de screensaver op te halen.
pt: Falha à obtenção de entradas de definições de protetor de ecrã.
ro: Nu s-au putut obține intrările de setări pentru screensaver.
tr: Ekran koruyucu ayarları girdileri alınamadı.
uk: Не вдалося отримати записи налаштувань заставки.
vi: Không lấy được mục cài đặt trình bảo vệ màn hình.
zh: 取得螢幕保護程式設定條目失敗。

# NKS_KERNEL_CONFIGURATION_EXCEPTION_ENTRIESFAILED_WIDGET
source: Failed to obtain widget settings entries.
ar: فشل في الحصول على إدخالات إعدادات الأداة.
de: Die Widget-Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων γραφικού στοιχείου.
es: No se pudieron obtener las entradas de configuración del widget.
fr: Impossible d'obtenir les entrées des paramètres du widget.
ga: Theip ar iontrálacha socruithe giuirléidí a fháil.
hi: विजेट सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: vijet seting pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan widget.
it: Impossibile ottenere le voci delle impostazioni del widget.
ja: ウィジェット設定エントリを取得できませんでした。
ko: 위젯 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan widget.
nb: Kunne ikke hente oppføringer for widgetinnstillinger.
nl: Het is niet gelukt om de widgetinstellingen op te halen.
pt: Falha à obtenção de entradas de definições de widget.
ro: Nu s-au putut obține intrările de setări widget.
tr: Widget ayarları girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань віджета.
vi: Không lấy được mục cài đặt tiện ích.
zh: 無法取得小工具設定條目。

# NKS_KERNEL_CONFIGURATION_MIGRATION_EXCEPTION_ALIASINFO
source: Failed to get alias information
ar: فشل في الحصول على معلومات الاسم المستعار
de: Alias-Informationen konnten nicht abgerufen werden.
el: Αποτυχία λήψης πληροφοριών ψευδωνύμου
es: No se pudo obtener la información del alias
fr: Impossible d'obtenir les informations d'alias
ga: Theip ar fhaisnéis ailias a fháil
hi: उपनाम जानकारी प्राप्त करने में विफल
hi_latn: upanaam jaanakaaree praapt karane mein viphal
id: Gagal mendapatkan informasi alias
it: Impossibile ottenere informazioni sull'alias
ja: エイリアス情報を取得できませんでした
ko: 별칭 정보를 가져오지 못했습니다.
ms: Gagal mendapatkan maklumat alias
nb: Kunne ikke hente aliasinformasjon
nl: Het is niet gelukt om aliasinformatie op te halen
pt: Falha a obter informações de alias
ro: Nu s-au putut obține informații despre alias
tr: Takma ad bilgisi alınamadı
uk: Не вдалося отримати інформацію про псевдонім
vi: Không lấy được thông tin bí danh
zh: 取得別名資訊失敗

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SELECTION_EXCEPTION_NOSELECT
source: There is nothing to select from.
ar: لا يوجد شيء للاختيار منه.
de: Es gibt nichts zur Auswahl.
el: Δεν υπάρχει τίποτα για να διαλέξετε.
es: No hay nada para seleccionar.
fr: Il n'y a rien à choisir.
ga: Níl aon rud le roghnú as.
hi: यहाँ चुनने के लिए कुछ भी नहीं है.
hi_latn: chayan karane ke lie kuchh bhee nahin hai.
id: Tidak ada yang dapat dipilih.
it: Non c'è nulla da scegliere.
ja: 選択できるものはありません。
ko: 선택할 수 있는 것이 없습니다.
ms: Tiada apa-apa untuk dipilih.
nb: Det er ingenting å velge mellom.
nl: Er is niets om uit te kiezen.
pt: Não há nada em que selecionar.
ro: Nu există nimic din care să aleagă.
tr: Seçebileceğiniz bir şey yok.
uk: Вибирати нема з чого.
vi: Không có gì để lựa chọn.
zh: 沒有什麼可以選擇的。

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_SELECTION_EXCEPTION_NOTYPEFROM
source: Can't get type from
ar: لا يمكن الحصول على النوع من
de: Typ kann nicht abgerufen werden von
el: Δεν μπορώ να λάβω τύπο από
es: No se puede obtener el tipo de
fr: Impossible d'obtenir le type de
ga: Ní féidir cineál a fháil ó
hi: से टाइप नहीं मिल सकता
hi_latn: prakaar nahin mil sakata
id: Tidak bisa mendapatkan tipe dari
it: Non riesco a ottenere il tipo da
ja: タイプを取得できません
ko: 에서 유형을 가져올 수 없습니다
ms: Tidak boleh mendapatkan jenis daripada
nb: Får ikke type fra
nl: Kan het type niet ophalen
pt: Não é possível escrever
ro: Nu pot obține text de la
tr: Türü alınamıyor
uk: Не вдається отримати тип з
vi: Không thể lấy được loại từ
zh: 無法從中取得類型

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_SET
source: Set
ar: تعيين
de: Satz
el: Σειρά
es: Colocar
fr: Ensemble
ga: Socraigh
hi: तय करना
hi_latn: set karen
id: Mengatur
it: Impostato
ja: セット
ko: 세트
ms: Tetapkan
nb: Sett
pt: Conjunto
tr: Ayarlamak
uk: встановити
vi: Bộ
zh: 放

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_SAVE
source: Save
ar: يحفظ
de: Speichern
el: Εκτός
es: Ahorrar
fr: Sauvegarder
ga: Sábháil
hi: बचाना
hi_latn: sahejen
id: Menyimpan
it: Salva
ja: 保存
ko: 구하다
ms: Jimat
nb: Spare
nl: Redden
pt: Guardar
ro: Salva
tr: Kaydetmek
uk: зберегти
vi: Cứu
zh: 節省

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_SAVEAS
source: Save as
ar: حفظ باسم
de: Speichern unter
el: Αποθήκευση ως
es: Guardar como
fr: Enregistrer sous
ga: Sábháil mar
hi: के रूप रक्षित करें
hi_latn: is roop mein sahejen
id: Simpan sebagai
it: Salva come
ja: 名前を付けて保存
ko: 다른 이름으로 저장
ms: Simpan sebagai
nb: Lagre som
nl: Opslaan als
pt: Poupe como
ro: Salvați ca
tr: Farklı kaydet
uk: Зберегти як
vi: Lưu dưới dạng
zh: 另存為

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_LOADFROM
source: Load from
ar: تحميل من
de: Laden von
el: Φόρτωση από
es: Cargar desde
fr: Charger à partir de
ga: Luchtaigh ó
hi: यहां से लोड करें
hi_latn: se lod karen
id: Muat dari
it: Carica da
ja: ロード元
ko: 에서 로드
ms: Muatkan daripada
nb: Last fra
nl: Laden vanaf
pt: Carregar de
ro: Încărcare de la
tr: Yükle
uk: Завантажити з
vi: Tải từ
zh: 加載自

# NKS_KERNEL_CONFIGURATION_SETTINGS_APP_TUI_KEYBINDING_RELOAD
source: Reload
ar: إعادة تحميل
de: Neu laden
el: Γεμίζω πάλι
es: Recargar
fr: Recharger
ga: Athlódáil
hi: पुनः लोड करें
hi_latn: punah lod karen
id: Muat ulang
it: Ricaricare
ja: リロード
ko: 다시 로드
ms: Muat semula
nb: Last inn på nytt
nl: Opnieuw laden
pt: Recarga
ro: Reîncărcați
tr: Yeniden yükle
uk: Перезавантажити
vi: Tải lại
zh: 重新載入
