Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDMOD
source: Invalid mod. If your mod is a valid .NET assembly, check to make sure that it actually implements the interface that is necessary to start the mod.
ar: الوضع غير صالح. إذا كان النموذج الخاص بك عبارة عن تجميع .NET صالح، فتحقق للتأكد من أنه ينفذ فعليًا الواجهة الضرورية لبدء التعديل.
de: Ungültiger Mod. Wenn Ihr Mod eine gültige .NET-Assembly ist, prüfen Sie, ob er tatsächlich die Schnittstelle implementiert, die zum Starten des Mods erforderlich ist.
el: Μη έγκυρο mod. Εάν το mod σας είναι έγκυρο συγκρότημα .NET, ελέγξτε για να βεβαιωθείτε ότι υλοποιεί πραγματικά τη διεπαφή που είναι απαραίτητη για την εκκίνηση του mod.
es: Modificación no válida. Si su mod es un ensamblado .NET válido, verifique que realmente implemente la interfaz necesaria para iniciar el mod.
fr: Mod invalide. Si votre mod est un assembly .NET valide, assurez-vous qu'il implémente réellement l'interface nécessaire pour démarrer le mod.
ga: Mod neamhbhailí. Má tá do mod bailí .NET tionól, seiceáil a dhéanamh cinnte go bhfeidhmíonn sé i ndáiríre an comhéadan is gá chun tús a chur leis an mod.
hi: अमान्य मॉड. यदि आपका मॉड एक वैध .NET असेंबली है, तो यह सुनिश्चित करने के लिए जांचें कि यह वास्तव में उस इंटरफ़ेस को लागू करता है जो मॉड शुरू करने के लिए आवश्यक है।
hi_latn: amaany mod. yadi aapaka mod ek maany .nait asembalee hai, to yah sunishchit karane ke lie jaanch karen ki yah vaastav mein us intarafes ko laagoo karata hai jo mod ko shuroo karane ke lie aavashyak hai.
id: Mod tidak valid. Jika mod Anda adalah assembly .NET yang valid, periksa untuk memastikan bahwa mod tersebut benar-benar mengimplementasikan antarmuka yang diperlukan untuk memulai mod.
it: Mod. non valida. Se la tua mod è un assembly .NET valido, assicurati che implementi effettivamente l'interfaccia necessaria per avviare la mod.
ja: 無効なモジュールです。MOD が有効な .NET アセンブリである場合は、MOD の開始に必要なインターフェイスが実際に実装されていることを確認してください。
ko: 잘못된 모드입니다. 모드가 유효한 .NET 어셈블리인 경우 모드를 시작하는 데 필요한 인터페이스를 실제로 구현하는지 확인하세요.
ms: Mod tidak sah. Jika mod anda ialah pemasangan .NET yang sah, semak untuk memastikan ia benar-benar melaksanakan antara muka yang diperlukan untuk memulakan mod.
nb: Ugyldig mod. Hvis moden din er en gyldig .NET-sammenstilling, må du kontrollere at den faktisk implementerer grensesnittet som er nødvendig for å starte moden.
nl: Ongeldige mod. Als uw mod een geldige .NET-assembly is, controleer dan of deze daadwerkelijk de interface implementeert die nodig is om de mod te starten.
pt: Modo inválido. Se o seu mod for um assembly .NET válido, verifique se ele realmente implementa a interface necessária para iniciar o mod.
ro: Mod invalid. Dacă modul dvs. este un ansamblu .NET valid, verificați pentru a vă asigura că implementează de fapt interfața necesară pentru a porni modul.
tr: Geçersiz mod. Modunuz geçerli bir .NET derlemesiyse, modu başlatmak için gerekli olan arayüzü gerçekten uyguladığından emin olmak için kontrol edin.
uk: Недійсний мод. Якщо ваш мод є дійсною збіркою .NET, переконайтеся, що він дійсно реалізує інтерфейс, необхідний для запуску мода.
vi: Bản mod không hợp lệ. Nếu bản mod của bạn là một assembly .NET hợp lệ, hãy kiểm tra để đảm bảo rằng nó thực sự triển khai giao diện cần thiết để khởi động bản mod.
zh: 無效模組。如果您的 mod 是有效的 .NET 組件，請檢查以確保它確實實現了啟動 mod 所需的介面。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDPATH
source: Invalid filesystem path. Check to make sure that it's written correctly.
ar: مسار نظام الملفات غير صالح. تحقق للتأكد من أنها مكتوبة بشكل صحيح.
de: Ungültiger Dateisystempfad. Überprüfen Sie, ob es richtig geschrieben ist.
el: Μη έγκυρη διαδρομή συστήματος αρχείων. Ελέγξτε για να βεβαιωθείτε ότι είναι γραμμένο σωστά.
es: Ruta del sistema de archivos no válida. Verifique que esté escrito correctamente.
fr: Chemin du système de fichiers invalide. Vérifiez qu'il est écrit correctement.
ga: Conair chóras comhad neamhbhailí. Seiceáil le cinntiú go bhfuil sé scríofa i gceart.
hi: अमान्य फ़ाइल सिस्टम पथ. यह सुनिश्चित करने के लिए जांचें कि यह सही ढंग से लिखा गया है।
hi_latn: amaany fail sistam path. yah sunishchit karane ke lie jaanch karen ki yah sahee dhang se likha gaya hai.
id: Jalur sistem berkas tidak valid. Periksa untuk memastikan bahwa jalur tersebut ditulis dengan benar.
it: Percorso del file system non valido. Controlla per assicurarti che sia scritto correttamente.
ja: ファイルシステムのパスが無効です。正しく書かれているか確認してください。
ko: 파일 시스템 경로가 잘못되었습니다. 올바르게 작성되었는지 확인하세요.
ms: Laluan sistem fail tidak sah. Semak untuk memastikan ia ditulis dengan betul.
nb: Ugyldig filsystembane. Kontroller at det er skrevet riktig.
nl: Ongeldig bestandssysteempad. Controleer of het correct is geschreven.
pt: Caminho do sistema de arquivos inválido. Verifique se está escrito corretamente.
ro: Cale nevalidă a sistemului de fișiere. Verificați pentru a vă asigura că este scris corect.
tr: Geçersiz dosya sistemi yolu. Doğru yazıldığından emin olmak için kontrol edin.
uk: Недійсний шлях до файлової системи. Перевірте, чи правильно написано.
vi: Đường dẫn hệ thống tệp không hợp lệ. Kiểm tra để đảm bảo rằng đường dẫn được ghi đúng.
zh: 文件系統路徑無效。檢查以確保其書寫正確。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_INVALIDPLACEHOLDER
source: Invalid placeholder. Consult the kernel documentation for more information.
ar: عنصر نائب غير صالح. راجع وثائق النواة لمزيد من المعلومات.
de: Ungültiger Platzhalter. Weitere Informationen finden Sie in der Kernel-Dokumentation.
el: Μη έγκυρο σύμβολο κράτησης θέσης. Συμβουλευτείτε την τεκμηρίωση του πυρήνα για περισσότερες πληροφορίες.
es: Marcador de posición no válido. Consulte la documentación del kernel para obtener más información.
fr: Espace réservé non valide. Consultez la documentation du noyau pour plus d'informations.
ga: Áitsealbhóir neamhbhailí. Féach ar an doiciméadú eithne le haghaidh tuilleadh eolais.
hi: अमान्य प्लेसहोल्डर. अधिक जानकारी के लिए कर्नेल दस्तावेज़ देखें.
hi_latn: amaany plesaholdar. adhik jaanakaaree ke lie karnel dastaavez dekhen.
id: Placeholder tidak valid. Lihat dokumentasi kernel untuk informasi lebih lanjut.
it: Segnaposto non valido. Consultare la documentazione del kernel per ulteriori informazioni.
ja: 無効なプレースホルダーです。詳細については、カーネルのドキュメントを参照してください。
ko: 자리 표시자가 잘못되었습니다. 자세한 내용은 커널 설명서를 참조하세요.
ms: Pemegang tempat tidak sah. Rujuk dokumentasi kernel untuk maklumat lanjut.
nb: Ugyldig plassholder. Se kjernedokumentasjonen for mer informasjon.
nl: Ongeldige tijdelijke aanduiding. Raadpleeg de kerneldocumentatie voor meer informatie.
pt: Espaço reservado inválido. Consulte a documentação do kernel para obter mais informações.
ro: Substituent nevalid. Consultați documentația kernelului pentru mai multe informații.
tr: Geçersiz yer tutucu. Daha fazla bilgi için çekirdek belgelerine bakın.
uk: Недійсний заповнювач. Зверніться до документації ядра для отримання додаткової інформації.
vi: Trình giữ chỗ không hợp lệ. Tham khảo tài liệu về hạt nhân để biết thêm thông tin.
zh: 佔位符無效。請參閱內核文件以獲取更多資訊。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LANGUAGEINSTALL
source: The custom language failed to install. Check to make sure that the language file is correctly formed. Usually, the locale generator does a good job in making the localization information for your custom language.
ar: فشل تثبيت اللغة المخصصة. تحقق للتأكد من تكوين ملف اللغة بشكل صحيح. عادةً ما يقوم منشئ اللغة بعمل جيد في إنشاء معلومات الترجمة للغتك المخصصة.
de: Die benutzerdefinierte Sprache konnte nicht installiert werden. Stellen Sie sicher, dass die Sprachdatei korrekt formatiert ist. Normalerweise leistet der Gebietsschemagenerator gute Arbeit bei der Erstellung der Lokalisierungsinformationen für Ihre benutzerdefinierte Sprache.
el: Η εγκατάσταση της προσαρμοσμένης γλώσσας απέτυχε. Ελέγξτε για να βεβαιωθείτε ότι το αρχείο γλώσσας έχει διαμορφωθεί σωστά. Συνήθως, η δημιουργία τοπικών ρυθμίσεων κάνει καλή δουλειά στη δημιουργία των πληροφοριών τοπικής προσαρμογής για την προσαρμοσμένη γλώσσα σας.
es: No se pudo instalar el idioma personalizado. Verifique para asegurarse de que el archivo de idioma esté formado correctamente. Por lo general, el generador de configuración regional hace un buen trabajo al generar información de localización para su idioma personalizado.
fr: La langue personnalisée n'a pas pu être installée. Vérifiez que le fichier de langue est correctement formé. Habituellement, le générateur de paramètres régionaux fait du bon travail en créant les informations de localisation pour votre langue personnalisée.
ga: Theip ar an teanga shaincheaptha a shuiteáil. Seiceáil le cinntiú go bhfuil an comhad teanga foirmithe i gceart. De ghnáth, déanann an gineadóir locale jab maith chun an fhaisnéis logánaithe a dhéanamh do do theanga shaincheaptha.
hi: कस्टम भाषा स्थापित करने में विफल रही. यह सुनिश्चित करने के लिए जांचें कि भाषा फ़ाइल सही ढंग से बनाई गई है। आमतौर पर, स्थानीय जनरेटर आपकी कस्टम भाषा के लिए स्थानीयकरण जानकारी बनाने में अच्छा काम करता है।
hi_latn: kastam bhaasha instol karane mein viphal rahee. yah sunishchit karane ke lie jaanch karen ki bhaasha fail sahee dhang se banaee gaee hai. aamataur par, sthaaneey janaretar aapakee kastam bhaasha ke lie sthaaneeyakaran jaanakaaree banaane mein achchha kaam karata hai.
id: Bahasa kustom gagal diinstal. Periksa untuk memastikan bahwa berkas bahasa terbentuk dengan benar. Biasanya, generator lokal berfungsi dengan baik dalam membuat informasi pelokalan untuk bahasa kustom Anda.
it: Impossibile installare la lingua personalizzata. Verificare che il file della lingua sia formato correttamente. Di solito, il generatore di impostazioni locali fa un buon lavoro nel creare le informazioni di localizzazione per la tua lingua personalizzata.
ja: カスタム言語のインストールに失敗しました。言語ファイルが正しく形成されていることを確認してください。通常、ロケール ジェネレーターはカスタム言語のローカリゼーション情報を適切に作成します。
ko: 사용자 정의 언어를 설치하지 못했습니다. 언어 파일의 형식이 올바른지 확인하세요. 일반적으로 로캘 생성기는 사용자 정의 언어에 대한 현지화 정보를 만드는 데 효과적입니다.
ms: Bahasa tersuai gagal dipasang. Semak untuk memastikan bahawa fail bahasa telah dibentuk dengan betul. Biasanya, penjana tempatan berfungsi dengan baik dalam membuat maklumat penyetempatan untuk bahasa tersuai anda.
nb: Det egendefinerte språket kunne ikke installeres. Kontroller at språkfilen er riktig utformet. Vanligvis gjør lokaliseringsgeneratoren en god jobb med å lage lokaliseringsinformasjonen for ditt tilpassede språk.
nl: De aangepaste taal kan niet worden geïnstalleerd. Controleer of het taalbestand correct is gevormd. Normaal gesproken doet de localegenerator goed werk bij het maken van de lokalisatie-informatie voor uw aangepaste taal.
pt: O idioma personalizado não foi instalado. Verifique se o arquivo de idioma está formado corretamente. Normalmente, o gerador de localidade faz um bom trabalho ao criar as informações de localização para o seu idioma personalizado.
ro: Limba personalizată nu s-a instalat. Verificați pentru a vă asigura că fișierul de limbă este format corect. De obicei, generatorul de localizare face o treabă bună în realizarea informațiilor de localizare pentru limba dvs. personalizată.
tr: Özel dil yüklenemedi. Dil dosyasının doğru şekilde oluşturulduğundan emin olun. Genellikle, yerel ayar oluşturucu özel diliniz için yerelleştirme bilgilerini oluşturmada iyi bir iş çıkarır.
uk: Не вдалося встановити спеціальну мову. Переконайтеся, що мовний файл сформовано правильно. Зазвичай генератор локалі добре справляється зі створенням інформації про локалізацію для вашої мови.
vi: Ngôn ngữ tùy chỉnh không cài đặt được. Kiểm tra để đảm bảo tệp ngôn ngữ được định dạng đúng. Thông thường, trình tạo ngôn ngữ thực hiện tốt việc tạo thông tin bản địa hóa cho ngôn ngữ tùy chỉnh của bạn.
zh: 自訂語言安裝失敗。檢查以確保語言檔案的格式正確。通常，區域設定產生器可以很好地為您的自訂語言產生本地化資訊。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LANGUAGELOAD
source: The custom language failed to load. Check to make sure that the language file is correctly formed. Usually, the locale generator does a good job in making the localization information for your custom language.
ar: فشل تحميل اللغة المخصصة. تحقق للتأكد من تكوين ملف اللغة بشكل صحيح. عادةً ما يقوم منشئ اللغة بعمل جيد في إنشاء معلومات الترجمة للغتك المخصصة.
de: Die benutzerdefinierte Sprache konnte nicht geladen werden. Stellen Sie sicher, dass die Sprachdatei korrekt formatiert ist. Normalerweise leistet der Gebietsschemagenerator gute Arbeit bei der Erstellung der Lokalisierungsinformationen für Ihre benutzerdefinierte Sprache.
el: Η φόρτωση της προσαρμοσμένης γλώσσας απέτυχε. Ελέγξτε για να βεβαιωθείτε ότι το αρχείο γλώσσας έχει διαμορφωθεί σωστά. Συνήθως, η δημιουργία τοπικών ρυθμίσεων κάνει καλή δουλειά στη δημιουργία των πληροφοριών τοπικής προσαρμογής για την προσαρμοσμένη γλώσσα σας.
es: No se pudo cargar el idioma personalizado. Verifique para asegurarse de que el archivo de idioma esté formado correctamente. Por lo general, el generador de configuración regional hace un buen trabajo al generar información de localización para su idioma personalizado.
fr: La langue personnalisée n'a pas pu être chargée. Vérifiez que le fichier de langue est correctement formé. Habituellement, le générateur de paramètres régionaux fait du bon travail en créant les informations de localisation pour votre langue personnalisée.
ga: Theip ar lódáil an teanga shaincheaptha. Seiceáil le cinntiú go bhfuil an comhad teanga foirmithe i gceart. De ghnáth, déanann an gineadóir locale jab maith chun an fhaisnéis logánaithe a dhéanamh do do theanga shaincheaptha.
hi: कस्टम भाषा लोड होने में विफल रही. यह सुनिश्चित करने के लिए जांचें कि भाषा फ़ाइल सही ढंग से बनाई गई है। आमतौर पर, स्थानीय जनरेटर आपकी कस्टम भाषा के लिए स्थानीयकरण जानकारी बनाने में अच्छा काम करता है।
hi_latn: kastam bhaasha lod karane mein viphal rahee. yah sunishchit karane ke lie jaanch karen ki bhaasha fail sahee dhang se banaee gaee hai. aamataur par, sthaaneey janaretar aapakee kastam bhaasha ke lie sthaaneeyakaran jaanakaaree banaane mein achchha kaam karata hai.
id: Bahasa kustom gagal dimuat. Periksa untuk memastikan bahwa berkas bahasa terbentuk dengan benar. Biasanya, generator lokal berfungsi dengan baik dalam membuat informasi pelokalan untuk bahasa kustom Anda.
it: Impossibile caricare la lingua personalizzata. Verificare che il file della lingua sia formato correttamente. Di solito, il generatore di impostazioni locali fa un buon lavoro nel creare le informazioni di localizzazione per la tua lingua personalizzata.
ja: カスタム言語の読み込みに失敗しました。言語ファイルが正しく形成されていることを確認してください。通常、ロケール ジェネレーターはカスタム言語のローカリゼーション情報を適切に作成します。
ko: 맞춤 언어를 로드하지 못했습니다. 언어 파일의 형식이 올바른지 확인하세요. 일반적으로 로캘 생성기는 사용자 정의 언어에 대한 현지화 정보를 만드는 데 효과적입니다.
ms: Bahasa tersuai gagal dimuatkan. Semak untuk memastikan bahawa fail bahasa telah dibentuk dengan betul. Biasanya, penjana tempatan berfungsi dengan baik dalam membuat maklumat penyetempatan untuk bahasa tersuai anda.
nb: Det egendefinerte språket kunne ikke lastes inn. Kontroller at språkfilen er riktig utformet. Vanligvis gjør lokaliseringsgeneratoren en god jobb med å lage lokaliseringsinformasjonen for ditt tilpassede språk.
nl: De aangepaste taal kan niet worden geladen. Controleer of het taalbestand correct is gevormd. Normaal gesproken doet de localegenerator goed werk bij het maken van de lokalisatie-informatie voor uw aangepaste taal.
pt: O idioma personalizado não foi carregado. Verifique se o arquivo de idioma está formado corretamente. Normalmente, o gerador de localidade faz um bom trabalho ao criar as informações de localização para o seu idioma personalizado.
ro: Limba personalizată nu s-a încărcat. Verificați pentru a vă asigura că fișierul de limbă este format corect. De obicei, generatorul de localizare face o treabă bună în realizarea informațiilor de localizare pentru limba dvs. personalizată.
tr: Özel dil yüklenemedi. Dil dosyasının doğru şekilde oluşturulduğundan emin olun. Genellikle, yerel ayar oluşturucu özel diliniz için yerelleştirme bilgilerini oluşturmada iyi bir iş çıkarır.
uk: Не вдалося завантажити спеціальну мову. Переконайтеся, що мовний файл сформовано правильно. Зазвичай генератор локалі добре справляється зі створенням інформації про локалізацію для вашої мови.
vi: Ngôn ngữ tùy chỉnh không tải được. Kiểm tra để đảm bảo tệp ngôn ngữ được định dạng đúng. Thông thường, trình tạo ngôn ngữ thực hiện tốt việc tạo thông tin bản địa hóa cho ngôn ngữ tùy chỉnh của bạn.
zh: 自訂語言載入失敗。檢查以確保語言檔案的格式正確。通常，區域設定產生器可以很好地為您的自訂語言產生本地化資訊。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_LANGUAGEUNINSTALL
source: The custom language failed to uninstall.
ar: فشلت اللغة المخصصة في إلغاء التثبيت.
de: Die benutzerdefinierte Sprache konnte nicht deinstalliert werden.
el: Η απεγκατάσταση της προσαρμοσμένης γλώσσας απέτυχε.
es: No se pudo desinstalar el idioma personalizado.
fr: La langue personnalisée n'a pas pu être désinstallée.
ga: Theip ar an teanga shaincheaptha a dhíshuiteáil.
hi: कस्टम भाषा अनइंस्टॉल करने में विफल रही.
hi_latn: kastam bhaasha aninstol karane mein viphal rahee.
id: Bahasa khusus gagal dihapus.
it: Impossibile disinstallare la lingua personalizzata.
ja: カスタム言語のアンインストールに失敗しました。
ko: 사용자 정의 언어를 제거하지 못했습니다.
ms: Bahasa tersuai gagal dinyahpasang.
nb: Det egendefinerte språket kunne ikke avinstalleres.
nl: De aangepaste taal kan niet worden verwijderd.
pt: O idioma personalizado não foi desinstalado.
ro: Limba personalizată nu a reușit să se dezinstaleze.
tr: Özel dil kaldırılamadı.
uk: Не вдалося видалити спеціальну мову.
vi: Không thể gỡ cài đặt ngôn ngữ tùy chỉnh.
zh: 自訂語言卸載失敗。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MAIL
source: The mail system encountered an error.
ar: واجه نظام البريد خطأ.
de: Im Mailsystem ist ein Fehler aufgetreten.
el: Το σύστημα αλληλογραφίας αντιμετώπισε σφάλμα.
es: El sistema de correo encontró un error.
fr: Le système de messagerie a rencontré une erreur.
ga: Tháinig earráid sa chóras ríomhphoist.
hi: मेल सिस्टम में एक त्रुटि आई।
hi_latn: mel sistam mein truti aaee.
id: Sistem email mengalami kesalahan.
it: Il sistema di posta ha riscontrato un errore.
ja: メール システムでエラーが発生しました。
ko: 메일 시스템에 오류가 발생했습니다.
ms: Sistem mel mengalami ralat.
nb: E-postsystemet oppdaget en feil.
nl: Er is een fout opgetreden in het e-mailsysteem.
pt: O sistema de correio encontrou um erro.
ro: Sistemul de e-mail a întâmpinat o eroare.
tr: Posta sistemi bir hatayla karşılaştı.
uk: У поштовій системі сталася помилка.
vi: Hệ thống thư đã gặp lỗi.
zh: 郵件系統遇到錯誤。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_MODINSTALL
source: The mod failed to install. Check to make sure that it's a valid mod file. If your mod is a valid .NET assembly, check to make sure that it actually implements the interface that is necessary to start the mod.
ar: فشل تثبيت الوضع. تحقق للتأكد من أنه ملف تعديل صالح. إذا كان النموذج الخاص بك عبارة عن تجميع .NET صالح، فتحقق للتأكد من أنه ينفذ فعليًا الواجهة الضرورية لبدء التعديل.
de: Der Mod konnte nicht installiert werden. Stellen Sie sicher, dass es sich um eine gültige Mod-Datei handelt. Wenn Ihr Mod eine gültige .NET-Assembly ist, prüfen Sie, ob er tatsächlich die Schnittstelle implementiert, die zum Starten des Mods erforderlich ist.
el: Η εγκατάσταση του mod απέτυχε. Ελέγξτε για να βεβαιωθείτε ότι είναι ένα έγκυρο αρχείο mod. Εάν το mod σας είναι έγκυρο συγκρότημα .NET, ελέγξτε για να βεβαιωθείτε ότι υλοποιεί πραγματικά τη διεπαφή που είναι απαραίτητη για την εκκίνηση του mod.
es: El mod no se pudo instalar. Verifique para asegurarse de que sea un archivo mod válido. Si su mod es un ensamblado .NET válido, verifique que realmente implemente la interfaz necesaria para iniciar el mod.
fr: Le mod n'a pas pu s'installer. Vérifiez qu'il s'agit d'un fichier mod valide. Si votre mod est un assembly .NET valide, assurez-vous qu'il implémente réellement l'interface nécessaire pour démarrer le mod.
ga: Theip ar an mod a shuiteáil. Seiceáil chun a chinntiú gur comhad mod bailí é. Má tá do mod bailí .NET tionól, seiceáil a dhéanamh cinnte go bhfeidhmíonn sé i ndáiríre an comhéadan is gá chun tús a chur leis an mod.
hi: मॉड स्थापित करने में विफल रहा. यह सुनिश्चित करने के लिए जांचें कि यह एक वैध मॉड फ़ाइल है। यदि आपका मॉड एक वैध .NET असेंबली है, तो यह सुनिश्चित करने के लिए जांचें कि यह वास्तव में उस इंटरफ़ेस को लागू करता है जो मॉड शुरू करने के लिए आवश्यक है।
hi_latn: mod instol karane mein viphal raha. yah sunishchit karane ke lie jaanch karen ki yah ek vaidh mod fail hai. yadi aapaka mod ek vaidh .nait asembalee hai, to yah sunishchit karane ke lie jaanch karen ki yah vaastav mein us intarafes ko laagoo karata hai jo mod ko shuroo karane ke lie aavashyak hai.
id: Mod gagal dipasang. Periksa untuk memastikan bahwa itu adalah berkas mod yang valid. Jika mod Anda adalah rakitan .NET yang valid, periksa untuk memastikan bahwa mod tersebut benar-benar mengimplementasikan antarmuka yang diperlukan untuk memulai mod.
it: Impossibile installare la mod. Assicurati che si tratti di un file mod valido. Se la tua mod è un assembly .NET valido, assicurati che implementi effettivamente l'interfaccia necessaria per avviare la mod.
ja: MODのインストールに失敗しました。有効な MOD ファイルであることを確認してください。MOD が有効な .NET アセンブリである場合は、MOD の開始に必要なインターフェイスが実際に実装されていることを確認してください。
ko: 모드 설치에 실패했습니다. 유효한 모드 파일인지 확인하세요. 모드가 유효한 .NET 어셈블리인 경우 모드를 시작하는 데 필요한 인터페이스를 실제로 구현하는지 확인하세요.
ms: Mod gagal dipasang. Semak untuk memastikan bahawa ia adalah fail mod yang sah. Jika mod anda ialah pemasangan .NET yang sah, semak untuk memastikan ia benar-benar melaksanakan antara muka yang diperlukan untuk memulakan mod.
nb: Moden kunne ikke installeres. Kontroller at det er en gyldig mod-fil. Hvis moden din er en gyldig .NET-sammenstilling, må du kontrollere at den faktisk implementerer grensesnittet som er nødvendig for å starte moden.
nl: De mod kon niet worden geïnstalleerd. Controleer of het een geldig mod-bestand is. Als uw mod een geldige .NET-assembly is, controleer dan of deze daadwerkelijk de interface implementeert die nodig is om de mod te starten.
pt: O mod não foi instalado. Verifique se é um arquivo mod válido. Se o seu mod for um assembly .NET válido, verifique se ele realmente implementa a interface necessária para iniciar o mod.
ro: Modulul nu a reușit să se instaleze. Verificați pentru a vă asigura că este un fișier mod valid. Dacă modul dvs. este un ansamblu .NET valid, verificați pentru a vă asigura că implementează de fapt interfața necesară pentru a porni modul.
tr: Mod yüklenemedi. Geçerli bir mod dosyası olduğundan emin olun. Modunuz geçerli bir .NET derlemesiyse, modu başlatmak için gerekli olan arayüzü gerçekten uyguladığından emin olun.
uk: Не вдалося встановити мод. Переконайтеся, що це дійсний файл мода. Якщо ваш мод є дійсною збіркою .NET, переконайтеся, що він дійсно реалізує інтерфейс, необхідний для запуску мода.
vi: Không cài đặt được mod. Kiểm tra để đảm bảo rằng đó là tệp mod hợp lệ. Nếu mod của bạn là một assembly .NET hợp lệ, hãy kiểm tra để đảm bảo rằng nó thực sự triển khai giao diện cần thiết để khởi động mod.
zh: 此模組安裝失敗。檢查以確保它是有效的 mod 檔案。如果您的 mod 是有效的 .NET 組件，請檢查以確保它確實實現了啟動 mod 所需的介面。
