Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_ADMIN_CDBGLOG_SUCCESS
source: Debug log removed. All connected debugging devices may still view messages.
ar: سجل التصحيح إزالتها. قد لا تزال جميع أجهزة تصحيح الأخطاء المتصلة تعرض الرسائل.
de: Debug-Protokoll entfernt. Alle angeschlossenen Debugging-Geräte können weiterhin Nachrichten anzeigen.
el: Το αρχείο καταγραφής εντοπισμού σφαλμάτων καταργήθηκε. Όλες οι συνδεδεμένες συσκευές εντοπισμού σφαλμάτων ενδέχεται να εξακολουθούν να προβάλλουν μηνύματα.
es: Registro de depuración eliminado. Todos los dispositivos de depuración conectados aún pueden ver mensajes.
fr: Journal de débogage supprimé. Tous les périphériques de débogage connectés peuvent toujours voir les messages.
ga: Baineadh an loga dífhabhtaithe. Seans go bhfeicfidh gach gléas dífhabhtaithe nasctha teachtaireachtaí fós.
hi: डिबग लॉग हटाया गया। सभी कनेक्टेड डीबगिंग डिवाइस अभी भी संदेश देख सकते हैं।
hi_latn: dibag log hataaya gaya. sabhee kanekted deebaging divais abhee bhee sandesh dekh sakate hain.
id: Log debug dihapus. Semua perangkat debug yang terhubung masih dapat melihat pesan.
it: Registro di debug rimosso. Tutti i dispositivi di debug collegati possono comunque visualizzare i messaggi.
ja: デバッグログが削除されました。接続されているすべてのデバッグデバイスは、引き続きメッセージを表示できます。
ko: 디버그 로그가 제거되었습니다. 연결된 모든 디버깅 장치가 여전히 메시지를 볼 수 있습니다.
ms: Log nyahpepijat dialih keluar. Semua peranti penyahpepijatan yang disambungkan mungkin masih melihat mesej.
nb: Feilsøkingsloggen fjernet. Alle tilkoblede feilsøkingsenheter kan fortsatt se meldinger.
nl: Foutopsporingslogboek verwijderd. Alle aangesloten foutopsporingsapparaten kunnen nog steeds berichten bekijken.
pt: Log de depuração removido. Todos os dispositivos de depuração conectados ainda podem exibir mensagens.
ro: Jurnalul de depanare a fost eliminat. Toate dispozitivele de depanare conectate pot vedea în continuare mesajele.
tr: Hata ayıklama günlüğü kaldırıldı. Bağlı tüm hata ayıklama aygıtları mesajları görüntülemeye devam edebilir.
uk: Журнал налагодження видалено. Усі підключені пристрої для налагодження все ще можуть переглядати повідомлення.
vi: Đã xóa nhật ký gỡ lỗi. Tất cả các thiết bị gỡ lỗi được kết nối vẫn có thể xem tin nhắn.
zh: 調試日誌已刪除。所有連接的調試設備仍可查看消息。

# NKS_SHELL_SHELLS_ADMIN_CDBGLOG_FAILURE
source: Debug log removal failed: {0}
ar: فشل إزالة سجل التصحيح: {0}
de: Fehler beim Entfernen des Debug-Protokolls: {0}
el: Η κατάργηση του αρχείου καταγραφής εντοπισμού σφαλμάτων απέτυχε: {0}
es: Error al eliminar el registro de depuración: {0}
fr: La suppression du journal de débogage a échoué: {0}
ga: Theip ar bhaint an loga dífhabhtaithe: {0}
hi: डीबग लॉग निकालना विफल: {0}
hi_latn: deebag log nikaalana viphal: {0}
id: Penghapusan log debug gagal: {0}
it: Rimozione del registro di debug non riuscita: {0}
ja: デバッグログの削除に失敗しました：{0}
ko: 디버그 로그 제거 실패 : {0}
ms: Penyingkiran log nyahpepijat gagal: {0}
nb: Fjerning av feilsøkingslogg mislyktes: {0}
nl: Verwijderen van logboek voor foutopsporing is mislukt: {0}
pt: Falha na remoção do log de depuração: {0}
ro: Eliminarea jurnalului de depanare a eșuat: {0}
tr: Hata ayıklama günlüğü kaldırma başarısız oldu: {0}
uk: Не вдалося видалити журнал налагодження: {0}
vi: Không xóa được nhật ký gỡ lỗi: {0}
zh: 調試日誌刪除失敗：{0}

# NKS_SHELL_SHELLS_UESH_CHDIR_FAILURE
source: Changing directory has failed: {0}
ar: فشل تغيير الدليل: {0}
de: Das Ändern des Verzeichnisses ist fehlgeschlagen: {0}
el: Η αλλαγή καταλόγου απέτυχε: {0}
es: El cambio de directorio ha fallado: {0}
fr: Le changement de répertoire a échoué: {0}
ga: Theip ar athrú eolaire: {0}
hi: बदलती निर्देशिका विफल रही: {0}
hi_latn: badalatee nirdeshika viphal rahee: {0}
id: Perubahan direktori gagal: {0}
it: Modifica directory non riuscita: {0}
ja: ディレクトリの変更に失敗しました：{0}
ko: 디렉토리 변경에 실패했습니다 : {0}
ms: Menukar direktori telah gagal: {0}
nb: Endring av katalog mislyktes: {0}
nl: Het wijzigen van de map is mislukt: {0}
pt: A alteração do diretório falhou: {0}
ro: Schimbarea directorului a eșuat: {0}
tr: Dizin değiştirme başarısız oldu: {0}
uk: Не вдалося змінити каталог: {0}
vi: Thay đổi thư mục không thành công: {0}
zh: 更改目錄失敗：{0}

# NKS_SHELL_SHELLS_UESH_GET_NEEDSADDRESS
source: Specify the address
ar: حدد العنوان
de: Geben Sie die Adresse an
el: Καθορίστε τη διεύθυνση
es: Especifique la dirección
fr: Spécifiez l'adresse
ga: Sonraigh an seoladh
hi: पता निर्दिष्ट करें
hi_latn: pata nirdisht karen
id: Tentukan alamatnya
it: Specifica l'indirizzo
ja: 住所を指定してください
ko: 주소를 지정하십시오
ms: Nyatakan alamat
nb: Angi adressen
nl: Geef het adres op
pt: Especifique o endereço
ro: Specificați adresa
tr: Adresi belirtin
uk: Вкажіть адресу
vi: Chỉ định địa chỉ
zh: 指定地址

# NKS_SHELL_SHELLS_UESH_SHOWTDZONE_INCORRECT
source: Timezone is specified incorrectly.
ar: تم تحديد المنطقة الزمنية بشكل غير صحيح.
de: Die Zeitzone ist falsch angegeben.
el: Η ζώνη ώρας έχει οριστεί εσφαλμένα.
es: La zona horaria está especificada incorrectamente.
fr: Le fuseau horaire est spécifié de manière incorrecte.
ga: Sonraítear amchrios mícheart.
hi: समयक्षेत्र गलत तरीके से निर्दिष्ट किया गया है।
hi_latn: samayakshetr galat tareeke se nirdisht kiya gaya hai.
id: Zona waktu ditentukan secara salah.
it: Il fuso orario non è specificato correttamente.
ja: タイムゾーンが正しく指定されていません。
ko: 시간대가 잘못 지정되었습니다.
ms: Zon waktu dinyatakan secara salah.
nb: Tidssonen er angitt feil.
nl: Tijdzone is onjuist opgegeven.
pt: O fuso horário está especificado incorretamente.
ro: Fusul orar este specificat incorect.
tr: Zaman dilimi yanlış belirtildi.
uk: Часовий пояс вказано неправильно.
vi: Múi giờ được chỉ định không chính xác.
zh: 時區指定不正確。

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_NOTFILEORDIR
source: The path is neither a file nor a directory.
ar: المسار ليس ملف ولا دليل.
de: Der Pfad ist weder eine Datei noch ein Verzeichnis.
el: Η διαδρομή δεν είναι ούτε αρχείο ούτε κατάλογος.
es: La ruta no es ni un archivo ni un directorio.
fr: Le chemin n'est ni un fichier ni un répertoire.
ga: Ní comhad ná eolaire é an cosán.
hi: रास्ता न तो फाइल है और न ही डायरेक्टरी।
hi_latn: raasta na to phail hai aur na hee daayarektaree.
id: Jalurnya bukan berkas atau direktori.
it: Il percorso non è né un file né una directory.
ja: パスはファイルでもディレクトリでもありません。
ko: 경로는 파일이나 디렉토리가 아닙니다.
ms: Laluan itu bukan fail mahupun direktori.
nb: Banen er verken en fil eller en katalog.
nl: Het pad is noch een bestand, noch een map.
pt: O caminho não é um arquivo nem um diretório.
ro: Calea nu este nici un fișier, nici un director.
tr: Yol ne bir dosya ne de bir dizindir.
uk: Шлях не є ні файлом, ні каталогом.
vi: Đường dẫn không phải là tệp hoặc thư mục.
zh: 路徑既不是文件也不是目錄。

# NKS_SHELL_SHELLS_UESH_COMMAND_COPY_DESC
source: Creates another copy of a file under different directory or name.
ar: ينشئ نسخة أخرى من الملف تحت اسم أو دليل مختلف.
de: Erstellt eine weitere Kopie einer Datei unter einem anderen Verzeichnis oder Namen.
el: Δημιουργεί ένα άλλο αντίγραφο ενός αρχείου με διαφορετικό κατάλογο ή όνομα.
es: Crea otra copia de un archivo en un directorio o nombre diferente.
fr: Crée une autre copie d'un fichier sous un répertoire ou un nom différent.
ga: Cruthaíonn sé cóip eile de chomhad faoi eolaire nó ainm eile.
hi: अलग निर्देशिका या नाम के तहत एक फ़ाइल की एक और प्रतिलिपि बनाता है।
hi_latn: alag nirdeshika ya naam ke tahat ek fail kee ek aur pratilipi banaata hai.
id: Membuat salinan lain dari suatu berkas di direktori atau nama yang berbeda.
it: Crea un'altra copia di un file con directory o nome diversi.
ja: 別のディレクトリまたは名前でファイルの別のコピーを作成します。
ko: 다른 디렉토리 또는 이름으로 파일의 다른 사본을 작성합니다.
ms: Mencipta satu lagi salinan fail di bawah direktori atau nama yang berbeza.
nb: Oppretter en annen kopi av en fil under en annen katalog eller et annet navn.
nl: Maakt een andere kopie van een bestand onder een andere map of naam.
pt: Cria outra cópia de um arquivo em um diretório ou nome diferente.
ro: Creează o altă copie a unui fișier sub alt director sau nume.
tr: Bir dosyanın farklı bir dizin veya ad altında başka bir kopyasını oluşturur.
uk: Створює іншу копію файлу в іншому каталозі або під іншим ім'ям.
vi: Tạo một bản sao khác của một tệp ở thư mục hoặc tên khác.
zh: 在不同的目錄或名稱下創建文件的另一個副本。

# NKS_SHELL_SHELLS_UESH_COMMAND_MOVE_DESC
source: Moves a file to another directory
ar: ينقل ملف إلى دليل آخر
de: Verschiebt eine Datei in ein anderes Verzeichnis
el: Μετακινεί ένα αρχείο σε άλλο κατάλογο
es: Mueve un archivo a otro directorio
fr: Déplace un fichier vers un autre répertoire
ga: Bogtar comhad chuig eolaire eile
hi: फ़ाइल को किसी अन्य निर्देशिका में ले जाता है
hi_latn: fail ko kisee any nirdeshika mein le jaata hai
id: Memindahkan file ke direktori lain
it: Sposta un file in un'altra directory
ja: ファイルを別のディレクトリに移動します
ko: 파일을 다른 디렉토리로 이동
ms: Memindahkan fail ke direktori lain
nb: Flytter en fil til en annen katalog
nl: Verplaatst een bestand naar een andere map
pt: Move um arquivo para outro diretório
ro: Mută un fișier într-un alt director
tr: Bir dosyayı başka bir dizine taşır
uk: Переміщує файл в інший каталог
vi: Di chuyển một tập tin đến một thư mục khác
zh: 將文件移動到另一個目錄

# NKS_KERNEL_DEBUGGING_TESTREGEXP_MATCH
source: Match {0} ({1}): {2}
ar: المطابقة {0} ({1}): {2}
de: Übereinstimmung {0} ({1}): {2}
el: Ταίριασμα {0} ({1}): {2}
es: Coincidencia {0} ({1}): {2}
fr: Correspondance {0} ({1}): {2}
ga: Meaitseáil {0} ({1}): {2}
hi: मैच {0} ({1}): {2}
hi_latn: maich {0} ({1}): {2}
id: Cocokkan {0} ({1}): {2}
it: Corrispondenza {0} ({1}): {2}
ja: 一致{0}（{1}）：{2}
ko: {0} ({1}) 일치 : {2}
ms: Padankan {0} ({1}): {2}
nb: Samsvar {0} ({1}): {2}
pt: Correspondência {0} ({1}): {2}
ro: Potrivire {0} ({1}): {2}
tr: {0} ({1}) ile eşleş: {2}
uk: Збіг {0} ({1}): {2}
vi: Trận đấu {0} ({1}): {2}
zh: 匹配 {0} ({1})：{2}

# NKS_DRIVERS_FILESYSTEM_BASE_MATCH
source: Match {0}: {1}
ar: المطابقة {0}: {1}
de: Übereinstimmung {0}: {1}
el: Ταίριασμα {0}: {1}
es: Coincidencia {0}: {1}
fr: Correspondance {0}: {1}
ga: Meaitseáil {0}: {1}
hi: मैच {0}: {1}
hi_latn: maich {0}: {1}
id: Cocokkan {0}: {1}
it: Corrispondenza {0}: {1}
ja: 一致{0}：{1}
ko: {0} 일치 : {1}
ms: Padanan {0}: {1}
nb: Samsvar {0}: {1}
pt: Correspondência {0}: {1}
ro: Potrivire {0}: {1}
tr: {0} ile Eşleş: {1}
uk: Збіг {0}: {1}
vi: Trận đấu {0}: {1}
zh: 匹配 {0}：{1}

# NKS_SHELL_SHELLS_UESH_VERIFY_TIMESPENT
source: Time spent: {0} milliseconds
ar: الوقت المستغرق: {0} مللي ثانية
de: Zeitaufwand: {0} Millisekunden
el: Χρόνος που δαπανήθηκε: {0} χιλιοστά του δευτερολέπτου
es: Tiempo empleado: {0} milisegundos
fr: Temps passé: {0} millisecondes
ga: Am caite: {0} milleasoicind
hi: समय व्यतीत: {0} मिलीसेकंड
hi_latn: samay vyateet: {0} mileesekand
id: Waktu yang dihabiskan: {0} milidetik
it: Tempo trascorso: {0} millisecondi
ja: 費やされた時間：{0}ミリ秒
ko: 소요 시간 : {0} 밀리 초
ms: Masa yang diluangkan: {0} milisaat
nb: Tid brukt: {0} millisekunder
nl: Bestede tijd: {0} milliseconden
pt: Tempo gasto: {0} milissegundos
ro: Timp petrecut: {0} milisecunde
tr: Harcanan zaman: {0} milisaniye
uk: Витрачений час: {0} мілісекунд
vi: Thời gian sử dụng: {0} mili giây
zh: 花費的時間：{0} 毫秒

# NKS_MISC_INTERACTIVES_FMTUI_ENTRYNAME
source: Name: {0}
ar: الاسم: {0}
el: Όνομα: {0}
es: Nombre: {0}
fr: Nom: {0}
ga: Ainm: {0}
hi: नाम: {0}
hi_latn: naam: {0}
id: Nama: {0}
it: Nome: {0}
ja: 名前：{0}
ko: 이름 : {0}
ms: Nama: {0}
nb: Navn: {0}
nl: Naam: {0}
pt: Nome: {0}
ro: Nume: {0}
tr: İsim: {0}
uk: Ім'я: {0}
vi: Tên: {0}
zh: 名稱：{0}

# NKS_SHELL_SHELLS_UESH_COMMAND_SUMFILE_DESC
source: Calculates file sums.
ar: يحسب مجاميع الملفات.
de: Berechnet die Dateisummen.
el: Υπολογίζει αθροίσματα αρχείων.
es: Calcula sumas de archivos.
fr: Calcule les sommes des fichiers.
ga: Ríomhann sé suimeanna comhaid.
hi: फ़ाइल रकम की गणना करता है।
hi_latn: fail rakam kee ganana karata hai.
id: Menghitung jumlah berkas.
it: Calcola le somme dei file.
ja: ファイルの合計を計算します。
ko: 파일 합계를 계산합니다.
ms: Mengira jumlah fail.
nb: Beregner filsummer.
nl: Berekent bestandssommen.
pt: Calcula as somas dos arquivos.
ro: Calculează sumele fișierelor.
tr: Dosya toplamlarını hesaplar.
uk: Обчислює суми файлів.
vi: Tính tổng các tập tin.
zh: 計算文件總和。

# NKS_SHELL_SHELLS_UESH_VERIFY_ALGORITHMINVALID
source: Invalid encryption algorithm.
ar: خوارزمية تشفير غير صالحة.
de: Ungültiger Verschlüsselungsalgorithmus.
el: Μη έγκυρος αλγόριθμος κρυπτογράφησης.
es: Algoritmo de cifrado no válido
fr: Algorithme de chiffrement non valide.
ga: Algartam criptithe neamhbhailí.
hi: अमान्य एन्क्रिप्शन एल्गोरिथ्म।
hi_latn: amaany enkripshan elgorithm.
id: Algoritma enkripsi tidak valid.
it: Algoritmo di crittografia non valido.
ja: 暗号化アルゴリズムが無効です。
ko: 유효하지 않은 암호화 알고리즘.
ms: Algoritma penyulitan tidak sah.
nb: Ugyldig krypteringsalgoritme.
nl: Ongeldig coderingsalgoritme.
pt: Algoritmo de criptografia inválido.
ro: Algoritm de criptare nevalid.
tr: Geçersiz şifreleme algoritması.
uk: Недійсний алгоритм шифрування.
vi: Thuật toán mã hóa không hợp lệ.
zh: 加密算法無效。

# NKS_SHELL_SHELLS_UESH_COMMAND_RDEBUG_DESC
source: Enables or disables remote debugging.
ar: تمكين أو تعطيل تصحيح الأخطاء عن بُعد.
de: Aktiviert oder deaktiviert das Remote-Debugging.
el: Ενεργοποιεί ή απενεργοποιεί τον απομακρυσμένο εντοπισμό σφαλμάτων.
es: Habilita o deshabilita la depuración remota.
fr: Active ou désactive le débogage distant.
ga: Cumasaítear nó díchumasaítear ciandhífhabhtú.
hi: दूरस्थ डीबगिंग को सक्षम या अक्षम करता है।
hi_latn: doorasth deebaging ko saksham ya aksham karata hai.
id: Mengaktifkan atau menonaktifkan penelusuran kesalahan jarak jauh.
it: Abilita o disabilita il debug remoto.
ja: リモートデバッグを有効または無効にします。
ko: 원격 디버깅을 활성화하거나 비활성화합니다.
ms: Mendayakan atau melumpuhkan penyahpepijatan jauh.
nb: Aktiverer eller deaktiverer ekstern feilsøking.
nl: Schakelt foutopsporing op afstand in of uit.
pt: Ativa ou desativa a depuração remota.
ro: Activează sau dezactivează depanarea la distanță.
tr: Uzaktan hata ayıklamayı etkinleştirir veya devre dışı bırakır.
uk: Вмикає або вимикає віддалене налагодження.
vi: Bật hoặc tắt chức năng gỡ lỗi từ xa.
zh: 啟用或禁用遠程調試。

# NKS_NETWORK_TYPES_RPC_ALREADYRUNNING
source: RPC is already running.
ar: RPC قيد التشغيل بالفعل.
de: RPC läuft bereits.
el: Το RPC εκτελείται ήδη.
es: RPC ya se está ejecutando.
fr: RPC est déjà en cours d'exécution.
ga: Tá RPC ag rith cheana féin.
hi: RPC पहले से चल रही है।
hi_latn: rpch pahale se chal rahee hai.
id: RPC sudah berjalan.
it: RPC è già in esecuzione.
ja: RPCは既に実行中です。
ko: RPC가 이미 실행 중입니다.
ms: RPC sudah berjalan.
nb: RPC kjører allerede.
nl: RPC is al actief.
pt: O RPC já está em execução.
ro: RPC rulează deja.
tr: RPC zaten çalışıyor.
uk: RPC уже запущено.
vi: RPC đang chạy.
zh: RPC 已經在運行。

# NKS_NETWORK_TYPES_RPC_RUNNING
source: RPC listening on all addresses using port {0}.
ar: الاستماع إلى RPC على جميع العناوين باستخدام المنفذ {0}.
de: RPC überwacht alle Adressen über Port {0}.
el: Ακρόαση RPC σε όλες τις διευθύνσεις χρησιμοποιώντας τη θύρα {0}.
es: RPC escucha en todas las direcciones utilizando el puerto {0}.
fr: Écoute RPC sur toutes les adresses utilisant le port {0}.
ga: RPC ag éisteacht ar gach seoladh ag baint úsáid as port {0}.
hi: पोर्ट {0} का उपयोग करके सभी पते पर आरपीसी सुन रहा है।
hi_latn: port {0} ka upayog karake sabhee pate par aarapeesee sun raha hai.
id: RPC mendengarkan semua alamat menggunakan port {0}.
it: Ascolto RPC su tutti gli indirizzi utilizzando la porta {0}.
ja: ポート{0}を使用するすべてのアドレスでリッスンしているRPC。
ko: 포트 {0}을 (를) 사용하는 모든 주소에서 RPC 수신
ms: Mendengar RPC pada semua alamat menggunakan port {0}.
nb: RPC-lytting på alle adresser ved hjelp av port {0}.
nl: RPC luistert op alle adressen via poort {0}.
pt: RPC escutando em todos os endereços usando a porta {0}.
ro: RPC ascultă la toate adresele folosind portul {0}.
tr: RPC, {0} portunu kullanarak tüm adresleri dinliyor.
uk: RPC прослуховує всі адреси через порт {0}.
vi: RPC đang lắng nghe tất cả các địa chỉ bằng cổng {0}.
zh: RPC 使用端口 {0} 偵聽所有地址。

# NKS_KERNEL_STARTING_STAGE1_RPCSTARTED
source: Starting RPC...
ar: جارٍ بدء RPC ...
de: RPC wird gestartet ...
el: Έναρξη RPC...
es: Iniciando RPC ...
fr: Démarrage de RPC ...
ga: Ag tosú RPC...
hi: आरपीसी शुरू ...
hi_latn: aarapeesee shuroo ...
id: Memulai RPC...
it: Avvio di RPC ...
ja: RPCを開始しています...
ko: RPC 시작 중 ...
ms: Memulakan RPC...
nb: Starter RPC...
nl: RPC starten ...
pt: Começando RPC ...
ro: Se pornește RPC...
tr: RPC başlatılıyor...
uk: Запуск RPC...
vi: Đang khởi động RPC...
zh: 正在啟動 RPC...

# NKS_SHELL_SHELLS_UESH_RDEBUG_NOTENABLED
source: Debugging not enabled.
ar: التصحيح غير ممكن.
de: Debugging nicht aktiviert.
el: Ο εντοπισμός σφαλμάτων δεν είναι ενεργοποιημένος.
es: Depuración no habilitada.
fr: Le débogage n'est pas activé.
ga: Níl an dífhabhtú cumasaithe.
hi: डिबगिंग सक्षम नहीं है।
hi_latn: dibaging saksham nahin hai.
id: Debugging tidak diaktifkan.
it: Debug non abilitato.
ja: デバッグは有効になっていません。
ko: 디버깅이 활성화되지 않았습니다.
ms: Penyahpepijatan tidak didayakan.
nb: Feilsøking er ikke aktivert.
nl: Foutopsporing niet ingeschakeld.
pt: Depuração não ativada.
ro: Depanarea nu este activată.
tr: Hata ayıklama etkinleştirilmedi.
uk: Налагодження не ввімкнено.
vi: Gỡ lỗi không được bật.
zh: 未啟用調試。

# NKS_SHELL_SHELLS_UESH_COMMAND_SHOWNOTIFS_DESC
source: Shows all received notifications
ar: يظهر جميع الإخطارات المستلمة
de: Zeigt alle empfangenen Benachrichtigungen an
el: Εμφανίζει όλες τις λαμβανόμενες ειδοποιήσεις
es: Muestra todas las notificaciones recibidas.
fr: Affiche toutes les notifications reçues
ga: Taispeáin gach fógra faighte
hi: सभी प्राप्त सूचनाएं दिखाता है
hi_latn: sabhee praapt soochanaen dikhaata hai
id: Menampilkan semua notifikasi yang diterima
it: Mostra tutte le notifiche ricevute
ja: 受信したすべての通知を表示します
ko: 수신 된 모든 알림을 표시합니다
ms: Menunjukkan semua pemberitahuan yang diterima
nb: Viser alle mottatte varsler
nl: Toont alle ontvangen meldingen
pt: Mostra todas as notificações recebidas
ro: Afișează toate notificările primite
tr: Alınan tüm bildirimleri gösterir
uk: Показує всі отримані сповіщення
vi: Hiển thị tất cả các thông báo đã nhận
zh: 顯示所有收到的通知

# NKS_SHELL_SHELLS_UESH_COMMAND_DISMISSNOTIF_DESC
source: Dismisses a notification
ar: يرفض إشعار
de: Lehnt eine Benachrichtigung ab
el: Απορρίπτει μια ειδοποίηση
es: Descarta una notificación
fr: Rejette une notification
ga: Díbhe fógra
hi: एक अधिसूचना को खारिज करता है
hi_latn: ek adhisoochana ko khaarij karata hai
id: Mengabaikan pemberitahuan
it: Respinge una notifica
ja: 通知を破棄します
ko: 알림을 해제합니다
ms: Mengetepikan pemberitahuan
nb: Avviser et varsel
nl: Wijst een melding af
pt: Ignora uma notificação
ro: Respinge o notificare
tr: Bir bildirimi reddeder
uk: Відхиляє сповіщення
vi: Bỏ qua một thông báo
zh: 取消通知

# NKS_SHELL_SHELLS_UESH_DISMISSNOTIF_SUCCESS
source: Notification dismissed successfully.
ar: تم رفض الإشعار بنجاح.
de: Benachrichtigung erfolgreich abgewiesen.
el: Η ειδοποίηση απορρίφθηκε με επιτυχία.
es: Notificación rechazada con éxito.
fr: Notification rejetée avec succès.
ga: D'éirigh leis an bhfógra a dhíbhe.
hi: अधिसूचना सफलतापूर्वक खारिज कर दी गई।
hi_latn: adhisoochana saphalataapoorvak khaarij kar dee gaee.
id: Pemberitahuan berhasil ditutup.
it: Notifica respinta correttamente.
ja: 通知は正常に却下されました。
ko: 알림이 성공적으로 해제되었습니다.
ms: Pemberitahuan berjaya diketepikan.
nb: Varselet ble avvist.
nl: Melding met succes afgewezen.
pt: Notificação rejeitada com sucesso.
ro: Notificarea a fost respinsă cu succes.
tr: Bildirim başarıyla sonlandırıldı.
uk: Сповіщення успішно відхилено.
vi: Đã xóa thông báo thành công.
zh: 通知已成功關閉。

# NKS_SHELL_SHELLS_UESH_COMMAND_REXEC_DESC
source: Remotely executes a command to remote PC
ar: ينفذ عن بعد أمر لجهاز الكمبيوتر البعيد
de: Führt einen Remote-Befehl an den Remote-PC aus
el: Εκτελεί εξ αποστάσεως μια εντολή σε απομακρυσμένο υπολογιστή
es: Ejecuta un comando de forma remota en una PC remota
fr: Exécute à distance une commande vers un PC distant
ga: Feidhmíonn sé ordú go cianda ríomhaire
hi: दूरस्थ पीसी पर दूरस्थ रूप से एक कमांड निष्पादित करता है
hi_latn: doorasth peesee par doorasth roop se ek kamaand nishpaadit karata hai
id: Menjalankan perintah dari jarak jauh ke PC jarak jauh
it: Esegue da remoto un comando sul PC remoto
ja: リモートPCへのコマンドをリモートで実行します
ko: 원격 PC에 대한 명령을 원격으로 실행
ms: Melaksanakan arahan dari jauh ke PC jauh
nb: Utfører en kommando eksternt til ekstern PC
nl: Voert op afstand een opdracht uit naar een externe pc
pt: Executa remotamente um comando para PC remoto
ro: Executează de la distanță o comandă către un computer la distanță
tr: Uzaktaki bilgisayara uzaktan bir komut yürütür
uk: Дистанційно виконує команду на віддалений ПК
vi: Thực hiện lệnh từ xa tới máy tính từ xa
zh: 遠程執行命令到遠程PC

# NKS_MISC_INTERACTIVES_FMTUI_ENTRYSIZE
source: Size: {0}
ar: الحجم: {0}
de: Größe: {0}
el: Μέγεθος: {0}
es: Tamaño: {0}
fr: Taille: {0}
ga: Méid: {0}
hi: आकार: {0}
hi_latn: aakaar: {0}
id: Ukuran: {0}
it: Dimensione: {0}
ja: サイズ：{0}
ko: 크기 : {0}
ms: Saiz: {0}
nb: Størrelse: {0}
nl: Grootte: {0}
pt: Tamanho: {0}
ro: Dimensiune: {0}
tr: Boyut: {0}
uk: Розмір: {0}
vi: Kích thước: {0}
zh: 尺寸：{0}

# NKS_DRIVERS_FILESYSTEM_BASE_EXCEPTION_DIRECTORYEXISTS
source: Directory {0} already exists.
ar: الدليل {0} موجود بالفعل.
de: Das Verzeichnis {0} ist bereits vorhanden.
el: Ο κατάλογος {0} υπάρχει ήδη.
es: El directorio {0} ya existe.
fr: Le répertoire {0} existe déjà.
ga: Tá eolaire {0} ann cheana.
hi: निर्देशिका {0} पहले से मौजूद है।
hi_latn: nirdeshika {0} pahale se maujood hai.
id: Direktori {0} sudah ada.
it: La directory {0} esiste già.
ja: ディレクトリ{0}はすでに存在します。
ko: {0} 디렉토리가 이미 존재합니다.
ms: Direktori {0} sudah wujud.
nb: Katalog {0} eksisterer allerede.
nl: Directory {0} bestaat al.
pt: O diretório {0} já existe.
ro: Directorul {0} există deja.
tr: {0} dizini zaten mevcut.
uk: Каталог {0} уже існує.
vi: Thư mục {0} đã tồn tại.
zh: 目錄 {0} 已存在。

# NKS_SHELL_SHELLS_UESH_COMMAND_UPDATE_DESC
source: System update
ar: تحديث النظام
el: Ενημέρωση συστήματος
es: Actualizacion del sistema
fr: Mise à jour du système
ga: Nuashonrú córais
hi: सिस्टम अद्यतन
hi_latn: sistam adyatan
id: Pembaruan sistem
it: Aggiornamento del sistema
ja: システムアップデート
ko: 시스템 업데이트
ms: Kemas kini sistem
nb: Systemoppdatering
nl: Systeem update
pt: Atualização do sistema
ro: Actualizare de sistem
tr: Sistem güncellemesi
uk: Оновлення системи
vi: Cập nhật hệ thống
zh: 系統更新

# NKS_KERNEL_UPDATES_CHECKING
source: Checking for system updates...
ar: جارٍ البحث عن تحديثات النظام...
de: Nach Systemupdates suchen ...
el: Έλεγχος για ενημερώσεις συστήματος...
es: Buscando actualizaciones del sistema ...
fr: Vérification des mises à jour du système ...
ga: Ag seiceáil le haghaidh nuashonruithe córais...
hi: सिस्टम अपडेट के लिए जाँच की जा रही है ...
hi_latn: sistam apadet ke lie jaanch kee ja rahee hai ...
id: Memeriksa pembaruan sistem...
it: Verifica aggiornamenti del sistema ...
ja: システムの更新を確認しています...
ko: 시스템 업데이트 확인 중 ...
ms: Menyemak kemas kini sistem...
nb: Ser etter systemoppdateringer...
nl: Controleren op systeemupdates ...
pt: Verificando atualizações do sistema ...
ro: Se verifică actualizări de sistem...
tr: Sistem güncellemeleri kontrol ediliyor...
uk: Перевірка оновлень системи...
vi: Đang kiểm tra bản cập nhật hệ thống...
zh: 正在檢查系統更新...

# NKS_KERNEL_UPDATES_FOUND
source: Found new version:
ar: العثور على نسخة جديدة:
de: Neue Version gefunden:
el: Βρέθηκε νέα έκδοση:
es: Nueva versión encontrada:
fr: Nouvelle version trouvée:
ga: Aimsíodh leagan nua:
hi: नया संस्करण मिला:
hi_latn: naya sanskaran mila:
id: Menemukan versi baru:
it: Trovato nuova versione:
ja: 新しいバージョンが見つかりました：
ko: 새 버전을 찾았습니다:
ms: Menemui versi baharu:
nb: Fant ny versjon:
nl: Nieuwe versie gevonden:
pt: Nova versão encontrada:
ro: Am găsit o nouă versiune:
tr: Yeni sürüm bulundu:
uk: Знайдено нову версію:
vi: Đã tìm thấy phiên bản mới:
zh: 發現新版本：
