Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_MPBORDERCOLOR_NAME
source: Medium Priority Border Color
ar: لون الحدود ذات الأولوية المتوسطة
de: Randfarbe mittlerer Priorität
el: Χρώμα περιγράμματος μέσης προτεραιότητας
es: Color del borde de prioridad media
fr: Couleur de bordure de priorité moyenne
ga: Dath Teorann Meántosaíochta
hi: मध्यम प्राथमिकता सीमा रंग
hi_latn: madhyam praathamikata seema rang
id: Warna Batas Prioritas Sedang
it: Colore del bordo con priorità media
ja: 中優先度の境界線の色
ko: 중간 우선순위 테두리 색상
ms: Warna Sempadan Keutamaan Sederhana
nb: Middels prioritet kantfarge
nl: Randkleur met gemiddelde prioriteit
pt: Cor da borda de prioridade média
ro: Culoarea chenarului cu prioritate medie
tr: Orta Öncelikli Kenarlık Rengi
uk: Колір межі середнього пріоритету
vi: Màu viền ưu tiên trung bình
zh: 中優先邊框顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_HPBORDERCOLOR_NAME
source: High Priority Border Color
ar: لون الحدود ذو الأولوية العالية
de: Randfarbe mit hoher Priorität
el: Χρώμα περιγράμματος υψηλής προτεραιότητας
es: Color de borde de alta prioridad
fr: Couleur de bordure haute priorité
ga: Dath Teorann Ardtosaíochta
hi: उच्च प्राथमिकता सीमा रंग
hi_latn: uchch praathamikata seema rang
id: Warna Batas Prioritas Tinggi
it: Colore bordo ad alta priorità
ja: 優先度の高い境界線の色
ko: 높은 우선순위 테두리 색상
ms: Warna Sempadan Keutamaan Tinggi
nb: Høy prioritet kantfarge
nl: Randkleur met hoge prioriteit
pt: Cor da borda de alta prioridade
ro: Culoarea chenarului cu prioritate ridicată
tr: Yüksek Öncelikli Kenarlık Rengi
uk: Колір межі з високим пріоритетом
vi: Màu viền ưu tiên cao
zh: 高優先邊框顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TABLESEPCOLOR_NAME
source: Table Separator Color
ar: لون فاصل الجدول
de: Farbe der Tabellentrennung
el: Χρώμα διαχωριστικού πίνακα
es: Color del separador de mesa
fr: Couleur du séparateur de tableau
ga: Dath Deighilteoir Tábla
hi: टेबल विभाजक रंग
hi_latn: taalika vibhaajak rang
id: Pemisah Tabel Warna
it: Colore separatore tabella
ja: テーブルセパレータの色
ko: 표 구분 색상
ms: Warna Pemisah Jadual
nb: Bordskillerfarge
nl: Kleur tabelscheidingsteken
pt: Cor do Separador de Tabela
ro: Culoarea separatorului de masă
tr: Tablo Ayırıcı Rengi
uk: Колір роздільника таблиці
vi: Màu phân cách bảng
zh: 表格分隔符號顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TABLEHEADERCOLOR_NAME
source: Table Header Color
ar: لون رأس الجدول
de: Farbe der Tabellenüberschrift
el: Χρώμα κεφαλίδας πίνακα
es: Color del encabezado de la tabla
fr: Couleur de l'en-tête du tableau
ga: Dath Ceanntábla
hi: टेबल हैडर का रंग
hi_latn: taalika sheersh lekh rang
id: Warna Header Tabel
it: Colore intestazione tabella
ja: テーブルヘッダーの色
ko: 테이블 헤더 색상
ms: Warna Pengepala Jadual
nb: Tabelloverskriftsfarge
nl: Kleur van tabelkop
pt: Cor do cabeçalho da tabela
ro: Culoarea antetului tabelului
tr: Tablo Başlığı Rengi
uk: Колір заголовка таблиці
vi: Màu tiêu đề bảng
zh: 表格標題顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TABLEVALUECOLOR_NAME
source: Table Value Color
ar: لون قيمة الجدول
de: Tabellenwertfarbe
el: Χρώμα τιμής πίνακα
es: Color del valor de la tabla
fr: Couleur de la valeur du tableau
ga: Dath Luach Tábla
hi: तालिका मान रंग
hi_latn: taalika maan rang
id: Nilai Tabel Warna
it: Colore valore tabella
ja: テーブル値の色
ko: 테이블 값 색상
ms: Warna Nilai Jadual
nb: Tabell Verdi Farge
nl: Tabelwaarde Kleur
pt: Cor do valor da tabela
ro: Culoarea valorii tabelului
tr: Tablo Değeri Rengi
uk: Колір значення таблиці
vi: Bảng giá trị màu
zh: 表值顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SELECTEDOPTIONCOLOR_NAME
source: Selected Option Color
ar: لون الخيار المحدد
de: Ausgewählte Optionsfarbe
el: Επιλεγμένη επιλογή Χρώμα
es: Color de opción seleccionada
fr: Couleur de l'option sélectionnée
ga: Dath Rogha Roghnaithe
hi: चयनित विकल्प रंग
hi_latn: chayanit vikalp rang
id: Pilihan Warna yang Dipilih
it: Colore opzione selezionata
ja: 選択したオプションの色
ko: 선택한 옵션 색상
ms: Warna Pilihan Terpilih
nb: Valgt alternativ farge
nl: Geselecteerde optiekleur
pt: Cor da opção selecionada
ro: Opțiunea selectată Culoare
tr: Seçili Seçenek Rengi
uk: Колір вибраного параметра
vi: Màu tùy chọn đã chọn
zh: 所選選項顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_ALTOPTIONCOLOR_NAME
source: Alternative Option Color
ar: لون الخيار البديل
de: Alternative Optionsfarbe
el: Εναλλακτική επιλογή Χρώμα
es: Color de opción alternativa
fr: Couleur d’option alternative
ga: Dath Rogha Malartach
hi: वैकल्पिक विकल्प रंग
hi_latn: vaikalpik vikalp rang
id: Pilihan Warna Alternatif
it: Colore opzione alternativa
ja: 代替オプションの色
ko: 대체 옵션 색상
ms: Warna Pilihan Alternatif
nb: Alternativ farge
nl: Alternatieve optiekleur
pt: Cor da opção alternativa
ro: Opțiune alternativă Culoare
tr: Alternatif Seçenek Renk
uk: Альтернативний варіант Колір
vi: Tùy chọn thay thế màu sắc
zh: 替代選項顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_WEEKENDDAYCOLOR_NAME
source: Weekend Day Color
ar: لون يوم عطلة نهاية الأسبوع
de: Wochenendtagsfarbe
el: Χρώμα ημέρας Σαββατοκύριακου
es: Color del día de fin de semana
fr: Couleur du jour du week-end
ga: Dath Lá Deireadh Seachtaine
hi: सप्ताहांत दिवस का रंग
hi_latn: saptaahaant divas rang
id: Warna Hari Akhir Pekan
it: Colore del giorno del fine settimana
ja: 週末の日の色
ko: 주말 색상
ms: Warna Hari Hujung Minggu
nb: Helgedag farge
nl: Kleur weekenddag
pt: Cor do dia de fim de semana
ro: Culoarea zilei de weekend
tr: Hafta Sonu Günü Rengi
uk: Колір вихідного дня
vi: Ngày cuối tuần Màu sắc
zh: 週末顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_EVENTDAYCOLOR_NAME
source: Event Day Color
ar: لون يوم الحدث
de: Farbe des Veranstaltungstages
el: Χρώμα ημέρας εκδήλωσης
es: Color del día del evento
fr: Couleur du jour de l'événement
ga: Dath Lá Imeachta
hi: घटना दिवस का रंग
hi_latn: ghatana divas rang
id: Hari Acara Warna
it: Colore del giorno dell'evento
ja: イベント当日の色
ko: 행사일 색상
ms: Warna Hari Acara
nb: Farge på begivenhetens dag
nl: Kleur evenementdag
pt: Cor do dia do evento
ro: Culoarea zilei evenimentului
tr: Etkinlik Günü Rengi
uk: Колір дня події
vi: Ngày sự kiện Màu sắc
zh: 活動當天顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TABLETITLECOLOR_NAME
source: Table Title Color
ar: لون عنوان الجدول
de: Farbe des Tabellentitels
el: Χρώμα τίτλου πίνακα
es: Color del título de la tabla
fr: Couleur du titre du tableau
ga: Dath Teideal Tábla
hi: तालिका शीर्षक रंग
hi_latn: taalika sheershak rang
id: Judul Tabel Warna
it: Colore titolo tabella
ja: 表のタイトルの色
ko: 테이블 제목 색상
ms: Warna Tajuk Jadual
nb: Tabelltittelfarge
nl: Kleur van tabeltitel
pt: Cor do título da tabela
ro: Culoarea titlului tabelului
tr: Tablo Başlığı Rengi
uk: Колір заголовка таблиці
vi: Tiêu đề bảng Màu
zh: 表格標題顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TODAYDAYCOLOR_NAME
source: Today Day Color
ar: اليوم لون اليوم
de: Heute Tagesfarbe
el: Χρώμα σήμερα ημέρας
es: Color del día de hoy
fr: Couleur du jour d'aujourd'hui
ga: Sa lá atá inniu Dath Lá
hi: आज दिन का रंग
hi_latn: aaj ka din rang
id: Hari Ini Hari Warna
it: Colore del giorno di oggi
ja: 今日の日の色
ko: 오늘의 요일 색상
ms: Warna Hari Ini
nb: Dagens farge
nl: Vandaag Dagkleur
pt: Cor do dia de hoje
ro: Astăzi Ziua Culoare
tr: Bugün Gün Rengi
uk: Колір сьогоднішнього дня
vi: Ngày nay Màu sắc
zh: 今天的顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIBGCOLOR_NAME
source: Interactive TUI background color
ar: لون الخلفية التفاعلية TUI
de: Interaktive TUI-Hintergrundfarbe
el: Διαδραστικό χρώμα φόντου TUI
es: Color de fondo de la TUI interactiva
fr: Couleur d'arrière-plan de l'interface TUI interactive
ga: Dath cúlra TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई पृष्ठभूमि रंग
hi_latn: intaraiktiv tui prshthabhoomi rang
id: Warna latar belakang TUI interaktif
it: Colore di sfondo dell'interfaccia utente interattiva
ja: インタラクティブ TUI の背景色
ko: 대화형 TUI 배경색
ms: Warna latar belakang TUI interaktif
nb: Interaktiv TUI bakgrunnsfarge
nl: Interactieve TUI-achtergrondkleur
pt: Cor de fundo interativa da TUI
ro: Culoare de fundal interactivă TUI
tr: Etkileşimli TUI arka plan rengi
uk: Колір тла інтерактивного TUI
vi: Màu nền TUI tương tác
zh: 互動式 TUI 背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIFGCOLOR_NAME
source: Interactive TUI foreground color
ar: اللون الأمامي التفاعلي TUI
de: Interaktive TUI-Vordergrundfarbe
el: Διαδραστικό χρώμα προσκηνίου TUI
es: Color de primer plano TUI interactivo
fr: Couleur de premier plan TUI interactive
ga: Dath tulra TUI idirghníomhach
hi: इंटरैक्टिव टीयूआई अग्रभूमि रंग
hi_latn: intaraiktiv tui agrabhoomi rang
id: Warna latar depan TUI interaktif
it: Colore di primo piano dell'interfaccia utente interattiva
ja: インタラクティブ TUI の前景色
ko: 대화형 TUI 전경색
ms: Warna latar depan TUI interaktif
nb: Interaktiv TUI forgrunnsfarge
nl: Interactieve TUI-voorgrondkleur
pt: Cor de primeiro plano da TUI interativa
ro: Culoarea primului plan interactiv TUI
tr: Etkileşimli TUI ön plan rengi
uk: Колір переднього плану інтерактивного TUI
vi: Màu nền tương tác TUI
zh: 互動式 TUI 前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIPANEBGCOLOR_NAME
source: Interactive TUI pane background color
ar: لون خلفية جزء TUI التفاعلي
de: Hintergrundfarbe des interaktiven TUI-Bereichs
el: Διαδραστικό χρώμα φόντου παραθύρου TUI
es: Color de fondo del panel TUI interactivo
fr: Couleur d’arrière-plan du volet TUI interactif
ga: Dath cúlra phána TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई फलक पृष्ठभूमि रंग
hi_latn: intaraiktiv tui phalak prshthabhoomi rang
id: Warna latar belakang panel TUI interaktif
it: Colore di sfondo del riquadro TUI interattivo
ja: インタラクティブ TUI ペインの背景色
ko: 대화형 TUI 창 배경색
ms: Warna latar belakang anak tetingkap TUI interaktif
nb: Interaktiv TUI-rutebakgrunnsfarge
nl: Interactieve achtergrondkleur van het TUI-paneel
pt: Cor de fundo do painel TUI interativo
ro: Culoarea de fundal a panoului interactiv TUI
tr: Etkileşimli TUI bölmesi arka plan rengi
uk: Колір тла інтерактивної панелі TUI
vi: Màu nền của khung TUI tương tác
zh: 互動式 TUI 窗格背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUIPANESEPARATORCOLOR_NAME
source: Interactive TUI pane separator color
ar: لون فاصل جزء TUI التفاعلي
de: Interaktive TUI-Fenstertrennfarbe
el: Διαδραστικό χρώμα διαχωριστικού τζαμιού TUI
es: Color del separador del panel TUI interactivo
fr: Couleur du séparateur de volet TUI interactif
ga: Dath deighilteoir phána TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई फलक विभाजक रंग
hi_latn: intaraiktiv tui phalak vibhaajak rang
id: Pemisah warna panel TUI interaktif
it: Colore del separatore del riquadro TUI interattivo
ja: インタラクティブ TUI ペイン区切りの色
ko: 대화형 TUI 창 구분 기호 색상
ms: Warna pemisah anak tetingkap TUI interaktif
nb: Interaktiv TUI-ruteseparatorfarge
nl: Interactieve TUI-ruitscheidingskleur
pt: Cor do separador do painel TUI interativo
ro: Culoarea separatorului panoului interactiv TUI
tr: Etkileşimli TUI bölme ayırıcı rengi
uk: Колір роздільника інтерактивної панелі TUI
vi: Màu phân cách ngăn TUI tương tác
zh: 互動式 TUI 窗格分隔符號顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_TUISELECTEDPANESEPARATORCOLOR_NAME
source: Interactive TUI selected pane separator color
ar: اللون الفاصل للجزء المحدد من TUI التفاعلي
de: Die von der interaktiven TUI ausgewählte Bereichstrennfarbe
el: Διαδραστικό TUI επιλεγμένο διαχωριστικό χρώματος παραθύρου
es: Color separador de panel seleccionado de TUI interactivo
fr: Couleur du séparateur de volet sélectionné par TUI interactif
ga: Dath deighilteoir phána roghnaithe TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई चयनित फलक विभाजक रंग
hi_latn: intaraiktiv tui chayanit phalak vibhaajak rang
id: Pemisah warna panel terpilih TUI interaktif
it: Colore del separatore del riquadro selezionato dall'interfaccia utente interattiva
ja: インタラクティブ TUI で選択されたペイン区切りの色
ko: 대화형 TUI가 선택한 창 구분 기호 색상
ms: Warna pemisah anak tetingkap interaktif TUI dipilih
nb: Interaktiv TUI valgt ruteseparatorfarge
nl: Interactieve TUI geselecteerde kleur van scheidingsteken
pt: Cor do separador de painel selecionado pela TUI interativa
ro: Culoarea separatorului panoului selectat TUI interactiv
tr: Etkileşimli TUI seçili bölme ayırıcı rengi
uk: Інтерактивний TUI вибрав колір роздільника панелі
vi: Màu phân cách ngăn chọn TUI tương tác
zh: 互動式 TUI 選擇窗格分隔符號顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SELECTEDPANEITEMFGCOLOR_NAME
source: Interactive TUI selected pane item foreground color
ar: تم تحديد اللون الأمامي لعنصر الجزء الأمامي من TUI التفاعلي
de: Vordergrundfarbe des ausgewählten Bereichselements der interaktiven TUI
el: Διαδραστικό TUI επιλεγμένο χρώμα προσκηνίου στοιχείου παραθύρου
es: Color de primer plano del elemento del panel seleccionado de TUI interactivo
fr: Couleur de premier plan de l'élément du volet sélectionné de l'interface utilisateur interactive
ga: Roghnaíodh TUI idirghníomhach dath tulra mír phána
hi: इंटरएक्टिव टीयूआई चयनित फलक आइटम अग्रभूमि रंग
hi_latn: intaraiktiv tui chayanit phalak aaitam agrabhoomi rang
id: Warna latar depan item panel terpilih TUI interaktif
it: Colore di primo piano dell'elemento del riquadro selezionato dell'interfaccia utente interattiva
ja: インタラクティブ TUI で選択されたペイン項目の前景色
ko: 대화형 TUI 선택 창 항목 전경색
ms: Warna latar depan item anak tetingkap interaktif TUI yang dipilih
nb: Interaktiv TUI-valgt ruteelements forgrunnsfarge
nl: Interactieve TUI geselecteerde voorgrondkleur van deelvensteritem
pt: Cor de primeiro plano do item do painel selecionado da TUI interativa
ro: Culoarea prim-planului pentru elementul panoului selectat prin TUI interactiv
tr: Etkileşimli TUI seçili bölme öğesi ön plan rengi
uk: Колір переднього плану вибраного елемента панелі інтерактивного TUI
vi: Màu nền trước của mục khung được chọn của TUI tương tác
zh: 互動式 TUI 所選窗格專案前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_SELECTEDPANEITEMBGCOLOR_NAME
source: Interactive TUI selected pane item background color
ar: لون خلفية عنصر الجزء المحدد من TUI التفاعلي
de: Hintergrundfarbe des ausgewählten Bereichselements der interaktiven TUI
el: Διαδραστικό TUI επιλεγμένο χρώμα φόντου στοιχείου παραθύρου
es: Color de fondo del elemento del panel seleccionado de la TUI interactiva
fr: Couleur d'arrière-plan de l'élément du volet sélectionné de l'interface utilisateur interactive
ga: Dath cúlra mhír phána roghnaithe TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई चयनित फलक आइटम पृष्ठभूमि रंग
hi_latn: intaraiktiv tui chayanit pain aaitam prshthabhoomi rang
id: Warna latar belakang item panel terpilih TUI interaktif
it: Colore di sfondo dell'elemento del riquadro selezionato dell'interfaccia utente interattiva
ja: インタラクティブ TUI で選択されたペイン項目の背景色
ko: 대화형 TUI 선택 창 항목 배경색
ms: Warna latar belakang item anak tetingkap interaktif TUI yang dipilih
nb: Interaktiv TUI valgt bakgrunnsfarge på ruteelementet
nl: Interactieve TUI geselecteerde achtergrondkleur van deelvensteritem
pt: Cor de fundo do item do painel selecionado da TUI interativa
ro: Culoarea de fundal a elementului din panoul selectat prin TUI interactiv
tr: Etkileşimli TUI seçili bölme öğesi arka plan rengi
uk: Колір тла вибраного елемента панелі інтерактивного TUI
vi: Màu nền mục tương tác của khung TUI đã chọn
zh: 互動式 TUI 所選窗格項目背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_PANEITEMFGCOLOR_NAME
source: Interactive TUI pane item foreground color
ar: اللون الأمامي لعنصر جزء TUI التفاعلي
de: Vordergrundfarbe des interaktiven TUI-Bereichselements
el: Διαδραστικό χρώμα προσκηνίου στοιχείου παραθύρου TUI
es: Color de primer plano del elemento del panel TUI interactivo
fr: Couleur de premier plan des éléments du volet TUI interactif
ga: Dath tulra mír phána TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई फलक आइटम अग्रभूमि रंग
hi_latn: intaraiktiv tui pain aaitam agrabhoomi rang
id: Warna latar depan item panel TUI interaktif
it: Colore di primo piano dell'elemento del riquadro TUI interattivo
ja: インタラクティブ TUI ペイン項目の前景色
ko: 대화형 TUI 창 항목 전경색
ms: Warna latar depan item anak tetingkap TUI interaktif
nb: Interaktiv TUI-ruteelementets forgrunnsfarge
nl: Voorgrondkleur van interactief TUI-deelvensteritem
pt: Cor de primeiro plano do item do painel TUI interativo
ro: Culoarea primului plan pentru elementul panoului TUI interactiv
tr: Etkileşimli TUI bölme öğesi ön plan rengi
uk: Колір переднього плану елемента інтерактивної панелі TUI
vi: Màu nền trước của mục ngăn TUI tương tác
zh: 互動式 TUI 窗格專案前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_PANEITEMBGCOLOR_NAME
source: Interactive TUI pane item background color
ar: لون خلفية عنصر جزء TUI التفاعلي
de: Hintergrundfarbe des interaktiven TUI-Bereichselements
el: Διαδραστικό χρώμα φόντου στοιχείου παραθύρου TUI
es: Color de fondo del elemento del panel TUI interactivo
fr: Couleur d’arrière-plan des éléments du volet TUI interactif
ga: Dath cúlra mír phána TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई फलक आइटम पृष्ठभूमि रंग
hi_latn: intaraiktiv tui pain aaitam prshthabhoomi rang
id: Warna latar belakang item panel TUI interaktif
it: Colore di sfondo dell'elemento del riquadro TUI interattivo
ja: インタラクティブ TUI ペイン項目の背景色
ko: 대화형 TUI 창 항목 배경색
ms: Warna latar belakang item anak tetingkap TUI interaktif
nb: Interaktiv TUI-ruteelements bakgrunnsfarge
nl: Achtergrondkleur van interactief TUI-deelvensteritem
pt: Cor de fundo do item do painel TUI interativo
ro: Culoarea de fundal a elementului panoului TUI interactiv
tr: Etkileşimli TUI bölme öğesi arka plan rengi
uk: Колір тла елемента інтерактивної панелі TUI
vi: Màu nền của mục ngăn TUI tương tác
zh: 互動式 TUI 窗格專案背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_OPTIONBGCOLOR_NAME
source: Interactive TUI option background color
ar: لون خلفية خيار TUI التفاعلي
de: Hintergrundfarbe der interaktiven TUI-Option
el: Διαδραστική επιλογή TUI χρώμα φόντου
es: Color de fondo de la opción TUI interactiva
fr: Couleur d’arrière-plan de l’option TUI interactive
ga: Dath cúlra rogha TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई विकल्प पृष्ठभूमि रंग
hi_latn: intaraiktiv tui vikalp prshthabhoomi rang
id: Warna latar belakang opsi TUI interaktif
it: Colore di sfondo dell'opzione TUI interattiva
ja: インタラクティブ TUI オプションの背景色
ko: 대화형 TUI 옵션 배경색
ms: Warna latar belakang pilihan TUI interaktif
nb: Interaktiv TUI-alternativ bakgrunnsfarge
nl: Interactieve TUI-optie achtergrondkleur
pt: Cor de fundo da opção TUI interativa
ro: Culoarea de fundal a opțiunii TUI interactiv
tr: Etkileşimli TUI seçeneği arka plan rengi
uk: Колір тла інтерактивної опції TUI
vi: Màu nền tùy chọn TUI tương tác
zh: 互動式 TUI 選項背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_OPTIONFGCOLOR_NAME
source: Interactive TUI option foreground color
ar: خيار TUI التفاعلي للون الأمامي
de: Vordergrundfarbe der interaktiven TUI-Option
el: Διαδραστική επιλογή TUI χρώμα προσκηνίου
es: Color de primer plano de la opción TUI interactiva
fr: Couleur de premier plan de l'option TUI interactive
ga: Dath tulra rogha TUI idirghníomhach
hi: इंटरैक्टिव टीयूआई विकल्प अग्रभूमि रंग
hi_latn: intaraiktiv tui vikalp agrabhoomi rang
id: Warna latar depan opsi TUI interaktif
it: Colore di primo piano dell'opzione TUI interattiva
ja: インタラクティブ TUI オプションの前景色
ko: 대화형 TUI 옵션 전경색
ms: Warna latar depan pilihan TUI interaktif
nb: Interaktiv TUI-alternativ forgrunnsfarge
nl: Interactieve TUI-optie voorgrondkleur
pt: Cor de primeiro plano da opção TUI interativa
ro: Culoarea primului plan al opțiunii TUI interactiv
tr: Etkileşimli TUI seçeneği ön plan rengi
uk: Колір переднього плану опції інтерактивного TUI
vi: Màu nền trước của tùy chọn TUI tương tác
zh: 互動式 TUI 選項前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_OPTIONBINDINGCOLOR_NAME
source: Interactive TUI option binding name color
ar: لون اسم ربط خيار TUI التفاعلي
de: Farbe des Bindungsnamens der interaktiven TUI-Option
el: Χρώμα δεσμευτικού ονόματος επιλογής διαδραστικής TUI
es: Color del nombre del enlace de la opción TUI interactiva
fr: Couleur du nom de liaison de l'option TUI interactive
ga: Rogha TUI idirghníomhach dath ainm ceangailteach
hi: इंटरएक्टिव टीयूआई विकल्प बाइंडिंग नाम रंग
hi_latn: intaraiktiv tui vikalp bainding naam rang
id: Nama warna pengikatan opsi TUI interaktif
it: Colore del nome di associazione dell'opzione TUI interattiva
ja: インタラクティブ TUI オプション バインディング名の色
ko: 대화형 TUI 옵션 바인딩 이름 색상
ms: Warna nama mengikat pilihan TUI interaktif
nb: Interaktiv TUI alternativ bindende navn farge
nl: Interactieve TUI-optie binding naamkleur
pt: Cor do nome da vinculação da opção de TUI interativa
ro: Culoarea numelui de legare al opțiunii TUI interactiv
tr: Etkileşimli TUI seçeneği bağlama adı rengi
uk: Колір назви прив’язки опції інтерактивного TUI
vi: Màu tên liên kết tùy chọn TUI tương tác
zh: 互動式 TUI 選項綁定名稱顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_BOXBGCOLOR_NAME
source: Interactive TUI box background color
ar: لون خلفية مربع TUI التفاعلي
de: Hintergrundfarbe der interaktiven TUI-Box
el: Χρώμα φόντου διαδραστικού πλαισίου TUI
es: Color de fondo del cuadro TUI interactivo
fr: Couleur d’arrière-plan de la boîte TUI interactive
ga: Dath cúlra bosca TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई बॉक्स पृष्ठभूमि रंग
hi_latn: intaraiktiv tui boks prshthabhoomi rang
id: Warna latar belakang kotak TUI interaktif
it: Colore di sfondo della casella TUI interattiva
ja: インタラクティブ TUI ボックスの背景色
ko: 대화형 TUI 상자 배경색
ms: Warna latar belakang kotak TUI interaktif
nb: Interaktiv TUI-boks bakgrunnsfarge
nl: Interactieve TUI box achtergrondkleur
pt: Cor de fundo da caixa TUI interativa
ro: Culoarea de fundal interactivă a casetei TUI
tr: Etkileşimli TUI kutusu arka plan rengi
uk: Колір тла інтерактивної коробки TUI
vi: Màu nền hộp TUI tương tác
zh: 互動式 TUI 框背景顏色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_BOXFGCOLOR_NAME
source: Interactive TUI box foreground color
ar: اللون الأمامي لمربع TUI التفاعلي
de: Vordergrundfarbe der interaktiven TUI-Box
el: Χρώμα προσκηνίου διαδραστικού πλαισίου TUI
es: Color de primer plano del cuadro TUI interactivo
fr: Couleur de premier plan de la boîte TUI interactive
ga: Dath tulra bosca TUI idirghníomhach
hi: इंटरएक्टिव टीयूआई बॉक्स अग्रभूमि रंग
hi_latn: intaraiktiv tui boks agrabhoomi rang
id: Warna latar depan kotak TUI interaktif
it: Colore di primo piano della casella TUI interattiva
ja: インタラクティブ TUI ボックスの前景色
ko: 대화형 TUI 상자 전경색
ms: Warna latar depan kotak TUI interaktif
nb: Interaktiv TUI-boks forgrunnsfarge
nl: Interactieve TUI box voorgrondkleur
pt: Cor de primeiro plano da caixa TUI interativa
ro: Culoarea primului plan interactiv al casetei TUI
tr: Etkileşimli TUI kutusu ön plan rengi
uk: Колір переднього плану інтерактивного вікна TUI
vi: Màu nền trước của hộp TUI tương tác
zh: 互動式 TUI 框前景色

# NKS_SETTINGS_KERNEL_COLORS_SCHEME_DISABLEDOPTIONCOLOR_NAME
source: Disabled option color
ar: لون الخيار معطل
de: Option Farbe deaktiviert
el: Απενεργοποιημένο χρώμα επιλογής
es: Color de opción deshabilitada
fr: Couleur de l'option désactivée
ga: Dath rogha faoi mhíchumas
hi: अक्षम विकल्प रंग
hi_latn: aksham vikalp rang
id: Opsi warna dinonaktifkan
it: Colore opzione disabilitata
ja: 無効なオプションの色
ko: 비활성화된 옵션 색상
ms: Warna pilihan dilumpuhkan
nb: Deaktivert alternativ farge
nl: Uitgeschakelde optiekleur
pt: Cor da opção desativada
ro: Culoare opțiune dezactivată
tr: Devre dışı bırakılmış seçenek rengi
uk: Вимкнений колір опції
vi: Tùy chọn màu bị vô hiệu hóa
zh: 停用選項顏色
