Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_REMOTEDEBUG_EXCEPTION_DEVICENOTFOUND_BLOCK
source: Device not found to block.
ar: لم يتم العثور على الجهاز ليتم حظره.
de: Gerät zum Blockieren nicht gefunden.
el: Η συσκευή δεν βρέθηκε για αποκλεισμό.
es: Dispositivo no encontrado para bloquear.
fr: Appareil introuvable à bloquer.
ga: Níor aimsíodh an gléas le bac.
hi: ब्लॉक करने के लिए डिवाइस नहीं मिला.
hi_latn: blok karane ke lie divais nahin mila.
id: Perangkat tidak ditemukan untuk diblokir.
it: Dispositivo da bloccare non trovato.
ja: ブロックするデバイスが見つかりません。
ko: 차단할 장치를 찾을 수 없습니다.
ms: Peranti tidak ditemui untuk menyekat.
nb: Finner ikke enheten for å blokkere.
nl: Apparaat blokkeert niet.
pt: Dispositivo não encontrado para bloquear.
ro: Dispozitivul nu a fost găsit pentru a bloca.
tr: Engellenecek cihaz bulunamadı.
uk: Не знайдено пристрій для блокування.
vi: Không tìm thấy thiết bị để chặn.
zh: 未找到要阻止的設備。

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_CONSOLEBASE
source: Base console tests
ar: اختبارات وحدة التحكم الأساسية
de: Basiskonsolentests
el: Δοκιμές βασικής κονσόλας
es: Pruebas de consola base
fr: Tests de la console de base
ga: Tástálacha consól bonn
hi: बेस कंसोल परीक्षण
hi_latn: bes kansol pareekshan
id: Pengujian konsol dasar
it: Test della console di base
ja: 基本コンソールのテスト
ko: 기본 콘솔 테스트
ms: Ujian konsol asas
nb: Base konsoll tester
nl: Basisconsoletests
pt: Testes do console básico
ro: Testele consolei de bază
tr: Temel konsol testleri
uk: Базові консольні тести
vi: Kiểm tra bảng điều khiển cơ sở
zh: 基礎控制台測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_DRIVER
source: Driver tests
ar: اختبارات السائق
de: Fahrertests
el: Δοκιμές οδηγού
es: Pruebas de conducción
fr: Tests de conduite
ga: Tástálacha tiománaí
hi: ड्राइवर परीक्षण
hi_latn: draivar pareekshan
id: Tes pengemudi
it: Prove di guida
ja: ドライバーテスト
ko: 드라이버 테스트
ms: Ujian pemandu
nb: Førerprøver
nl: Chauffeurstests
pt: Testes de motorista
ro: Teste de șofer
tr: Sürücü testleri
uk: Водійські тести
vi: Kiểm tra trình điều khiển
zh: 駕駛員測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_FILESYSTEM
source: Filesystem tests
ar: اختبارات نظام الملفات
de: Dateisystemtests
el: Δοκιμές συστήματος αρχείων
es: Pruebas del sistema de archivos
fr: Tests du système de fichiers
ga: Tástálacha córas comhaid
hi: फ़ाइल सिस्टम परीक्षण
hi_latn: phailasistam pareekshan
id: Pengujian sistem berkas
it: Test del file system
ja: ファイルシステムのテスト
ko: 파일 시스템 테스트
ms: Ujian sistem fail
nb: Filsystemtester
nl: Bestandssysteemtests
pt: Testes de sistema de arquivos
ro: Teste ale sistemului de fișiere
tr: Dosya sistemi testleri
uk: Тести файлової системи
vi: Kiểm tra hệ thống tập tin
zh: 檔案系統測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_KERNEL
source: Main kernel component tests
ar: اختبارات مكونات النواة الرئيسية
de: Hauptkernel-Komponententests
el: Δοκιμές βασικών στοιχείων πυρήνα
es: Pruebas de componentes principales del kernel
fr: Tests des principaux composants du noyau
ga: Príomhthástálacha comhpháirteanna eithne
hi: मुख्य कर्नेल घटक परीक्षण
hi_latn: mukhy karnel ghatak pareekshan
id: Pengujian komponen kernel utama
it: Test dei componenti principali del kernel
ja: 主要なカーネルコンポーネントのテスト
ko: 주요 커널 구성 요소 테스트
ms: Ujian komponen inti utama
nb: Hovedkjernekomponenttester
nl: Testen van de belangrijkste kernelcomponenten
pt: Principais testes de componentes do kernel
ro: Teste ale componentelor principale ale nucleului
tr: Ana çekirdek bileşen testleri
uk: Тести основних компонентів ядра
vi: Kiểm tra thành phần hạt nhân chính
zh: 主要核心組件測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_LANGUAGES
source: Language and localization tests
ar: اختبارات اللغة والتوطين
de: Sprach- und Lokalisierungstests
el: Τεστ γλώσσας και εντοπισμού
es: Pruebas de idioma y localización.
fr: Tests de langue et de localisation
ga: Trialacha teanga agus logánaithe
hi: भाषा और स्थानीयकरण परीक्षण
hi_latn: bhaasha aur sthaaneeyakaran pareekshan
id: Tes bahasa dan lokalisasi
it: Test di lingua e localizzazione
ja: 言語とローカリゼーションのテスト
ko: 언어 및 현지화 테스트
ms: Ujian bahasa dan penyetempatan
nb: Språk- og lokaliseringstester
nl: Taal- en lokalisatietests
pt: Testes de idioma e localização
ro: Teste de limbă și localizare
tr: Dil ve yerelleştirme testleri
uk: Мовні та локалізаційні тести
vi: Kiểm tra ngôn ngữ và bản địa hóa
zh: 語言和本地化測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_MISC
source: Miscellaneous tests
ar: اختبارات متنوعة
de: Verschiedene Tests
el: Διάφορα τεστ
es: Pruebas diversas
fr: Essais divers
ga: Tástálacha ilghnéitheacha
hi: विविध परीक्षण
hi_latn: vividh pareekshan
id: Tes lain-lain
it: Test vari
ja: その他のテスト
ko: 기타 테스트
ms: Pelbagai ujian
nb: Diverse tester
nl: Diverse testen
pt: Testes diversos
ro: Teste diverse
tr: Çeşitli testler
uk: Різні тести
vi: Các bài kiểm tra khác nhau
zh: 雜項測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_MODIFICATION
source: Kernel modification tests
ar: اختبارات تعديل النواة
de: Kernel-Modifikationstests
el: Δοκιμές τροποποίησης πυρήνα
es: Pruebas de modificación del kernel
fr: Tests de modification du noyau
ga: Tástálacha modhnú eithne
hi: कर्नेल संशोधन परीक्षण
hi_latn: karnel sanshodhan pareekshan
id: Pengujian modifikasi kernel
it: Test di modifica del kernel
ja: カーネル変更テスト
ko: 커널 수정 테스트
ms: Ujian pengubahsuaian kernel
nb: Kjernemodifikasjonstester
nl: Kernelmodificatietests
pt: Testes de modificação do kernel
ro: Teste de modificare a nucleului
tr: Çekirdek modifikasyon testleri
uk: Тести модифікації ядра
vi: Kiểm tra sửa đổi hạt nhân
zh: 核心修改測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_NETWORK
source: Network system tests
ar: اختبارات نظام الشبكة
de: Netzwerksystemtests
el: Δοκιμές συστήματος δικτύου
es: Pruebas del sistema de red.
fr: Tests du système réseau
ga: Tástálacha córais líonra
hi: नेटवर्क सिस्टम परीक्षण
hi_latn: netavark sistam pareekshan
id: Pengujian sistem jaringan
it: Test del sistema di rete
ja: ネットワークシステムのテスト
ko: 네트워크 시스템 테스트
ms: Ujian sistem rangkaian
nb: Nettverkssystemtester
nl: Netwerksysteemtests
pt: Testes de sistema de rede
ro: Teste ale sistemului de rețea
tr: Ağ sistemi testleri
uk: Тести мережевих систем
vi: Kiểm tra hệ thống mạng
zh: 網路系統測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_SHELL
source: UESH shell tests
ar: اختبارات قذيفة UESH
de: UESH-Granattests
el: Δοκιμές κελύφους UESH
es: Pruebas de shell UESH
fr: Tests de coque UESH
ga: Tástálacha bhlaosc UESH
hi: यूईएसएच शेल परीक्षण
hi_latn: uaish shel pareekshan
id: Pengujian shell UESH
it: Test delle coperture UESH
ja: UESH シェル テスト
ko: UESH 셸 테스트
ms: Ujian cangkerang UESH
nb: UESH-skalltester
pt: Testes de shell UESH
ro: Testele shell UESH
tr: UESH mermi testleri
uk: Випробування оболонки УЕШ
vi: Kiểm tra vỏ UESH
zh: UESH shell 測試

# NKS_KERNEL_DEBUGGING_TESTING_SECTION_USERS
source: User tests
ar: اختبارات المستخدم
de: Benutzertests
el: Δοκιμές χρήστη
es: Pruebas de usuario
fr: Tests utilisateurs
ga: Tástálacha úsáideora
hi: उपयोगकर्ता परीक्षण
hi_latn: upayogakarta pareekshan
id: Tes pengguna
it: Test utente
ja: ユーザーテスト
ko: 사용자 테스트
ms: Ujian pengguna
nb: Brukertester
nl: Gebruikerstests
pt: Testes de usuário
ro: Teste de utilizator
tr: Kullanıcı testleri
uk: Тести користувача
vi: Kiểm tra người dùng
zh: 用戶測試

# NKS_SHELL_SHELLS_UESH_THEMESET_NO
source: No
ar: لا
de: NEIN
el: Οχι
fr: Non
ga: Níl
hi: नहीं
hi_latn: nahin
id: TIDAK
ja: いいえ
ko: 아니요
ms: Tidak
nb: Ingen
nl: Nee
pt: Não
ro: Nu
tr: HAYIR
uk: немає
vi: KHÔNG
zh: 不

# NKS_KERNEL_DEBUGGING_TRACE_DEBUGSTACKFRAME_EXCEPTION_FRAMENUMOUTOFRANGE
source: Stack frame number shouldn't exceed current amount of frames or shouldn't be negative.
ar: يجب ألا يتجاوز رقم إطار المكدس الكمية الحالية من الإطارات أو يجب ألا يكون سالبًا.
de: Die Anzahl der Stack-Frames sollte die aktuelle Anzahl an Frames nicht überschreiten oder negativ sein.
el: Ο αριθμός καρέ στοίβας δεν πρέπει να υπερβαίνει την τρέχουσα ποσότητα καρέ ή δεν πρέπει να είναι αρνητικός.
es: El número de fotogramas de pila no debe exceder la cantidad actual de fotogramas o no debe ser negativo.
fr: Le numéro de trame de la pile ne doit pas dépasser le nombre actuel de trames ou ne doit pas être négatif.
ga: Níor chóir go mbeadh uimhir an fhráma cruachta níos mó ná méid reatha na bhfrámaí nó níor cheart go mbeadh sé diúltach.
hi: स्टैक फ़्रेम संख्या फ़्रेम की वर्तमान मात्रा से अधिक नहीं होनी चाहिए या नकारात्मक नहीं होनी चाहिए।
hi_latn: staik frem sankhya frem kee vartamaan maatra se adhik nahin honee chaahie ya rnaatmak nahin honee chaahie.
id: Jumlah bingkai tumpukan tidak boleh melebihi jumlah bingkai saat ini atau tidak boleh negatif.
it: Il numero di frame dello stack non deve superare il numero corrente di frame o non deve essere negativo.
ja: スタック フレーム番号は、現在のフレーム量を超えたり、負の値であってはなりません。
ko: 스택 프레임 번호는 현재 프레임 양을 초과하거나 음수일 수 없습니다.
ms: Nombor bingkai tindanan tidak boleh melebihi jumlah bingkai semasa atau tidak boleh negatif.
nb: Stabelrammenummeret skal ikke overstige gjeldende antall bilder eller skal ikke være negativt.
nl: Het stapelframenummer mag het huidige aantal frames niet overschrijden en mag niet negatief zijn.
pt: O número do quadro da pilha não deve exceder a quantidade atual de quadros ou não deve ser negativo.
ro: Numărul de cadre stive nu trebuie să depășească numărul actual de cadre sau nu ar trebui să fie negativ.
tr: Yığın kare sayısı mevcut kare sayısını aşmamalı veya negatif olmamalıdır.
uk: Номер кадру стека не повинен перевищувати поточну кількість кадрів або не повинен бути від’ємним.
vi: Số khung ngăn xếp không được vượt quá số lượng khung hiện tại hoặc không được âm.
zh: 堆疊幀數不應超過目前幀數或不應為負數。

# NKS_KERNEL_THREADING_WATCHDOG_CRITICALSNOSTART
source: Kernel thread supervisor detected {0} critical threads that haven't started yet.
ar: اكتشف مشرف سلسلة محادثات Kernel {0} سلسلة محادثات مهمة لم تبدأ بعد.
de: Der Kernel-Thread-Supervisor hat {0} kritische Threads erkannt, die noch nicht gestartet wurden.
el: Ο επόπτης νήματος πυρήνα εντόπισε {0} κρίσιμα νήματα που δεν έχουν ξεκινήσει ακόμα.
es: El supervisor de subprocesos del kernel detectó {0} subprocesos críticos que aún no se han iniciado.
fr: Le superviseur des threads du noyau a détecté {0} threads critiques qui n'ont pas encore démarré.
ga: Bhraith maoirseoir snáithe eithne {0} snáithe criticiúla nár thosaigh fós.
hi: कर्नेल थ्रेड पर्यवेक्षक ने ऐसे {0} महत्वपूर्ण थ्रेड का पता लगाया है जो अभी तक शुरू नहीं हुए हैं।
hi_latn: karnel thred suparavaijar ne {0} mahatvapoorn threds ka pata lagaaya jo abhee tak shuroo nahin hue hain.
id: Pengawas utas kernel mendeteksi {0} utas kritis yang belum dimulai.
it: Il supervisore del thread del kernel ha rilevato {0} thread critici che non sono ancora stati avviati.
ja: カーネル スレッド スーパーバイザは、まだ開始されていない {0} 個の重要なスレッドを検出しました。
ko: 커널 스레드 감독자는 아직 시작되지 않은 중요한 스레드 {0}개를 감지했습니다.
ms: Penyelia utas kernel mengesan {0} utas kritikal yang belum bermula lagi.
nb: Kjernetrådsovervåker oppdaget {0} kritiske tråder som ikke har startet ennå.
nl: De kernelthreadsupervisor heeft {0} kritieke threads gedetecteerd die nog niet zijn gestart.
pt: O supervisor de thread do kernel detectou {0} threads críticos que ainda não foram iniciados.
ro: Supraveghetorul firelor de kernel a detectat {0} fire critice care nu au început încă.
tr: Çekirdek iş parçacığı denetleyicisi henüz başlamamış {0} kritik iş parçacığı algıladı.
uk: Контролер потоків ядра виявив {0} критичних потоків, які ще не запущені.
vi: Giám sát luồng hạt nhân đã phát hiện {0} luồng quan trọng chưa bắt đầu.
zh: 核心執行緒管理程式偵測到 {0} 個尚未啟動的關鍵執行緒。

# NKS_KERNEL_THREADING_WATCHDOG_DEADTHREADS
source: Kernel thread supervisor detected {0} dead threads.
ar: اكتشف المشرف على سلسلة محادثات Kernel {0} من المواضيع الميتة.
de: Der Kernel-Thread-Supervisor hat {0} tote Threads erkannt.
el: Ο επόπτης νήματος πυρήνα εντόπισε {0} νεκρά νήματα.
es: El supervisor de subprocesos del kernel detectó {0} subprocesos inactivos.
fr: Le superviseur des threads du noyau a détecté {0} threads morts.
ga: Bhraith maoirseoir snáithe eithne {0} snáithe marbh.
hi: कर्नेल थ्रेड पर्यवेक्षक को {0} मृत थ्रेड्स का पता चला।
hi_latn: karnel thred suparavaijar ne {0} mrt threds ka pata lagaaya.
id: Pengawas utas kernel mendeteksi {0} utas mati.
it: Il supervisore del thread del kernel ha rilevato {0} thread morti.
ja: カーネル スレッド スーパーバイザが {0} 個のデッド スレッドを検出しました。
ko: 커널 스레드 감독자가 {0}개의 죽은 스레드를 감지했습니다.
ms: Penyelia benang kernel mengesan {0} benang mati.
nb: Kjernetrådsovervåker oppdaget {0} døde tråder.
nl: Kernelthreadsupervisor heeft {0} dode threads gedetecteerd.
pt: O supervisor de thread do kernel detectou {0} threads inativos.
ro: Supraveghetorul firului de kernel a detectat {0} fire de execuție nefuncționale.
tr: Çekirdek iş parçacığı denetleyicisi {0} adet ölü iş parçacığı tespit etti.
uk: Контролер потоків ядра виявив {0} мертвих потоків.
vi: Trình giám sát luồng hạt nhân đã phát hiện {0} luồng chết.
zh: 核心執行緒管理程式偵測到 {0} 個死執行緒。

# NKS_KERNEL_THREADING_WATCHDOG_FAILURE
source: Kernel thread supervisor failed
ar: فشل مشرف مؤشر ترابط Kernel
de: Kernel-Thread-Supervisor ist fehlgeschlagen
el: Ο επόπτης νήματος πυρήνα απέτυχε
es: El supervisor de subprocesos del kernel falló
fr: Le superviseur des threads du noyau a échoué
ga: Theip ar mhaoirseoir snáithe eithne
hi: कर्नेल थ्रेड पर्यवेक्षक विफल रहा
hi_latn: karnel thred suparavaijar viphal
id: Pengawas utas kernel gagal
it: Il supervisore del thread del kernel non è riuscito
ja: カーネルスレッドスーパーバイザが失敗しました
ko: 커널 스레드 감독자 실패
ms: Penyelia benang kernel gagal
nb: Kjernetrådsveileder mislyktes
nl: Kernelthreadsupervisor is mislukt
pt: Falha no supervisor de thread do kernel
ro: Supraveghetorul firului de kernel a eșuat
tr: Çekirdek iş parçacığı denetleyicisi başarısız oldu
uk: Помилка диспетчера потоків ядра
vi: Trình giám sát luồng hạt nhân không thành công
zh: 核心執行緒管理器失敗

# NKS_KERNEL_TIME_ALARM_FIRED
source: Alarm fired!
ar: انطلق الإنذار!
de: Alarm ausgelöst!
el: Συναγερμός ενεργοποιήθηκε!
es: ¡Alarma disparada!
fr: Alarme déclenchée !
ga: Aláram fired!
hi: अलार्म बज उठा!
hi_latn: alaarm phaayar ho gaya!
id: Alarm berbunyi!
it: Allarme lanciato!
ja: 警報が鳴った！
ko: 알람이 울렸습니다!
ms: Penggera dinyalakan!
nb: Alarmen utløst!
nl: Alarm afgegaan!
pt: Alarme disparado!
ro: Alarma trasă!
tr: Alarm verildi!
uk: Спрацювала сигналізація!
vi: Báo động đã vang lên!
zh: 警報拉響！

# NKS_KERNEL_TIME_ALARM_EXCEPTION_NONAME
source: The alarm name is empty.
ar: اسم التنبيه فارغ.
de: Der Alarmname ist leer.
el: Το όνομα του συναγερμού είναι κενό.
es: El nombre de la alarma está vacío.
fr: Le nom de l'alarme est vide.
ga: Tá an t-ainm aláraim folamh.
hi: अलार्म का नाम खाली है.
hi_latn: alaarm naam khaalee hai.
id: Nama alarm kosong.
it: Il nome dell'allarme è vuoto.
ja: アラーム名が空です。
ko: 알람 이름이 비어 있습니다.
ms: Nama penggera kosong.
nb: Alarmnavnet er tomt.
nl: De alarmnaam is leeg.
pt: O nome do alarme está vazio.
ro: Numele alarmei este gol.
tr: Alarm adı boş.
uk: Назва будильника порожня.
vi: Tên báo thức đang trống.
zh: 警報名稱為空。

# NKS_KERNEL_TIME_ALARM_EXCEPTION_NOALARM
source: The alarm is not found.
ar: لم يتم العثور على التنبيه.
de: Der Alarm wurde nicht gefunden.
el: Ο συναγερμός δεν βρέθηκε.
es: No se encuentra la alarma.
fr: L'alarme n'est pas trouvée.
ga: Níl an t-aláram aimsithe.
hi: अलार्म नहीं मिला.
hi_latn: alaarm nahin mila.
id: Alarm tidak ditemukan.
it: L'allarme non viene trovato.
ja: アラームが見つかりません。
ko: 알람을 찾을 수 없습니다.
ms: Penggera tidak ditemui.
nb: Alarmen ble ikke funnet.
nl: Het alarm wordt niet gevonden.
pt: O alarme não foi encontrado.
ro: Alarma nu este găsită.
tr: Alarm bulunamadı.
uk: Сигналізація не знайдена.
vi: Không tìm thấy báo động.
zh: 未發現警報。

# NKS_KERNEL_TIME_ALARM_EXCEPTION_INVALIDALARMNUM
source: The zero-based alarm number is invalid.
ar: رقم التنبيه الصفري غير صالح.
de: Die auf Null basierende Alarmnummer ist ungültig.
el: Ο αριθμός συναγερμού με βάση το μηδέν δεν είναι έγκυρος.
es: El número de alarma de base cero no es válido.
fr: Le numéro d’alarme de base zéro n’est pas valide.
ga: Tá an uimhir aláraim bunaithe ar nialas neamhbhailí.
hi: शून्य-आधारित अलार्म नंबर अमान्य है.
hi_latn: shoony-aadhaarit alaarm sankhya amaany hai.
id: Nomor alarm berbasis nol tidak valid.
it: Il numero di allarme in base zero non è valido.
ja: ゼロから始まるアラーム番号が無効です。
ko: 0부터 시작하는 알람 번호가 유효하지 않습니다.
ms: Nombor penggera berasaskan sifar adalah tidak sah.
nb: Det nullbaserte alarmnummeret er ugyldig.
nl: Het op nul gebaseerde alarmnummer is ongeldig.
pt: O número do alarme baseado em zero é inválido.
ro: Numărul de alarmă pe bază de zero este invalid.
tr: Sıfır tabanlı alarm numarası geçersiz.
uk: Номер сигналу від нуля недійсний.
vi: Số báo động bắt đầu từ số 0 không hợp lệ.
zh: 從零開始的警報編號無效。

# NKS_KERNEL_TIME_RENDERERS_TODAYIS
source: Today is
ar: اليوم هو
de: Heute ist
el: Σήμερα είναι
es: Hoy es
fr: Aujourd'hui c'est
ga: Tá lá atá inniu ann
hi: आज है
hi_latn: aaj hai
id: Hari ini adalah
it: Oggi è
ja: 今日は
ko: 오늘은
ms: Hari ini adalah
nb: I dag er
nl: Vandaag is
pt: Hoje é
ro: Azi e
tr: Bugün
uk: Сьогодні є
vi: Hôm nay là
zh: 今天是

# NKS_KERNEL_TIME_RENDERERS_TIMESHOWFAILED
source: Failed to show current times:
ar: فشل في إظهار الأوقات الحالية:
de: Die aktuellen Zeiten konnten nicht angezeigt werden:
el: Απέτυχε η εμφάνιση των τρεχουσών ωρών:
es: No se pudieron mostrar los horarios actuales:
fr: Échec de l'affichage des heures actuelles :
ga: Theip ar na hamanna reatha a thaispeáint:
hi: वर्तमान समय दिखाने में विफल:
hi_latn: vartamaan samay dikhaane mein viphal:
id: Gagal menampilkan waktu saat ini:
it: Impossibile mostrare l'orario corrente:
ja: 現在時刻を表示できませんでした:
ko: 현재 시간 표시 실패:
ms: Gagal menunjukkan masa semasa:
nb: Kunne ikke vise gjeldende tider:
nl: Kan huidige tijden niet weergeven:
pt: Falha ao mostrar os horários atuais:
ro: Nu s-a afișat ora actuală:
tr: Güncel saatler gösterilemedi:
uk: Не вдалося показати поточний час:
vi: Không hiển thị được thời gian hiện tại:
zh: 無法顯示當前時間：

# NKS_KERNEL_TIME_TIMEZONES_EXCEPTION_NOTFOUND1
source: Time zone {0} not found
ar: لم يتم العثور على المنطقة الزمنية {0}.
de: Zeitzone {0} nicht gefunden
el: Η ζώνη ώρας {0} δεν βρέθηκε
es: Zona horaria {0} no encontrada
fr: Fuseau horaire {0} introuvable
ga: Níor aimsíodh crios ama {0}
hi: समय क्षेत्र {0} नहीं मिला
hi_latn: samay kshetr {0} nahin mila
id: Zona waktu {0} tidak ditemukan
it: Fuso orario {0} non trovato
ja: タイムゾーン {0} が見つかりません
ko: 시간대 {0}을(를) 찾을 수 없습니다
ms: Zon waktu {0} tidak ditemui
nb: Finner ikke tidssonen {0}
nl: Tijdzone {0} niet gevonden
pt: Fuso horário {0} não encontrado
ro: Fusul orar {0} nu a fost găsit
tr: Saat dilimi {0} bulunamadı
uk: Часовий пояс {0} не знайдено
vi: Múi giờ {0} không tìm thấy
zh: 未找到時區 {0}

# NKS_KERNEL_TIME_TIMEZONES_EXCEPTION_NOTFOUND2
source: Time zone not found.
ar: لم يتم العثور على المنطقة الزمنية.
de: Zeitzone nicht gefunden.
el: Η ζώνη ώρας δεν βρέθηκε.
es: Zona horaria no encontrada.
fr: Fuseau horaire introuvable.
ga: Crios ama gan aimsiú.
hi: समय क्षेत्र नहीं मिला.
hi_latn: samay kshetr nahin mila.
id: Zona waktu tidak ditemukan.
it: Fuso orario non trovato.
ja: タイムゾーンが見つかりません。
ko: 시간대를 찾을 수 없습니다.
ms: Zon waktu tidak ditemui.
nb: Finner ikke tidssonen.
nl: Tijdzone niet gevonden.
pt: Fuso horário não encontrado.
ro: Fusul orar nu a fost găsit.
tr: Saat dilimi bulunamadı.
uk: Часовий пояс не знайдено.
vi: Không tìm thấy múi giờ.
zh: 未找到時區。

# NKS_KERNEL_TIME_TIMEZONES_EXCEPTION_NEEDSTZDATA
source: The time zone information package is not installed yet on your Linux system. Install 'tzdata' using your distribution's package manager.
ar: لم يتم تثبيت حزمة معلومات المنطقة الزمنية بعد على نظام Linux الخاص بك. قم بتثبيت "tzdata" باستخدام مدير الحزم الخاص بالتوزيع.
de: Das Zeitzoneninformationspaket ist noch nicht auf Ihrem Linux-System installiert. Installieren Sie „tzdata“ mit dem Paketmanager Ihrer Distribution.
el: Το πακέτο πληροφοριών ζώνης ώρας δεν έχει εγκατασταθεί ακόμα στο σύστημά σας Linux. Εγκαταστήστε το 'tzdata' χρησιμοποιώντας τον διαχειριστή πακέτων της διανομής σας.
es: El paquete de información de zona horaria aún no está instalado en su sistema Linux. Instale 'tzdata' usando el administrador de paquetes de su distribución.
fr: Le package d'informations sur le fuseau horaire n'est pas encore installé sur votre système Linux. Installez 'tzdata' à l'aide du gestionnaire de packages de votre distribution.
ga: Níl an pacáiste faisnéise crios ama suiteáilte fós ar do chóras Linux. Suiteáil 'tzdata' ag baint úsáide as bainisteoir pacáiste do dháileadh.
hi: आपके लिनक्स सिस्टम पर समय क्षेत्र सूचना पैकेज अभी तक स्थापित नहीं है। अपने वितरण के पैकेज प्रबंधक का उपयोग करके 'tzdata' स्थापित करें।
hi_latn: samay kshetr soochana paikej abhee tak aapake linaks sistam par sthaapit nahin hai. apane vitaran ke paikej prabandhak ka upayog karake tzdat sthaapit karen.
id: Paket informasi zona waktu belum terpasang di sistem Linux Anda. Instal 'tzdata' menggunakan pengelola paket distribusi Anda.
it: Il pacchetto informativo sul fuso orario non è ancora installato sul tuo sistema Linux. Installa 'tzdata' utilizzando il gestore pacchetti della tua distribuzione.
ja: タイム ゾーン情報パッケージは Linux システムにまだインストールされていません。ディストリビューションのパッケージ マネージャーを使用して「tzdata」をインストールします。
ko: 시간대 정보 패키지가 Linux 시스템에 아직 설치되지 않았습니다. 배포판의 패키지 관리자를 사용하여 'tzdata'를 설치하십시오.
ms: Pakej maklumat zon waktu belum dipasang pada sistem Linux anda. Pasang 'tzdata' menggunakan pengurus pakej pengedaran anda.
nb: Tidssoneinformasjonspakken er ennå ikke installert på Linux-systemet ditt. Installer 'tzdata' ved hjelp av distribusjonens pakkebehandling.
nl: Het tijdzone-informatiepakket is nog niet geïnstalleerd op uw Linux-systeem. Installeer 'tzdata' met behulp van de pakketbeheerder van uw distributie.
pt: O pacote de informações de fuso horário ainda não está instalado em seu sistema Linux. Instale 'tzdata' usando o gerenciador de pacotes da sua distribuição.
ro: Pachetul de informații despre fusul orar nu este instalat încă pe sistemul dumneavoastră Linux. Instalați „tzdata” folosind managerul de pachete al distribuției dvs.
tr: Saat dilimi bilgi paketi henüz Linux sisteminize yüklenmedi. Dağıtımınızın paket yöneticisini kullanarak 'tzdata'yı yükleyin.
uk: Пакет інформації про часовий пояс ще не встановлено у вашій системі Linux. Встановіть tzdata за допомогою менеджера пакунків вашого дистрибутива.
vi: Gói thông tin múi giờ chưa được cài đặt trên hệ thống Linux của bạn. Cài đặt 'tzdata' bằng trình quản lý gói của bản phân phối.
zh: 您的 Linux 系統上尚未安裝時區資訊包。使用發行版的套件管理器安裝“tzdata”。

# NKS_MISC_SPLASHES_WELCOME_LOADING
source: Loading
ar: تحميل
de: Wird geladen
el: Φόρτωση
es: Cargando
fr: Chargement
ga: Ag lódáil
hi: लोड हो रहा है
hi_latn: lod ho raha hai
id: Memuat
it: Caricamento
ja: 読み込み中
ko: 로드 중
ms: Memuatkan
nb: Laster
nl: Bezig met laden
pt: Carregando
ro: Se încarcă
tr: Yükleniyor
uk: Завантаження
vi: Đang tải
zh: 載入中

# NKS_MISC_SPLASHES_WELCOME_STARTING
source: Starting
ar: ابتداء
de: Beginnend
el: Εκκίνηση
es: A partir de
fr: Départ
ga: Ag tosú
hi: शुरुआत
hi_latn: shuroo ho raha hai
id: Memulai
it: Di partenza
ja: 起動
ko: 시작
ms: Bermula
nb: Starter
nl: Beginnend
pt: Iniciando
ro: Pornire
tr: Başlangıç
uk: Запуск
vi: Bắt đầu
zh: 開始

# NKS_MISC_SPLASHES_WELCOME_SAFEMODE
source: Safe Mode
ar: الوضع الآمن
de: Sicherheitsmodus
el: Λειτουργία ασφαλείας
es: Modo seguro
fr: Mode sans échec
ga: Mód Sábháilte
hi: सुरक्षित मोड
hi_latn: surakshit mod
id: Mode Aman
it: Modalità sicura
ja: セーフモード
ko: 안전 모드
ms: Mod Selamat
nb: Sikker modus
nl: Veilige modus
pt: Modo de segurança
ro: Modul sigur
tr: Güvenli Mod
uk: Безпечний режим
vi: Chế độ an toàn
zh: 安全模式
