Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_PATHFIND_DESC
source: Finds a given file name from path lookup directories
ar: يبحث عن اسم ملف معين من أدلة البحث عن المسار
de: Sucht einen bestimmten Dateinamen aus Pfadsuchverzeichnissen
el: Βρίσκει ένα δεδομένο όνομα αρχείου από καταλόγους αναζήτησης διαδρομής
es: Encuentra un nombre de archivo determinado en los directorios de búsqueda de rutas
fr: Recherche un nom de fichier donné dans les répertoires de recherche de chemin
ga: Faigheann sé ainm comhaid tugtha ó eolairí cuardaigh cosáin
hi: पथ लुकअप निर्देशिकाओं से किसी दिए गए फ़ाइल नाम को ढूँढता है
hi_latn: path lukap nirdeshikaon se ek diya gaya fail naam dhoondhata hai
id: Menemukan nama file yang diberikan dari direktori pencarian jalur
it: Trova un determinato nome file dalle directory di ricerca del percorso
ja: パス検索ディレクトリから指定されたファイル名を検索します
ko: 경로 조회 디렉터리에서 지정된 파일 이름을 찾습니다.
ms: Mencari nama fail yang diberikan daripada direktori carian laluan
nb: Finner et gitt filnavn fra baneoppslagskataloger
nl: Zoekt een bepaalde bestandsnaam uit opzoekmappen voor paden
pt: Encontra um determinado nome de arquivo nos diretórios de pesquisa de caminho
ro: Găsește un anumit nume de fișier din directoarele de căutare a căilor
tr: Yol arama dizinlerinden verilen bir dosya adını bulur
uk: Знаходить задану назву файлу в каталогах пошуку шляху
vi: Tìm tên tệp đã cho từ thư mục tra cứu đường dẫn
zh: 從路徑查找目錄中尋找給定的檔案名

# NKS_SHELL_SHELLS_UESH_COMMAND_PERMGROUP_DESC
source: Manage permissions for groups
ar: إدارة الأذونات للمجموعات
de: Verwalten Sie Berechtigungen für Gruppen
el: Διαχείριση δικαιωμάτων για ομάδες
es: Administrar permisos para grupos
fr: Gérer les autorisations pour les groupes
ga: Bainistigh ceadanna do ghrúpaí
hi: समूहों के लिए अनुमतियाँ प्रबंधित करें
hi_latn: samoohon ke lie anumatiyaan prabandhit karata hai
id: Kelola izin untuk grup
it: Gestisci le autorizzazioni per i gruppi
ja: グループの権限を管理する
ko: 그룹에 대한 권한 관리
ms: Urus kebenaran untuk kumpulan
nb: Administrer tillatelser for grupper
nl: Beheer machtigingen voor groepen
pt: Gerenciar permissões para grupos
ro: Gestionați permisiunile pentru grupuri
tr: Gruplar için izinleri yönetin
uk: Керуйте дозволами для груп
vi: Quản lý quyền cho nhóm
zh: 管理群組的權限

# NKS_SHELL_SHELLS_UESH_COMMAND_PING_SWITCH_TIMES_DESC
source: Specifies number of times to ping
ar: يحدد عدد مرات تنفيذ الأمر ping
de: Gibt an, wie oft gepingt werden soll
el: Καθορίζει τον αριθμό των φορών για ping
es: Especifica el número de veces que se debe hacer ping
fr: Spécifie le nombre de fois à envoyer un ping
ga: Sonraíonn an líon uaireanta go ping
hi: पिंग करने की संख्या निर्दिष्ट करता है
hi_latn: kaee baar nirdisht karata hai ping
id: Menentukan jumlah kali ping
it: Specifica il numero di volte in cui eseguire il ping
ja: pingの回数を指定します
ko: 핑 횟수를 지정합니다.
ms: Menentukan bilangan kali untuk ping
nb: Angir antall ganger å pinge
nl: Specificeert het aantal keren dat moet worden gepingd
pt: Especifica o número de vezes para executar ping
ro: Specifică numărul de ori pentru ping
tr: Ping atılacak zaman sayısını belirtir
uk: Визначає кількість разів для пінгування
vi: Chỉ định số lần ping
zh: 指定 ping 的次數

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_DESC
source: Gets the current platform
ar: يحصل على النظام الأساسي الحالي
de: Ruft die aktuelle Plattform ab
el: Αποκτά την τρέχουσα πλατφόρμα
es: Obtiene la plataforma actual
fr: Obtient la plateforme actuelle
ga: Faigheann an t-ardán reatha
hi: वर्तमान प्लेटफार्म मिलता है
hi_latn: vartamaan pletaform praapt karata hai
id: Mendapatkan platform saat ini
it: Ottiene la piattaforma corrente
ja: 現在のプラットフォームを取得します
ko: 현재 플랫폼을 가져옵니다.
ms: Mendapat platform semasa
nb: Henter gjeldende plattform
nl: Haalt het huidige platform op
pt: Obtém a plataforma atual
ro: Obține platforma actuală
tr: Mevcut platformu alır
uk: Отримує поточну платформу
vi: Nhận nền tảng hiện tại
zh: 獲取當前平台

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_SWITCH_N_DESC
source: Shows the platform name
ar: يظهر اسم المنصة
de: Zeigt den Plattformnamen an
el: Εμφανίζει το όνομα της πλατφόρμας
es: Muestra el nombre de la plataforma.
fr: Affiche le nom de la plateforme
ga: Léiríonn an t-ainm ardán
hi: प्लेटफ़ॉर्म का नाम दिखाता है
hi_latn: pletaform naam dikhaata hai
id: Menunjukkan nama platform
it: Mostra il nome della piattaforma
ja: プラットフォーム名を表示します
ko: 플랫폼 이름을 표시합니다.
ms: Menunjukkan nama platform
nb: Viser plattformnavnet
nl: Toont de platformnaam
pt: Mostra o nome da plataforma
ro: Afișează numele platformei
tr: Platform adını gösterir
uk: Показує назву платформи
vi: Hiển thị tên nền tảng
zh: 顯示平台名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_SWITCH_V_DESC
source: Shows the platform version
ar: يعرض إصدار النظام الأساسي
de: Zeigt die Plattformversion an
el: Εμφανίζει την έκδοση πλατφόρμας
es: Muestra la versión de la plataforma.
fr: Affiche la version de la plateforme
ga: Léiríonn an leagan ardán
hi: प्लेटफ़ॉर्म संस्करण दिखाता है
hi_latn: pletaform sanskaran dikhaata hai
id: Menunjukkan versi platform
it: Mostra la versione della piattaforma
ja: プラットフォームのバージョンを表示します
ko: 플랫폼 버전을 표시합니다.
ms: Menunjukkan versi platform
nb: Viser plattformversjonen
nl: Toont de platformversie
pt: Mostra a versão da plataforma
ro: Afișează versiunea platformei
tr: Platform sürümünü gösterir
uk: Показує версію платформи
vi: Hiển thị phiên bản nền tảng
zh: 顯示平台版本

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_SWITCH_B_DESC
source: Shows the platform bits
ar: يظهر بتات المنصة
de: Zeigt die Plattformbits an
el: Εμφανίζει τα bits της πλατφόρμας
es: Muestra los bits de la plataforma.
fr: Affiche les bits de la plate-forme
ga: Taispeáin na píosaí ardán
hi: प्लेटफ़ॉर्म बिट्स दिखाता है
hi_latn: pletaform bits dikhaata hai
id: Menunjukkan bit platform
it: Mostra i bit della piattaforma
ja: プラットフォームビットを表示します
ko: 플랫폼 비트를 표시합니다.
ms: Menunjukkan bit platform
nb: Viser plattformbitene
nl: Toont de platformbits
pt: Mostra os bits da plataforma
ro: Afișează biții platformei
tr: Platform bitlerini gösterir
uk: Показує частини платформи
vi: Hiển thị các bit nền tảng
zh: 顯示平台位

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_SWITCH_C_DESC
source: Shows the .NET platform version
ar: يعرض إصدار النظام الأساسي .NET
de: Zeigt die .NET-Plattformversion an
el: Εμφανίζει την έκδοση της πλατφόρμας .NET
es: Muestra la versión de la plataforma .NET.
fr: Affiche la version de la plateforme .NET
ga: Léiríonn an leagan ardán .NET
hi: .NET प्लेटफ़ॉर्म संस्करण दिखाता है
hi_latn: .nait pletaform sanskaran dikhaata hai
id: Menunjukkan versi platform .NET
it: Mostra la versione della piattaforma .NET
ja: .NETプラットフォームのバージョンを表示します
ko: .NET 플랫폼 버전을 표시합니다.
ms: Menunjukkan versi platform .NET
nb: Viser .NET-plattformversjonen
nl: Toont de .NET-platformversie
pt: Mostra a versão da plataforma .NET
ro: Afișează versiunea platformei .NET
tr: .NET platform sürümünü gösterir
uk: Показує версію платформи .NET
vi: Hiển thị phiên bản nền tảng .NET
zh: 顯示 .NET 平台版本

# NKS_SHELL_SHELLS_UESH_COMMAND_PLATFORM_SWITCH_R_DESC
source: Shows the .NET platform runtime identifier
ar: يعرض معرف وقت تشغيل النظام الأساسي .NET
de: Zeigt die Laufzeitkennung der .NET-Plattform an
el: Εμφανίζει το αναγνωριστικό χρόνου εκτέλεσης πλατφόρμας .NET
es: Muestra el identificador de tiempo de ejecución de la plataforma .NET.
fr: Affiche l'identifiant d'exécution de la plateforme .NET
ga: Taispeánann sé an t-aitheantóir ama rite ardáin .NET
hi: .NET प्लेटफ़ॉर्म रनटाइम पहचानकर्ता दिखाता है
hi_latn: .nait pletaform ranataim pahachaanakarta dikhaata hai
id: Menampilkan pengidentifikasi runtime platform .NET
it: Mostra l'identificatore di runtime della piattaforma .NET
ja: .NETプラットフォームのランタイム識別子を表示します。
ko: .NET 플랫폼 런타임 식별자를 표시합니다.
ms: Menunjukkan pengecam masa jalan platform .NET
nb: Viser .NET-plattformens kjøretidsidentifikator
nl: Toont de runtime-ID van het .NET-platform
pt: Mostra o identificador de tempo de execução da plataforma .NET
ro: Afișează identificatorul de rulare a platformei .NET
tr: .NET platform çalışma zamanı tanımlayıcısını gösterir
uk: Показує ідентифікатор середовища виконання платформи .NET
vi: Hiển thị định danh thời gian chạy nền tảng .NET
zh: 顯示 .NET 平台運行時標識符

# NKS_SHELL_SHELLS_UESH_COMMAND_REBOOT_DESC
source: Restarts the kernel
ar: يعيد تشغيل النواة
de: Startet den Kernel neu
el: Επανεκκινεί τον πυρήνα
es: Reinicia el kernel
fr: Redémarre le noyau
ga: Atosaíonn an eithne
hi: कर्नेल को पुनः प्रारंभ करता है
hi_latn: karnel ko punah aarambh karata hai
id: Memulai ulang kernel
it: Riavvia il kernel
ja: カーネルを再起動します
ko: 커널을 다시 시작합니다.
ms: Memulakan semula kernel
nb: Starter kjernen på nytt
nl: Start de kernel opnieuw op
pt: Reinicia o kernel
ro: Repornește nucleul
tr: Çekirdeği yeniden başlatır
uk: Перезапускає ядро
vi: Khởi động lại hạt nhân
zh: 重新啟動內核

# NKS_SHELL_SHELLS_UESH_COMMAND_REBOOT_SWITCH_SAFE_DESC
source: Restarts the kernel to safe mode.
ar: إعادة تشغيل النواة إلى الوضع الآمن.
de: Startet den Kernel im abgesicherten Modus neu.
el: Επανεκκινεί τον πυρήνα σε ασφαλή λειτουργία.
es: Reinicia el kernel en modo seguro.
fr: Redémarre le noyau en mode sans échec.
ga: Atosaíonn sé an eithne go mód sábháilte.
hi: कर्नेल को सुरक्षित मोड में पुनरारंभ करता है।
hi_latn: karnel ko surakshit mod mein punah aarambh karata hai.
id: Memulai ulang kernel ke mode aman.
it: Riavvia il kernel in modalità provvisoria.
ja: カーネルをセーフ モードで再起動します。
ko: 커널을 안전 모드로 다시 시작합니다.
ms: Mulakan semula kernel ke mod selamat.
nb: Starter kjernen på nytt til sikker modus.
nl: Herstart de kernel naar de veilige modus.
pt: Reinicia o kernel no modo de segurança.
ro: Repornește nucleul în modul sigur.
tr: Çekirdeği güvenli modda yeniden başlatır.
uk: Перезапускає ядро в безпечний режим.
vi: Khởi động lại kernel ở chế độ an toàn.
zh: 將核心重新啟動到安全模式。

# NKS_SHELL_SHELLS_UESH_COMMAND_REBOOT_SWITCH_MAINTENANCE_DESC
source: Restarts the kernel to maintenance mode.
ar: إعادة تشغيل النواة إلى وضع الصيانة.
de: Startet den Kernel im Wartungsmodus neu.
el: Επανεκκινεί τον πυρήνα σε λειτουργία συντήρησης.
es: Reinicia el kernel en modo de mantenimiento.
fr: Redémarre le noyau en mode maintenance.
ga: Atosaíonn sé an eithne go mód cothabhála.
hi: कर्नेल को रखरखाव मोड में पुनरारंभ करता है।
hi_latn: karnel ko rakharakhaav mod mein punah aarambh karata hai.
id: Memulai ulang kernel ke mode pemeliharaan.
it: Riavvia il kernel in modalità di manutenzione.
ja: カーネルをメンテナンス モードで再起動します。
ko: 커널을 유지 관리 모드로 다시 시작합니다.
ms: Mulakan semula kernel ke mod penyelenggaraan.
nb: Starter kjernen på nytt til vedlikeholdsmodus.
nl: Start de kernel opnieuw op naar de onderhoudsmodus.
pt: Reinicia o kernel no modo de manutenção.
ro: Repornește nucleul în modul de întreținere.
tr: Çekirdeği bakım modunda yeniden başlatır.
uk: Перезапускає ядро в режим обслуговування.
vi: Khởi động lại kernel ở chế độ bảo trì.
zh: 將核心重新啟動到維護模式。

# NKS_SHELL_SHELLS_UESH_COMMAND_REBOOT_SWITCH_DEBUG_DESC
source: Restarts the kernel to debug mode.
ar: إعادة تشغيل النواة إلى وضع التصحيح.
de: Startet den Kernel im Debug-Modus neu.
el: Επανεκκινεί τον πυρήνα σε λειτουργία εντοπισμού σφαλμάτων.
es: Reinicia el kernel en modo de depuración.
fr: Redémarre le noyau en mode débogage.
ga: Atosaíonn sé an eithne go mód dífhabhtaithe.
hi: डिबग मोड में कर्नेल को पुनरारंभ करता है।
hi_latn: karnel ko deebag mod mein punah aarambh karata hai.
id: Memulai ulang kernel ke mode debug.
it: Riavvia il kernel in modalità debug.
ja: カーネルをデバッグ モードで再起動します。
ko: 디버그 모드로 커널을 다시 시작합니다.
ms: Mulakan semula kernel ke mod nyahpepijat.
nb: Starter kjernen på nytt til feilsøkingsmodus.
nl: Herstart de kernel naar de debug-modus.
pt: Reinicia o kernel no modo de depuração.
ro: Repornește nucleul în modul de depanare.
tr: Çekirdeği hata ayıklama modunda yeniden başlatır.
uk: Перезапускає ядро в режим налагодження.
vi: Khởi động lại kernel ở chế độ gỡ lỗi.
zh: 將核心重新啟動到調試模式。

# NKS_SHELL_SHELLS_UESH_COMMAND_RMSEC_DESC
source: Removes a file or a directory securely
ar: إزالة ملف أو دليل بشكل آمن
de: Entfernt eine Datei oder ein Verzeichnis sicher
el: Αφαιρεί ένα αρχείο ή έναν κατάλογο με ασφάλεια
es: Elimina un archivo o un directorio de forma segura
fr: Supprime un fichier ou un répertoire en toute sécurité
ga: Baintear comhad nó eolaire go slán
hi: किसी फ़ाइल या निर्देशिका को सुरक्षित रूप से हटा देता है
hi_latn: fail ya nirdeshika ko surakshit roop se hataata hai
id: Menghapus file atau direktori dengan aman
it: Rimuove un file o una directory in modo sicuro
ja: ファイルまたはディレクトリを安全に削除します
ko: 파일이나 디렉터리를 안전하게 제거합니다.
ms: Mengalih keluar fail atau direktori dengan selamat
nb: Fjerner en fil eller en katalog sikkert
nl: Verwijdert veilig een bestand of map
pt: Remove um arquivo ou diretório com segurança
ro: Îndepărtează un fișier sau un director în siguranță
tr: Bir dosyayı veya dizini güvenli bir şekilde kaldırır
uk: Безпечно видаляє файл або каталог
vi: Xóa một tập tin hoặc một thư mục một cách an toàn
zh: 安全地刪除檔案或目錄

# NKS_SHELL_SHELLS_UESH_COMMAND_RMGROUP_DESC
source: Removes a group from the list
ar: إزالة مجموعة من القائمة
de: Entfernt eine Gruppe aus der Liste
el: Αφαιρεί μια ομάδα από τη λίστα
es: Elimina un grupo de la lista
fr: Supprime un groupe de la liste
ga: Baintear grúpa den liosta
hi: किसी समूह को सूची से हटा देता है
hi_latn: soochee se samooh hataata hai
id: Menghapus grup dari daftar
it: Rimuove un gruppo dall'elenco
ja: リストからグループを削除します
ko: 목록에서 그룹을 제거합니다.
ms: Mengalih keluar kumpulan daripada senarai
nb: Fjerner en gruppe fra listen
nl: Verwijdert een groep uit de lijst
pt: Remove um grupo da lista
ro: Elimină un grup din listă
tr: Bir grubu listeden kaldırır
uk: Видаляє групу зі списку
vi: Xóa một nhóm khỏi danh sách
zh: 從清單中刪除群組

# NKS_SHELL_SHELLS_UESH_COMMAND_RMUSERFROMGROUP_DESC
source: Removes a user from the group
ar: إزالة مستخدم من المجموعة
de: Entfernt einen Benutzer aus der Gruppe
el: Αφαιρεί έναν χρήστη από την ομάδα
es: Elimina un usuario del grupo
fr: Supprime un utilisateur du groupe
ga: Baintear úsáideoir den ghrúpa
hi: किसी उपयोगकर्ता को समूह से हटा देता है
hi_latn: samooh se upayogakarta hataata hai
id: Menghapus pengguna dari grup
it: Rimuove un utente dal gruppo
ja: グループからユーザーを削除します
ko: 그룹에서 사용자를 제거합니다.
ms: Mengalih keluar pengguna daripada kumpulan
nb: Fjerner en bruker fra gruppen
nl: Verwijdert een gebruiker uit de groep
pt: Remove um usuário do grupo
ro: Elimină un utilizator din grup
tr: Bir kullanıcıyı gruptan kaldırır
uk: Видаляє користувача з групи
vi: Xóa người dùng khỏi nhóm
zh: 從群組中刪除用戶

# NKS_SHELL_SHELLS_UESH_COMMAND_SAVECONFIG_DESC
source: Saves the current kernel configuration to its file
ar: يحفظ تكوين kernel الحالي في ملفه
de: Speichert die aktuelle Kernelkonfiguration in seiner Datei
el: Αποθηκεύει την τρέχουσα διαμόρφωση του πυρήνα στο αρχείο του
es: Guarda la configuración actual del kernel en su archivo.
fr: Enregistre la configuration actuelle du noyau dans son fichier
ga: Sábhálann an chumraíocht eithne reatha a chomhad
hi: वर्तमान कर्नेल कॉन्फ़िगरेशन को अपनी फ़ाइल में सहेजता है
hi_latn: vartamaan karnel konfigareshan ko usakee fail mein sahejata hai
id: Menyimpan konfigurasi kernel saat ini ke dalam berkasnya
it: Salva la configurazione corrente del kernel nel suo file
ja: 現在のカーネル構成をファイルに保存します
ko: 현재 커널 구성을 파일에 저장합니다.
ms: Menyimpan konfigurasi kernel semasa ke failnya
nb: Lagrer gjeldende kjernekonfigurasjon i filen
nl: Slaat de huidige kernelconfiguratie op in zijn bestand
pt: Salva a configuração atual do kernel em seu arquivo
ro: Salvează configurația curentă a nucleului în fișierul său
tr: Mevcut çekirdek yapılandırmasını dosyasına kaydeder
uk: Зберігає поточну конфігурацію ядра у свій файл
vi: Lưu cấu hình hạt nhân hiện tại vào tệp của nó
zh: 將目前內核配置儲存到其檔案中

# NKS_SHELL_SHELLS_UESH_COMMAND_SAVESCREEN_SWITCH_SELECT_DESC
source: Gives you an option to select the screensaver to try out
ar: يمنحك خيارًا لتحديد شاشة التوقف لتجربتها
de: Bietet Ihnen die Möglichkeit, den Bildschirmschoner zum Ausprobieren auszuwählen
el: Σας δίνει την επιλογή να επιλέξετε την προφύλαξη οθόνης για να τη δοκιμάσετε
es: Te da la opción de seleccionar el protector de pantalla para probar.
fr: Vous donne la possibilité de sélectionner l'économiseur d'écran à essayer
ga: Tugann sé rogha duit an spárálaíscáileáin a roghnú le triail a bhaint as
hi: आपको आज़माने के लिए स्क्रीनसेवर चुनने का विकल्प देता है
hi_latn: aapako aazamaane ke lie skreenasevar chunane ka vikalp deta hai
id: Memberikan Anda opsi untuk memilih screensaver untuk dicoba
it: Ti dà la possibilità di selezionare lo screensaver da provare
ja: 試すスクリーンセーバーを選択するオプションが表示されます
ko: 시험해 볼 화면 보호기를 선택할 수 있는 옵션을 제공합니다.
ms: Memberi anda pilihan untuk memilih penyelamat skrin untuk dicuba
nb: Gir deg muligheten til å velge skjermspareren du vil prøve
nl: Geeft u de mogelijkheid om de screensaver te selecteren die u wilt uitproberen
pt: Oferece a opção de selecionar o protetor de tela para experimentar
ro: Vă oferă o opțiune de a selecta screensaver-ul pe care să îl încercați
tr: Denemek istediğiniz ekran koruyucuyu seçme seçeneği sunar
uk: Дає вам можливість вибрати заставку для випробування
vi: Cung cấp cho bạn tùy chọn để chọn trình bảo vệ màn hình để dùng thử
zh: 為您提供選擇螢幕保護程式進行試用的選項

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_ADDONSAVER_DESC
source: Opens the addon screensaver settings
ar: يفتح إعدادات شاشة التوقف الإضافية
de: Öffnet die Einstellungen für den Add-on-Bildschirmschoner
el: Ανοίγει τις ρυθμίσεις της προφύλαξης οθόνης του πρόσθετου
es: Abre la configuración del protector de pantalla adicional.
fr: Ouvre les paramètres de l'économiseur d'écran du module complémentaire
ga: Osclaíonn sé na socruithe spárálaíscáileáin addon
hi: ऐडऑन स्क्रीनसेवर सेटिंग्स खोलता है
hi_latn: edon skreenasevar setings kholata hai
id: Membuka pengaturan screensaver addon
it: Apre le impostazioni del salvaschermo del componente aggiuntivo
ja: アドオンのスクリーンセーバー設定を開きます
ko: 애드온 화면 보호기 설정을 엽니다
ms: Membuka tetapan penyelamat skrin tambahan
nb: Åpner innstillingene for tilleggsskjermsparer
nl: Opent de add-on screensaver-instellingen
pt: Abre as configurações do protetor de tela do complemento
ro: Deschide setările suplimentului de economizor de ecran
tr: Eklenti ekran koruyucu ayarlarını açar
uk: Відкриває налаштування заставки аддона
vi: Mở cài đặt bảo vệ màn hình bổ sung
zh: 開啟插件螢幕保護程式設定

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_DRIVER_DESC
source: Opens the driver settings
ar: يفتح إعدادات برنامج التشغيل
de: Öffnet die Treibereinstellungen
el: Ανοίγει τις ρυθμίσεις του προγράμματος οδήγησης
es: Abre la configuración del controlador
fr: Ouvre les paramètres du pilote
ga: Osclaíonn sé socruithe an tiománaí
hi: ड्राइवर सेटिंग्स खोलता है
hi_latn: draivar setings kholata hai
id: Membuka pengaturan driver
it: Apre le impostazioni del driver
ja: ドライバー設定を開きます
ko: 드라이버 설정을 엽니다
ms: Membuka tetapan pemandu
nb: Åpner driverinnstillingene
nl: Opent de stuurprogramma-instellingen
pt: Abre as configurações do driver
ro: Deschide setările driverului
tr: Sürücü ayarlarını açar
uk: Відкриває налаштування драйвера
vi: Mở cài đặt trình điều khiển
zh: 開啟驅動程式設定

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_TYPE_DESC
source: Opens the custom settings
ar: يفتح الإعدادات المخصصة
de: Öffnet die benutzerdefinierten Einstellungen
el: Ανοίγει τις προσαρμοσμένες ρυθμίσεις
es: Abre la configuración personalizada
fr: Ouvre les paramètres personnalisés
ga: Osclaíonn sé na socruithe saincheaptha
hi: कस्टम सेटिंग्स खोलता है
hi_latn: kastam setings kholata hai
id: Membuka pengaturan khusus
it: Apre le impostazioni personalizzate
ja: カスタム設定を開きます
ko: 사용자 정의 설정을 엽니다
ms: Membuka tetapan tersuai
nb: Åpner de egendefinerte innstillingene
nl: Opent de aangepaste instellingen
pt: Abre as configurações personalizadas
ro: Deschide setările personalizate
tr: Özel ayarları açar
uk: Відкриває спеціальні налаштування
vi: Mở cài đặt tùy chỉnh
zh: 開啟自訂設定

# NKS_SHELL_SHELLS_UESH_COMMAND_SETCONFIGVALUE_DESC
source: Sets a configuration variable to a specified value
ar: يضبط متغير التكوين على قيمة محددة
de: Setzt eine Konfigurationsvariable auf einen angegebenen Wert
el: Ορίζει μια μεταβλητή διαμόρφωσης σε μια καθορισμένη τιμή
es: Establece una variable de configuración en un valor específico
fr: Définit une variable de configuration sur une valeur spécifiée
ga: Socraíonn sé athróg cumraíochta go luach sonraithe
hi: एक कॉन्फ़िगरेशन वैरिएबल को एक निर्दिष्ट मान पर सेट करता है
hi_latn: konfigareshan vairiebal ko nirdisht maan par set karata hai
id: Mengatur variabel konfigurasi ke nilai yang ditentukan
it: Imposta una variabile di configurazione su un valore specificato
ja: 構成変数を指定された値に設定します
ko: 구성 변수를 지정된 값으로 설정합니다.
ms: Menetapkan pembolehubah konfigurasi kepada nilai yang ditentukan
nb: Setter en konfigurasjonsvariabel til en spesifisert verdi
nl: Stelt een configuratievariabele in op een opgegeven waarde
pt: Define uma variável de configuração para um valor especificado
ro: Setează o variabilă de configurare la o valoare specificată
tr: Bir yapılandırma değişkenini belirtilen bir değere ayarlar
uk: Встановлює змінну конфігурації на вказане значення
vi: Đặt một biến cấu hình thành một giá trị được chỉ định
zh: 將配置變數設定為指定值

# NKS_SHELL_SHELLS_UESH_COMMAND_SETEXTHANDLER_DESC
source: Sets the default extension handler of the specified extension to the specific implementer
ar: يضبط معالج الامتداد الافتراضي للامتداد المحدد على المنفذ المحدد
de: Legt den Standarderweiterungshandler der angegebenen Erweiterung auf den spezifischen Implementierer fest
el: Ορίζει τον προεπιλεγμένο χειριστή επέκτασης της καθορισμένης επέκτασης στον συγκεκριμένο υλοποιητή
es: Establece el controlador de extensión predeterminado de la extensión especificada para el implementador específico
fr: Définit le gestionnaire d'extension par défaut de l'extension spécifiée sur l'implémenteur spécifique
ga: Socraíonn sé láimhseálaí réamhshocraithe an tsínidh sonraithe don fheidhmitheoir sonrach
hi: निर्दिष्ट एक्सटेंशन के डिफ़ॉल्ट एक्सटेंशन हैंडलर को विशिष्ट कार्यान्वयनकर्ता पर सेट करता है
hi_latn: nirdisht eksatenshan ke difolt eksatenshan haindalar ko vishisht kaaryaanvayanakarta par set karata hai
id: Mengatur penangan ekstensi default dari ekstensi yang ditentukan ke pelaksana tertentu
it: Imposta il gestore dell'estensione predefinito dell'estensione specificata sull'implementatore specifico
ja: 指定された拡張機能のデフォルトの拡張機能ハンドラーを特定の実装者に設定します。
ko: 지정된 확장의 기본 확장 처리기를 특정 구현자로 설정합니다.
ms: Menetapkan pengendali sambungan lalai bagi sambungan yang ditentukan kepada pelaksana tertentu
nb: Angir standard utvidelsesbehandler for den angitte utvidelsen til den spesifikke implementeren
nl: Stelt de standaardextensiehandler van de opgegeven extensie in op de specifieke implementator
pt: Define o manipulador de extensão padrão da extensão especificada para o implementador específico
ro: Setează handlerul de extensie implicit al extensiei specificate la implementatorul specific
tr: Belirtilen uzantının varsayılan uzantı işleyicisini belirli uygulayıcıya ayarlar
uk: Встановлює обробник розширення за замовчуванням зазначеного розширення для конкретного розробника
vi: Đặt trình xử lý phần mở rộng mặc định của phần mở rộng được chỉ định cho trình triển khai cụ thể
zh: 將指定擴充功能的預設擴充處理程序設定為特定實作者
