Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_NETWORK_UPLOADPERCENTAGETEXT_DESC
source: Write how you want your download percentage text to be. Leave blank to use default style. Placeholders are parsed. {0} for downloaded size, {1} for target size, {2} for percentage.
ar: اكتب كيف تريد أن تكون نسبة تنزيل النص. اتركه فارغا لاستخدام النمط الافتراضي. يتم تحليل العناصر النائبة. {0} للحجم الذي تم تنزيله ، {1} للحجم المستهدف ، {2} بالنسبة المئوية.
de: Schreiben Sie, wie Ihr Download-Prozentsatztext aussehen soll. Lassen Sie das Feld leer, um den Standardstil zu verwenden. Platzhalter werden analysiert. {0} für heruntergeladene Größe, {1} für Zielgröße, {2} für Prozentsatz.
el: Γράψτε πώς θέλετε να είναι το κείμενο του ποσοστού λήψης. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται. {0} για το μέγεθος λήψης, {1} για το μέγεθος στόχου, {2} για το ποσοστό.
es: Escribe cómo quieres que sea el texto de tu porcentaje de descarga. Déjelo en blanco para usar el estilo predeterminado. Los marcadores de posición se analizan. {0} para el tamaño descargado, {1} para el tamaño objetivo, {2} para el porcentaje.
fr: Écrivez comment vous voulez que votre texte de pourcentage de téléchargement soit. Laissez vide pour utiliser le style par défaut. Les espaces réservés sont analysés. {0} pour la taille téléchargée, {1} pour la taille cible, {2} pour le pourcentage.
ga: Scríobh conas is mian leat do théacs céatadánach íoslódála a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil. {0} don mhéid íoslódála, {1} don mhéid sprice, {2} don chéatadán.
hi: लिखें कि आप अपने डाउनलोड प्रतिशत टेक्स्ट को कैसा बनाना चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है। {0} डाउनलोड किए गए आकार के लिए, {1} लक्ष्य आकार के लिए, {2} प्रतिशत के लिए।
hi_latn: likhen ki aap apane daunalod pratishat tekst ko kaisa banaana chaahate hain. difolt shailee ka upayog karane ke lie khaalee chhod den. plesaholdars ko paars kiya jaata hai. {0} daunalod kie gae aakaar ke lie, {1} lakshy aakaar ke lie, {2} pratishat ke lie.
id: Tuliskan persentase teks unduhan yang Anda inginkan. Kosongkan untuk menggunakan gaya default. Placeholder diurai. {0} untuk ukuran unduhan, {1} untuk ukuran target, {2} untuk persentase.
it: Scrivi come vuoi che sia il testo della percentuale di download. Lascia vuoto per usare lo stile predefinito. I segnaposto vengono analizzati. {0} per la dimensione scaricata, {1} per la dimensione target, {2} per la percentuale.
ja: ダウンロード率のテキストをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。ダウンロードされたサイズの場合は{0}、ターゲットサイズの場合は{1}、パーセンテージの場合は{2}。
ko: 원하는 다운로드 백분율 텍스트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다. 다운로드 크기는 {0}, 대상 크기는 {1}, 백분율은 {2}입니다.
ms: Tulis bagaimana anda mahu teks peratusan muat turun anda. Biarkan kosong untuk menggunakan gaya lalai. Pemegang tempat dihuraikan. {0} untuk saiz yang dimuat turun, {1} untuk saiz sasaran, {2} untuk peratusan.
nb: Skriv hvordan du vil at nedlastingsprosentteksten skal være. La stå tomt for å bruke standard stil. Plassholdere analyseres. {0} for nedlastet størrelse, {1} for målstørrelse, {2} for prosentandel.
nl: Schrijf hoe u wilt dat uw downloadpercentagetekst is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd. {0} voor gedownloade grootte, {1} voor doelgrootte, {2} voor percentage.
pt: Escreva como você deseja que seu texto de porcentagem de download seja. Deixe em branco para usar o estilo padrão. Os espaços reservados são analisados. {0} para tamanho baixado, {1} para tamanho de destino, {2} para porcentagem.
ro: Scrieți cum doriți să fie textul procentual de descărcare. Lăsați necompletat pentru a utiliza stilul implicit. Substituenții sunt analizați. {0} pentru dimensiunea descărcată, {1} pentru dimensiunea țintă, {2} pentru procent.
tr: İndirme yüzdesi metninizin nasıl olmasını istediğinizi yazın. Varsayılan stili kullanmak için boş bırakın. Yer tutucular ayrıştırılır. İndirilen boyut için {0}, hedef boyut için {1}, yüzde için {2}.
uk: Напишіть, як ви хочете, щоб ваш текст був у відсотках завантажень. Залиште поле порожнім, щоб використовувати стиль за замовчуванням. Заповнювачі аналізуються. {0} для завантаженого розміру, {1} для цільового розміру, {2} для відсотка.
vi: Viết phần trăm văn bản tải xuống theo cách bạn muốn. Để trống để sử dụng kiểu mặc định. Các chỗ giữ chỗ được phân tích cú pháp. {0} cho kích thước đã tải xuống, {1} cho kích thước mục tiêu, {2} cho phần trăm.
zh: 寫下您希望下載百分比文本的方式。留空以使用默認樣式。佔位符被解析。{0} 表示下載大小，{1} 表示目標大小，{2} 表示百分比。

# NKS_SETTINGS_SCREENSAVER_PASSAFTERLOCK_NAME
source: Ask for password after locking
ar: اطلب كلمة المرور بعد القفل
de: Nach dem Sperren nach dem Passwort fragen
el: Ζητήστε κωδικό πρόσβασης μετά το κλείδωμα
es: Pedir contraseña después de bloquear
fr: Demander le mot de passe après le verrouillage
ga: Iarr pasfhocal tar éis é a ghlasáil
hi: लॉक करने के बाद पासवर्ड मांगे
hi_latn: lok karane ke baad paasavard maange
id: Minta kata sandi setelah terkunci
it: Richiedi la password dopo il blocco
ja: ロック後にパスワードを要求する
ko: 잠금 후 비밀번호 묻기
ms: Minta kata laluan selepas dikunci
nb: Be om passord etter låsing
nl: Wachtwoord vragen na vergrendeling
pt: Pedir senha após o bloqueio
ro: Cereți parola după blocare
tr: Kilitlemeden sonra şifreyi sor
uk: Запитати пароль після блокування
vi: Yêu cầu mật khẩu sau khi khóa
zh: 鎖定後詢問密碼

# NKS_SETTINGS_SCREENSAVER_PASSAFTERLOCK_DESC
source: After locking the screen, ask for password
ar: بعد قفل الشاشة ، اطلب كلمة المرور
de: Fragen Sie nach dem Sperren des Bildschirms nach dem Passwort
el: Αφού κλειδώσετε την οθόνη, ζητήστε κωδικό πρόσβασης
es: Después de bloquear la pantalla, solicite la contraseña
fr: Après avoir verrouillé l'écran, demandez le mot de passe
ga: Tar éis duit an scáileán a ghlasáil, iarr pasfhocal
hi: स्क्रीन लॉक करने के बाद पासवर्ड मांगे
hi_latn: skreen lok karane ke baad paasavard maange
id: Setelah mengunci layar, minta kata sandi
it: Dopo aver bloccato lo schermo, chiedi la password
ja: 画面をロックした後、パスワードを要求します
ko: 화면 잠금 후 비밀번호를 물어보세요
ms: Selepas mengunci skrin, minta kata laluan
nb: Etter å ha låst skjermen, be om passord
nl: Vraag na het vergrendelen van het scherm om een wachtwoord
pt: Após bloquear a tela, peça a senha
ro: După blocarea ecranului, cereți parola
tr: Ekranı kilitledikten sonra şifre sor
uk: Після блокування екрана запитайте пароль
vi: Sau khi khóa màn hình, hãy yêu cầu mật khẩu
zh: 鎖定屏幕後，要求輸入密碼

# NKS_SETTINGS_COMMON_MINREDCOLOR_NAME
source: Minimum red color level
ar: الحد الأدنى لمستوى اللون الأحمر
de: Minimaler roter Farbpegel
el: Ελάχιστο επίπεδο κόκκινου χρώματος
es: Nivel mínimo de color rojo
fr: Niveau de couleur rouge minimum
ga: Íosleibhéal dath dearg
hi: न्यूनतम लाल रंग स्तर
hi_latn: nyoonatam laal rang star
id: Tingkat warna merah minimum
it: Livello minimo di colore rosso
ja: 最小赤色レベル
ko: 최소 적색 레벨
ms: Tahap warna merah minimum
nb: Minimum rød fargenivå
nl: Minimaal rood kleurniveau
pt: Nível mínimo de cor vermelha
ro: Nivel minim de culoare roșie
tr: Minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору
vi: Mức độ màu đỏ tối thiểu
zh: 最低紅色等級

# NKS_SETTINGS_COMMON_MINGREENCOLOR_NAME
source: Minimum green color level
ar: أدنى مستوى للون الأخضر
de: Minimaler grüner Farbpegel
el: Ελάχιστο επίπεδο πράσινου χρώματος
es: Nivel mínimo de color verde
fr: Niveau minimum de couleur verte
ga: Íosleibhéal dath glas
hi: न्यूनतम हरा रंग स्तर
hi_latn: nyoonatam hara rang star
id: Tingkat warna hijau minimum
it: Livello minimo di colore verde
ja: 最小緑色レベル
ko: 최소 녹색 색상 수준
ms: Tahap warna hijau minimum
nb: Minimum grønn fargenivå
nl: Minimaal groen kleurniveau
pt: Nível mínimo de cor verde
ro: Nivel minim de culoare verde
tr: Minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору
vi: Mức độ màu xanh lá cây tối thiểu
zh: 最低綠色等級

# NKS_SETTINGS_COMMON_MINBLUECOLOR_NAME
source: Minimum blue color level
ar: الحد الأدنى لمستوى اللون الأزرق
de: Minimaler blauer Farbpegel
el: Ελάχιστο επίπεδο μπλε χρώματος
es: Nivel mínimo de color azul
fr: Niveau de couleur bleu minimum
ga: Íosleibhéal dath gorm
hi: न्यूनतम नीला रंग स्तर
hi_latn: nyoonatam neela rang star
id: Tingkat warna biru minimum
it: Livello minimo di colore blu
ja: 最小の青色レベル
ko: 최소 파란색 수준
ms: Tahap warna biru minimum
nb: Minimum blåfargenivå
nl: Minimaal blauw kleurniveau
pt: Nível mínimo de cor azul
ro: Nivel minim de culoare albastră
tr: Minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору
vi: Mức độ màu xanh tối thiểu
zh: 最低藍色等級

# NKS_SETTINGS_COMMON_MINCOLOR_NAME
source: Minimum color level
ar: الحد الأدنى لمستوى اللون
de: Minimales Farbniveau
el: Ελάχιστο επίπεδο χρώματος
es: Nivel de color mínimo
fr: Niveau de couleur minimal
ga: Leibhéal dath íosta
hi: न्यूनतम रंग स्तर
hi_latn: nyoonatam rang star
id: Tingkat warna minimum
it: Livello di colore minimo
ja: 最小カラーレベル
ko: 최소 색상 수준
ms: Tahap warna minimum
nb: Minimum fargenivå
nl: Minimaal kleurniveau
pt: Nível mínimo de cor
ro: Nivel minim de culoare
tr: Minimum renk seviyesi
uk: Мінімальний рівень кольору
vi: Mức màu tối thiểu
zh: 最低色階

# NKS_SETTINGS_COMMON_MAXREDCOLOR_NAME
source: Maximum red color level
ar: الحد الأقصى لمستوى اللون الأحمر
de: Maximale rote Farbstufe
el: Μέγιστο επίπεδο κόκκινου χρώματος
es: Nivel máximo de color rojo
fr: Niveau de couleur rouge maximum
ga: Uasleibhéal dath dearg
hi: अधिकतम लाल रंग स्तर
hi_latn: adhikatam laal rang star
id: Tingkat warna merah maksimum
it: Livello massimo di colore rosso
ja: 最大赤色レベル
ko: 최대 적색 레벨
ms: Tahap warna merah maksimum
nb: Maksimalt rødt fargenivå
nl: Maximaal rood kleurniveau
pt: Nível máximo de cor vermelha
ro: Nivel maxim de culoare roșie
tr: Maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору
vi: Mức màu đỏ tối đa
zh: 最大紅色級別

# NKS_SETTINGS_COMMON_MAXGREENCOLOR_NAME
source: Maximum green color level
ar: الحد الأقصى لمستوى اللون الأخضر
de: Maximale grüne Farbstufe
el: Μέγιστο επίπεδο πράσινου χρώματος
es: Nivel máximo de color verde
fr: Niveau maximum de couleur verte
ga: Uasleibhéal dath glas
hi: अधिकतम हरा रंग स्तर
hi_latn: adhikatam hara rang star
id: Tingkat warna hijau maksimum
it: Livello massimo di colore verde
ja: 最大緑色レベル
ko: 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum
nb: Maksimalt grønt fargenivå
nl: Maximaal groen kleurniveau
pt: Nível máximo de cor verde
ro: Nivel maxim de culoare verde
tr: Maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору
vi: Mức màu xanh lá cây tối đa
zh: 最大綠色等級

# NKS_SETTINGS_COMMON_MAXBLUECOLOR_NAME
source: Maximum blue color level
ar: الحد الأقصى لمستوى اللون الأزرق
de: Maximale blaue Farbstufe
el: Μέγιστο επίπεδο μπλε χρώματος
es: Nivel máximo de color azul
fr: Niveau de couleur bleu maximum
ga: Uasleibhéal dath gorm
hi: अधिकतम नीला रंग स्तर
hi_latn: adhikatam neela rang star
id: Tingkat warna biru maksimum
it: Livello massimo di colore blu
ja: 最大青色レベル
ko: 최대 파란색 수준
ms: Tahap warna biru maksimum
nb: Maksimalt blått fargenivå
nl: Maximaal blauw kleurniveau
pt: Nível máximo de cor azul
ro: Nivel maxim de culoare albastră
tr: Maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору
vi: Mức màu xanh tối đa
zh: 最大藍色級別

# NKS_SETTINGS_COMMON_MAXCOLOR_NAME
source: Maximum color level
ar: الحد الأقصى لمستوى اللون
de: Maximale Farbstufe
el: Μέγιστο επίπεδο χρώματος
es: Nivel máximo de color
fr: Niveau de couleur maximal
ga: Uasleibhéal datha
hi: अधिकतम रंग स्तर
hi_latn: adhikatam rang star
id: Tingkat warna maksimum
it: Massimo livello di colore
ja: 最大カラーレベル
ko: 최대 색상 수준
ms: Tahap warna maksimum
nb: Maksimalt fargenivå
nl: Maximaal kleurniveau
pt: Nível máximo de cor
ro: Nivel maxim de culoare
tr: Maksimum renk seviyesi
uk: Максимальний рівень кольору
vi: Mức màu tối đa
zh: 最大色階

# NKS_SETTINGS_COMMON_MINREDCOLOR_DESC
source: Minimum red color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler roter Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur rouge minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: nyoonatam laal rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna merah minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 붉은 색 수준. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum rød fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0, kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SETTINGS_COMMON_MINGREENCOLOR_DESC
source: Minimum green color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أدنى مستوى للون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler grüner Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau minimum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: nyoonatam hara rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna hijau minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum grønn fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低綠色水平。接受的最小值為 0，接受的最大值為 255。

# NKS_SETTINGS_COMMON_MINBLUECOLOR_DESC
source: Minimum blue color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler blauer Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur bleu minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: nyoonatam neela rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna biru minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 파란색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum blåfargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SETTINGS_COMMON_MINCOLOR_DESC
source: Minimum color level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colors or 16 for 16 colors.
ar: الحد الأدنى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Minimales Farbniveau. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Ελάχιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel mínimo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur minimal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Leibhéal dath íosta. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: न्यूनतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
hi_latn: nyoonatam rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 rangon ke lie 255 ya 16 rangon ke lie 16 hai.
id: Tingkat warna minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Livello di colore minimo. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最小カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최소 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Minimum fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Minimaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível mínimo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel minim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Minimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Мінімальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối thiểu. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最低顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_SETTINGS_COMMON_MAXREDCOLOR_DESC
source: Maximum red color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale rote Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur rouge. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: adhikatam laal rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna merah maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 적색 레벨. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt rødt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大紅色級別。接受的最小值為 0，接受的最大值為 255。
