Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_KEYBINDING2
source: commands before booting or `c' for a command line.
ar: الأوامر قبل التشغيل أو "c" لسطر الأوامر.
de: Befehle vor dem Booten oder „c“ für eine Befehlszeile.
el: εντολές πριν από την εκκίνηση ή «c» για μια γραμμή εντολών.
es: comandos antes de arrancar o `c' para una línea de comando.
fr: commandes avant de démarrer ou `c' pour une ligne de commande.
ga: orduithe roimh tosaithe nó `c' le haghaidh líne ordaithe.
hi: बूट करने से पहले कमांड या कमांड लाइन के लिए 'c'।
hi_latn: kamaand ko sampaadit karane ke lie `ai dabaen ya kamaand lain ke lie `ch dabaen.
id: perintah sebelum boot atau `c' untuk baris perintah.
it: comandi prima dell'avvio o "c" per una riga di comando.
ja: 起動前にコマンドを入力するか、コマンドラインの場合は「c」を入力します。
ko: 부팅하기 전의 명령 또는 명령줄의 경우 `c'입니다.
ms: arahan sebelum but atau `c' untuk baris arahan.
nb: kommandoer før oppstart eller `c' for en kommandolinje.
nl: commando's vóór het opstarten of `c' voor een commandoregel.
pt: comandos antes de inicializar ou `c' para uma linha de comando.
ro: comenzi înainte de pornire sau `c' pentru o linie de comandă.
tr: önyüklemeden önce komutlar veya komut satırı için `c'.
uk: команд перед завантаженням або `c' для командного рядка.
vi: lệnh trước khi khởi động hoặc `c' để vào dòng lệnh.
zh: 啟動前的命令或命令列的“c”。

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_BOOTING1
source: Booting '{0}'
ar: التشغيل '{0}'
de: Booten von „{0}“
el: Εκκίνηση "{0}"
es: Arrancando '{0}'
fr: Démarrage de '{0}'
ga: '{0}' á tosaithe
hi: बूटिंग '{0}'
id: Mem-boot '{0}'
it: Avvio di '{0}'
ja: '{0}' を起動しています
ko: '{0}' 부팅 중
ms: But '{0}'
nb: Starter opp «{0}»
nl: '{0}' opstarten
pt: Inicializando '{0}'
ro: Pornirea „{0}”
tr: '{0}' başlatılıyor
uk: Завантаження "{0}"
vi: Đang khởi động '{0}'
zh: 正在啟動“{0}”

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_BOOTING2
source: Filesystem type is
ar: نوع نظام الملفات هو
de: Der Dateisystemtyp ist
el: Ο τύπος του συστήματος αρχείων είναι
es: El tipo de sistema de archivos es
fr: Le type de système de fichiers est
ga: Tá cineál córas comhaid
hi: फ़ाइल सिस्टम प्रकार है
hi_latn: fail sistam ka prakaar hai
id: Tipe sistem berkas adalah
it: Il tipo di filesystem è
ja: ファイルシステムの種類は
ko: 파일 시스템 유형은 다음과 같습니다.
ms: Jenis sistem fail ialah
nb: Filsystemtype er
nl: Bestandssysteemtype is
pt: O tipo de sistema de arquivos é
ro: Tipul sistemului de fișiere este
tr: Dosya sistemi türü
uk: Тип файлової системи
vi: Kiểu hệ thống tập tin là
zh: 檔案系統類型是

# NKS_KERNEL_STARTING_BOOTLOADER_GRUBLEGACY_BOOTING3
source: partition type
ar: نوع التقسيم
de: Partitionstyp
el: τύπος διαμερίσματος
es: tipo de partición
fr: type de partition
ga: cineál críochdheighilte
hi: विभाजन प्रकार
hi_latn: vibhaajan ka prakaar
id: tipe partisi
it: tipo di partizione
ja: パーティションタイプ
ko: 파티션 유형
ms: jenis partition
nb: partisjonstype
nl: partitietype
pt: tipo de partição
ro: tipul partiției
tr: bölüm türü
uk: тип перегородки
vi: loại phân vùng
zh: 隔間類型

# NKS_KERNEL_STARTING_BOOTLOADER_LILO_TIMEOUT
source: Hit any key to cancel timeout
ar: اضغط على أي مفتاح لإلغاء المهلة
de: Drücken Sie eine beliebige Taste, um das Timeout abzubrechen
el: Πατήστε οποιοδήποτε πλήκτρο για να ακυρώσετε το χρονικό όριο
es: Presione cualquier tecla para cancelar el tiempo de espera
fr: Appuyez sur n'importe quelle touche pour annuler le délai d'attente
ga: Buail eochair ar bith chun an t-am istigh a chealú
hi: टाइमआउट रद्द करने के लिए कोई भी कुंजी दबाएं
hi_latn: taimaut radd karane ke lie koee bhee kunjee dabaen
id: Tekan tombol apa saja untuk membatalkan batas waktu
it: Premi un tasto qualsiasi per annullare il timeout
ja: タイムアウトをキャンセルするには任意のキーを押してください
ko: 시간 초과를 취소하려면 아무 키나 누르십시오.
ms: Tekan sebarang kekunci untuk membatalkan tamat masa
nb: Trykk på hvilken som helst tast for å avbryte tidsavbrudd
nl: Druk op een willekeurige toets om de time-out te annuleren
pt: Pressione qualquer tecla para cancelar o tempo limite
ro: Apăsați orice tastă pentru a anula expirarea timpului
tr: Zaman aşımını iptal etmek için herhangi bir tuşa basın
uk: Натисніть будь-яку клавішу, щоб скасувати тайм-аут
vi: Nhấn phím bất kỳ để hủy thời gian chờ
zh: 按任意鍵取消逾時

# NKS_KERNEL_STARTING_BOOTLOADER_LILO_KEYBINDING1
source: Use arrow keys to make selection
ar: استخدم مفاتيح الأسهم لإجراء التحديد
de: Verwenden Sie die Pfeiltasten, um eine Auswahl zu treffen
el: Χρησιμοποιήστε τα πλήκτρα βέλους για να κάνετε την επιλογή
es: Utilice las teclas de flecha para realizar la selección.
fr: Utilisez les touches fléchées pour faire la sélection
ga: Bain úsáid as saigheadeochracha chun rogha a dhéanamh
hi: चयन करने के लिए तीर कुंजियों का उपयोग करें
hi_latn: chayan karane ke lie teer kunjiyon ka upayog karen
id: Gunakan tombol panah untuk membuat pilihan
it: Utilizzare i tasti freccia per effettuare la selezione
ja: 矢印キーを使用して選択します
ko: 화살표 키를 사용하여 선택하세요.
ms: Gunakan kekunci anak panah untuk membuat pilihan
nb: Bruk piltastene for å velge
nl: Gebruik de pijltjestoetsen om een selectie te maken
pt: Use as teclas de seta para fazer a seleção
ro: Utilizați tastele săgeți pentru a face selecția
tr: Seçim yapmak için ok tuşlarını kullanın
uk: Використовуйте клавіші зі стрілками, щоб зробити вибір
vi: Sử dụng các phím mũi tên để lựa chọn
zh: 使用箭頭鍵進行選擇

# NKS_KERNEL_STARTING_BOOTLOADER_LILO_KEYBINDING2
source: Enter choice & options, hit CR to boot
ar: أدخل الاختيار والخيارات، ثم اضغط على CR للإقلاع
de: Geben Sie Auswahl und Optionen ein und drücken Sie CR zum Booten
el: Εισαγάγετε επιλογή και επιλογές, πατήστε CR για εκκίνηση
es: Ingrese la elección y las opciones, presione CR para iniciar
fr: Entrez le choix et les options, appuyez sur CR pour démarrer
ga: Iontráil rogha & roghanna, brúigh CR chun tosaithe
hi: विकल्प और विकल्प दर्ज करें, बूट करने के लिए CR दबाएं
hi_latn: vikalp aur vikalp darj karen, boot karane ke lie chr dabaen
id: Masukkan pilihan & opsi, tekan CR untuk boot
it: Inserisci scelta e opzioni, premi CR per avviare
ja: 選択肢とオプションを入力し、CRを押して起動します
ko: 선택 및 옵션을 입력하고 CR을 눌러 부팅하세요.
ms: Masukkan pilihan & pilihan, tekan CR untuk but
nb: Skriv inn valg og alternativer, trykk CR for å starte opp
nl: Voer keuze en opties in, druk op CR om op te starten
pt: Digite escolha e opções, pressione CR para inicializar
ro: Introduceți opțiuni și opțiuni, apăsați CR pentru a porni
tr: Seçim ve seçenekleri girin, başlatmak için CR'ye basın
uk: Введіть вибір і параметри, натисніть CR для завантаження
vi: Nhập lựa chọn & tùy chọn, nhấn CR để khởi động
zh: 輸入選擇和選項，按 CR 啟動

# NKS_KERNEL_STARTING_BOOTLOADER_NTLDR_PROMPT
source: Please select the operating system to start
ar: الرجاء تحديد نظام التشغيل للبدء
de: Bitte wählen Sie das zu startende Betriebssystem aus
el: Επιλέξτε το λειτουργικό σύστημα για εκκίνηση
es: Por favor seleccione el sistema operativo para comenzar
fr: Veuillez sélectionner le système d'exploitation pour démarrer
ga: Roghnaigh an córas oibriúcháin le tosú
hi: कृपया प्रारंभ करने के लिए ऑपरेटिंग सिस्टम का चयन करें
hi_latn: krpaya praarambh karane ke lie opareting sistam ka chayan karen
id: Silakan pilih sistem operasi untuk memulai
it: Seleziona il sistema operativo da avviare
ja: 起動するオペレーティングシステムを選択してください
ko: 시작할 운영 체제를 선택하십시오.
ms: Sila pilih sistem pengendalian untuk dimulakan
nb: Velg operativsystemet du vil starte
nl: Selecteer het besturingssysteem dat u wilt starten
pt: Selecione o sistema operacional para iniciar
ro: Vă rugăm să selectați sistemul de operare pentru a porni
tr: Lütfen başlatmak için işletim sistemini seçin
uk: Виберіть операційну систему для запуску
vi: Vui lòng chọn hệ điều hành để bắt đầu
zh: 請選擇要啟動的作業系統

# NKS_KERNEL_STARTING_BOOTLOADER_NTLDR_KEYBINDING1
source: Use the up and down arrow keys to move the highlight to your choice.
ar: استخدم مفاتيح الأسهم لأعلى ولأسفل لنقل التمييز إلى اختيارك.
de: Verwenden Sie die Auf- und Ab-Pfeiltasten, um die Markierung auf Ihre Auswahl zu verschieben.
el: Χρησιμοποιήστε τα πλήκτρα πάνω και κάτω βέλους για να μετακινήσετε την επισήμανση στην επιλογή σας.
es: Utilice las teclas de flecha arriba y abajo para mover el resaltado a su elección.
fr: Utilisez les touches fléchées haut et bas pour déplacer la surbrillance vers votre choix.
ga: Bain úsáid as na saigheadeochracha suas agus síos chun an buaicphointe a bhogadh chuig do rogha féin.
hi: हाइलाइट को अपनी पसंद के स्थान पर ले जाने के लिए ऊपर और नीचे तीर कुंजियों का उपयोग करें।
hi_latn: hailait ko apanee pasand par le jaane ke lie oopar aur neeche teer kunjiyon ka upayog karen.
id: Gunakan tombol panah atas dan bawah untuk menggerakkan sorotan sesuai pilihan Anda.
it: Utilizza i tasti freccia su e giù per spostare l'evidenziazione sulla tua scelta.
ja: 上矢印キーと下矢印キーを使用して、ハイライトを選択項目に移動します。
ko: 위쪽 및 아래쪽 화살표 키를 사용하여 강조 표시를 원하는 항목으로 이동합니다.
ms: Gunakan kekunci anak panah atas dan bawah untuk mengalihkan serlahan ke pilihan anda.
nb: Bruk pil opp og pil ned for å flytte uthevingen til ditt valg.
nl: Gebruik de pijltjestoetsen omhoog en omlaag om de markering naar uw keuze te verplaatsen.
pt: Use as teclas de seta para cima e para baixo para mover o destaque para sua escolha.
ro: Utilizați tastele săgeți sus și jos pentru a muta evidențierea la alegerea dvs.
tr: Vurguyu istediğiniz yere taşımak için yukarı ve aşağı ok tuşlarını kullanın.
uk: Використовуйте клавіші зі стрілками вгору та вниз, щоб перемістити виділення до потрібного.
vi: Sử dụng các phím mũi tên lên và xuống để di chuyển phần tô sáng đến nơi bạn muốn.
zh: 使用向上和向下箭頭鍵將突出顯示的內容移至您的選擇。

# NKS_KERNEL_STARTING_BOOTLOADER_NTLDR_KEYBINDING2
source: Press ENTER to choose.
ar: اضغط على ENTER للاختيار.
de: Drücken Sie zur Auswahl die EINGABETASTE.
el: Πατήστε ENTER για να επιλέξετε.
es: Presione ENTER para elegir.
fr: Appuyez sur ENTER pour choisir.
ga: Brúigh ENTER a roghnú.
hi: चुनने के लिए ENTER दबाएँ.
hi_latn: chunane ke lie aintair dabaen.
id: Tekan ENTER untuk memilih.
it: Premere INVIO per scegliere.
ja: 選択するにはENTERを押してください。
ko: 선택하려면 Enter 키를 누르세요.
ms: Tekan ENTER untuk memilih.
nb: Trykk ENTER for å velge.
nl: Druk op ENTER om te kiezen.
pt: Pressione ENTER para escolher.
ro: Apăsați ENTER pentru a alege.
tr: Seçmek için ENTER'a basın.
uk: Натисніть ENTER, щоб вибрати.
vi: Nhấn ENTER để chọn.
zh: 按 ENTER 鍵進行選擇。

# NKS_KERNEL_STARTING_BOOTLOADER_NTLDR_ADVOPTIONS
source: For troubleshooting and advanced startup options for Windows, press F8.
ar: لاستكشاف الأخطاء وإصلاحها وخيارات بدء التشغيل المتقدمة لنظام التشغيل Windows، اضغط على F8.
de: Drücken Sie zur Fehlerbehebung und für erweiterte Startoptionen für Windows F8.
el: Για την αντιμετώπιση προβλημάτων και τις σύνθετες επιλογές εκκίνησης για Windows, πατήστε F8.
es: Para solucionar problemas y opciones avanzadas de inicio para Windows, presione F8.
fr: Pour le dépannage et les options de démarrage avancées pour Windows, appuyez sur F8.
ga: Le haghaidh fabhtcheartaithe agus roghanna tosaithe ardchéime do Windows, brúigh F8.
hi: विंडोज़ के लिए समस्या निवारण और उन्नत स्टार्टअप विकल्पों के लिए, F8 दबाएं।
hi_latn: windows ke lie samasya nivaaran aur unnat staartap vikalpon ke lie, f8 dabaen.
id: Untuk pemecahan masalah dan opsi startup lanjutan untuk Windows, tekan F8.
it: Per la risoluzione dei problemi e le opzioni di avvio avanzate per Windows, premere F8.
ja: Windows のトラブルシューティングと高度な起動オプションについては、F8 キーを押します。
ko: Windows의 문제 해결 및 고급 시작 옵션을 보려면 F8을 누르세요.
ms: Untuk penyelesaian masalah dan pilihan permulaan lanjutan untuk Windows, tekan F8.
nb: For feilsøking og avanserte oppstartsalternativer for Windows, trykk F8.
nl: Druk op F8 voor probleemoplossing en geavanceerde opstartopties voor Windows.
pt: Para solução de problemas e opções avançadas de inicialização do Windows, pressione F8.
ro: Pentru depanare și opțiuni avansate de pornire pentru Windows, apăsați F8.
tr: Windows için sorun giderme ve gelişmiş başlatma seçenekleri için F8 tuşuna basın.
uk: Для усунення несправностей і додаткових параметрів запуску для Windows натисніть F8.
vi: Để khắc phục sự cố và tùy chọn khởi động nâng cao cho Windows, hãy nhấn F8.
zh: 有關 Windows 的故障排除和進階啟動選項，請按 F8。

# NKS_KERNEL_STARTING_BOOTLOADER_NTLDR_CONTINUE
source: Continue
ar: يكمل
de: Weitermachen
el: Να συνεχίσει
es: Continuar
fr: Continuer
ga: Lean ort
hi: जारी रखना
hi_latn: jaaree rakhen
id: Melanjutkan
it: Continua
ja: 続く
ko: 계속하다
ms: teruskan
nb: Fortsette
nl: Doorgaan
pt: Continuar
ro: Continua
tr: Devam etmek
uk: Продовжити
vi: Tiếp tục
zh: 繼續

# NKS_KERNEL_STARTING_BOOTLOADER_STD_BOOTENTRY
source: Select boot entry:
ar: حدد إدخال التمهيد:
de: Booteintrag auswählen:
el: Επιλέξτε την καταχώριση εκκίνησης:
es: Seleccione la entrada de inicio:
fr: Sélectionnez l'entrée de démarrage :
ga: Roghnaigh iontráil tosaithe:
hi: बूट प्रविष्टि चुनें:
hi_latn: boot pravishti ka chayan karen:
id: Pilih entri boot:
it: Seleziona la voce di avvio:
ja: ブートエントリを選択:
ko: 부팅 항목 선택:
ms: Pilih entri but:
nb: Velg oppstartsoppføring:
nl: Selecteer opstartinvoer:
pt: Selecione a entrada de inicialização:
ro: Selectați intrarea de pornire:
tr: Önyükleme girişini seçin:
uk: Виберіть запис для завантаження:
vi: Chọn mục khởi động:
zh: 選擇啟動項目：

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_STYLE_NAME
source: Bootloader style
ar: نمط محمل الإقلاع
de: Bootloader-Stil
el: Στυλ bootloader
es: Estilo del cargador de arranque
fr: Style de chargeur de démarrage
ga: Stíl tosaitheoir
hi: बूटलोडर शैली
hi_latn: bootalodar shailee
id: Gaya bootloader
it: Stile bootloader
ja: ブートローダースタイル
ko: 부트로더 스타일
ms: Gaya pemuat but
nb: Bootloader-stil
nl: Bootloader-stijl
pt: Estilo do bootloader
ro: Stilul bootloader
tr: Önyükleyici stili
uk: Стиль завантажувача
vi: Kiểu bộ nạp khởi động
zh: 引導程式風格

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_STYLE_DESC
source: Select a bootloader style to match your preference.
ar: حدد نمط أداة تحميل التشغيل ليتوافق مع تفضيلاتك.
de: Wählen Sie einen Bootloader-Stil aus, der Ihren Wünschen entspricht.
el: Επιλέξτε ένα στυλ bootloader για να ταιριάζει με τις προτιμήσεις σας.
es: Seleccione un estilo de gestor de arranque que coincida con sus preferencias.
fr: Sélectionnez un style de chargeur de démarrage correspondant à vos préférences.
ga: Roghnaigh stíl bootloader a thagann le do rogha.
hi: अपनी पसंद के अनुसार बूटलोडर शैली का चयन करें।
hi_latn: apanee pasand se mel khaane vaalee bootalodar shailee chunen.
id: Pilih gaya bootloader yang sesuai dengan preferensi Anda.
it: Seleziona uno stile di bootloader in base alle tue preferenze.
ja: 好みに合わせてブートローダー スタイルを選択します。
ko: 원하는 대로 부트로더 스타일을 선택하세요.
ms: Pilih gaya pemuat but untuk dipadankan dengan pilihan anda.
nb: Velg en bootloader-stil som samsvarer med dine preferanser.
nl: Selecteer een bootloaderstijl die bij uw voorkeur past.
pt: Selecione um estilo de bootloader que corresponda à sua preferência.
ro: Selectați un stil de încărcător de pornire potrivit preferințelor dvs.
tr: Tercihlerinize uygun bir önyükleyici stili seçin.
uk: Виберіть стиль завантажувача відповідно до ваших уподобань.
vi: Chọn kiểu bộ nạp khởi động phù hợp với sở thích của bạn.
zh: 選擇符合您偏好的引導程式樣式。

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_TIMEOUT_NAME
source: Bootloader default selection timeout
ar: انتهت مهلة التحديد الافتراضية لبرنامج Bootloader
de: Timeout für die Standardauswahl des Bootloaders
el: Χρονικό όριο προεπιλεγμένης επιλογής του bootloader
es: Tiempo de espera de selección predeterminado del cargador de arranque
fr: Délai de sélection par défaut du chargeur de démarrage
ga: Teorainn ama réamhshocraithe roghnóireachta bootloader
hi: बूटलोडर डिफ़ॉल्ट चयन टाइमआउट
hi_latn: bootalodar difolt chayan samay samaapti
id: Batas waktu pemilihan bootloader default
it: Timeout della selezione predefinita del bootloader
ja: ブートローダのデフォルト選択タイムアウト
ko: 부트로더 기본 선택 시간 초과
ms: Tamat masa pemilihan lalai pemuat but
nb: Bootloader standard tidsavbrudd for valg
nl: Time-out voor standaardselectie van Bootloader
pt: Tempo limite de seleção padrão do bootloader
ro: Timpul de selecție implicit pentru încărcătorul de pornire
tr: Önyükleyici varsayılan seçim zaman aşımı
uk: Час очікування вибору завантажувача за замовчуванням
vi: Thời gian chờ lựa chọn mặc định của bộ nạp khởi động
zh: 引導程式預設選擇超時

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_TIMEOUT_DESC
source: Timeout in seconds to boot to the default FilesystemTools.
ar: المهلة بالثواني للتمهيد إلى التحديد الافتراضي.
de: Timeout in Sekunden zum Booten mit der Standardauswahl.
el: Λήξη χρονικού ορίου σε δευτερόλεπτα για εκκίνηση στην προεπιλεγμένη επιλογή.
es: Tiempo de espera en segundos para iniciar con la selección predeterminada.
fr: Délai d'attente en secondes pour démarrer avec la sélection par défaut.
ga: Teorainn ama i soicindí chun tosaithe go dtí an rogha réamhshocraithe.
hi: डिफ़ॉल्ट चयन पर बूट करने के लिए सेकंड में टाइमआउट।
hi_latn: difolt chayan par boot karane ke lie sekand mein samay samaapti.
id: Batas waktu dalam detik untuk boot ke FilesystemTools default.
it: Timeout in secondi per l'avvio con la selezione predefinita.
ja: デフォルトの選択で起動するまでのタイムアウト (秒単位)。
ko: 기본 선택으로 부팅하는 데 걸리는 시간 초과(초)입니다.
ms: Tamat masa dalam beberapa saat untuk boot ke pilihan lalai.
nb: Tidsavbrudd i sekunder for å starte opp til standardvalget.
nl: Time-out in seconden om op te starten naar de standaardselectie.
pt: Tempo limite em segundos para inicializar com a seleção padrão.
ro: Timeout în secunde pentru a porni la selecția implicită.
tr: Varsayılan seçime önyükleme yapmak için saniye cinsinden zaman aşımı.
uk: Час очікування в секундах для завантаження файлової системи за замовчуванням.
vi: Thời gian chờ tính bằng giây để khởi động đến lựa chọn mặc định.
zh: 啟動到預設選擇的超時（以秒為單位）。

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_SELECT_NAME
source: Bootloader default selection
ar: التحديد الافتراضي لمحمل التشغيل
de: Bootloader-Standardauswahl
el: Προεπιλογή του bootloader
es: Selección predeterminada del cargador de arranque
fr: Sélection par défaut du chargeur de démarrage
ga: Roghnú réamhshocraithe bootloader
hi: बूटलोडर डिफ़ॉल्ट चयन
hi_latn: bootalodar difolt chayan
id: Pemilihan bootloader default
it: Selezione predefinita del bootloader
ja: ブートローダのデフォルト選択
ko: 부트로더 기본 선택
ms: Pemilihan lalai pemuat but
nb: Bootloader standardvalg
nl: Standaardselectie van de bootloader
pt: Seleção padrão do bootloader
ro: Selectarea implicită a bootloader-ului
tr: Önyükleyici varsayılan seçimi
uk: Вибір завантажувача за замовчуванням
vi: Lựa chọn mặc định của bộ nạp khởi động
zh: 引導程式預設選擇

# NKS_SETTINGS_KERNEL_GENERAL_BOOTLOADER_SELECT_DESC
source: Default boot entry FilesystemTools. This number is zero-based, so the first element is index 0, and so on.
ar: اختيار إدخال التمهيد الافتراضي. هذا الرقم مبني على الصفر، لذا فإن العنصر الأول هو الفهرس 0، وهكذا.
de: Standardmäßige Auswahl des Starteintrags. Diese Nummer ist nullbasiert, das erste Element hat also den Index 0 und so weiter.
el: Προεπιλεγμένη επιλογή καταχώρισης εκκίνησης. Αυτός ο αριθμός βασίζεται στο μηδέν, επομένως το πρώτο στοιχείο είναι ο δείκτης 0 και ούτω καθεξής.
es: Selección de entrada de inicio predeterminada. Este número tiene base cero, por lo que el primer elemento es el índice 0, y así sucesivamente.
fr: Sélection de l'entrée de démarrage par défaut. Ce nombre est de base zéro, donc le premier élément est l'index 0, et ainsi de suite.
ga: Roghnú iontrála tosaithe réamhshocraithe. Tá an uimhir seo bunaithe ar nialas, mar sin is é an chéad eilimint innéacs 0, agus mar sin de.
hi: डिफ़ॉल्ट बूट प्रविष्टि चयन। यह संख्या शून्य-आधारित है, इसलिए पहला तत्व इंडेक्स 0 है, और इसी तरह आगे भी।
hi_latn: difolt boot pravishti chayan. yah sankhya shoony-aadhaarit hai, isalie pahala tatv indeks 0 hai, aur isee tarah.
id: Entri boot default FilesystemTools. Angka ini berbasis nol, jadi elemen pertama adalah indeks 0, dan seterusnya.
it: Selezione della voce di avvio predefinita. Questo numero è in base zero, quindi il primo elemento è l'indice 0 e così via.
ja: デフォルトのブート エントリの選択。この番号は 0 ベースなので、最初の要素はインデックス 0 になります。
ko: 기본 부팅 항목 선택. 이 숫자는 0부터 시작하므로 첫 번째 요소는 인덱스 0입니다.
ms: Pemilihan entri but lalai. Nombor ini berasaskan sifar, jadi elemen pertama ialah indeks 0, dan seterusnya.
nb: Standard oppstartsvalg. Dette tallet er nullbasert, så det første elementet er indeks 0, og så videre.
nl: Standaard opstartinvoerselectie. Dit getal is op nul gebaseerd, dus het eerste element is index 0, enzovoort.
pt: Seleção de entrada de inicialização padrão. Esse número é baseado em zero, então o primeiro elemento é o índice 0 e assim por diante.
ro: Selecția implicită a intrării de pornire. Acest număr este bazat pe zero, deci primul element este indicele 0 și așa mai departe.
tr: Varsayılan önyükleme girişi seçimi. Bu sayı sıfır tabanlıdır, bu nedenle ilk öğe dizin 0'dır, vb.
uk: Запис за замовчуванням FilesystemTools. Це число відраховується від нуля, тому перший елемент має індекс 0 і так далі.
vi: Lựa chọn mục khởi động mặc định. Số này bắt đầu từ số không, do đó phần tử đầu tiên là chỉ mục 0, v.v.
zh: 預設啟動項選擇。這個數字從零開始，因此第一個元素的索引為 0，依此類推。

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_ENABLE_NAME
source: Enable 'The Nitrocid Homepage'
ar: تمكين "الصفحة الرئيسية لـ Nitrocid"
de: Aktivieren Sie „Die Nitrocid-Homepage“.
el: Ενεργοποίηση "Η αρχική σελίδα του Nitrocid"
es: Habilite 'La página de inicio de Nitrocid'
fr: Activer « La page d'accueil de Nitrocid »
ga: Cumasaigh 'An Leathanach Baile Nitrocid'
hi: 'नाइट्रोसिड होमपेज' सक्षम करें
hi_latn: naitrosid homapej saksham karen
id: Aktifkan 'Halaman Depan Nitrocid'
it: Abilita "La home page di Nitrocid"
ja: 「The Nitrocid Homepage」を有効にする
ko: 'Nitrocid 홈페이지' 활성화
ms: Dayakan 'The Nitrocid Homepage'
nb: Aktiver 'The Nitrocid Homepage'
nl: Schakel 'De Nitrocid-startpagina' in
pt: Habilite 'A página inicial do Nitrocid'
ro: Activați „Pagina de pornire Nitrocid”
tr: 'Nitrocid Ana Sayfasını' etkinleştirin
uk: Увімкнути «Домашню сторінку Nitrocid»
vi: Kích hoạt 'Trang chủ Nitrocid'
zh: 啟用“硝化劑主頁”

# NKS_SETTINGS_KERNEL_GENERAL_HOMEPAGE_ENABLE_DESC
source: Enables 'The Nitrocid Homepage' that allows you to see what's happening in a glance.
ar: تمكين "صفحة Nitrocid الرئيسية" التي تسمح لك برؤية ما يحدث في لمحة.
de: Aktiviert die „Nitrocid-Homepage“, sodass Sie auf einen Blick sehen können, was los ist.
el: Ενεργοποιεί την "Η αρχική σελίδα του Nitrocid" που σας επιτρέπει να βλέπετε τι συμβαίνει με μια ματιά.
es: Habilita la 'Página de inicio de Nitrocid' que le permite ver lo que sucede de un vistazo.
fr: Active la « page d'accueil Nitrocid » qui vous permet de voir ce qui se passe en un coup d'œil.
ga: Cumasaíonn 'The Nitrocid Homepage' a ligeann duit a fheiceáil go sracfhéachaint ar cad atá ag tarlú.
hi: 'नाइट्रोसिड होमपेज' को सक्षम करता है जो आपको एक नज़र में यह देखने की अनुमति देता है कि क्या हो रहा है।
hi_latn: naitrosid homapej saksham karata hai jo aapako ek nazar mein yah dekhane kee anumati deta hai ki kya ho raha hai.
id: Mengaktifkan 'Beranda Nitrocid' yang memungkinkan Anda melihat apa yang terjadi dalam sekejap.
it: Abilita "The Nitrocid Homepage" che ti consente di vedere cosa sta succedendo in un colpo d'occhio.
ja: 「The Nitrocid Homepage」を有効にすると、何が起こっているかを一目で確認できます。
ko: 무슨 일이 일어나고 있는지 한눈에 볼 수 있는 '나이트로시드 홈페이지'를 활성화합니다.
ms: Mendayakan 'The Nitrocid Homepage' yang membolehkan anda melihat perkara yang berlaku dengan pantas.
nb: Aktiverer "The Nitrocid Homepage" som lar deg se hva som skjer med et blikk.
nl: Schakelt 'The Nitrocid Homepage' in, zodat u in één oogopslag kunt zien wat er gebeurt.
pt: Ativa a 'Página inicial do Nitrocid' que permite que você veja rapidamente o que está acontecendo.
ro: Activează „Pagina de pornire Nitrocid”, care vă permite să vedeți ce se întâmplă dintr-o privire.
tr: Neler olup bittiğini bir bakışta görebilmenizi sağlayan 'Nitrocid Ana Sayfası'nı etkinleştirir.
uk: Вмикає «Домашню сторінку Nitrocid», яка дозволяє швидко побачити, що відбувається.
vi: Cho phép 'Trang chủ Nitrocid' cho phép bạn xem nhanh những gì đang diễn ra.
zh: 啟用“硝基殺蟲劑主頁”，讓您一目了然地了解正在發生的情況。
