Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_FILESYSTEM_PRINTLINENUMS_NAME
source: Print line numbers on printing file contents
ar: طباعة أرقام الأسطر عند طباعة محتويات الملف
de: Zeilennummern beim Drucken von Dateiinhalten drucken
el: Εκτυπώστε αριθμούς γραμμών στα περιεχόμενα του αρχείου εκτύπωσης
es: Imprimir números de línea en el contenido del archivo de impresión
fr: Imprimer les numéros de ligne lors de l'impression du contenu du fichier
ga: Uimhreacha líne a phriontáil ar ábhar comhaid a phriontáil
hi: फ़ाइल सामग्री को प्रिंट करने पर लाइन नंबर प्रिंट करें
hi_latn: fail saamagree ko print karane par lain nambar print karen
id: Cetak nomor baris pada konten file pencetakan
it: Stampa i numeri di riga sul contenuto del file di stampa
ja: 印刷ファイルの内容に行番号を印刷する
ko: 파일 내용 인쇄 시 줄 번호 인쇄
ms: Cetak nombor baris untuk mencetak kandungan fail
nb: Skriv ut linjenumre på utskriftsfilinnhold
nl: Regelnummers afdrukken bij het afdrukken van bestandsinhoud
pt: Imprimir números de linha no conteúdo do arquivo de impressão
ro: Tipăriți numerele de rând pe conținutul fișierului de tipărire
tr: Yazdırma dosyası içeriklerinde satır numaralarını yazdır
uk: Друкувати номери рядків у вмісті файлу
vi: In số dòng trên nội dung tệp in
zh: 在打印文件內容上打印行號

# NKS_SHELL_SHELLS_UESH_COMMAND_DISMISSNOTIFS_DESC
source: Dismisses all notifications
ar: يرفض جميع الإخطارات
de: Schließt alle Benachrichtigungen
el: Παραβλέπει όλες τις ειδοποιήσεις
es: Descarta todas las notificaciones
fr: Ignore toutes les notifications
ga: Díbhe gach fógra
hi: सभी सूचनाओं को खारिज करता है
hi_latn: sabhee soochanaon ko khaarij karata hai
id: Menolak semua notifikasi
it: Ignora tutte le notifiche
ja: すべての通知を却下します
ko: 모든 알림 닫기
ms: Tolak semua pemberitahuan
nb: Avviser alle varsler
nl: Sluit alle meldingen af
pt: Dispensa todas as notificações
ro: Respinge toate notificările
tr: Tüm bildirimleri kapatır
uk: Відхиляє всі сповіщення
vi: Bỏ qua tất cả thông báo
zh: 關閉所有通知

# NKS_DRIVERS_NETWORK_BASE_DOWNLOADING
source: Downloading...
ar: جارى التحميل...
de: Wird heruntergeladen...
el: Λήψη...
es: Descargando...
fr: Téléchargement...
ga: Ag íosluchtú...
hi: डाउनलोड हो रहा है...
hi_latn: daunalod ho raha hai...
id: Mengunduh...
it: Download in corso...
ja: ダウンロード中...
ko: 다운로드 중...
ms: Memuat turun...
nb: Laster ned...
nl: downloaden...
pt: Baixando...
ro: Descărcarea...
tr: İndiriliyor...
uk: Завантаження...
vi: Đang tải xuống...
zh: 正在下載...

# NKS_DRIVERS_NETWORK_BASE_UPLOADING
source: Uploading...
ar: جارٍ التحميل ...
de: Hochladen...
el: Μεταφόρτωση...
es: Subiendo...
fr: Téléchargement...
ga: Á uaslódáil...
hi: अपलोड हो रहा है...
hi_latn: apalod ho raha hai...
id: Mengunggah...
it: Caricamento in corso...
ja: アップロード中...
ko: 업로드 중...
ms: Memuat naik...
nb: Laster opp ...
nl: Uploaden...
pt: Enviando...
ro: Se încarcă...
tr: Yükleniyor...
uk: Завантаження...
vi: Đang tải lên...
zh: 正在上傳...

# NKS_SETTINGS_KERNEL_NETWORK_SHOWNOTIFICATIONDOWNLOAD_NAME
source: Show notification for download progress
ar: إظهار الإخطار لتقدم التنزيل
de: Benachrichtigung zum Download-Fortschritt anzeigen
el: Εμφάνιση ειδοποίησης για την πρόοδο της λήψης
es: Mostrar notificación para el progreso de la descarga
fr: Afficher une notification pour la progression du téléchargement
ga: Taispeáin fógra maidir le dul chun cinn íoslódála
hi: डाउनलोड प्रगति के लिए अधिसूचना दिखाएं
hi_latn: daunalod pragati ke lie adhisoochana dikhaen
id: Tampilkan pemberitahuan untuk kemajuan pengunduhan
it: Mostra la notifica per l'avanzamento del download
ja: ダウンロードの進行状況の通知を表示する
ko: 다운로드 진행 상황에 대한 알림 표시
ms: Tunjukkan pemberitahuan untuk kemajuan muat turun
nb: Vis varsel for nedlastingsfremgang
nl: Melding weergeven voor downloadvoortgang
pt: Mostrar notificação para o progresso do download
ro: Afișați notificarea pentru progresul descărcării
tr: İndirme ilerlemesi için bildirim göster
uk: Показувати сповіщення про хід завантаження
vi: Hiển thị thông báo về tiến trình tải xuống
zh: 顯示下載進度通知

# NKS_SETTINGS_KERNEL_NETWORK_SHOWNOTIFICATIONUPLOAD_NAME
source: Show notification for upload progress
ar: إظهار الإخطار من أجل تقدم التحميل
de: Benachrichtigung zum Upload-Fortschritt anzeigen
el: Εμφάνιση ειδοποίησης για την πρόοδο της μεταφόρτωσης
es: Mostrar notificación para el progreso de carga
fr: Afficher une notification pour la progression du téléchargement
ga: Taispeáin fógra maidir le dul chun cinn uaslódála
hi: अपलोड प्रगति के लिए अधिसूचना दिखाएं
hi_latn: apalod pragati ke lie adhisoochana dikhaen
id: Tampilkan pemberitahuan untuk kemajuan unggahan
it: Mostra la notifica per l'avanzamento del caricamento
ja: アップロードの進行状況の通知を表示する
ko: 업로드 진행 상황에 대한 알림 표시
ms: Tunjukkan pemberitahuan untuk kemajuan muat naik
nb: Vis varsel for opplastingsfremgang
nl: Toon melding voor upload voortgang
pt: Mostrar notificação para o progresso do upload
ro: Afișați notificarea pentru progresul încărcării
tr: Yükleme ilerlemesi için bildirim göster
uk: Показувати сповіщення про прогрес завантаження
vi: Hiển thị thông báo về tiến trình tải lên
zh: 顯示上傳進度通知

# NKS_SETTINGS_KERNEL_NETWORK_SHOWNOTIFICATIONDOWNLOAD_DESC
source: Shows the notification showing the download progress.
ar: يظهر الإخطار الذي يوضح تقدم التنزيل.
de: Zeigt die Benachrichtigung über den Download-Fortschritt an.
el: Εμφανίζει την ειδοποίηση που δείχνει την πρόοδο της λήψης.
es: Muestra la notificación que muestra el progreso de la descarga.
fr: Affiche la notification indiquant la progression du téléchargement.
ga: Taispeánann sé an fógra a thaispeánann an dul chun cinn íoslódála.
hi: डाउनलोड प्रगति दिखाते हुए अधिसूचना दिखाता है।
hi_latn: daunalod pragati dikhaate hue adhisoochana dikhaata hai.
id: Menampilkan pemberitahuan yang memperlihatkan kemajuan pengunduhan.
it: Mostra la notifica che mostra l'avanzamento del download.
ja: ダウンロードの進行状況を示す通知を表示します。
ko: 다운로드 진행률을 보여주는 알림을 표시합니다.
ms: Menunjukkan pemberitahuan yang menunjukkan kemajuan muat turun.
nb: Viser varselet som viser nedlastingsfremdriften.
nl: Toont de melding met de voortgang van het downloaden.
pt: Mostra a notificação mostrando o progresso do download.
ro: Afișează notificarea care arată progresul descărcării.
tr: İndirme ilerlemesini gösteren bildirimi gösterir.
uk: Показує сповіщення про хід завантаження.
vi: Hiển thị thông báo cho biết tiến trình tải xuống.
zh: 顯示顯示下載進度的通知。

# NKS_SETTINGS_KERNEL_NETWORK_SHOWNOTIFICATIONUPLOAD_DESC
source: Shows the notification showing the upload progress.
ar: يظهر الإخطار الذي يظهر تقدم التحميل.
de: Zeigt die Benachrichtigung über den Upload-Fortschritt an.
el: Εμφανίζει την ειδοποίηση που δείχνει την πρόοδο της μεταφόρτωσης.
es: Muestra la notificación que muestra el progreso de la carga.
fr: Affiche la notification indiquant la progression du téléchargement.
ga: Taispeánann sé an fógra a thaispeánann an dul chun cinn uaslódála.
hi: अपलोड प्रगति दिखाते हुए अधिसूचना दिखाता है।
hi_latn: apalod pragati dikhaate hue adhisoochana dikhaata hai.
id: Menampilkan pemberitahuan yang menunjukkan kemajuan unggahan.
it: Mostra la notifica che mostra l'avanzamento del caricamento.
ja: アップロードの進行状況を示す通知を表示します。
ko: 업로드 진행 상황을 보여주는 알림을 표시합니다.
ms: Menunjukkan pemberitahuan yang menunjukkan kemajuan muat naik.
nb: Viser varselet som viser opplastingsfremdriften.
nl: Toont de melding waarin de uploadvoortgang wordt weergegeven.
pt: Mostra a notificação mostrando o progresso do upload.
ro: Afișează notificarea care arată progresul încărcării.
tr: Yükleme ilerlemesini gösteren bildirimi gösterir.
uk: Показує сповіщення про хід завантаження.
vi: Hiển thị thông báo cho biết tiến trình tải lên.
zh: 顯示顯示上傳進度的通知。

# NKS_ARGUMENTS_ARGUMENT_QUIET_DESC
source: Starts the kernel quietly
ar: يبدأ النواة بهدوء
de: Startet den Kernel leise
el: Ξεκινά τον πυρήνα αθόρυβα
es: Inicia el kernel silenciosamente
fr: Démarre le noyau en silence
ga: Tosaíonn an eithne go ciúin
hi: कर्नेल को चुपचाप प्रारंभ करें
hi_latn: karnel ko chupachaap praarambh karen
id: Memulai kernel dengan tenang
it: Avvia il kernel in modo silenzioso
ja: カーネルを静かに起動します
ko: 커널을 조용히 시작합니다.
ms: Memulakan kernel secara senyap
nb: Starter kjernen stille
nl: Start de kernel stil
pt: Inicia o kernel silenciosamente
ro: Pornește nucleul în liniște
tr: Çekirdeği sessizce başlatır
uk: Тихо запускає ядро
vi: Bắt đầu hạt nhân một cách lặng lẽ
zh: 安靜地啟動內核

# NKS_ARGUMENTS_ARGUMENT_SAFE_DESC
source: Starts the kernel in safe mode, disabling all mods
ar: يبدأ النواة في الوضع الآمن ، مما يؤدي إلى تعطيل جميع التعديلات
de: Startet den Kernel im abgesicherten Modus und deaktiviert alle Mods
el: Ξεκινά τον πυρήνα σε ασφαλή λειτουργία, απενεργοποιώντας όλα τα mods
es: Inicia el kernel en modo seguro, deshabilitando todas las modificaciones.
fr: Démarre le noyau en mode sans échec, en désactivant tous les mods
ga: Tosaíonn an eithne i mód sábháilte, ag díchumasú gach mods
hi: कर्नेल को सुरक्षित मोड में प्रारंभ करता है, सभी मॉड को अक्षम करता है
hi_latn: karnel ko surakshit mod mein praarambh karata hai, sabhee mod ko aksham karata hai
id: Memulai kernel dalam mode aman, menonaktifkan semua mod
it: Avvia il kernel in modalità provvisoria, disabilitando tutte le mod
ja: カーネルをセーフモードで起動し、すべてのmodを無効にします
ko: 커널을 안전 모드에서 시작하여 모든 모드를 비활성화합니다.
ms: Memulakan kernel dalam mod selamat, melumpuhkan semua mod
nb: Starter kjernen i sikker modus, og deaktiverer alle mods
nl: Start de kernel in de veilige modus, waarbij alle mods worden uitgeschakeld
pt: Inicia o kernel em modo de segurança, desabilitando todos os mods
ro: Pornește nucleul în modul sigur, dezactivând toate modurile
tr: Çekirdeği güvenli modda başlatır ve tüm modları devre dışı bırakır
uk: Запускає ядро в безпечному режимі, вимикаючи всі модифікації
vi: Khởi động kernel ở chế độ an toàn, vô hiệu hóa tất cả các mod
zh: 以安全模式啟動內核，禁用所有模塊

# NKS_ARGUMENTS_ARGUMENT_MAINTENANCE_DESC
source: Like safe mode, but also disables multi-user and some customization
ar: مثل الوضع الآمن ، ولكن أيضًا يعطل تعدد المستخدمين وبعض التخصيص
de: Wie der abgesicherte Modus, deaktiviert aber auch den Mehrbenutzermodus und einige Anpassungen
el: Όπως και η ασφαλής λειτουργία, αλλά επίσης απενεργοποιεί την πολλαπλή χρήση και κάποια προσαρμογή
es: Me gusta el modo seguro, pero también deshabilita el modo multiusuario y algunas personalizaciones
fr: Comme le mode sans échec, mais désactive également le multi-utilisateur et certaines personnalisations
ga: Cosúil le modh sábháilte, ach freisin díchumasaigh il-úsáideoir agus roinnt saincheaptha
hi: सुरक्षित मोड की तरह, लेकिन बहु-उपयोगकर्ता और कुछ अनुकूलन को भी अक्षम करता है
hi_latn: surakshit mod kee tarah, lekin bahu-upayogakarta aur kuchh anukoolan ko bhee aksham karata hai
id: Seperti mode aman, tetapi juga menonaktifkan multi-pengguna dan beberapa penyesuaian
it: Come la modalità provvisoria, ma disabilita anche il multiutente e alcune personalizzazioni
ja: セーフモードと同様ですが、マルチユーザーと一部のカスタマイズも無効にします
ko: 안전 모드와 유사하지만 다중 사용자 및 일부 사용자 정의도 비활성화합니다.
ms: Seperti mod selamat, tetapi juga melumpuhkan berbilang pengguna dan beberapa penyesuaian
nb: Som sikker modus, men deaktiverer også flerbruker og litt tilpasning
nl: Zoals de veilige modus, maar schakelt ook multi-user en enige aanpassing uit
pt: Como o modo de segurança, mas também desabilita o multiusuário e algumas personalizações
ro: Precum modul sigur, dar dezactivează și multi-utilizator și unele personalizări
tr: Güvenli mod gibi, ancak aynı zamanda çoklu kullanıcıyı ve bazı özelleştirmeleri de devre dışı bırakıyor
uk: Як безпечний режим, але також вимикає багатокористувацький режим і деякі налаштування
vi: Giống như chế độ an toàn, nhưng cũng vô hiệu hóa chế độ nhiều người dùng và một số tùy chỉnh
zh: 喜歡安全模式，但也禁用多用戶和一些自定義

# NKS_SHELL_SHELLS_UESH_RELOADCONFIG_SUCCESS
source: Colors don't require a restart, but most of the settings require a restart.
ar: لا تتطلب الألوان إعادة التشغيل ، لكن معظم الإعدادات تتطلب إعادة التشغيل.
de: Farben erfordern keinen Neustart, aber die meisten Einstellungen erfordern einen Neustart.
el: Τα χρώματα δεν απαιτούν επανεκκίνηση, αλλά οι περισσότερες ρυθμίσεις απαιτούν επανεκκίνηση.
es: Los colores no requieren un reinicio, pero la mayoría de las configuraciones requieren un reinicio.
fr: Les couleurs ne nécessitent pas de redémarrage, mais la plupart des paramètres nécessitent un redémarrage.
ga: Ní gá dathanna a atosú, ach teastaíonn atosú ón gcuid is mó de na socruithe.
hi: रंगों को पुनरारंभ करने की आवश्यकता नहीं है, लेकिन अधिकांश सेटिंग्स को पुनरारंभ करने की आवश्यकता होती है।
hi_latn: rangon ko punaraarambh karane kee aavashyakata nahin hai, lekin adhikaansh setings ko punaraarambh karane kee aavashyakata hotee hai.
id: Warna tidak memerlukan mulai ulang, tetapi sebagian besar pengaturan memerlukan mulai ulang.
it: I colori non richiedono un riavvio, ma la maggior parte delle impostazioni richiede un riavvio.
ja: 色は再起動する必要はありませんが、ほとんどの設定では再起動が必要です。
ko: 색상은 다시 시작할 필요가 없지만 대부분의 설정은 다시 시작해야 합니다.
ms: Warna tidak memerlukan mulakan semula, tetapi kebanyakan tetapan memerlukan mulakan semula.
nb: Farger krever ikke omstart, men de fleste innstillingene krever omstart.
nl: Kleuren vereisen geen herstart, maar de meeste instellingen vereisen een herstart.
pt: As cores não exigem uma reinicialização, mas a maioria das configurações exige uma reinicialização.
ro: Culorile nu necesită o repornire, dar majoritatea setărilor necesită o repornire.
tr: Renklerin yeniden başlatılmasına gerek yok, ancak ayarların çoğu yeniden başlatma gerektiriyor.
uk: Кольори не вимагають перезапуску, але більшість налаштувань вимагають перезапуску.
vi: Màu sắc không cần phải khởi động lại, nhưng hầu hết các cài đặt đều yêu cầu phải khởi động lại.
zh: 顏色不需要重新啟動，但大多數設置都需要重新啟動。

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACEREGEX_DESC
source: Replaces a word or phrase with another one using regular expressions
ar: يستبدل كلمة أو عبارة بأخرى باستخدام التعابير النمطية
de: Ersetzt ein Wort oder einen Satz durch einen anderen unter Verwendung regulärer Ausdrücke
el: Αντικαθιστά μια λέξη ή φράση με μια άλλη χρησιμοποιώντας κανονικές εκφράσεις
es: Reemplaza una palabra o frase por otra usando expresiones regulares
fr: Remplace un mot ou une phrase par un autre en utilisant des expressions régulières
ga: Cuirtear focal nó frása eile in ionad focal nó frása ag baint úsáide as nathanna rialta
hi: रेगुलर एक्सप्रेशन का उपयोग करके किसी शब्द या वाक्यांश को दूसरे से बदल देता है
hi_latn: regular eksapreshan ka upayog karake kisee shabd ya vaakyaansh ko doosare se badal deta hai
id: Mengganti kata atau frasa dengan yang lain menggunakan ekspresi reguler
it: Sostituisce una parola o una frase con un'altra utilizzando espressioni regolari
ja: 正規表現を使用して単語またはフレーズを別の単語またはフレーズに置き換えます
ko: 정규식을 사용하여 단어나 구를 다른 단어나 구로 바꿉니다.
ms: Menggantikan perkataan atau frasa dengan perkataan lain menggunakan ungkapan biasa
nb: Erstatter et ord eller en setning med et annet ved hjelp av regulære uttrykk
nl: Vervangt een woord of zin door een ander woord met behulp van reguliere expressies
pt: Substitui uma palavra ou frase por outra usando expressões regulares
ro: Înlocuiește un cuvânt sau o expresie cu altul folosind expresii regulate
tr: Düzenli ifadeler kullanarak bir kelimeyi veya ifadeyi başka biriyle değiştirir
uk: Замінює слово або фразу іншим за допомогою регулярних виразів
vi: Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác bằng cách sử dụng biểu thức chính quy
zh: 使用正則表達式將單詞或短語替換為另一個單詞或短語

# NKS_SHELL_SHELLS_TEXT_COMMAND_REPLACEINLINEREGEX_DESC
source: Replaces a word or phrase with another one in a line using regular expressions
ar: يستبدل كلمة أو عبارة بأخرى في سطر باستخدام التعبيرات العادية
de: Ersetzt ein Wort oder einen Satz durch ein anderes in einer Zeile unter Verwendung regulärer Ausdrücke
el: Αντικαθιστά μια λέξη ή φράση με μια άλλη σε μια γραμμή χρησιμοποιώντας κανονικές εκφράσεις
es: Reemplaza una palabra o frase con otra en una línea usando expresiones regulares
fr: Remplace un mot ou une phrase par un autre dans une ligne à l'aide d'expressions régulières
ga: Cuirtear focal nó frása eile i líne in ionad focal nó frása ag baint úsáide as nathanna rialta
hi: रेगुलर एक्सप्रेशन का उपयोग करके किसी शब्द या वाक्यांश को एक पंक्ति में दूसरे के साथ बदलना
hi_latn: regular eksapreshan ka upayog karake kisee shabd ya vaakyaansh ko ek pankti mein doosare ke saath badalana
id: Mengganti kata atau frasa dengan kata atau frasa lain dalam satu baris menggunakan ekspresi reguler
it: Sostituisce una parola o una frase con un'altra in una riga utilizzando espressioni regolari
ja: 正規表現を使用して、行内の単語またはフレーズを別の単語またはフレーズに置き換えます
ko: 정규식을 사용하여 한 줄에 있는 단어나 구를 다른 단어나 구로 바꿉니다.
ms: Menggantikan perkataan atau frasa dengan yang lain dalam baris menggunakan ungkapan biasa
nb: Erstatter et ord eller en frase med et annet på en linje ved hjelp av regulære uttrykk
nl: Vervangt een woord of zin door een ander woord in een regel met behulp van reguliere expressies
pt: Substitui uma palavra ou frase por outra em uma linha usando expressões regulares
ro: Înlocuiește un cuvânt sau o expresie cu un altul dintr-o linie folosind expresii regulate
tr: Düzenli ifadeler kullanarak bir kelimeyi veya ifadeyi satırdaki başka bir kelime veya ifadeyle değiştirir
uk: Замінює слово або фразу іншим у рядку за допомогою регулярних виразів
vi: Thay thế một từ hoặc cụm từ bằng một từ hoặc cụm từ khác trong một dòng bằng cách sử dụng biểu thức chính quy
zh: 使用正則表達式將一個單詞或短語替換為一行中的另一個單詞或短語

# NKS_SHELL_SHELLS_TEXT_COMMAND_QUERYWORDREGEX_DESC
source: Queries a word in a specified line or all lines using regular expressions
ar: الاستعلام عن كلمة في سطر محدد أو كل الأسطر باستخدام التعبيرات العادية
de: Fragt ein Wort in einer angegebenen Zeile oder in allen Zeilen mit regulären Ausdrücken ab
el: Υποβάλλει ερώτημα σε μια λέξη σε μια καθορισμένη γραμμή ή σε όλες τις γραμμές χρησιμοποιώντας κανονικές εκφράσεις
es: Consulta una palabra en una línea específica o en todas las líneas usando expresiones regulares
fr: Interroge un mot dans une ligne spécifiée ou toutes les lignes à l'aide d'expressions régulières
ga: Ceistíonn sé focal i líne shonraithe nó i ngach líne ag baint úsáide as nathanna rialta
hi: रेगुलर एक्सप्रेशन का उपयोग करके किसी शब्द को एक निर्दिष्ट पंक्ति या सभी पंक्तियों में क्वेरी करता है
hi_latn: regular eksapreshan ka upayog karake kisee shabd ko ek nirdisht pankti ya sabhee panktiyon mein kveree karata hai
id: Menanyakan kata dalam baris tertentu atau semua baris menggunakan ekspresi reguler
it: Interroga una parola in una riga specificata o in tutte le righe utilizzando espressioni regolari
ja: 正規表現を使用して、指定された行またはすべての行の単語を照会します
ko: 정규식을 사용하여 지정된 줄 또는 모든 줄의 단어를 쿼리합니다.
ms: Menyoal perkataan dalam baris tertentu atau semua baris menggunakan ungkapan biasa
nb: Spør etter et ord i en spesifisert linje eller alle linjer ved hjelp av regulære uttrykk
nl: Zoekt een woord in een opgegeven regel of alle regels op met behulp van reguliere expressies
pt: Consulta uma palavra em uma linha especificada ou em todas as linhas usando expressões regulares
ro: Interogează un cuvânt dintr-o linie specificată sau pe toate liniile folosind expresii regulate
tr: Belirtilen bir satırdaki veya tüm satırlardaki bir kelimeyi düzenli ifadeler kullanarak sorgular
uk: Запитує слово у вказаному рядку або в усіх рядках за допомогою регулярних виразів
vi: Truy vấn một từ trong một dòng được chỉ định hoặc tất cả các dòng bằng cách sử dụng biểu thức chính quy
zh: 使用正則表達式查詢指定行或所有行中的單詞

# NKS_KERNEL_STARTING_WELCOMEMESSAGE_LICENSE2
source: For more information about the terms and conditions of using this software, visit
ar: لمزيد من المعلومات حول شروط وأحكام استخدام هذا البرنامج ، قم بزيارة
de: Weitere Informationen zu den Nutzungsbedingungen dieser Software finden Sie unter
el: Για περισσότερες πληροφορίες σχετικά με τους όρους και τις προϋποθέσεις χρήσης αυτού του λογισμικού, επισκεφθείτε
es: Para obtener más información sobre los términos y condiciones de uso de este software, visite
fr: Pour plus d'informations sur les termes et conditions d'utilisation de ce logiciel, visitez
ga: Chun tuilleadh eolais a fháil faoi na téarmaí agus na coinníollacha a bhaineann le húsáid na mbogearraí seo, tabhair cuairt ar
hi: इस सॉफ़्टवेयर के उपयोग के नियमों और शर्तों के बारे में अधिक जानकारी के लिए, देखें
hi_latn: is softaveyar ke upayog ke niyamon aur sharton ke baare mein adhik jaanakaaree ke lie, dekhen
id: Untuk informasi lebih lanjut tentang syarat dan ketentuan penggunaan perangkat lunak ini, kunjungi
it: Per ulteriori informazioni sui termini e le condizioni di utilizzo di questo software, visitare
ja: このソフトウェアの使用条件の詳細については、次のWebサイトをご覧ください。
ko: 이 소프트웨어 사용 약관에 대한 자세한 내용은 다음을 방문하십시오.
ms: Untuk maklumat lanjut tentang terma dan syarat menggunakan perisian ini, lawati
nb: For mer informasjon om vilkårene og betingelsene for bruk av denne programvaren, besøk
nl: Ga voor meer informatie over de gebruiksvoorwaarden van deze software naar
pt: Para obter mais informações sobre os termos e condições de uso deste software, visite
ro: Pentru mai multe informații despre termenii și condițiile de utilizare a acestui software, vizitați
tr: Bu yazılımın kullanım şartları ve koşulları hakkında daha fazla bilgi için şu adresi ziyaret edin:
uk: Для отримання додаткової інформації про умови використання цього програмного забезпечення відвідайте веб-сайт
vi: Để biết thêm thông tin về các điều khoản và điều kiện sử dụng phần mềm này, hãy truy cập
zh: 有關使用此軟件的條款和條件的更多信息，請訪問

# NKS_SETTINGS_KERNEL_SHELL_CHOICEOUTPUTTYPE_NAME
source: Default choice output type
ar: نوع إخراج الاختيار الافتراضي
de: Ausgangstyp der Standardauswahl
el: Προεπιλεγμένη επιλογή τύπου εξόδου
es: Tipo de salida de elección predeterminada
fr: Type de sortie de choix par défaut
ga: Cineál aschuir rogha réamhshocraithe
hi: डिफ़ॉल्ट पसंद आउटपुट प्रकार
hi_latn: difolt pasand aautaput prakaar
id: Jenis keluaran pilihan default
it: Tipo di output predefinito
ja: デフォルトの選択出力タイプ
ko: 기본 선택 출력 유형
ms: Jenis output pilihan lalai
nb: Standard utgangstype for valg
nl: Standaard keuze uitvoertype
pt: Tipo de saída de escolha padrão
ro: Tip de ieșire de alegere implicită
tr: Varsayılan seçim çıktı türü
uk: Тип виведення за замовчуванням
vi: Lựa chọn mặc định loại đầu ra
zh: 默認選擇輸出類型
