Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_GETDEFAULTEXTHANDLER_ARGUMENT_EXTENSION_DESC
source: File extension
ar: امتداد الملف
de: Dateierweiterung
el: Επέκταση αρχείου
es: Extensión de archivo
fr: Extension de fichier
ga: Síneadh comhad
hi: फाइल एक्सटेंशन
hi_latn: fail eksatenshan
id: Ekstensi berkas
it: Estensione del file
ja: ファイル拡張子
ko: 파일 확장자
ms: Sambungan fail
nb: Filtype
nl: Bestandsextensie
pt: Extensão de ficheiro
ro: Extensie de fișier
tr: Dosya uzantısı
uk: Розширення файлу
vi: Phần mở rộng tập tin
zh: 檔案副檔名

# NKS_SHELL_SHELLS_UESH_COMMAND_GETKEYIV_ARGUMENT_ALGORITHM_DESC
source: Encoding algorithm
ar: خوارزمية الترميز
de: Kodierungsalgorithmus
el: Αλγόριθμος κωδικοποίησης
es: Algoritmo de codificación
fr: Algorithme de codage
ga: Algartam ionchódaithe
hi: एनकोडिंग एल्गोरिथ्म
hi_latn: enkoding elgoridam
id: Algoritma pengkodean
it: Algoritmo di codifica
ja: エンコードアルゴリズム
ko: 인코딩 알고리즘
ms: Algoritma pengekodan
nb: Kodingsalgoritme
nl: Coderingsalgoritme
pt: Algoritmo de codificação
ro: Algoritm de codare
tr: Kodlama algoritması
uk: Алгоритм кодування
vi: Thuật toán mã hóa
zh: 編碼演算法

# NKS_SHELL_SHELLS_UESH_COMMAND_HWINFO_ARGUMENT_TYPE_DESC
source: Hardware type
ar: نوع الجهاز
de: Hardwaretyp
el: Τύπος υλικού
es: Tipo de hardware
fr: Type de matériel
ga: Cineál crua-earraí
hi: हार्डवेयर प्रकार
hi_latn: haardaveyar prakaar
id: Jenis perangkat keras
it: Tipo di hardware
ja: ハードウェアタイプ
ko: 하드웨어 유형
ms: Jenis perkakasan
nb: Maskinvaretype
pt: Tipo de hardware
ro: Tip hardware
tr: Donanım türü
uk: Тип обладнання
vi: Loại phần cứng
zh: 硬體類型

# NKS_SHELL_SHELLS_UESH_COMMAND_IFM_ARGUMENT_FIRSTPATH_DESC
source: Path to directory for the left pane
ar: المسار إلى الدليل للجزء الأيسر
de: Pfad zum Verzeichnis für den linken Bereich
el: Διαδρομή στον κατάλογο για το αριστερό παράθυρο
es: Ruta al directorio del panel izquierdo
fr: Chemin d'accès au répertoire du volet de gauche
ga: Conair chuig an eolaire don phána ar chlé
hi: बाएँ फलक के लिए निर्देशिका का पथ
hi_latn: baen phalak ke lie nirdeshika ka path
id: Jalur ke direktori untuk panel kiri
it: Percorso alla directory per il riquadro sinistro
ja: 左ペインのディレクトリへのパス
ko: 왼쪽 창의 디렉토리 경로
ms: Laluan ke direktori untuk anak tetingkap kiri
nb: Bane til katalog for venstre rute
nl: Pad naar map voor het linkerdeelvenster
pt: Caminho para o diretório do painel esquerdo
ro: Calea către director pentru panoul din stânga
tr: Sol bölme için dizine giden yol
uk: Шлях до каталогу для лівої панелі
vi: Đường dẫn đến thư mục cho khung bên trái
zh: 左窗格的目錄路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_IFM_ARGUMENT_SECONDPATH_DESC
source: Path to directory for the right pane
ar: المسار إلى الدليل للجزء الأيمن
de: Pfad zum Verzeichnis für den rechten Bereich
el: Διαδρομή στον κατάλογο για το δεξί παράθυρο
es: Ruta al directorio del panel derecho
fr: Chemin d'accès au répertoire du volet de droite
ga: Conair chuig an eolaire don phána ceart
hi: दाएँ फलक के लिए निर्देशिका का पथ
hi_latn: daen phalak ke lie nirdeshika ka path
id: Jalur ke direktori untuk panel kanan
it: Percorso alla directory per il riquadro destro
ja: 右ペインのディレクトリへのパス
ko: 오른쪽 창의 디렉토리 경로
ms: Laluan ke direktori untuk anak tetingkap kanan
nb: Bane til katalog for høyre rute
nl: Pad naar map voor het rechterdeelvenster
pt: Caminho para o diretório do painel direito
ro: Calea către director pentru panoul din dreapta
tr: Sağ bölme için dizine giden yol
uk: Шлях до каталогу для правої панелі
vi: Đường dẫn đến thư mục cho khung bên phải
zh: 右窗格的目錄路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_LIST_ARGUMENT_DIRECTORY_DESC
source: Path to directory to list
ar: المسار إلى الدليل إلى القائمة
de: Pfad zum Verzeichnis zur Liste
el: Διαδρομή προς τον κατάλογο στη λίστα
es: Ruta al directorio a listar
fr: Chemin vers le répertoire à lister
ga: Conair chuig an eolaire chun an liosta
hi: सूची में निर्देशिका का पथ
hi_latn: soocheebaddh karane ke lie nirdeshika ka path
id: Jalur ke direktori untuk dicantumkan
it: Percorso alla directory da elencare
ja: リストするディレクトリへのパス
ko: 디렉토리 경로 목록
ms: Laluan ke direktori untuk disenaraikan
nb: Sti til katalog til liste
nl: Pad naar map om te vermelden
pt: Caminho para o diretório para listar
ro: Calea către directorul de listă
tr: Dizin listesine giden yol
uk: Шлях до каталогу до списку
vi: Đường dẫn đến thư mục để liệt kê
zh: 要列出的目錄的路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_MD_ARGUMENT_DIRECTORY_DESC
source: Directory name to create
ar: اسم الدليل المراد إنشاؤه
de: Zu erstellender Verzeichnisname
el: Όνομα καταλόγου για δημιουργία
es: Nombre del directorio a crear
fr: Nom du répertoire à créer
ga: Ainm eolaire le cruthú
hi: बनाने के लिए निर्देशिका का नाम
hi_latn: banaane ke lie nirdeshika ka naam
id: Nama direktori untuk membuat
it: Nome della directory da creare
ja: 作成するディレクトリ名
ko: 생성할 디렉토리 이름
ms: Nama direktori untuk dibuat
nb: Katalognavn som skal opprettes
nl: Te maken directorynaam
pt: Nome do diretório a criar
ro: Numele directorului de creat
tr: Oluşturulacak dizin adı
uk: Назва каталогу для створення
vi: Tên thư mục để tạo
zh: 要建立的目錄名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_MKFILE_ARGUMENT_FILE_DESC
source: File name to create
ar: اسم الملف المراد إنشاؤه
de: Zu erstellender Dateiname
el: Όνομα αρχείου για δημιουργία
es: Nombre del archivo a crear
fr: Nom du fichier à créer
ga: Ainm comhaid le cruthú
hi: बनाने के लिए फ़ाइल का नाम
hi_latn: banaane ke lie fail ka naam
id: Nama file yang akan dibuat
it: Nome file da creare
ja: 作成するファイル名
ko: 생성할 파일 이름
ms: Nama fail untuk dibuat
nb: Filnavn som skal opprettes
nl: Bestandsnaam om te maken
pt: Nome do ficheiro a criar
ro: Numele fișierului de creat
tr: Oluşturulacak dosya adı
uk: Ім'я файлу для створення
vi: Tên tệp để tạo
zh: 要建立的檔案名

# NKS_SHELL_SHELLS_UESH_COMMAND_MOVE_ARGUMENT_SOURCE_DESC
source: Directory or name to move from
ar: الدليل أو الاسم الذي تريد الانتقال منه
de: Verzeichnis oder Name, aus dem verschoben werden soll
el: Κατάλογος ή όνομα από το οποίο μπορείτε να μετακινηθείτε
es: Directorio o nombre desde el que moverse
fr: Répertoire ou nom à partir duquel se déplacer
ga: Eolaire nó ainm le bogadh uaidh
hi: वह निर्देशिका या नाम जिससे स्थानांतरित करना है
hi_latn: se sthaanaantarit karane ke lie nirdeshika ya naam
id: Direktori atau nama untuk dipindahkan
it: Directory o nome da cui spostarsi
ja: 移動元のディレクトリまたは名前
ko: 이동할 디렉토리 또는 이름
ms: Direktori atau nama untuk dialihkan
nb: Katalog eller navn å flytte fra
nl: Directory of naam om van te verplaatsen
pt: Diretório ou nome para mover
ro: Director sau nume din care să vă mutați
tr: Taşınılacak dizin veya isim
uk: Каталог або ім'я для переходу
vi: Thư mục hoặc tên để di chuyển từ
zh: 要移動的目錄或名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_MOVE_ARGUMENT_TARGET_DESC
source: Directory or name to move to
ar: الدليل أو الاسم الذي تريد الانتقال إليه
de: Verzeichnis oder Name, wohin verschoben werden soll
el: Κατάλογος ή όνομα προς μετακίνηση
es: Directorio o nombre al que mover
fr: Répertoire ou nom vers lequel se déplacer
ga: Eolaire nó ainm le bogadh chuige
hi: वह निर्देशिका या नाम जिस पर जाना है
hi_latn: le jaane ke lie nirdeshika ya naam
id: Direktori atau nama untuk dipindahkan
it: Directory o nome in cui spostarsi
ja: 移動先のディレクトリまたは名前
ko: 이동할 디렉토리 또는 이름
ms: Direktori atau nama untuk dialihkan
nb: Katalog eller navn å flytte til
nl: Directory of naam om naartoe te verplaatsen
pt: Diretório ou nome para mover
ro: Director sau nume în care să vă mutați
tr: Taşınılacak dizin veya isim
uk: Каталог або ім'я для переходу
vi: Thư mục hoặc tên để di chuyển đến
zh: 要移動到的目錄或名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_PARTINFO_ARGUMENT_PARTNUM_DESC
source: Partition number
ar: رقم القسم
de: Partitionsnummer
el: Αριθμός διαμερίσματος
es: Número de partición
fr: Numéro de partition
ga: Uimhir dheighiltí
hi: विभाजन संख्या
hi_latn: vibhaajan sankhya
id: Nomor partisi
it: Numero di partizione
ja: パーティション番号
ko: 파티션 번호
ms: Nombor pembahagian
nb: Partisjonsnummer
nl: Partitienummer
pt: Número da partição
ro: Numărul partiției
tr: Bölüm numarası
uk: Номер розділу
vi: Số phân vùng
zh: 分區號

# NKS_SHELL_SHELLS_UESH_COMMAND_PATHFIND_ARGUMENT_FILENAME_DESC
source: File name to lookup
ar: اسم الملف للبحث
de: Zu suchender Dateiname
el: Όνομα αρχείου προς αναζήτηση
es: Nombre del archivo a buscar
fr: Nom du fichier à rechercher
ga: Ainm comhaid le cuardach
hi: देखने के लिए फ़ाइल का नाम
hi_latn: dekhane ke lie fail ka naam
id: Nama file yang akan dicari
it: Nome file da ricercare
ja: 検索するファイル名
ko: 검색할 파일 이름
ms: Nama fail untuk dicari
nb: Filnavn for oppslag
nl: Bestandsnaam om op te zoeken
pt: Nome do ficheiro para pesquisa
ro: Numele fișierului de căutat
tr: Aranacak dosya adı
uk: Ім'я файлу для пошуку
vi: Tên tệp cần tra cứu
zh: 要查找的檔案名

# NKS_SHELL_SHELLS_UESH_COMMAND_PERM_ARGUMENT_USERNAME_DESC
source: User name
ar: اسم المستخدم
de: Benutzername
el: Ονομα χρήστη
es: Nombre de usuario
fr: Nom d'utilisateur
ga: Ainm úsáideora
hi: उपयोगकर्ता नाम
hi_latn: upayogakarta ka naam
id: Nama belakang
it: Nome utente
ja: ユーザー名
ko: 사용자 이름
ms: Nama pengguna
nb: Brukernavn
nl: Gebruikersnaam
pt: Nome de utilizador
ro: Nume utilizator
tr: Kullanıcı adı
uk: Ім'я користувача
vi: Tên người dùng
zh: 使用者名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_PERM_ARGUMENT_MODE_DESC
source: Either allow or revoke
ar: إما السماح أو الإلغاء
de: Entweder zulassen oder widerrufen
el: Είτε επιτρέψτε είτε ανακαλέστε
es: Permitir o revocar
fr: Autoriser ou révoquer
ga: Ceadaigh nó cúlghair
hi: या तो अनुमति दें या रद्द करें
hi_latn: ya to anumati den ya radd karen
id: Izinkan atau cabut
it: Consenti o revoca
ja: 許可するか取り消すか
ko: 허용하거나 취소하세요
ms: Sama ada benarkan atau batalkan
nb: Enten tillat eller tilbakekall
nl: Toestaan of intrekken
pt: Permitir ou revogar
ro: Permiteți sau revocați
tr: Ya izin verin ya da iptal edin
uk: Або дозволити, або скасувати
vi: Cho phép hoặc thu hồi
zh: 允許或撤銷

# NKS_SHELL_SHELLS_UESH_COMMAND_PERM_ARGUMENT_GRANT_DESC
source: Permission name to grant or deny
ar: اسم الإذن لمنحه أو رفضه
de: Name der zu gewährenden oder zu verweigernden Berechtigung
el: Όνομα άδειας για χορήγηση ή άρνηση
es: Nombre del permiso a conceder o denegar
fr: Nom de l'autorisation à accorder ou à refuser
ga: Ainm cead a dheonú nó a dhiúltú
hi: अनुमति देने या अस्वीकार करने के लिए अनुमति का नाम
hi_latn: anumati dene ya asveekaar karane ke lie anumati naam
id: Nama izin untuk memberikan atau menolak
it: Nome del permesso da concedere o negare
ja: 許可または拒否する権限名
ko: 부여하거나 거부할 권한 이름
ms: Nama kebenaran untuk memberikan atau menafikan
nb: Tillatelsesnavn for å gi eller avslå
nl: Naam van de toestemming die u wilt verlenen of weigeren
pt: Nome da permissão para conceder ou negar
ro: Nume permisiunea de a acorda sau de a refuza
tr: Verilecek veya reddedilecek izin adı
uk: Ім’я дозволу для надання або заборони
vi: Tên quyền cấp hoặc từ chối
zh: 授予或拒絕的權限名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_PERMGROUP_ARGUMENT_GROUPNAME_DESC
source: Group name
ar: اسم المجموعة
de: Gruppenname
el: Όνομα ομάδας
es: Nombre del grupo
fr: Nom du groupe
ga: Ainm an ghrúpa
hi: समूह नाम
hi_latn: samooh ka naam
id: Nama grup
it: Nome del gruppo
ja: グループ名
ko: 그룹 이름
ms: Nama kumpulan
nb: Gruppenavn
nl: Groepsnaam
pt: Nome do grupo
ro: Numele grupului
tr: Grup adı
uk: Назва групи
vi: Tên nhóm
zh: 群組名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_PING_ARGUMENT_FIRSTHOST_DESC
source: First IP address or host name
ar: عنوان IP الأول أو اسم المضيف
de: Erste IP-Adresse oder Hostname
el: Πρώτη διεύθυνση IP ή όνομα κεντρικού υπολογιστή
es: Primera dirección IP o nombre de host
fr: Première adresse IP ou nom d'hôte
ga: An chéad seoladh IP nó ainm an óstaigh
hi: पहला IP पता या होस्ट नाम
hi_latn: pahala ip pata ya host naam
id: Alamat IP pertama atau nama host
it: Primo indirizzo IP o nome host
ja: 最初のIPアドレスまたはホスト名
ko: 첫 번째 IP 주소 또는 호스트 이름
ms: Alamat IP pertama atau nama hos
nb: Første IP-adresse eller vertsnavn
nl: Eerste IP-adres of hostnaam
pt: Primeiro endereço IP ou nome do host
ro: Prima adresă IP sau nume de gazdă
tr: İlk IP adresi veya ana bilgisayar adı
uk: Перша IP-адреса або ім'я хоста
vi: Địa chỉ IP đầu tiên hoặc tên máy chủ
zh: 第一個 IP 位址或主機名

# NKS_SHELL_SHELLS_UESH_COMMAND_PING_ARGUMENT_SECONDHOST_DESC
source: Second IP address or host name, and so on...
ar: عنوان IP الثاني أو اسم المضيف، وما إلى ذلك...
de: Zweite IP-Adresse oder Hostname und so weiter ...
el: Δεύτερη διεύθυνση IP ή όνομα κεντρικού υπολογιστή και ούτω καθεξής...
es: Segunda dirección IP o nombre de host, y así sucesivamente...
fr: Deuxième adresse IP ou nom d’hôte, et ainsi de suite...
ga: Dara seoladh IP nó ainm óstaigh, agus mar sin de...
hi: दूसरा आईपी पता या होस्ट नाम, इत्यादि...
hi_latn: doosara ip pata ya host naam, aur isee tarah...
id: Alamat IP kedua atau nama host, dan seterusnya...
it: Secondo indirizzo IP o nome host, e così via...
ja: 2 番目の IP アドレスまたはホスト名など...
ko: 두 번째 IP 주소나 호스트 이름 등...
ms: Alamat IP kedua atau nama hos, dan seterusnya...
nb: Andre IP-adresse eller vertsnavn, og så videre...
nl: Tweede IP-adres of hostnaam, enzovoort...
pt: Segundo endereço IP ou nome de host, e assim por diante...
ro: A doua adresă IP sau nume de gazdă și așa mai departe...
tr: İkinci IP adresi veya host adı vb...
uk: Друга IP-адреса або ім'я хоста тощо...
vi: Địa chỉ IP thứ hai hoặc tên máy chủ, v.v...
zh: 第二個 IP 位址或主機名，以此類推...

# NKS_SHELL_SHELLS_UESH_COMMAND_PUT_ARGUMENT_FILE_DESC
source: Path to file to upload
ar: المسار إلى الملف المراد تحميله
de: Pfad zur hochzuladenden Datei
el: Διαδρομή προς το αρχείο για μεταφόρτωση
es: Ruta al archivo a cargar
fr: Chemin vers le fichier à télécharger
ga: Bealach chun an comhad a uaslódáil
hi: अपलोड करने के लिए फ़ाइल का पथ
hi_latn: apalod karane ke lie fail ka path
id: Jalur ke file yang akan diunggah
it: Percorso del file da caricare
ja: アップロードするファイルへのパス
ko: 업로드할 파일의 경로
ms: Laluan ke fail untuk dimuat naik
nb: Bane til fil for opplasting
nl: Pad naar bestand om te uploaden
pt: Caminho para o ficheiro para upload
ro: Calea către fișier de încărcat
tr: Yüklenecek dosyanın yolu
uk: Шлях до файлу для завантаження
vi: Đường dẫn đến tệp để tải lên
zh: 要上傳的檔案路徑

# NKS_SHELL_SHELLS_UESH_COMMAND_PUT_ARGUMENT_URL_DESC
source: URL pointing to the upload endpoint
ar: عنوان URL يشير إلى نقطة نهاية التحميل
de: URL, die auf den Upload-Endpunkt verweist
el: URL που οδηγεί στο τελικό σημείο μεταφόρτωσης
es: URL que apunta al punto final de carga
fr: URL pointant vers le point de terminaison de téléchargement
ga: URL dírithe ar an gcríochphointe uaslódála
hi: अपलोड एंडपॉइंट की ओर इशारा करने वाला URL
hi_latn: apalod endapoint kee or ishaara karane vaala url
id: URL yang menunjuk ke titik akhir unggahan
it: URL che punta all'endpoint di caricamento
ja: アップロードエンドポイントを指す URL
ko: 업로드 엔드포인트를 가리키는 URL
ms: URL yang menghala ke titik akhir muat naik
nb: URL som peker til opplastingsendepunktet
nl: URL die naar het upload-eindpunt verwijst
pt: URL que aponta para o ponto final de upload
ro: Adresa URL care indică punctul final de încărcare
tr: Yükleme uç noktasına işaret eden URL
uk: URL-адреса, що вказує на кінцеву точку завантаження
vi: URL trỏ đến điểm cuối tải lên
zh: 指向上傳端點的 URL

# NKS_SHELL_SHELLS_UESH_COMMAND_REXEC_ARGUMENT_HOSTNAME_DESC
source: Host name that runs Nitrocid KS
ar: اسم المضيف الذي يقوم بتشغيل Nitrocid KS
de: Hostname, auf dem Nitrocid KS ausgeführt wird
el: Όνομα κεντρικού υπολογιστή που εκτελεί το Nitrocid KS
es: Nombre de host que ejecuta Nitrocid KS
fr: Nom d'hôte qui exécute Nitrocid KS
ga: Ainm ósta a ritheann Nitrocid KS
hi: होस्ट नाम जो Nitrocid KS चलाता है
hi_latn: host naam jo nitrochid ks chalaata hai
id: Nama host yang menjalankan Nitrocid KS
it: Nome host che esegue Nitrocid KS
ja: Nitrocid KSを実行するホスト名
ko: Nitrocid KS를 실행하는 호스트 이름
ms: Nama hos yang menjalankan Nitrocid KS
nb: Vertsnavn som kjører Nitrocid KS
nl: Hostnaam waarop Nitrocid KS draait
pt: Nome do host que executa o Nitrocid KS
ro: Nume de gazdă care rulează Nitrocid KS
tr: Nitrocid KS'yi çalıştıran ana bilgisayar adı
uk: Ім’я хоста, який запускає Nitrocid KS
vi: Tên máy chủ chạy Nitrocid KS
zh: 運行 Nitrocid KS 的主機名

# NKS_SHELL_SHELLS_UESH_COMMAND_REXEC_ARGUMENT_PORT_DESC
source: Port of Nitrocid KS on the remote target
ar: منفذ Nitrocid KS على الهدف البعيد
de: Port von Nitrocid KS auf dem Remote-Ziel
el: Λιμάνι Nitrocid KS στον απομακρυσμένο στόχο
es: Puerto de Nitrocid KS en el objetivo remoto
fr: Port de Nitrocid KS sur la cible distante
ga: Port Nitrocid KS ar an sprioc cianda
hi: दूरस्थ लक्ष्य पर नाइट्रोसिड के.एस. का बंदरगाह
hi_latn: port of rimot taaraget par naitrosid kees
id: Pelabuhan Nitrocid KS pada target jarak jauh
it: Porto di Nitrocid KS sul bersaglio remoto
ja: リモートターゲット上のNitrocid KSのポート
ko: 원격 대상의 Nitrocid KS 항구
ms: Pelabuhan Nitrocid KS pada sasaran jauh
nb: Port of Nitrocid KS på det eksterne målet
nl: Haven van Nitrocid KS op het afgelegen doel
pt: Porto de Nitrocid KS no alvo remoto
ro: Portul Nitrocid KS pe ținta de la distanță
tr: Uzak hedefte Nitrocid KS Limanı
uk: Порт Nitrocid KS на віддалену ціль
vi: Cảng Nitrocid KS trên mục tiêu từ xa
zh: 遠端目標上的 Nitrocid KS 連接埠

# NKS_SHELL_SHELLS_UESH_COMMAND_REXEC_ARGUMENT_COMMAND_DESC
source: Command to execute remotely
ar: أمر للتنفيذ عن بعد
de: Befehl zur Remote-Ausführung
el: Εντολή για απομακρυσμένη εκτέλεση
es: Comando para ejecutar remotamente
fr: Commande à exécuter à distance
ga: Ordú a fhorghníomhú go cianda
hi: दूरस्थ रूप से निष्पादित करने के लिए आदेश
hi_latn: doorasth roop se nishpaadit karane ke lie kamaand
id: Perintah untuk mengeksekusi dari jarak jauh
it: Comando da eseguire in remoto
ja: リモートで実行するコマンド
ko: 원격으로 실행할 명령
ms: Perintah untuk melaksanakan dari jauh
nb: Kommando for å utføre eksternt
nl: Opdracht om op afstand uit te voeren
pt: Comando para executar remotamente
ro: Comanda de executat de la distanță
tr: Uzaktan yürütme komutu
uk: Команда для дистанційного виконання
vi: Lệnh thực hiện từ xa
zh: 遠端執行命令

# NKS_SHELL_SHELLS_UESH_COMMAND_RM_ARGUMENT_TARGET_DESC
source: Target directory or file
ar: الدليل أو الملف المستهدف
de: Zielverzeichnis oder -datei
el: Προορισμός καταλόγου ή αρχείου
es: Directorio o archivo de destino
fr: Répertoire ou fichier cible
ga: Comhadlann nó sprioc-chomhad
hi: लक्ष्य निर्देशिका या फ़ाइल
hi_latn: lakshy nirdeshika ya fail
id: Direktori atau file target
it: Directory o file di destinazione
ja: 対象ディレクトリまたはファイル
ko: 대상 디렉토리 또는 파일
ms: Direktori atau fail sasaran
nb: Målkatalog eller fil
nl: Doelmap of bestand
pt: Diretório ou ficheiro de destino
ro: Director sau fișier țintă
tr: Hedef dizin veya dosya
uk: Цільовий каталог або файл
vi: Thư mục hoặc tập tin đích
zh: 目標目錄或文件

# NKS_SHELL_SHELLS_UESH_COMMAND_RMUSER_ARGUMENT_TARGET_DESC
source: User name to remove
ar: اسم المستخدم المراد إزالته
de: Zu entfernender Benutzername
el: Όνομα χρήστη προς κατάργηση
es: Nombre de usuario a eliminar
fr: Nom d'utilisateur à supprimer
ga: Ainm úsáideora le baint
hi: हटाने के लिए उपयोगकर्ता नाम
hi_latn: hataane ke lie upayogakarta naam
id: Nama pengguna yang akan dihapus
it: Nome utente da rimuovere
ja: 削除するユーザー名
ko: 제거할 사용자 이름
ms: Nama pengguna untuk dialih keluar
nb: Brukernavn å fjerne
nl: Gebruikersnaam om te verwijderen
pt: Nome de utilizador a ser removido
ro: Nume de utilizator de eliminat
tr: Kaldırılacak kullanıcı adı
uk: Ім'я користувача для видалення
vi: Tên người dùng để xóa
zh: 要移除的使用者名稱

# NKS_SHELL_SHELLS_UESH_COMMAND_RMGROUP_ARGUMENT_TARGET_DESC
source: Group name to remove
ar: اسم المجموعة المراد إزالتها
de: Zu entfernender Gruppenname
el: Όνομα ομάδας προς κατάργηση
es: Nombre del grupo a eliminar
fr: Nom du groupe à supprimer
ga: Ainm an ghrúpa le baint
hi: हटाने के लिए समूह का नाम
hi_latn: hataane ke lie samooh ka naam
id: Nama grup yang akan dihapus
it: Nome del gruppo da rimuovere
ja: 削除するグループ名
ko: 제거할 그룹 이름
ms: Nama kumpulan untuk dialih keluar
nb: Gruppenavn som skal fjernes
nl: Groepsnaam om te verwijderen
pt: Nome do grupo a remover
ro: Numele grupului de eliminat
tr: Kaldırılacak grup adı
uk: Назва групи для видалення
vi: Tên nhóm cần xóa
zh: 要刪除的群組名

# NKS_SHELL_SHELLS_UESH_COMMAND_RMUSERFROMGROUP_ARGUMENT_USERNAME_DESC
source: User name to remove from group
ar: اسم المستخدم المراد إزالته من المجموعة
de: Aus der Gruppe zu entfernender Benutzername
el: Όνομα χρήστη για κατάργηση από την ομάδα
es: Nombre de usuario para eliminar del grupo
fr: Nom d'utilisateur à supprimer du groupe
ga: Ainm úsáideora le baint den ghrúpa
hi: समूह से निकालने के लिए उपयोगकर्ता नाम
hi_latn: samooh se hataane ke lie upayogakarta naam
id: Nama pengguna untuk dihapus dari grup
it: Nome utente da rimuovere dal gruppo
ja: グループから削除するユーザー名
ko: 그룹에서 제거할 사용자 이름
ms: Nama pengguna untuk dialih keluar daripada kumpulan
nb: Brukernavn som skal fjernes fra gruppen
nl: Gebruikersnaam om uit de groep te verwijderen
pt: Nome de utilizador a remover do grupo
ro: Nume de utilizator de eliminat din grup
tr: Gruptan kaldırılacak kullanıcı adı
uk: Ім'я користувача для видалення з групи
vi: Tên người dùng cần xóa khỏi nhóm
zh: 要從群組中刪除的用戶名

# NKS_SHELL_SHELLS_UESH_COMMAND_RMUSERFROMGROUP_ARGUMENT_GROUPNAME_DESC
source: Group name to remove user from
ar: اسم المجموعة التي سيتم إزالة المستخدم منها
de: Gruppenname, aus dem der Benutzer entfernt werden soll
el: Όνομα ομάδας για κατάργηση χρήστη
es: Nombre del grupo del cual se eliminará el usuario
fr: Nom du groupe duquel supprimer l'utilisateur
ga: Ainm an ghrúpa chun an t-úsáideoir a bhaint de
hi: उपयोगकर्ता को निकालने के लिए समूह का नाम
hi_latn: upayogakarta ko hataane ke lie samooh ka naam
id: Nama grup untuk menghapus pengguna dari
it: Nome del gruppo da cui rimuovere l'utente
ja: ユーザーを削除するグループ名
ko: 사용자를 제거할 그룹 이름
ms: Nama kumpulan untuk mengalih keluar pengguna
nb: Gruppenavn å fjerne bruker fra
nl: Groepsnaam waaruit gebruiker moet worden verwijderd
pt: Nome do grupo para remover o utilizador
ro: Numele grupului din care să eliminați utilizatorul
tr: Kullanıcının kaldırılacağı grup adı
uk: Назва групи, з якої потрібно видалити користувача
vi: Tên nhóm để xóa người dùng khỏi
zh: 若要從中刪除使用者的群組名

# NKS_SHELL_SHELLS_UESH_COMMAND_SAVESCREEN_ARGUMENT_SAVERNAME_DESC
source: Either the screensaver name or 'random'
ar: إما اسم شاشة التوقف أو "عشوائي"
de: Entweder der Name des Bildschirmschoners oder 'random'
el: Είτε το όνομα της προφύλαξης οθόνης είτε "τυχαία"
es: O bien el nombre del protector de pantalla o 'aleatorio'
fr: Soit le nom de l'économiseur d'écran, soit « aléatoire »
ga: Ainm an spárálaíscáileáin nó 'randamach'
hi: या तो स्क्रीनसेवर नाम या 'यादृच्छिक'
hi_latn: ya to skreenasevar naam ya raindam
id: Entah nama screensaver atau 'acak'
it: O il nome dello screensaver o 'casuale'
ja: スクリーンセーバー名または「ランダム」
ko: 스크린세이버 이름 또는 '무작위'
ms: Sama ada nama penyelamat skrin atau 'rawak'
nb: Enten skjermsparernavnet eller "tilfeldig"
nl: Ofwel de naam van de screensaver of 'willekeurig'
pt: O nome do protetor de ecrã ou 'aleatório'
ro: Fie numele screensaverului, fie „aleatoriu”
tr: Ekran koruyucu adı veya 'rastgele'
uk: Або назва заставки, або "випадкова"
vi: Hoặc là tên trình bảo vệ màn hình hoặc 'ngẫu nhiên'
zh: 螢幕保護程式名稱或“隨機”

# NKS_SHELL_SHELLS_UESH_COMMAND_SEARCH_ARGUMENT_REGEXP_DESC
source: Regular expression to search
ar: تعبير منتظم للبحث
de: Regulärer Ausdruck für die Suche
el: Κανονική έκφραση για αναζήτηση
es: Expresión regular para buscar
fr: Expression régulière pour rechercher
ga: Slonn rialta le cuardach
hi: खोज करने के लिए नियमित अभिव्यक्ति
hi_latn: khojane ke lie niyamit abhivyakti
id: Ekspresi reguler untuk pencarian
it: Espressione regolare per la ricerca
ja: 検索する正規表現
ko: 검색을 위한 정규 표현식
ms: Ungkapan biasa untuk dicari
nb: Regelmessig uttrykk for å søke
nl: Reguliere expressie om te zoeken
pt: Expressão regular para pesquisar
ro: Expresie regulată pentru căutare
tr: Arama yapmak için düzenli ifade
uk: Регулярний вираз для пошуку
vi: Biểu thức chính quy để tìm kiếm
zh: 正規表示式搜尋
