Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_MISC_INTERACTIVES_FMTUI_FILES_HELP01_TITLE
source: Selecting files
ar: تحديد الملفات
de: Dateien auswählen
el: Επιλογή αρχείων
es: Seleccionar archivos
fr: Sélection des fichiers
ga: Comhaid á roghnú
hi: फ़ाइलें चुनना
hi_latn: failen chunana
id: Memilih file
it: Selezione dei file
ja: ファイルの選択
ko: 파일 선택
ms: Memilih fail
nb: Velge filer
nl: Bestanden selecteren
pt: Selecionando ficheiros
tr: Dosyaları seçme
uk: Вибір файлів
vi: Chọn tệp
zh: 选择文件

# NKS_MISC_INTERACTIVES_FMTUI_FILES_HELP01_DESC
source: Using the file group selector TUI to select files
ar: استخدام واجهة المستخدم الرسومية لاختيار مجموعة الملفات لتحديد الملفات
de: Verwenden der Dateigruppenauswahl-Benutzeroberfläche zum Auswählen von Dateien
el: Χρήση του επιλογέα ομάδας αρχείων TUI για την επιλογή αρχείων
es: Uso del selector de grupo de archivos TUI para seleccionar archivos
fr: Utilisation de l'interface utilisateur de sélection de groupes de fichiers pour sélectionner les fichiers
ga: Ag baint úsáide as an roghnóir grúpa comhad TUI chun comhaid a roghnú
hi: फ़ाइलों का चयन करने के लिए फ़ाइल समूह चयनकर्ता TUI का उपयोग करना
hi_latn: failen chunane ke lie fail grup silektar tui ka istemaal karana
id: Menggunakan TUI pemilih grup file untuk memilih file.
it: Utilizzo del selettore di gruppo di file TUI per selezionare i file
ja: ファイルグループセレクターTUIを使用してファイルを選択する
ko: 파일 그룹 선택 도구인 TUI를 사용하여 파일을 선택합니다.
ms: Menggunakan pemilih kumpulan fail TUI untuk memilih fail
nb: Bruke filgruppevelgeren (TUI) til å velge filer
nl: Bestanden selecteren met behulp van de TUI voor het selecteren van bestandsgroepen.
pt: Utilização da interface de utilizador de texto (TUI) do seletor de grupo de ficheiros para selecionar ficheiros.
tr: Dosya grubu seçici TUI'yi kullanarak dosyaları seçme
uk: Використання інтерфейсу вибору групи файлів (TUI) для вибору файлів
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn nhóm tệp.
zh: 使用文件组选择器 TUI 选择文件

# NKS_MISC_INTERACTIVES_FMTUI_FILES_HELP01_BODY
source: A subset of file management TUIs are provided for easier management, which is faster and more convenient than using the command-line utilities to perform the same action. One of the TUIs provided is the file group selection TUI, which allows you to select multiple files as targets for the intended operation. If you're brought here, an application has requested you to select a group of files in order for the operation to complete. You can use the SPACE key to add a file to the list, then press ESC to confirm your selection.
ar: تُوفّر مجموعة فرعية من واجهات المستخدم الرسومية لإدارة الملفات لتسهيل الإدارة، مما يجعلها أسرع وأكثر ملاءمة من استخدام أدوات سطر الأوامر لتنفيذ نفس الإجراء. إحدى هذه الواجهات هي واجهة اختيار مجموعة الملفات، والتي تتيح لك تحديد عدة ملفات كأهداف للعملية المطلوبة. عند الوصول إلى هذه النافذة، يكون أحد التطبيقات قد طلب منك تحديد مجموعة من الملفات لإتمام العملية. يمكنك استخدام مفتاح المسافة لإضافة ملف إلى القائمة، ثم الضغط على مفتاح الهروب (ESC) لتأكيد اختيارك.
de: Für eine einfachere Dateiverwaltung steht eine Auswahl an textbasierten Benutzeroberflächen (TUIs) zur Verfügung, die schneller und bequemer ist als die Verwendung der Kommandozeile. Eine dieser TUIs ist die Dateigruppenauswahl, mit der Sie mehrere Dateien für die gewünschte Operation auswählen können. Wenn Sie hierher gelangen, hat eine Anwendung Sie aufgefordert, eine Gruppe von Dateien auszuwählen, damit die Operation abgeschlossen werden kann. Sie können die Leertaste verwenden, um eine Datei zur Liste hinzuzufügen, und anschließend die Esc-Taste drücken, um Ihre Auswahl zu bestätigen.
el: Παρέχεται ένα υποσύνολο TUI διαχείρισης αρχείων για ευκολότερη διαχείριση, η οποία είναι ταχύτερη και πιο βολική από τη χρήση των βοηθητικών προγραμμάτων γραμμής εντολών για την εκτέλεση της ίδιας ενέργειας. Ένα από τα TUI που παρέχονται είναι το TUI επιλογής ομάδας αρχείων, το οποίο σας επιτρέπει να επιλέξετε πολλά αρχεία ως στόχους για την προβλεπόμενη λειτουργία. Εάν βρίσκεστε εδώ, μια εφαρμογή σας έχει ζητήσει να επιλέξετε μια ομάδα αρχείων για να ολοκληρωθεί η λειτουργία. Μπορείτε να χρησιμοποιήσετε το πλήκτρο SPACE για να προσθέσετε ένα αρχείο στη λίστα και, στη συνέχεια, να πατήσετε ESC για να επιβεβαιώσετε την επιλογή σας.
es: Se proporciona un subconjunto de interfaces de usuario (TUI) de administración de archivos para una gestión más sencilla, más rápida y cómoda que usar las utilidades de línea de comandos para realizar la misma acción. Una de estas interfaces es la de selección de grupos de archivos, que permite seleccionar varios archivos como destinos para la operación deseada. Si se le redirige aquí, significa que una aplicación le ha solicitado que seleccione un grupo de archivos para completar la operación. Puede usar la tecla ESPACIADORA para agregar un archivo a la lista y luego presionar ESC para confirmar la selección.
fr: Un ensemble d'interfaces en mode texte (TUI) est fourni pour faciliter la gestion des fichiers. Plus rapide et plus pratique que l'utilisation des utilitaires en ligne de commande, cette interface permet notamment de sélectionner plusieurs fichiers cibles pour une opération donnée. Si vous arrivez ici, c'est qu'une application vous demande de sélectionner un groupe de fichiers pour que l'opération puisse se terminer. Utilisez la touche ESPACE pour ajouter un fichier à la liste, puis la touche ÉCHAP pour confirmer votre sélection.
ga: Cuirtear fo-thacar de TUIanna bainistíochta comhad ar fáil le haghaidh bainistíocht níos éasca, rud atá níos tapúla agus níos áisiúla ná na fóntais líne ordaithe a úsáid chun an gníomh céanna a dhéanamh. Ceann de na TUIanna a chuirtear ar fáil ná an TUI roghnúcháin grúpa comhad, rud a ligeann duit comhaid iolracha a roghnú mar spriocanna don oibríocht atá beartaithe. Má thugtar anseo thú, tá iarratas déanta ag feidhmchlár ort grúpa comhad a roghnú chun an oibríocht a chríochnú. Is féidir leat an eochair SPÁS a úsáid chun comhad a chur leis an liosta, agus ansin brúigh ESC chun do rogha a dhearbhú.
hi: फ़ाइल प्रबंधन के लिए कुछ विशेष टूल (टीयूआई) उपलब्ध कराए गए हैं, जो कमांड-लाइन यूटिलिटीज़ का उपयोग करके समान कार्य करने की तुलना में तेज़ और अधिक सुविधाजनक हैं। इनमें से एक टूल फ़ाइल समूह चयन टूल है, जो आपको इच्छित कार्य के लिए कई फ़ाइलों का चयन करने की अनुमति देता है। यदि आप यहां आए हैं, तो किसी एप्लिकेशन ने आपसे कार्य पूरा करने के लिए फ़ाइलों का एक समूह चुनने का अनुरोध किया है। आप सूची में फ़ाइल जोड़ने के लिए SPACE कुंजी का उपयोग कर सकते हैं, फिर अपने चयन की पुष्टि करने के लिए ESC दबाएं।
hi_latn: aasaan mainejament ke lie fail mainejament tui ka ek sabaset diya gaya hai, jo vahee kaam karane ke lie kamaand-lain yootiliteez ka istemaal karane se zyaada tez aur aasaan hai. die gae tui mein se ek fail grup silekshan tui hai, jo aapako tay opareshan ke lie taaraget ke taur par kaee failen chunane kee ijaazat deta hai. agar aapako yahaan laaya gaya hai, to kisee eplikeshan ne opareshan poora karane ke lie aapase failon ka ek grup chunane ke lie kaha hai. aap list mein fail jodane ke lie spachai kee ka istemaal kar sakate hain, phir apane silekshan ko kanfarm karane ke lie aisch dabaen.
id: Sebagian dari antarmuka pengguna berbasis teks (TUI) manajemen file disediakan untuk pengelolaan yang lebih mudah, yang lebih cepat dan lebih nyaman daripada menggunakan utilitas baris perintah untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan adalah TUI pemilihan grup file, yang memungkinkan Anda memilih beberapa file sebagai target untuk operasi yang dimaksud. Jika Anda dibawa ke sini, aplikasi telah meminta Anda untuk memilih sekelompok file agar operasi dapat diselesaikan. Anda dapat menggunakan tombol SPASI untuk menambahkan file ke daftar, lalu tekan ESC untuk mengkonfirmasi pilihan Anda.
it: Per semplificare la gestione dei file, è disponibile un sottoinsieme di interfacce utente terminale (TUI), più rapide e comode rispetto all'utilizzo delle utilità da riga di comando per eseguire la stessa azione. Una delle TUI disponibili è quella per la selezione di gruppi di file, che consente di selezionare più file come destinazione dell'operazione desiderata. Se si arriva a questa pagina, significa che un'applicazione ha richiesto di selezionare un gruppo di file per completare l'operazione. È possibile utilizzare la barra spaziatrice per aggiungere un file all'elenco, quindi premere ESC per confermare la selezione.
ja: ファイル管理用のTUIのサブセットが提供されており、管理が容易になります。これは、コマンドラインユーティリティを使用して同じ操作を実行するよりも、より迅速かつ便利です。提供されるTUIの1つは、ファイルグループ選択TUIです。これを使用すると、複数のファイルを目的の操作の対象として選択できます。このTUIが表示された場合は、アプリケーションが操作を完了するためにファイルグループの選択を要求しています。スペースキーを使用してファイルをリストに追加し、ESCキーを押して選択を確定できます。
ko: 파일 관리를 위한 몇 가지 TUI(작업 인터페이스)가 제공되어 명령줄 유틸리티를 사용하는 것보다 빠르고 편리하게 파일을 관리할 수 있습니다. 제공되는 TUI 중 하나는 파일 그룹 선택 TUI로, 여러 파일을 선택하여 원하는 작업을 수행할 수 있습니다. 이 화면이 표시된다면, 해당 애플리케이션에서 작업을 완료하기 위해 파일 그룹을 선택하도록 요청한 것입니다. SPACE 키를 눌러 목록에 파일을 추가한 다음, ESC 키를 눌러 선택을 확정할 수 있습니다.
ms: Subset TUI pengurusan fail disediakan untuk pengurusan yang lebih mudah, yang lebih pantas dan lebih mudah daripada menggunakan utiliti baris arahan untuk melakukan tindakan yang sama. Salah satu TUI yang disediakan ialah TUI pemilihan kumpulan fail, yang membolehkan anda memilih berbilang fail sebagai sasaran untuk operasi yang dimaksudkan. Jika anda dibawa ke sini, aplikasi telah meminta anda memilih sekumpulan fail agar operasi selesai. Anda boleh menggunakan kekunci SPACE untuk menambah fail pada senarai, kemudian tekan ESC untuk mengesahkan pilihan anda.
nb: Et delsett av TUI-er for filbehandling er tilgjengelig for enklere administrasjon, noe som er raskere og mer praktisk enn å bruke kommandolinjeverktøyene til å utføre samme handling. En av TUI-ene som er tilgjengelige er TUI-en for valg av filgruppe, som lar deg velge flere filer som mål for den tiltenkte operasjonen. Hvis du kommer hit, har et program bedt deg om å velge en gruppe filer for at operasjonen skal kunne fullføres. Du kan bruke mellomromstasten for å legge til en fil i listen, og deretter trykke ESC for å bekrefte valget.
nl: Een deel van de TUI's voor bestandsbeheer is beschikbaar voor eenvoudiger beheer, wat sneller en handiger is dan het gebruik van de opdrachtregelprogramma's om dezelfde actie uit te voeren. Een van de TUI's is de TUI voor het selecteren van bestandsgroepen, waarmee u meerdere bestanden kunt selecteren als doel voor de gewenste bewerking. Als u hier terechtkomt, heeft een toepassing u gevraagd een groep bestanden te selecteren om de bewerking te voltooien. U kunt de spatiebalk gebruiken om een ​​bestand aan de lijst toe te voegen en vervolgens op ESC drukken om uw selectie te bevestigen.
pt: É fornecido um subconjunto de interfaces de utilizador de texto (TUIs) para a gestão de ficheiros para facilitar a gestão, sendo mais rápido e conveniente do que utilizar os utilitários de linha de comandos para executar a mesma ação. Uma das TUIs fornecidas é a de seleção de grupo de ficheiros, que permite selecionar vários ficheiros como alvos para a operação pretendida. Se foi direcionado para este ecrã, significa que uma aplicação solicitou que selecionasse um grupo de ficheiros para que a operação fosse concluída. Pode utilizar a tecla ESPAÇO para adicionar um ficheiro à lista e, em seguida, premir ESC para confirmar a sua seleção.
tr: Dosya yönetimi için sunulan TUI'lerin bir alt kümesi, aynı işlemi komut satırı yardımcı programlarını kullanarak gerçekleştirmekten daha hızlı ve daha kullanışlı olan daha kolay bir yönetim sağlar. Sunulan TUI'lerden biri, amaçlanan işlem için hedef olarak birden fazla dosya seçmenize olanak tanıyan dosya grubu seçimi TUI'sidir. Buraya yönlendirildiyseniz, bir uygulama sizden işlemin tamamlanması için bir dosya grubu seçmenizi istemiştir. Listeye dosya eklemek için SPACE tuşunu, ardından seçiminizi onaylamak için ESC tuşunu kullanabilirsiniz.
uk: Для спрощення керування файлами передбачено підмножину TUI для керування файлами, що є швидшим та зручнішим, ніж використання утиліт командного рядка для виконання тієї ж дії. Одним із наданих TUI є TUI вибору групи файлів, який дозволяє вибрати кілька файлів як цілі для запланованої операції. Якщо ви потрапили сюди, це означає, що програма запросила вас вибрати групу файлів для завершення операції. Ви можете скористатися клавішею ПРОБІЛ, щоб додати файл до списку, а потім натиснути ESC, щоб підтвердити свій вибір.
vi: Một tập hợp con các giao diện người dùng dựa trên văn bản (TUI) để quản lý tập tin được cung cấp để quản lý dễ dàng hơn, nhanh hơn và thuận tiện hơn so với việc sử dụng các tiện ích dòng lệnh để thực hiện cùng một thao tác. Một trong những TUI được cung cấp là TUI chọn nhóm tập tin, cho phép bạn chọn nhiều tập tin làm mục tiêu cho thao tác mong muốn. Nếu bạn được đưa đến đây, một ứng dụng đã yêu cầu bạn chọn một nhóm tập tin để hoàn tất thao tác. Bạn có thể sử dụng phím SPACE để thêm tập tin vào danh sách, sau đó nhấn ESC để xác nhận lựa chọn của mình.
zh: 为了方便管理文件，我们提供了一系列文件管理用户界面 (TUI)，比使用命令行工具执行相同操作更快捷方便。其中一个 TUI 是文件组选择 TUI，它允许您选择多个文件作为目标操作。如果您看到此界面，说明某个应用程序要求您选择一组文件才能完成操作。您可以使用空格键将文件添加到列表中，然后按 Esc 键确认选择。

# NKS_MISC_INTERACTIVES_FMTUI_FILE_HELP01_TITLE
source: Selecting files
ar: تحديد الملفات
de: Dateien auswählen
el: Επιλογή αρχείων
es: Seleccionar archivos
fr: Sélection des fichiers
ga: Comhaid á roghnú
hi: फ़ाइलें चुनना
hi_latn: failen chunana
id: Memilih file
it: Selezione dei file
ja: ファイルの選択
ko: 파일 선택
ms: Memilih fail
nb: Velge filer
nl: Bestanden selecteren
pt: Selecionando ficheiros
tr: Dosyaları seçme
uk: Вибір файлів
vi: Chọn tệp
zh: 选择文件

# NKS_MISC_INTERACTIVES_FMTUI_FILE_HELP01_DESC
source: Using the file selector TUI to select a file
ar: استخدام واجهة المستخدم الرسومية لاختيار ملف
de: Verwenden der Dateiauswahl-Benutzeroberfläche zum Auswählen einer Datei
el: Χρήση του επιλογέα αρχείων TUI για την επιλογή ενός αρχείου
es: Uso del selector de archivos TUI para seleccionar un archivo
fr: Utiliser l'interface utilisateur de sélection de fichiers pour sélectionner un fichier
ga: Ag baint úsáide as an roghnóir comhad TUI chun comhad a roghnú
hi: फ़ाइल चयनकर्ता TUI का उपयोग करके फ़ाइल का चयन करना
hi_latn: fail chunane ke lie fail silektar tui ka istemaal karana
id: Menggunakan TUI pemilih file untuk memilih file.
it: Utilizzo del selettore file TUI per selezionare un file
ja: ファイルセレクタTUIを使用してファイルを選択する
ko: 파일 선택 도구 TUI를 사용하여 파일을 선택합니다.
ms: Menggunakan TUI pemilih fail untuk memilih fail
nb: Bruke filvelgeren TUI til å velge en fil
nl: Een bestand selecteren met behulp van de TUI-bestandsselector
pt: Utilizando a interface de texto do seletor de ficheiros para selecionar um ficheiro.
tr: TUI dosya seçiciyi kullanarak dosya seçme
uk: Використання інтерфейсу вибору файлів (TUI) для вибору файлу
vi: Sử dụng giao diện người dùng đồ họa (TUI) để chọn tệp.
zh: 使用文件选择器 TUI 选择文件
