Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_SCREENSAVER_DESC
source: Opens the screensaver settings
ar: يفتح إعدادات شاشة التوقف
de: Öffnet die Bildschirmschonereinstellungen
el: Ανοίγει τις ρυθμίσεις της προφύλαξης οθόνης
es: Abre la configuración del salvapantallas.
fr: Ouvre les paramètres de l'économiseur d'écran
ga: Osclaíonn sé na socruithe spárálaíscáileáin
hi: स्क्रीनसेवर सेटिंग खोलता है
hi_latn: skreenasevar seting kholata hai
id: Membuka pengaturan screensaver
it: Apre le impostazioni del salvaschermo
ja: スクリーンセーバーの設定を開きます
ko: 화면 보호기 설정을 엽니다.
ms: Membuka tetapan penyelamat skrin
nb: Åpner skjermsparerinnstillingene
nl: Opent de schermbeveiligingsinstellingen
pt: Abre as configurações do protetor de tela
ro: Deschide setările screensaverului
tr: Ekran koruyucu ayarlarını açar
uk: Відкриває налаштування заставки
vi: Mở cài đặt bảo vệ màn hình
zh: 打開屏幕保護程序設置

# NKS_SHELL_SHELLS_UESH_COMMAND_SETTINGS_SWITCH_SPLASH_DESC
source: Opens the splash settings
ar: يفتح إعدادات البداية
de: Öffnet die Splash-Einstellungen
el: Ανοίγει τις ρυθμίσεις εκτόξευσης
es: Abre la configuración de bienvenida.
fr: Ouvre les paramètres de démarrage
ga: Osclaíonn sé na socruithe splanclainne
hi: स्प्लैश सेटिंग खोलता है
hi_latn: splaish seting kholata hai
id: Membuka pengaturan splash
it: Apre le impostazioni splash
ja: スプラッシュ設定を開きます
ko: 시작 설정을 엽니다.
ms: Membuka tetapan percikan
nb: Åpner splash-innstillingene
nl: Opent de splash-instellingen
pt: Abre as configurações de splash
ro: Deschide setările splash
tr: Açılış ayarlarını açar
uk: Відкриває налаштування заставки
vi: Mở cài đặt giật gân
zh: 打開啟動設置

# NKS_ARGUMENTS_ARGUMENT_DEBUG_DESC
source: Enables debug mode
ar: لتمكين وضع التصحيح
de: Aktiviert den Debug-Modus
el: Ενεργοποιεί τη λειτουργία εντοπισμού σφαλμάτων
es: Habilita el modo de depuración
fr: Active le mode débogage
ga: Cumasaíonn sé mód dífhabhtaithe
hi: डिबग मोड सक्षम करता है
hi_latn: dibag mod saksham karata hai
id: Mengaktifkan mode debug
it: Abilita la modalità di debug
ja: デバッグモードを有効にします
ko: 디버그 모드 활성화
ms: Mendayakan mod nyahpepijat
nb: Aktiverer feilsøkingsmodus
nl: Schakelt debug-modus in
pt: Ativa o modo de depuração
ro: Activează modul de depanare
tr: Hata ayıklama modunu etkinleştirir
uk: Вмикає режим налагодження
vi: Bật chế độ gỡ lỗi
zh: 啟用調試模式

# NKS_SHELL_SHELLS_HEX_COMMAND_ADDBYTE_DESC
source: Adds a new byte at the end of the file
ar: يضيف بايت جديد في نهاية الملف
de: Fügt am Ende der Datei ein neues Byte hinzu
el: Προσθέτει ένα νέο byte στο τέλος του αρχείου
es: Agrega un nuevo byte al final del archivo
fr: Ajoute un nouvel octet à la fin du fichier
ga: Cuireann sé beart nua ag deireadh an chomhaid
hi: फ़ाइल के अंत में एक नया बाइट जोड़ता है
hi_latn: fail ke ant mein ek naya bait jodata hai
id: Menambahkan byte baru di akhir file
it: Aggiunge un nuovo byte alla fine del file
ja: ファイルの最後に新しいバイトを追加します
ko: 파일 끝에 새 바이트를 추가합니다.
ms: Menambah bait baharu pada penghujung fail
nb: Legger til en ny byte på slutten av filen
nl: Voegt een nieuwe byte toe aan het einde van het bestand
pt: Adiciona um novo byte no final do arquivo
ro: Adaugă un nou octet la sfârșitul fișierului
tr: Dosyanın sonuna yeni bir bayt ekler
uk: Додає новий байт у кінець файлу
vi: Thêm một byte mới vào cuối tệp
zh: 在文件末尾添加一個新字節

# NKS_SHELL_SHELLS_HEX_COMMAND_ADDBYTES_DESC
source: Adds the new bytes at the end of the file
ar: يضيف وحدات البايت الجديدة في نهاية الملف
de: Fügt die neuen Bytes am Ende der Datei hinzu
el: Προσθέτει τα νέα byte στο τέλος του αρχείου
es: Agrega los nuevos bytes al final del archivo.
fr: Ajoute les nouveaux octets à la fin du fichier
ga: Cuireann sé na bearta nua ag deireadh an chomhaid
hi: फ़ाइल के अंत में नए बाइट जोड़ता है
hi_latn: fail ke ant mein nae bait jodata hai
id: Menambahkan byte baru di akhir file
it: Aggiunge i nuovi byte alla fine del file
ja: ファイルの最後に新しいバイトを追加します
ko: 파일 끝에 새 바이트를 추가합니다.
ms: Menambah bait baharu pada penghujung fail
nb: Legger til de nye bytene på slutten av filen
nl: Voegt de nieuwe bytes toe aan het einde van het bestand
pt: Adiciona os novos bytes no final do arquivo
ro: Adaugă noii octeți la sfârșitul fișierului
tr: Dosyanın sonuna yeni baytları ekler
uk: Додає нові байти в кінець файлу
vi: Thêm các byte mới vào cuối tệp
zh: 在文件末尾添加新字節

# NKS_SHELL_SHELLS_HEX_COMMAND_CLEAR_DESC
source: Clears the binary file
ar: يمسح الملف الثنائي
de: Löscht die Binärdatei
el: Διαγράφει το δυαδικό αρχείο
es: Borra el archivo binario
fr: Efface le fichier binaire
ga: Glanann an comhad dénártha
hi: बाइनरी फ़ाइल को साफ़ करता है
hi_latn: bainaree fail ko saaf karata hai
id: Membersihkan file biner
it: Cancella il file binario
ja: バイナリファイルをクリアします
ko: 바이너리 파일을 지웁니다.
ms: Membersihkan fail binari
nb: Tømmer den binære filen
nl: Wist het binaire bestand
pt: Limpa o arquivo binário
ro: Șterge fișierul binar
tr: İkili dosyayı temizler
uk: Очищає двійковий файл
vi: Xóa tệp nhị phân
zh: 清除二進製文件

# NKS_SHELL_SHELLS_HEX_COMMAND_DELBYTE_DESC
source: Deletes a byte using the byte number
ar: يحذف بايت باستخدام رقم البايت
de: Löscht ein Byte anhand der Bytenummer
el: Διαγράφει ένα byte χρησιμοποιώντας τον αριθμό byte
es: Elimina un byte usando el número de byte
fr: Supprime un octet en utilisant le numéro d'octet
ga: Scriostar beart ag baint úsáide as an uimhir beart
hi: बाइट संख्या का उपयोग करके एक बाइट को हटाता है
hi_latn: bait sankhya ka upayog karake ek bait ko hataata hai
id: Menghapus byte menggunakan nomor byte
it: Elimina un byte utilizzando il numero di byte
ja: バイト番号を使用してバイトを削除します
ko: 바이트 번호를 사용하여 바이트를 삭제합니다.
ms: Memadam bait menggunakan nombor bait
nb: Sletter en byte ved å bruke bytenummeret
nl: Verwijdert een byte met behulp van het bytenummer
pt: Exclui um byte usando o número do byte
ro: Șterge un octet utilizând numărul octetului
tr: Bayt numarasını kullanarak bir baytı siler
uk: Видаляє байт за номером байта
vi: Xóa một byte bằng cách sử dụng số byte
zh: 使用字節號刪除一個字節

# NKS_SHELL_SHELLS_HEX_COMMAND_DELBYTES_DESC
source: Deletes the range of bytes
ar: يحذف نطاق البايت
de: Löscht den Bereich von Bytes
el: Διαγράφει το εύρος των byte
es: Elimina el rango de bytes
fr: Supprime la plage d'octets
ga: Scrios an raon beart
hi: बाइट्स की सीमा हटाता है
hi_latn: baits kee seema hataata hai
id: Menghapus rentang byte
it: Elimina l'intervallo di byte
ja: バイト範囲を削除します
ko: 바이트 범위를 삭제합니다.
ms: Memadam julat bait
nb: Sletter rekkevidden av byte
nl: Verwijdert het bereik van bytes
pt: Exclui o intervalo de bytes
ro: Șterge intervalul de octeți
tr: Bayt aralığını siler
uk: Видаляє діапазон байтів
vi: Xóa phạm vi byte
zh: 刪除字節範圍

# NKS_SHELL_SHELLS_HEX_COMMAND_EXITNOSAVE_DESC
source: Exits the hex editor
ar: يخرج من محرر ست عشري
de: Beendet den Hex-Editor
el: Έξοδος από το εξάγωνο πρόγραμμα επεξεργασίας
es: Sale del editor hexadecimal
fr: Quitte l'éditeur hexadécimal
ga: Fágann an t-eagarthóir heicsidheachúlach amach
hi: हेक्स संपादक से बाहर निकलता है
hi_latn: heks sampaadak se baahar nikalata hai
id: Keluar dari editor hex
it: Esce dall'editor esadecimale
ja: 16進エディタを終了します
ko: 16진수 편집기를 종료합니다.
ms: Keluar dari editor hex
nb: Avslutter hex-editoren
nl: Sluit de hex-editor af
pt: Sai do editor hexadecimal
ro: Iese din editorul hexadecimal
tr: Hex düzenleyiciden çıkar
uk: Вихід із шістнадцяткового редактора
vi: Thoát khỏi trình soạn thảo hex
zh: 退出十六進制編輯器

# NKS_SHELL_SHELLS_HEX_COMMAND_PRINT_DESC
source: Prints the contents of the file with byte numbers to the console
ar: يطبع محتويات الملف بأرقام بايت على وحدة التحكم
de: Gibt den Inhalt der Datei mit Bytenummern an die Konsole aus
el: Εκτυπώνει τα περιεχόμενα του αρχείου με αριθμούς byte στην κονσόλα
es: Imprime el contenido del archivo con números de byte a la consola
fr: Imprime le contenu du fichier avec les numéros d'octets sur la console
ga: Priontaí ábhar an chomhaid le huimhreacha beart chuig an consól
hi: फ़ाइल की सामग्री को बाइट संख्याओं के साथ कंसोल पर प्रिंट करता है
hi_latn: fail kee saamagree ko bait sankhyaon ke saath kansol par print karata hai
id: Mencetak isi file dengan nomor byte ke konsol
it: Stampa il contenuto del file con i numeri di byte sulla console
ja: ファイルの内容をバイト番号とともにコンソールに出力します
ko: 바이트 번호가 있는 파일 내용을 콘솔에 인쇄합니다.
ms: Mencetak kandungan fail dengan nombor bait ke konsol
nb: Skriver ut innholdet i filen med bytenummer til konsollen
nl: Drukt de inhoud van het bestand met bytenummers af naar de console
pt: Imprime o conteúdo do arquivo com números de bytes no console
ro: Imprimă conținutul fișierului cu numere de octeți pe consolă
tr: Dosyanın içeriğini bayt numaralarıyla birlikte konsola yazdırır
uk: Виводить на консоль вміст файлу з номерами байтів
vi: In nội dung của tệp với số byte vào bảng điều khiển
zh: 將帶有字節數的文件內容打印到控制台

# NKS_SHELL_SHELLS_HEX_COMMAND_QUERYBYTE_DESC
source: Queries a byte in a specified range of bytes or all bytes
ar: للاستعلام عن بايت في نطاق محدد من البايت أو كل البايت
de: Fragt ein Byte in einem angegebenen Bereich von Bytes oder alle Bytes ab
el: Υποβάλλει ερώτημα σε ένα byte σε ένα καθορισμένο εύρος byte ή σε όλα τα byte
es: Consulta un byte en un rango específico de bytes o todos los bytes
fr: Interroge un octet dans une plage d'octets spécifiée ou tous les octets
ga: Ceistíonn sé beart i raon sonraithe beart nó i ngach beart
hi: बाइट्स या सभी बाइट्स की एक निर्दिष्ट श्रेणी में एक बाइट को क्वेरी करता है
hi_latn: baits ya sabhee baits kee ek nirdisht shrenee mein ek bait ko kveree karata hai
id: Menanyakan byte dalam rentang byte tertentu atau semua byte
it: Interroga un byte in un intervallo di byte specificato o tutti i byte
ja: 指定された範囲のバイトまたはすべてのバイトのバイトを照会します
ko: 지정된 바이트 범위 또는 모든 바이트의 바이트를 쿼리합니다.
ms: Menyoal bait dalam julat bait tertentu atau semua bait
nb: Spørrer en byte i et spesifisert område med byte eller alle byte
nl: Vraagt een byte op in een gespecificeerd bereik van bytes of alle bytes
pt: Consulta um byte em um intervalo especificado de bytes ou todos os bytes
ro: Interogează un octet dintr-un interval specificat de octeți sau toți octeții
tr: Belirtilen bir bayt aralığındaki bir baytı veya tüm baytları sorgular
uk: Запитує байт у вказаному діапазоні байтів або всі байти
vi: Truy vấn một byte trong phạm vi byte được chỉ định hoặc tất cả các byte
zh: 查詢指定字節範圍內的一個字節或所有字節

# NKS_SHELL_SHELLS_HEX_COMMAND_REPLACE_DESC
source: Replaces a byte with another one
ar: يستبدل البايت بآخر
de: Ersetzt ein Byte durch ein anderes
el: Αντικαθιστά ένα byte με ένα άλλο
es: Reemplaza un byte por otro
fr: Remplace un octet par un autre
ga: Cuirtear beart eile in ionad beart
hi: एक बाइट को दूसरे से बदल देता है
hi_latn: ek bait ko doosare se badal deta hai
id: Mengganti satu byte dengan byte lainnya
it: Sostituisce un byte con un altro
ja: バイトを別のバイトに置き換えます
ko: 바이트를 다른 바이트로 교체
ms: Menggantikan bait dengan yang lain
nb: Erstatter en byte med en annen
nl: Vervangt een byte door een andere
pt: Substitui um byte por outro
ro: Înlocuiește un octet cu altul
tr: Bir baytı başka bir baytla değiştirir
uk: Замінює байт на інший
vi: Thay thế một byte bằng một byte khác
zh: 用另一個字節替換一個字節

# NKS_SHELL_SHELLS_HEX_REPLACE_SUCCESS
source: Byte replaced.
ar: استبدال البايت.
de: Bytes ersetzt.
el: Το byte αντικαταστάθηκε.
es: Byte reemplazado.
fr: Octet remplacé.
ga: Beart curtha in ionad.
hi: बाइट बदला गया।
hi_latn: bait badala gaya.
id: Byte diganti.
it: Byte sostituito.
ja: バイトが置き換えられました。
ko: 바이트가 교체되었습니다.
ms: Byte diganti.
nb: Byte erstattet.
nl: Byte vervangen.
pt: Byte substituído.
ro: Octet înlocuit.
tr: Bayt değiştirildi.
uk: Байт замінено.
vi: Byte đã được thay thế.
zh: 字節替換。

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_FILESTREAMNOTOPENYET
source: The hex editor hasn't opened a file stream yet.
ar: لم يفتح المحرر السداسي تدفق ملف حتى الآن.
de: Der Hex-Editor hat noch keinen Dateistream geöffnet.
el: Το πρόγραμμα επεξεργασίας δεκαεξαδικού δεν έχει ανοίξει ακόμα ροή αρχείου.
es: El editor hexadecimal aún no ha abierto una secuencia de archivos.
fr: L'éditeur hexadécimal n'a pas encore ouvert de flux de fichiers.
ga: Níl sruth comhaid oscailte ag an eagarthóir heicsidheachúlach fós.
hi: हेक्स संपादक ने अभी तक कोई फ़ाइल स्ट्रीम नहीं खोली है।
hi_latn: heks sampaadak ne abhee tak koee fail streem nahin kholee hai.
id: Editor hex belum membuka aliran berkas.
it: L'editor esadecimale non ha ancora aperto un flusso di file.
ja: 16進エディタはまだファイルストリームを開いていません。
ko: 16진수 편집기는 아직 파일 스트림을 열지 않았습니다.
ms: Editor hex belum membuka strim fail lagi.
nb: Hex-editoren har ikke åpnet en filstrøm ennå.
nl: De hex-editor heeft nog geen bestandsstream geopend.
pt: O editor hexadecimal ainda não abriu um fluxo de arquivos.
ro: Editorul hexadecimal nu a deschis încă un flux de fișiere.
tr: Hex editörü henüz bir dosya akışı açmadı.
uk: Шістнадцятковий редактор ще не відкрив потік файлів.
vi: Trình soạn thảo hex vẫn chưa mở luồng tệp.
zh: 十六進制編輯器尚未打開文件流。

# NKS_SHELL_SHELLS_HEX_ADDBYTES_PROMPT
source: Enter a byte on its own line that you want to append to the end of the file. When you're done, write "EOF" on its own line.
ar: أدخل بايت في السطر الخاص به الذي تريد إلحاقه بنهاية الملف. عند الانتهاء ، اكتب "EOF" على السطر الخاص بها.
de: Geben Sie in einer eigenen Zeile ein Byte ein, das Sie an das Ende der Datei anhängen möchten. Wenn Sie fertig sind, schreiben Sie „EOF“ in eine eigene Zeile.
el: Εισαγάγετε ένα byte στη δική του γραμμή που θέλετε να προσαρτήσετε στο τέλος του αρχείου. Όταν τελειώσεις, γράψε «ΕΟΦ» στη δική του γραμμή.
es: Ingrese un byte en su propia línea que desee agregar al final del archivo. Cuando termines, escribe "EOF" en su propia línea.
fr: Entrez un octet sur sa propre ligne que vous souhaitez ajouter à la fin du fichier. Lorsque vous avez terminé, écrivez "EOF" sur sa propre ligne.
ga: Cuir isteach beart ar a líne féin a theastaíonn uait a chur i gceangal le deireadh an chomhaid. Nuair a bheidh tú críochnaithe, scríobh "EOF" ar a líne féin.
hi: अपनी लाइन पर एक बाइट दर्ज करें जिसे आप फ़ाइल के अंत में जोड़ना चाहते हैं। जब आपका काम हो जाए, तो उसकी अपनी लाइन पर "EOF" लिखें।
hi_latn: apanee lain par ek bait darj karen jise aap fail ke ant mein jodana chaahate hain. jab aapaka kaam ho jae, to usakee apanee lain par "aiof" likhen.
id: Masukkan byte pada barisnya sendiri yang ingin Anda tambahkan di akhir berkas. Setelah selesai, tulis "EOF" pada barisnya sendiri.
it: Immettere un byte sulla propria riga che si desidera aggiungere alla fine del file. Quando hai finito, scrivi "EOF" sulla propria riga.
ja: ファイルの最後に追加するバイトを独自の行に入力します。完了したら、独自の行に「EOF」と記述します。
ko: 파일 끝에 추가할 바이트를 한 줄에 입력합니다. 완료되면 한 줄에 "EOF"를 작성합니다.
ms: Masukkan bait pada barisnya sendiri yang anda mahu tambahkan pada penghujung fail. Apabila anda selesai, tulis "EOF" pada barisnya sendiri.
nb: Skriv inn en byte på sin egen linje som du vil legge til på slutten av filen. Når du er ferdig, skriv "EOF" på sin egen linje.
nl: Voer een byte op zijn eigen regel in die u aan het einde van het bestand wilt toevoegen. Als je klaar bent, schrijf je "EOF" op zijn eigen regel.
pt: Insira um byte em sua própria linha que você deseja anexar ao final do arquivo. Quando terminar, escreva "EOF" em sua própria linha.
ro: Introduceți un octet pe propria linie pe care doriți să îl adăugați la sfârșitul fișierului. Când ați terminat, scrieți „EOF” pe propria linie.
tr: Dosyanın sonuna eklemek istediğiniz bir baytı kendi satırına girin. İşiniz bittiğinde kendi satırına "EOF" yazın.
uk: Введіть байт в окремому рядку, який потрібно додати в кінець файлу. Коли ви закінчите, напишіть "EOF" в окремому рядку.
vi: Nhập một byte trên một dòng riêng mà bạn muốn thêm vào cuối tệp. Khi bạn hoàn tất, hãy viết "EOF" trên một dòng riêng.
zh: 在單獨的行中輸入要附加到文件末尾的字節。完成後，在自己的行上寫上“EOF”。

# NKS_SHELL_SHELLS_HEX_ADDBYTES_INVALIDBYTE
source: Not a valid byte.
ar: بايت غير صالح.
de: Kein gültiges Byte.
el: Δεν είναι έγκυρο byte.
es: No es un byte válido.
fr: Pas un octet valide.
ga: Ní beart bailí.
hi: मान्य बाइट नहीं है।
hi_latn: maany bait nahin hai.
id: Bukan byte yang valid.
it: Byte non valido.
ja: 有効なバイトではありません。
ko: 유효한 바이트가 아닙니다.
ms: Bukan bait yang sah.
nb: Ikke en gyldig byte.
nl: Geen geldige byte.
pt: Não é um byte válido.
ro: Nu este un octet valid.
tr: Geçerli bir bayt değil.
uk: Недійсний байт.
vi: Không phải là một byte hợp lệ.
zh: 不是有效字節。

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_BYTENUMTOOLARGE
source: The specified byte number may not be larger than the file size.
ar: لا يجوز أن يكون رقم البايت المحدد أكبر من حجم الملف.
de: Die angegebene Bytezahl darf nicht größer als die Dateigröße sein.
el: Ο καθορισμένος αριθμός byte δεν μπορεί να είναι μεγαλύτερος από το μέγεθος του αρχείου.
es: El número de bytes especificado no puede ser mayor que el tamaño del archivo.
fr: Le nombre d'octets spécifié ne doit pas être supérieur à la taille du fichier.
ga: Ní fhéadfaidh an líon beart sonraithe a bheith níos mó ná méid an chomhaid.
hi: निर्दिष्ट बाइट संख्या फ़ाइल आकार से बड़ी नहीं हो सकती है।
hi_latn: nirdisht bait sankhya fail aakaar se badee nahin ho sakatee hai.
id: Jumlah byte yang ditentukan tidak boleh lebih besar dari ukuran file.
it: Il numero di byte specificato potrebbe non essere maggiore della dimensione del file.
ja: 指定されたバイト番号は、ファイルサイズより大きくすることはできません。
ko: 지정된 바이트 수는 파일 크기보다 클 수 없습니다.
ms: Nombor bait yang ditentukan mungkin tidak lebih besar daripada saiz fail.
nb: Det angitte bytenummeret kan ikke være større enn filstørrelsen.
nl: Het opgegeven bytenummer mag niet groter zijn dan de bestandsgrootte.
pt: O número de bytes especificado não pode ser maior que o tamanho do arquivo.
ro: Numărul de octeți specificat nu poate fi mai mare decât dimensiunea fișierului.
tr: Belirtilen bayt sayısı dosya boyutundan büyük olamaz.
uk: Зазначене число байтів не може перевищувати розмір файлу.
vi: Số byte được chỉ định không được lớn hơn kích thước tệp.
zh: 指定的字節數不得大於文件大小。

# NKS_SHELL_SHELLS_HEX_DELBYTE_SUCCESS
source: Byte deleted.
ar: بايت محذوف.
de: Bytes gelöscht.
el: Το byte διαγράφηκε.
es: Byte eliminado.
fr: Octet supprimé.
ga: Scriosadh beart.
hi: बाइट हटा दी गई।
hi_latn: bait hata dee gaee.
id: Byte dihapus.
it: Byte cancellato.
ja: バイトが削除されました。
ko: 바이트가 삭제되었습니다.
ms: Bait dipadamkan.
nb: Byte slettet.
nl: Byte verwijderd.
pt: Byte excluído.
ro: Octet șters.
tr: Bayt silindi.
uk: Байт видалено.
vi: Byte đã bị xóa.
zh: 字節已刪除。

# NKS_SHELL_SHELLS_HEX_COMMON_NOTNUMERIC
source: The byte number is not numeric.
ar: رقم البايت ليس رقميًا.
de: Die Bytenummer ist nicht numerisch.
el: Ο αριθμός byte δεν είναι αριθμητικός.
es: El número de byte no es numérico.
fr: Le numéro d'octet n'est pas numérique.
ga: Níl an beart uimhriúil.
hi: बाइट संख्या संख्यात्मक नहीं है।
hi_latn: bait sankhya sankhyaatmak nahin hai.
id: Nomor byte bukan numerik.
it: Il numero di byte non è numerico.
ja: バイト番号は数値ではありません。
ko: 바이트 번호는 숫자가 아닙니다.
ms: Nombor bait bukan angka.
nb: Bytenummeret er ikke numerisk.
nl: Het bytenummer is niet numeriek.
pt: O número do byte não é numérico.
ro: Numărul octetului nu este numeric.
tr: Bayt sayısı sayısal değildir.
uk: Номер байта не є числом.
vi: Số byte không phải là số.
zh: 字節數不是數字。

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_STARTBYTENUMTOOLARGE
source: The specified start byte number may not be larger than the file size.
ar: يجب ألا يكون رقم بايت البداية المحدد أكبر من حجم الملف.
de: Die angegebene Startbytezahl darf nicht größer als die Dateigröße sein.
el: Ο καθορισμένος αριθμός byte έναρξης μπορεί να μην είναι μεγαλύτερος από το μέγεθος του αρχείου.
es: El número de byte de inicio especificado no puede ser mayor que el tamaño del archivo.
fr: Le nombre d'octets de début spécifié ne doit pas être supérieur à la taille du fichier.
ga: B'fhéidir nach mbeidh an uimhir beart tosaithe sonraithe níos mó ná méid an chomhaid.
hi: निर्दिष्ट प्रारंभ बाइट संख्या फ़ाइल आकार से बड़ी नहीं हो सकती है।
hi_latn: nirdisht praarambh bait sankhya fail aakaar se badee nahin ho sakatee hai.
id: Nomor byte awal yang ditentukan tidak boleh lebih besar dari ukuran file.
it: Il numero di byte iniziale specificato potrebbe non essere maggiore della dimensione del file.
ja: 指定された開始バイト番号は、ファイルサイズより大きくすることはできません。
ko: 지정된 시작 바이트 수는 파일 크기보다 클 수 없습니다.
ms: Nombor bait permulaan yang ditentukan mungkin tidak lebih besar daripada saiz fail.
nb: Det angitte startbytenummeret kan ikke være større enn filstørrelsen.
nl: Het opgegeven startbytenummer mag niet groter zijn dan de bestandsgrootte.
pt: O número de byte inicial especificado não pode ser maior que o tamanho do arquivo.
ro: Numărul octetului de început specificat nu poate fi mai mare decât dimensiunea fișierului.
tr: Belirtilen başlangıç bayt numarası dosya boyutundan büyük olamaz.
uk: Зазначений початковий номер байта не може перевищувати розмір файлу.
vi: Số byte bắt đầu được chỉ định không được lớn hơn kích thước tệp.
zh: 指定的起始字節數不得大於文件大小。

# NKS_FILES_EDITORS_HEXEDITOR_EXCEPTION_ENDBYTENUMTOOLARGE
source: The specified end byte number may not be larger than the file size.
ar: يجب ألا يكون رقم بايت النهاية المحدد أكبر من حجم الملف.
de: Die angegebene Endbytezahl darf nicht größer als die Dateigröße sein.
el: Ο καθορισμένος αριθμός byte τέλους μπορεί να μην είναι μεγαλύτερος από το μέγεθος του αρχείου.
es: El número de byte final especificado no puede ser mayor que el tamaño del archivo.
fr: Le nombre d'octets de fin spécifié ne doit pas être supérieur à la taille du fichier.
ga: Ní fhéadfaidh an uimhir bhearta deiridh sonraithe a bheith níos mó ná méid an chomhaid.
hi: निर्दिष्ट अंत बाइट संख्या फ़ाइल आकार से बड़ी नहीं हो सकती है।
hi_latn: nirdisht ant bait sankhya fail aakaar se badee nahin ho sakatee hai.
id: Nomor byte akhir yang ditentukan tidak boleh lebih besar dari ukuran file.
it: Il numero di byte finale specificato potrebbe non essere maggiore della dimensione del file.
ja: 指定された終了バイト番号は、ファイルサイズより大きくすることはできません。
ko: 지정된 끝 바이트 수는 파일 크기보다 클 수 없습니다.
ms: Nombor bait akhir yang ditentukan mungkin tidak lebih besar daripada saiz fail.
nb: Det angitte sluttbytenummeret kan ikke være større enn filstørrelsen.
nl: Het opgegeven eindbytenummer mag niet groter zijn dan de bestandsgrootte.
pt: O número do byte final especificado não pode ser maior que o tamanho do arquivo.
ro: Numărul de octet de final specificat nu poate fi mai mare decât dimensiunea fișierului.
tr: Belirtilen son bayt numarası dosya boyutundan büyük olamaz.
uk: Зазначений номер кінцевого байта не може перевищувати розмір файлу.
vi: Số byte kết thúc được chỉ định không được lớn hơn kích thước tệp.
zh: 指定的結束字節數不得大於文件大小。

# NKS_SHELL_SHELLS_HEX_DELBYTES_SUCCESS
source: Deleted bytes.
ar: البايت المحذوفة.
de: Gelöschte Bytes.
el: Διαγραμμένα byte.
es: Bytes eliminados.
fr: Octets supprimés.
ga: Bearta scriosta.
hi: हटाए गए बाइट्स।
hi_latn: hatae gae baits.
id: Byte yang dihapus.
it: Byte cancellati.
ja: バイトを削除しました。
ko: 삭제된 바이트입니다.
ms: Dipadamkan bait.
nb: Slettede bytes.
nl: Byte verwijderd.
pt: Bytes excluídos.
ro: Octeți șterși.
tr: Silinen baytlar.
uk: Видалені байти.
vi: Các byte đã xóa.
zh: 刪除的字節。
