Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_NETWORK_CONNECTION_SELECT_PROMPT
source: Select a connection. If you have no connections, you'll have to create a new connection. Additionally, you can use the speed dial feature to quickly connect to servers.
ar: حدد اتصالاً. إذا لم يكن لديك أي اتصالات، فسيتعين عليك إنشاء اتصال جديد. بالإضافة إلى ذلك، يمكنك استخدام ميزة الطلب السريع للاتصال بالخوادم بسرعة.
de: Wählen Sie eine Verbindung aus. Wenn Sie keine Verbindungen haben, müssen Sie eine neue Verbindung erstellen. Darüber hinaus können Sie die Kurzwahlfunktion nutzen, um schnell eine Verbindung zu Servern herzustellen.
el: Επιλέξτε μια σύνδεση. Εάν δεν έχετε συνδέσεις, θα πρέπει να δημιουργήσετε μια νέα σύνδεση. Επιπλέον, μπορείτε να χρησιμοποιήσετε τη δυνατότητα γρήγορης κλήσης για γρήγορη σύνδεση με διακομιστές.
es: Seleccione una conexión. Si no tienes conexiones, tendrás que crear una nueva conexión. Además, puede utilizar la función de marcación rápida para conectarse rápidamente a los servidores.
fr: Sélectionnez une connexion. Si vous n'avez aucune connexion, vous devrez créer une nouvelle connexion. De plus, vous pouvez utiliser la fonction de numérotation abrégée pour vous connecter rapidement aux serveurs.
ga: Roghnaigh nasc. Mura bhfuil aon naisc agat, beidh ort nasc nua a chruthú. Ina theannta sin, is féidir leat an ghné luas-dhiailiú a úsáid chun nascadh go tapa le freastalaithe.
hi: एक कनेक्शन चुनें. यदि आपके पास कोई कनेक्शन नहीं है, तो आपको एक नया कनेक्शन बनाना होगा। इसके अतिरिक्त, आप सर्वर से शीघ्रता से जुड़ने के लिए स्पीड डायल सुविधा का उपयोग कर सकते हैं।
hi_latn: ek kanekshan chunen. yadi aapake paas koee kanekshan nahin hai, to aapako ek naya kanekshan banaana hoga. isake atirikt, aap sarvar se tezee se kanekt hone ke lie speed daayal suvidha ka upayog kar sakate hain.
id: Pilih koneksi. Jika Anda tidak memiliki koneksi, Anda harus membuat koneksi baru. Selain itu, Anda dapat menggunakan fitur panggilan cepat untuk terhubung dengan cepat ke server.
it: Seleziona una connessione. Se non hai connessioni, dovrai crearne una nuova. Inoltre, puoi utilizzare la funzione di chiamata rapida per connetterti rapidamente ai server.
ja: 接続を選択します。接続がない場合は、新しい接続を作成する必要があります。さらに、短縮ダイヤル機能を使用してサーバーにすばやく接続できます。
ko: 연결을 선택합니다. 연결이 없으면 새 연결을 만들어야 합니다. 또한 단축 다이얼 기능을 사용하여 서버에 빠르게 연결할 수 있습니다.
ms: Pilih sambungan. Jika anda tiada sambungan, anda perlu membuat sambungan baharu. Selain itu, anda boleh menggunakan ciri dail cepat untuk menyambung dengan cepat ke pelayan.
nb: Velg en tilkobling. Hvis du ikke har noen tilkoblinger, må du opprette en ny tilkobling. I tillegg kan du bruke hurtigoppringingsfunksjonen for raskt å koble til servere.
nl: Selecteer een verbinding. Als u geen verbindingen heeft, moet u een nieuwe verbinding maken. Bovendien kunt u de snelkiesfunctie gebruiken om snel verbinding te maken met servers.
pt: Selecione uma conexão. Se você não tiver conexões, terá que criar uma nova conexão. Além disso, você pode usar o recurso de discagem rápida para conectar-se rapidamente aos servidores.
ro: Selectați o conexiune. Dacă nu aveți conexiuni, va trebui să creați o nouă conexiune. În plus, puteți utiliza funcția de apelare rapidă pentru a vă conecta rapid la servere.
tr: Bir bağlantı seçin. Bağlantınız yoksa yeni bir bağlantı oluşturmanız gerekir. Ayrıca sunuculara hızlı bir şekilde bağlanmak için hızlı arama özelliğini kullanabilirsiniz.
uk: Виберіть підключення. Якщо у вас немає підключень, вам доведеться створити нове підключення. Крім того, ви можете використовувати функцію швидкого набору для швидкого підключення до серверів.
vi: Chọn một kết nối. Nếu bạn không có kết nối nào, bạn sẽ phải tạo một kết nối mới. Ngoài ra, bạn có thể sử dụng tính năng quay số nhanh để kết nối nhanh đến máy chủ.
zh: 選擇一個連接。如果沒有連接，則必須建立新連接。此外，您還可以使用快速撥號功能快速連線到伺服器。

# NKS_NETWORK_CONNECTION_SELECT_CREATE
source: Create a new connection
ar: إنشاء اتصال جديد
de: Erstellen Sie eine neue Verbindung
el: Δημιουργήστε μια νέα σύνδεση
es: Crear una nueva conexión
fr: Créer une nouvelle connexion
ga: Cruthaigh nasc nua
hi: एक नया कनेक्शन बनाएं
hi_latn: naya kanekshan banaen
id: Buat koneksi baru
it: Crea una nuova connessione
ja: 新しい接続を作成する
ko: 새 연결 만들기
ms: Buat sambungan baharu
nb: Opprett en ny tilkobling
nl: Maak een nieuwe verbinding
pt: Crie uma nova conexão
ro: Creați o nouă conexiune
tr: Yeni bir bağlantı oluştur
uk: Створіть нове підключення
vi: Tạo kết nối mới
zh: 建立新連接

# NKS_NETWORK_CONNECTION_SELECT_SPEEDDIAL
source: Use speed dial
ar: استخدام الاتصال السريع
de: Verwenden Sie die Kurzwahl
el: Χρησιμοποιήστε γρήγορη κλήση
es: Usar marcación rápida
fr: Utiliser la numérotation rapide
ga: Bain úsáid as dhiailiú luais
hi: स्पीड डायल का प्रयोग करें
hi_latn: speed daayal ka upayog karen
id: Gunakan panggilan cepat
it: Utilizzare la chiamata rapida
ja: 短縮ダイヤルを使用する
ko: 단축 다이얼 사용
ms: Gunakan dail cepat
nb: Bruk hurtigvalg
nl: Gebruik snelkeuze
pt: Usar discagem rápida
ro: Utilizați apelarea rapidă
tr: Hızlı aramayı kullan
uk: Використовуйте швидкий набір
vi: Sử dụng quay số nhanh
zh: 使用快速撥號

# NKS_NETWORK_CONNECTION_EXCEPTION_NOTYPE
source: Connection type is not found
ar: لم يتم العثور على نوع الاتصال
de: Verbindungstyp wurde nicht gefunden
el: Ο τύπος σύνδεσης δεν βρέθηκε
es: No se encuentra el tipo de conexión
fr: Le type de connexion est introuvable
ga: Ní aimsítear cineál ceangail
hi: कनेक्शन प्रकार नहीं मिला
hi_latn: kanekshan prakaar nahin mila
id: Jenis koneksi tidak ditemukan
it: Tipo di connessione non trovato
ja: 接続タイプが見つかりません
ko: 연결 유형을 찾을 수 없습니다.
ms: Jenis sambungan tidak ditemui
nb: Tilkoblingstype ble ikke funnet
nl: Verbindingstype is niet gevonden
pt: O tipo de conexão não foi encontrado
ro: Tipul de conexiune nu a fost găsit
tr: Bağlantı türü bulunamadı
uk: Тип підключення не знайдено
vi: Không tìm thấy loại kết nối
zh: 未找到連線類型

# NKS_NETWORK_CONNECTION_EXCEPTION_NOCONNECTION
source: Connection is not found.
ar: لم يتم العثور على الاتصال.
de: Verbindung wurde nicht gefunden.
el: Η σύνδεση δεν βρέθηκε.
es: No se encuentra la conexión.
fr: La connexion n'est pas trouvée.
ga: Ní aimsítear ceangal.
hi: कनेक्शन नहीं मिला.
hi_latn: kanekshan nahin mila.
id: Koneksi tidak ditemukan.
it: La connessione non è stata trovata.
ja: 接続が見つかりません。
ko: 연결을 찾을 수 없습니다.
ms: Sambungan tidak ditemui.
nb: Fant ikke forbindelsen.
nl: Er is geen verbinding gevonden.
pt: A conexão não foi encontrada.
ro: Conexiunea nu a fost găsită.
tr: Bağlantı bulunamadı.
uk: Підключення не знайдено.
vi: Không tìm thấy kết nối.
zh: 未找到連線。

# NKS_NETWORK_CONNECTION_EXCEPTION_INVALIDLINK
source: Invalid link for connection.
ar: رابط غير صالح للاتصال.
de: Ungültiger Link für die Verbindung.
el: Μη έγκυρος σύνδεσμος για σύνδεση.
es: Enlace no válido para la conexión.
fr: Lien de connexion invalide.
ga: Nasc neamhbhailí le haghaidh ceangail.
hi: कनेक्शन के लिए अमान्य लिंक.
hi_latn: kanekshan ke lie amaany link.
id: Tautan tidak valid untuk koneksi.
it: Collegamento non valido per la connessione.
ja: 接続用のリンクが無効です。
ko: 연결 링크가 잘못되었습니다.
ms: Pautan tidak sah untuk sambungan.
nb: Ugyldig kobling for tilkobling.
nl: Ongeldige link voor verbinding.
pt: Link inválido para conexão.
ro: Link nevalid pentru conexiune.
tr: Bağlantı için geçersiz bağlantı.
uk: Недійсне посилання для підключення.
vi: Liên kết kết nối không hợp lệ.
zh: 連接連結無效。

# NKS_NETWORK_CONNECTION_EXCEPTION_ESTABLISHFAILED
source: Failed to establish connection with {0}.
ar: فشل إنشاء اتصال مع {0}.
de: Es konnte keine Verbindung mit {0} hergestellt werden.
el: Απέτυχε η δημιουργία σύνδεσης με το {0}.
es: No se pudo establecer conexión con {0}.
fr: Échec de l'établissement de la connexion avec {0}.
ga: Theip ar nasc a bhunú le {0}.
hi: {0} के साथ कनेक्शन स्थापित करने में विफल.
hi_latn: {0} ke saath kanekshan sthaapit karane mein viphal.
id: Gagal membuat koneksi dengan {0}.
it: Impossibile stabilire la connessione con {0}.
ja: {0} との接続を確立できませんでした。
ko: {0}과의 연결을 설정하지 못했습니다.
ms: Gagal mewujudkan sambungan dengan {0}.
nb: Kunne ikke opprette forbindelse med {0}.
nl: Kan geen verbinding tot stand brengen met {0}.
pt: Falha ao estabelecer conexão com {0}.
ro: Nu s-a putut stabili conexiunea cu {0}.
tr: {0} ile bağlantı kurulamadı.
uk: Не вдалося встановити з’єднання з {0}.
vi: Không thể thiết lập kết nối với {0}.
zh: 無法與 {0} 建立連線。

# NKS_NETWORK_CONNECTION_EXCEPTION_NOTESTABLISHED
source: Connection is not established yet.
ar: لم يتم تأسيس الاتصال بعد.
de: Die Verbindung ist noch nicht hergestellt.
el: Η σύνδεση δεν έχει δημιουργηθεί ακόμα.
es: La conexión aún no se ha establecido.
fr: La connexion n'est pas encore établie.
ga: Níl ceangal bunaithe fós.
hi: कनेक्शन अभी तक स्थापित नहीं हुआ है.
hi_latn: kanekshan abhee tak sthaapit nahin hua hai.
id: Koneksi belum terjalin.
it: La connessione non è stata ancora stabilita.
ja: まだ接続が確立されていません。
ko: 아직 연결이 설정되지 않았습니다.
ms: Sambungan belum diwujudkan lagi.
nb: Tilkoblingen er ikke etablert ennå.
nl: Er is nog geen verbinding tot stand gebracht.
pt: A conexão ainda não foi estabelecida.
ro: Conexiunea nu este încă stabilită.
tr: Bağlantı henüz kurulamadı.
uk: Підключення ще не встановлено.
vi: Kết nối vẫn chưa được thiết lập.
zh: 連線尚未建立。

# NKS_NETWORK_CONNECTION_EXCEPTION_IDXOUTOFRANGE
source: The connection index is out of range.
ar: مؤشر الاتصال خارج النطاق.
de: Der Verbindungsindex liegt außerhalb des gültigen Bereichs.
el: Ο δείκτης σύνδεσης είναι εκτός εμβέλειας.
es: El índice de conexión está fuera de rango.
fr: L'indice de connexion est hors plage.
ga: Tá an t-innéacs naisc as raon.
hi: कनेक्शन सूचकांक सीमा से बाहर है.
hi_latn: kanekshan indeks seema se baahar hai.
id: Indeks koneksi berada di luar jangkauan.
it: L'indice di connessione è fuori range.
ja: 接続インデックスが範囲外です。
ko: 연결 인덱스가 범위를 벗어났습니다.
ms: Indeks sambungan berada di luar julat.
nb: Tilkoblingsindeksen er utenfor rekkevidde.
nl: De verbindingsindex ligt buiten bereik.
pt: O índice de conexão está fora do intervalo.
ro: Indicele de conexiune este în afara intervalului.
tr: Bağlantı indeksi aralık dışında.
uk: Індекс підключення виходить за межі діапазону.
vi: Chỉ số kết nối nằm ngoài phạm vi.
zh: 連接索引超出範圍。

# NKS_NETWORK_CONNECTION_EXCEPTION_TYPEEXISTS
source: Connection type already exists
ar: نوع الاتصال موجود بالفعل
de: Verbindungstyp existiert bereits
el: Ο τύπος σύνδεσης υπάρχει ήδη
es: El tipo de conexión ya existe
fr: Le type de connexion existe déjà
ga: Tá cineál ceangail ann cheana féin
hi: कनेक्शन प्रकार पहले से मौजूद है
hi_latn: kanekshan prakaar pahale se maujood hai
id: Jenis koneksi sudah ada
it: Il tipo di connessione esiste già
ja: 接続タイプはすでに存在します
ko: 연결 유형이 이미 존재합니다.
ms: Jenis sambungan sudah wujud
nb: Tilkoblingstypen eksisterer allerede
nl: Verbindingstype bestaat al
pt: O tipo de conexão já existe
ro: Tipul de conexiune există deja
tr: Bağlantı türü zaten mevcut
uk: Тип підключення вже існує
vi: Loại kết nối đã tồn tại
zh: 連線類型已存在

# NKS_NETWORK_CONNECTION_EXCEPTION_SHELLNONETWORKCONNECTIONS
source: The shell {0} doesn't accept network connections.
ar: لا يقبل الصدفة {0} اتصالات الشبكة.
de: Die Shell {0} akzeptiert keine Netzwerkverbindungen.
el: Το κέλυφος {0} δεν δέχεται συνδέσεις δικτύου.
es: El shell {0} no acepta conexiones de red.
fr: Le shell {0} n'accepte pas les connexions réseau.
ga: Ní ghlacann an bhlaosc {0} le naisc líonra.
hi: शेल {0} नेटवर्क कनेक्शन स्वीकार नहीं करता है.
hi_latn: shel {0} netavark kanekshan sveekaar nahin karata hai.
id: Shell {0} tidak menerima koneksi jaringan.
it: La shell {0} non accetta connessioni di rete.
ja: シェル {0} はネットワーク接続を受け入れません。
ko: 쉘 {0}은 네트워크 연결을 허용하지 않습니다.
ms: Cangkang {0} tidak menerima sambungan rangkaian.
nb: Skallet {0} godtar ikke nettverkstilkoblinger.
nl: De shell {0} accepteert geen netwerkverbindingen.
pt: O shell {0} não aceita conexões de rede.
ro: Shell-ul {0} nu acceptă conexiuni la rețea.
tr: {0} kabuğu ağ bağlantılarını kabul etmiyor.
uk: Оболонка {0} не приймає мережеві підключення.
vi: Shell {0} không chấp nhận kết nối mạng.
zh: shell {0} 不接受網路連線。

# NKS_NETWORK_CONNECTION_ADDRESSPROMPT
source: Enter the server address:
ar: أدخل عنوان الخادم:
de: Geben Sie die Serveradresse ein:
el: Εισαγάγετε τη διεύθυνση διακομιστή:
es: Introduzca la dirección del servidor:
fr: Saisissez l'adresse du serveur :
ga: Cuir isteach seoladh an fhreastalaí:
hi: सर्वर पता दर्ज करें:
hi_latn: sarvar pata darj karen:
id: Masukkan alamat server:
it: Inserisci l'indirizzo del server:
ja: サーバーアドレスを入力してください:
ko: 서버 주소를 입력하세요:
ms: Masukkan alamat pelayan:
nb: Skriv inn serveradressen:
nl: Voer het serveradres in:
pt: Digite o endereço do servidor:
ro: Introdu adresa serverului:
tr: Sunucu adresini girin:
uk: Введіть адресу сервера:
vi: Nhập địa chỉ máy chủ:
zh: 輸入伺服器位址：

# NKS_NETWORK_CONNECTION_SELECTCONNECTION_SPEEDDIAL
source: Select a connection from the speed dial list.
ar: حدد اتصالاً من قائمة الاتصال السريع.
de: Wählen Sie eine Verbindung aus der Kurzwahlliste aus.
el: Επιλέξτε μια σύνδεση από τη λίστα ταχείας κλήσης.
es: Seleccione una conexión de la lista de marcación rápida.
fr: Sélectionnez une connexion dans la liste de numérotation rapide.
ga: Roghnaigh nasc ón liosta diailithe luais.
hi: स्पीड डायल सूची से एक कनेक्शन चुनें।
hi_latn: speed daayal soochee se kanekshan chunen.
id: Pilih koneksi dari daftar panggilan cepat.
it: Selezionare una connessione dall'elenco delle chiamate rapide.
ja: 短縮ダイヤルのリストから接続を選択します。
ko: 단축번호 목록에서 연결을 선택하세요.
ms: Pilih sambungan daripada senarai dail cepat.
nb: Velg en tilkobling fra hurtigvalglisten.
nl: Selecteer een verbinding uit de snelkieslijst.
pt: Selecione uma conexão na lista de discagem rápida.
ro: Selectați o conexiune din lista de apelare rapidă.
tr: Hızlı arama listesinden bir bağlantı seçin.
uk: Виберіть підключення зі списку швидкого набору.
vi: Chọn một kết nối từ danh sách quay số nhanh.
zh: 從快速撥號清單中選擇一個連線。

# NKS_NETWORK_CONNECTION_SELECTCONNECTION
source: Select a connection.
ar: حدد اتصالاً.
de: Wählen Sie eine Verbindung aus.
el: Επιλέξτε μια σύνδεση.
es: Seleccione una conexión.
fr: Sélectionnez une connexion.
ga: Roghnaigh nasc.
hi: एक कनेक्शन चुनें.
hi_latn: kanekshan chunen.
id: Pilih koneksi.
it: Seleziona una connessione.
ja: 接続を選択します。
ko: 연결을 선택합니다.
ms: Pilih sambungan.
nb: Velg en tilkobling.
nl: Selecteer een verbinding.
pt: Selecione uma conexão.
ro: Selectați o conexiune.
tr: Bir bağlantı seçin.
uk: Виберіть підключення.
vi: Chọn một kết nối.
zh: 選擇一個連接。

# NKS_NETWORK_CONNECTION_UNKNOWNSHELLERROR
source: Unknown networked shell error:
ar: خطأ غير معروف في Shell على الشبكة:
de: Unbekannter Netzwerk-Shell-Fehler:
el: Άγνωστο σφάλμα κελύφους δικτύου:
es: Error de shell en red desconocido:
fr: Erreur de shell réseau inconnue :
ga: Earráid bhlaosc líonraithe anaithnid:
hi: अज्ञात नेटवर्क शेल त्रुटि:
hi_latn: agyaat netavark shel truti:
id: Kesalahan shell jaringan tidak dikenal:
it: Errore sconosciuto della shell di rete:
ja: 不明なネットワーク シェル エラー:
ko: 알 수 없는 네트워크 쉘 오류:
ms: Ralat shell rangkaian tidak diketahui:
nb: Ukjent nettverksskallfeil:
nl: Onbekende netwerkshellfout:
pt: Erro de shell de rede desconhecido:
ro: Eroare necunoscută de shell în rețea:
tr: Bilinmeyen ağ kabuğu hatası:
uk: Невідома мережева помилка оболонки:
vi: Lỗi shell mạng không xác định:
zh: 未知的網路 shell 錯誤：

# NKS_NETWORK_SPEEDDIAL_EXCEPTION_TYPENOTFOUND
source: Can't add a speed dial with non-existent type.
ar: لا يمكن إضافة طلب سريع بنوع غير موجود.
de: Es kann keine Kurzwahl mit nicht vorhandenem Typ hinzugefügt werden.
el: Δεν είναι δυνατή η προσθήκη ταχείας κλήσης με ανύπαρκτο τύπο.
es: No se puede agregar un marcado rápido con un tipo inexistente.
fr: Impossible d'ajouter une numérotation rapide avec un type inexistant.
ga: Ní féidir diail luais a chur leis leis an gcineál nach bhfuil ann.
hi: गैर-मौजूद प्रकार वाला स्पीड डायल नहीं जोड़ा जा सकता.
hi_latn: gair-maujood prakaar ke saath speed daayal nahin joda ja sakata.
id: Tidak dapat menambahkan panggilan cepat dengan jenis yang tidak ada.
it: Impossibile aggiungere una chiamata rapida con un tipo inesistente.
ja: 存在しないタイプの短縮ダイヤルを追加することはできません。
ko: 존재하지 않는 유형의 단축번호를 추가할 수 없습니다.
ms: Tidak boleh menambah dail cepat dengan jenis yang tidak wujud.
nb: Kan ikke legge til et kortnummer med ikke-eksisterende type.
nl: Kan geen snelkeuzenummer toevoegen met een niet-bestaand type.
pt: Não é possível adicionar uma discagem rápida com tipo inexistente.
ro: Nu se poate adăuga o apelare rapidă cu tip inexistent.
tr: Varolmayan bir türle hızlı arama eklenemez.
uk: Неможливо додати номер швидкого набору з неіснуючим типом.
vi: Không thể thêm số quay nhanh khi không có loại số nào tồn tại.
zh: 無法新增不存在類型的快速撥號。

# NKS_NETWORK_TRANSFER_UPLOADINDICATOR
source: {0} of {1} uploaded.
ar: تم تحميل {0} من {1}.
de: {0} von {1} hochgeladen.
el: Μεταφορτώθηκαν {0} από {1}.
es: {0} de {1} subidos.
fr: {0} sur {1} téléchargés.
ga: {0} de {1} uaslódáilte.
hi: {1} में से {0} अपलोड किया गया।
hi_latn: {1} mein se {0} apalod kie gae.
id: {0} dari {1} diunggah.
it: {0} di {1} caricati.
ja: {1} 個中 {0} 個がアップロードされました。
ko: {1}개 중 {0}개가 업로드되었습니다.
ms: {0} daripada {1} dimuat naik.
nb: {0} av {1} lastet opp.
nl: {0} van {1} geüpload.
pt: {0} de {1} enviados.
ro: {0} din {1} încărcate.
tr: {0} / {1} yüklendi.
uk: Завантажено {0} з {1}.
vi: Đã tải lên {0} trong số {1}.
zh: 已上傳 {0} 個，共 {1} 個。

# NKS_SECURITY_PERMISSIONS_DEMANDING
source: Demanding permission
ar: المطالبة بالإذن
de: Fordernde Erlaubnis
el: Απαιτώντας άδεια
es: Permiso exigente
fr: Exiger la permission
ga: Cead á éileamh
hi: अनुमति की मांग कर रहे हैं
hi_latn: anumati kee maang kee ja rahee hai
id: Menuntut izin
it: Chiedere il permesso
ja: 許可を要求する
ko: 허가를 요구하다
ms: Menuntut kebenaran
nb: Krever tillatelse
nl: Toestemming vragen
pt: Exigindo permissão
ro: Cererea permisiunii
tr: İzin talep etmek
uk: Вимагаючи дозволу
vi: Yêu cầu xin phép
zh: 要求許可

# NKS_SECURITY_PERMISSIONS_EXCEPTION_UNGRANTED
source: Permission not granted
ar: لم يتم منح الإذن
de: Erlaubnis nicht erteilt
el: Η άδεια δεν χορηγήθηκε
es: Permiso no concedido
fr: Autorisation non accordée
ga: Ní thugtar cead
hi: अनुमति नहीं दी गई
hi_latn: anumati nahin dee gaee
id: Izin tidak diberikan
it: Autorizzazione non concessa
ja: 許可が与えられませんでした
ko: 권한이 부여되지 않음
ms: Kebenaran tidak diberikan
nb: Tillatelse ikke gitt
nl: Toestemming niet verleend
pt: Permissão não concedida
ro: Permisiunea nu a fost acordată
tr: İzin verilmedi
uk: Дозвіл не надано
vi: Quyền không được cấp
zh: 未授予許可

# NKS_SECURITY_PERMISSIONS_EXCEPTION_EMPTY
source: Can't consent an empty permission.
ar: لا يمكن الموافقة على إذن فارغ.
de: Einer leeren Berechtigung kann nicht zugestimmt werden.
el: Δεν είναι δυνατή η συναίνεση μιας άδειας άδειας.
es: No se puede dar consentimiento a un permiso vacío.
fr: Je ne peux pas consentir à une autorisation vide.
ga: Ní féidir cead folamh a cheadú.
hi: खाली अनुमति पर सहमति नहीं दी जा सकती.
hi_latn: khaalee anumati ke lie sahamati nahin dee ja sakatee.
id: Tidak dapat menyetujui izin yang kosong.
it: Impossibile consentire un'autorizzazione vuota.
ja: 空の権限には同意できません。
ko: 빈 권한에는 동의할 수 없습니다.
ms: Tidak boleh memberikan kebenaran kosong.
nb: Kan ikke samtykke til en tom tillatelse.
nl: Kan geen toestemming geven voor een lege machtiging.
pt: Não é possível consentir uma permissão vazia.
ro: Nu pot fi de acord cu o permisiune goală.
tr: Boş bir izin onaylanamaz.
uk: Неможливо надати порожній дозвіл.
vi: Không thể chấp thuận quyền trống.
zh: 無法同意空權限。

# NKS_SECURITY_PRIVACY_TRYINGACCESS
source: It looks like that a mod with the root namespace of {0} tries to access your data with the permission of {1}. Do you want to allow this mod to access your data?
ar: يبدو أن أحد التعديلات بمساحة الاسم الجذرية {0} يحاول الوصول إلى بياناتك بإذن {1}. هل تريد السماح لهذا الوضع بالوصول إلى بياناتك؟
de: Es sieht so aus, als ob ein Mod mit dem Root-Namespace {0} versucht, mit der Erlaubnis von {1} auf Ihre Daten zuzugreifen. Möchtest du diesem Mod erlauben, auf deine Daten zuzugreifen?
el: Φαίνεται ότι ένα mod με τον ριζικό χώρο ονομάτων {0} προσπαθεί να αποκτήσει πρόσβαση στα δεδομένα σας με την άδεια του {1}. Θέλετε να επιτρέψετε σε αυτό το mod να έχει πρόσβαση στα δεδομένα σας;
es: Parece que un mod con el espacio de nombres raíz de {0} intenta acceder a tus datos con el permiso de {1}. ¿Quieres permitir que este mod acceda a tus datos?
fr: Il semble qu'un mod avec l'espace de noms racine de {0} tente d'accéder à vos données avec l'autorisation de {1}. Voulez-vous autoriser ce mod à accéder à vos données ?
ga: Tá an chuma ar an scéal go ndéanann mod a bhfuil an bunspás aige {0} iarracht rochtain a fháil ar do shonraí le cead {1}. Ar mhaith leat cead a thabhairt don mhodh seo rochtain a fháil ar do shonraí?
hi: ऐसा लगता है कि {0} के रूट नेमस्पेस वाला एक मॉड {1} की अनुमति से आपके डेटा तक पहुंचने का प्रयास करता है। क्या आप इस मॉड को अपने डेटा तक पहुंचने की अनुमति देना चाहते हैं?
hi_latn: aisa lagata hai ki {0} ke root nemaspes vaala ek mod {1} kee anumati se aapake deta tak pahunchane ka prayaas karata hai. kya aap is mod ko apane deta tak pahunchane kee anumati dena chaahate hain?
id: Sepertinya mod dengan namespace root {0} mencoba mengakses data Anda dengan izin {1}. Apakah Anda ingin mengizinkan mod ini mengakses data Anda?
it: Sembra che un mod con lo spazio dei nomi root di {0} tenti di accedere ai tuoi dati con il permesso di {1}. Vuoi consentire a questo mod di accedere ai tuoi dati?
ja: ルート名前空間が {0} の MOD が、{1} の権限でデータにアクセスしようとしているようです。この MOD があなたのデータにアクセスすることを許可しますか?
ko: 루트 네임스페이스가 {0}인 모드가 {1} 권한으로 데이터에 액세스하려고 시도하는 것 같습니다. 이 모드가 귀하의 데이터에 접근하도록 허용하시겠습니까?
ms: Nampaknya mod dengan ruang nama akar {0} cuba mengakses data anda dengan kebenaran {1}. Adakah anda mahu membenarkan mod ini mengakses data anda?
nb: Det ser ut til at en mod med rotnavnet {0} prøver å få tilgang til dataene dine med tillatelse fra {1}. Vil du la denne moden få tilgang til dataene dine?
nl: Het lijkt erop dat een mod met de root-naamruimte van {0} toegang probeert te krijgen tot je gegevens met toestemming van {1}. Wil je deze mod toegang geven tot je gegevens?
pt: Parece que um mod com o namespace raiz {0} tenta acessar seus dados com a permissão de {1}. Quer permitir que este mod acesse seus dados?
ro: Se pare că un mod cu spațiul de nume rădăcină {0} încearcă să vă acceseze datele cu permisiunea lui {1}. Doriți să permiteți acestui mod să vă acceseze datele?
tr: {0} kök ad alanına sahip bir modun {1} izniyle verilerinize erişmeye çalıştığı anlaşılıyor. Bu modun verilerinize erişmesine izin vermek istiyor musunuz?
uk: Схоже, мод із кореневим простором імен {0} намагається отримати доступ до ваших даних із дозволом {1}. Хочете дозволити цьому моду доступ до ваших даних?
vi: Có vẻ như một mod có không gian tên gốc là {0} đang cố gắng truy cập dữ liệu của bạn với quyền là {1}. Bạn có muốn cho phép mod này truy cập dữ liệu của bạn không?
zh: 根命名空間為 {0} 的 mod 似乎嘗試在 {1} 的權限下存取您的資料。您想允許此模組存取您的資料嗎？

# NKS_SECURITY_SIGNING_EXCEPTION_NEEDSASSEMBLY
source: You didn't specify an assembly.
ar: لم تحدد التجمع.
de: Sie haben keine Assembly angegeben.
el: Δεν όρισες συναρμολόγηση.
es: No especificaste una asamblea.
fr: Vous n'avez pas spécifié d'assembly.
ga: Níor shonraigh tú tionól.
hi: आपने कोई असेंबली निर्दिष्ट नहीं की.
hi_latn: aapane asembalee nirdisht nahin kee.
id: Anda tidak menentukan rakitan.
it: Non hai specificato un assembly.
ja: アセンブリを指定しませんでした。
ko: 어셈블리를 지정하지 않았습니다.
ms: Anda tidak menyatakan perhimpunan.
nb: Du spesifiserte ikke en samling.
nl: U heeft geen samenstelling opgegeven.
pt: Você não especificou um assembly.
ro: Nu ai specificat un ansamblu.
tr: Bir montaj belirtmediniz.
uk: Ви не вказали збірку.
vi: Bạn chưa chỉ định một cụm lắp ráp.
zh: 您沒有指定程序集。
