Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_KERNEL_AUDIO_KEYBOARDCUES_DESC
source: Whether to play keyboard cues for each keypress or not
ar: ما إذا كان سيتم تشغيل إشارات لوحة المفاتيح لكل ضغطة مفتاح أم لا
de: Ob bei jedem Tastendruck Tastaturhinweise abgespielt werden sollen oder nicht
el: Είτε θα παίζουν συνθήματα πληκτρολογίου για κάθε πάτημα πλήκτρων ή όχι
es: Si se deben reproducir señales del teclado para cada pulsación de tecla o no
fr: S'il faut ou non jouer des signaux de clavier à chaque pression de touche
ga: Cibé ar cheart leideanna méarchláir a imirt do gach eochairbhrú nó nach bhfuil
hi: प्रत्येक कुंजी दबाने पर कीबोर्ड संकेत बजाना है या नहीं
hi_latn: pratyek kunjee dabaane par keebord sanketon ko bajaana hai ya nahin
id: Apakah akan memainkan isyarat keyboard untuk setiap penekanan tombol atau tidak
it: Se riprodurre o meno i suggerimenti della tastiera per ogni pressione di tasto
ja: キーを押すたびにキーボードキューを再生するかどうか
ko: 각 키를 누를 때마다 키보드 신호를 재생할지 여부
ms: Sama ada mahu memainkan isyarat papan kekunci untuk setiap tekan kekunci atau tidak
nb: Om du skal spille keyboard-signaler for hvert tastetrykk eller ikke
nl: Of er bij elke toetsaanslag toetsenbordsignalen moeten worden afgespeeld of niet
pt: Se deve ou não reproduzir as dicas do teclado para cada pressão de tecla
ro: Dacă să redați sau nu indicațiile de la tastatură pentru fiecare apăsare de tastă
tr: Her tuş vuruşunda klavye ipuçlarının çalınıp çalınmayacağı
uk: Відтворювати сигнали клавіатури для кожного натискання клавіші чи ні
vi: Có nên chơi tín hiệu bàn phím cho mỗi lần nhấn phím hay không
zh: 是否在每次按鍵時播放鍵盤提示

# NKS_SETTINGS_KERNEL_AUDIO_STARTUPSOUNDS_NAME
source: Enable startup sounds
ar: تمكين أصوات بدء التشغيل
de: Startsounds aktivieren
el: Ενεργοποίηση ήχων εκκίνησης
es: Habilitar sonidos de inicio
fr: Activer les sons de démarrage
ga: Cumasaigh fuaimeanna tosaithe
hi: स्टार्टअप ध्वनि सक्षम करें
hi_latn: staartap dhvani ko saksham karata hai
id: Aktifkan suara startup
it: Abilita i suoni di avvio
ja: 起動音を有効にする
ko: 시작음 활성화
ms: Dayakan bunyi permulaan
nb: Aktiver oppstartslyder
nl: Opstartgeluiden inschakelen
pt: Ativar sons de inicialização
ro: Activați sunetele de pornire
tr: Başlangıç seslerini etkinleştir
uk: Увімкнути звуки запуску
vi: Bật âm thanh khởi động
zh: 啟用啟動聲音

# NKS_SETTINGS_KERNEL_AUDIO_STARTUPSOUNDS_DESC
source: Whether to play the startup sound or not
ar: هل سيتم تشغيل صوت بدء التشغيل أم لا
de: Ob der Startton abgespielt werden soll oder nicht
el: Είτε θα παίξει ο ήχος εκκίνησης είτε όχι
es: Si reproducir el sonido de inicio o no
fr: Faut-il jouer le son de démarrage ou non ?
ga: Cibé acu an fhuaim tosaithe a sheinm nó nach ea
hi: स्टार्टअप ध्वनि बजानी है या नहीं
hi_latn: staartap dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara startup atau tidak
it: Se riprodurre o meno il suono di avvio
ja: 起動音を再生するかどうか
ko: 시작음을 재생할지 여부
ms: Sama ada mahu memainkan bunyi permulaan atau tidak
nb: Om du skal spille av oppstartslyden eller ikke
nl: Of het opstartgeluid moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de arranque
ro: Dacă să redați sau nu sunetul de pornire
tr: Başlangıç sesinin çalınıp çalınmayacağı
uk: Відтворювати звук запуску чи ні
vi: Có nên phát âm thanh khởi động hay không
zh: 是否播放啟動聲音

# NKS_SETTINGS_KERNEL_AUDIO_SHUTDOWNSOUNDS_NAME
source: Enable shutdown sounds
ar: تمكين أصوات الإغلاق
de: Herunterfahren-Töne aktivieren
el: Ενεργοποίηση ήχων τερματισμού λειτουργίας
es: Habilitar sonidos de apagado
fr: Activer les sons d'arrêt
ga: Cumasaigh fuaimeanna múchta
hi: शटडाउन ध्वनि सक्षम करें
hi_latn: shatadaun dhvani ko saksham karata hai
id: Aktifkan suara shutdown
it: Abilita i suoni di spegnimento
ja: シャットダウン音を有効にする
ko: 종료음 활성화
ms: Dayakan bunyi penutupan
nb: Aktiver avslutningslyder
nl: Schakel afsluitgeluiden in
pt: Ativar sons de desligamento
ro: Activați sunetele de închidere
tr: Kapatma seslerini etkinleştir
uk: Увімкнути звуки вимкнення
vi: Bật âm thanh tắt máy
zh: 啟用關機聲音

# NKS_SETTINGS_KERNEL_AUDIO_SHUTDOWNSOUNDS_DESC
source: Whether to play the shutdown sound or not
ar: هل يجب تشغيل صوت الإغلاق أم لا
de: Ob der Abschaltton abgespielt werden soll oder nicht
el: Είτε θα αναπαραχθεί ο ήχος τερματισμού λειτουργίας ή όχι
es: Si reproducir el sonido de apagado o no
fr: Faut-il jouer le son d'arrêt ou non ?
ga: Cibé acu an fhuaim múchta a sheinm nó nach bhfuil
hi: शटडाउन ध्वनि बजानी है या नहीं
hi_latn: shatadaun dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara shutdown atau tidak
it: Se riprodurre o meno il suono di spegnimento
ja: シャットダウン音を再生するかどうか
ko: 종료음을 재생할지 여부
ms: Sama ada mahu memainkan bunyi penutupan atau tidak
nb: Om du skal spille avslutningslyden eller ikke
nl: Of het afsluitgeluid moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de desligamento
ro: Indiferent dacă să redați sunetul de închidere sau nu
tr: Kapatma sesinin çalınıp çalınmayacağı
uk: Відтворювати звук вимкнення чи ні
vi: Có nên phát âm thanh tắt máy hay không
zh: 是否播放關機聲音

# NKS_SETTINGS_KERNEL_AUDIO_NAVSOUNDS_NAME
source: Enable navigation sounds
ar: تمكين أصوات الملاحة
de: Navigationstöne aktivieren
el: Ενεργοποίηση ήχων πλοήγησης
es: Habilitar sonidos de navegación
fr: Activer les sons de navigation
ga: Cumasaigh fuaimeanna nascleanúna
hi: नेविगेशन ध्वनियाँ सक्षम करें
hi_latn: nevigeshan dhvani ko saksham karata hai
id: Aktifkan suara navigasi
it: Abilita i suoni di navigazione
ja: ナビゲーションサウンドを有効にする
ko: 내비게이션 사운드 활성화
ms: Dayakan bunyi navigasi
nb: Aktiver navigasjonslyder
nl: Navigatiegeluiden inschakelen
pt: Ativar sons de navegação
ro: Activați sunetele de navigare
tr: Navigasyon seslerini etkinleştir
uk: Увімкнути звуки навігації
vi: Bật âm thanh điều hướng
zh: 啟用導航聲音

# NKS_SETTINGS_KERNEL_AUDIO_NAVSOUNDS_DESC
source: Whether to play the navigation sound for each keypress or not
ar: ما إذا كان سيتم تشغيل صوت التنقل لكل ضغطة مفتاح أم لا
de: Ob bei jedem Tastendruck der Navigationston abgespielt werden soll oder nicht
el: Είτε θα αναπαράγεται ο ήχος πλοήγησης για κάθε πάτημα πλήκτρων ή όχι
es: Si se debe reproducir el sonido de navegación con cada pulsación de tecla o no
fr: Savoir s'il faut jouer le son de navigation à chaque pression de touche ou non
ga: Cibé an seinnfear an fhuaim nascleanúna do gach eochairbhrú nó nach seinnfear
hi: प्रत्येक कुंजी दबाने पर नेविगेशन ध्वनि बजानी है या नहीं
hi_latn: pratyek kunjee dabaane par nevigeshan dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara navigasi untuk setiap penekanan tombol atau tidak
it: Se riprodurre o meno il suono di navigazione per ogni pressione di un tasto
ja: キーを押すたびにナビゲーションサウンドを再生するかどうか
ko: 키를 누를 때마다 탐색 사운드를 재생할지 여부
ms: Sama ada hendak memainkan bunyi navigasi untuk setiap tekan kekunci atau tidak
nb: Om du vil spille av navigasjonslyden for hvert tastetrykk eller ikke
nl: Of het navigatiegeluid voor elke toetsaanslag moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de navegação para cada pressão de tecla
ro: Dacă se redă sau nu sunetul de navigare pentru fiecare apăsare de tastă
tr: Her tuşa basıldığında navigasyon sesinin çalınıp çalınmayacağı
uk: Відтворювати звук навігації при кожному натисканні клавіші чи ні
vi: Có nên phát âm thanh điều hướng cho mỗi lần nhấn phím hay không
zh: 是否在每次按鍵時播放導航聲音

# NKS_SETTINGS_KERNEL_AUDIO_LPNOTIFSSOUNDS_NAME
source: Enable low-priority notification sounds
ar: تمكين أصوات الإشعارات ذات الأولوية المنخفضة
de: Aktivieren Sie Benachrichtigungstöne mit niedriger Priorität
el: Ενεργοποίηση ήχων ειδοποιήσεων χαμηλής προτεραιότητας
es: Habilitar sonidos de notificación de baja prioridad
fr: Activer les sons de notification de faible priorité
ga: Cumasaigh fuaimeanna fógra ísealtosaíochta
hi: कम प्राथमिकता वाली अधिसूचना ध्वनियाँ सक्षम करें
hi_latn: kam praathamikata vaalee adhisoochana dhvaniyon ko saksham karata hai
id: Aktifkan suara notifikasi prioritas rendah
it: Abilita i suoni di notifica a bassa priorità
ja: 優先度の低い通知音を有効にする
ko: 낮은 우선순위 알림음 활성화
ms: Dayakan bunyi pemberitahuan keutamaan rendah
nb: Aktiver lavprioriterte varslingslyder
nl: Schakel meldingen met lage prioriteit in
pt: Ativar sons de notificação de baixa prioridade
ro: Activați sunetele de notificare cu prioritate redusă
tr: Düşük öncelikli bildirim seslerini etkinleştir
uk: Увімкнути звуки сповіщень із низьким пріоритетом
vi: Bật âm thanh thông báo có mức độ ưu tiên thấp
zh: 啟用低優先權通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_LPNOTIFSSOUNDS_DESC
source: Whether to play the notification sound for low-priority alerts or not
ar: ما إذا كان سيتم تشغيل صوت الإشعار للتنبيهات ذات الأولوية المنخفضة أم لا
de: Ob der Benachrichtigungston für Warnungen mit niedriger Priorität abgespielt werden soll oder nicht
el: Είτε θα αναπαραχθεί ο ήχος ειδοποίησης για ειδοποιήσεις χαμηλής προτεραιότητας ή όχι
es: Si se debe reproducir el sonido de notificación para alertas de baja prioridad o no
fr: S'il faut ou non jouer le son de notification pour les alertes de faible priorité
ga: Cibé an seinnfear an fhuaim fógra le haghaidh foláirimh ísealtosaíochta nó ná bíodh
hi: निम्न प्राथमिकता वाले अलर्ट के लिए अधिसूचना ध्वनि बजानी है या नहीं
hi_latn: kam praathamikata vaale alart ke lie adhisoochana dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara notifikasi untuk peringatan berprioritas rendah atau tidak
it: Se riprodurre o meno il suono di notifica per gli avvisi a bassa priorità
ja: 低優先度アラートの通知音を再生するかどうか
ko: 낮은 우선순위 알림에 대해 알림음을 재생할지 여부
ms: Sama ada mahu memainkan bunyi pemberitahuan untuk makluman keutamaan rendah atau tidak
nb: Om du skal spille av varslingslyden for lavprioriterte varsler eller ikke
nl: Of het meldingsgeluid voor meldingen met lage prioriteit moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de notificação para alertas de baixa prioridade
ro: Dacă să redați sunetul de notificare pentru alertele cu prioritate scăzută sau nu
tr: Düşük öncelikli uyarılar için bildirim sesinin çalınıp çalınmayacağı
uk: Відтворювати звук сповіщень для низькопріоритетних сповіщень чи ні
vi: Có nên phát âm thanh thông báo cho các cảnh báo có mức độ ưu tiên thấp hay không
zh: 是否播放低優先警報的通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_MPNOTIFSSOUNDS_NAME
source: Enable medium-priority notification sounds
ar: تمكين أصوات الإشعارات ذات الأولوية المتوسطة
de: Benachrichtigungstöne mittlerer Priorität aktivieren
el: Ενεργοποίηση ήχων ειδοποιήσεων μέσης προτεραιότητας
es: Habilitar sonidos de notificación de prioridad media
fr: Activer les sons de notification de priorité moyenne
ga: Cumasaigh fuaimeanna fógraí meántosaíochta
hi: मध्यम-प्राथमिकता अधिसूचना ध्वनियाँ सक्षम करें
hi_latn: madhyam praathamikata vaalee adhisoochana dhvaniyon ko saksham karata hai
id: Aktifkan suara notifikasi prioritas sedang
it: Abilita i suoni di notifica di media priorità
ja: 中程度の優先度の通知音を有効にする
ko: 중간 우선순위 알림음 활성화
ms: Dayakan bunyi pemberitahuan keutamaan sederhana
nb: Aktiver varslingslyder med middels prioritet
nl: Schakel meldingen met gemiddelde prioriteit in
pt: Ativar sons de notificação de prioridade média
ro: Activați sunetele de notificare cu prioritate medie
tr: Orta öncelikli bildirim seslerini etkinleştir
uk: Увімкнути звуки сповіщень із середнім пріоритетом
vi: Bật âm thanh thông báo có mức độ ưu tiên trung bình
zh: 啟用中優先權通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_MPNOTIFSSOUNDS_DESC
source: Whether to play the notification sound for medium-priority alerts or not
ar: هل سيتم تشغيل صوت الإشعار للتنبيهات ذات الأولوية المتوسطة أم لا
de: Ob der Benachrichtigungston für Warnungen mittlerer Priorität abgespielt werden soll oder nicht
el: Είτε θα γίνει αναπαραγωγή του ήχου ειδοποίησης για ειδοποιήσεις μέσης προτεραιότητας ή όχι
es: Si se debe reproducir el sonido de notificación para alertas de prioridad media o no
fr: S'il faut ou non jouer le son de notification pour les alertes de priorité moyenne
ga: Cibé an seinnfear an fhuaim fógra le haghaidh foláirimh mheántosaíochta nó ná bíodh
hi: मध्यम प्राथमिकता वाले अलर्ट के लिए अधिसूचना ध्वनि बजानी है या नहीं
hi_latn: madhyam praathamikata vaale alart ke lie adhisoochana dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara notifikasi untuk peringatan berprioritas sedang atau tidak
it: Se riprodurre o meno il suono di notifica per gli avvisi di media priorità
ja: 中程度の優先度のアラートの通知音を再生するかどうか
ko: 중간 우선순위 알림에 대해 알림음을 재생할지 여부
ms: Sama ada mahu memainkan bunyi pemberitahuan untuk makluman keutamaan sederhana atau tidak
nb: Om du skal spille av varslingslyden for varsler med middels prioritet eller ikke
nl: Of het meldingsgeluid voor meldingen met gemiddelde prioriteit moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de notificação para alertas de prioridade média
ro: Dacă să redați sunetul de notificare pentru alertele cu prioritate medie sau nu
tr: Orta öncelikli uyarılar için bildirim sesinin çalınıp çalınmayacağı
uk: Відтворювати звук сповіщень для сповіщень середнього пріоритету чи ні
vi: Có nên phát âm thanh thông báo cho các cảnh báo có mức độ ưu tiên trung bình hay không
zh: 是否播放中優先警報的通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_HPNOTIFSSOUNDS_NAME
source: Enable high-priority notification sounds
ar: تمكين أصوات الإشعارات ذات الأولوية العالية
de: Aktivieren Sie Benachrichtigungstöne mit hoher Priorität
el: Ενεργοποιήστε τους ήχους ειδοποιήσεων υψηλής προτεραιότητας
es: Habilitar sonidos de notificación de alta prioridad
fr: Activer les sons de notification à haute priorité
ga: Cumasaigh fuaimeanna fógra ardtosaíochta
hi: उच्च प्राथमिकता वाली अधिसूचना ध्वनियाँ सक्षम करें
hi_latn: uchch praathamikata vaalee adhisoochana dhvaniyon ko saksham karata hai
id: Aktifkan suara notifikasi prioritas tinggi
it: Abilita i suoni di notifica ad alta priorità
ja: 優先度の高い通知音を有効にする
ko: 우선순위가 높은 알림음 활성화
ms: Dayakan bunyi pemberitahuan keutamaan tinggi
nb: Aktiver høyprioriterte varslingslyder
nl: Schakel meldingen met hoge prioriteit in
pt: Ativar sons de notificação de alta prioridade
ro: Activați sunetele de notificare cu prioritate ridicată
tr: Yüksek öncelikli bildirim seslerini etkinleştir
uk: Увімкнути високопріоритетні звуки сповіщень
vi: Bật âm thanh thông báo ưu tiên cao
zh: 啟用高優先權通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_HPNOTIFSSOUNDS_DESC
source: Whether to play the notification sound for high-priority alerts or not
ar: ما إذا كان سيتم تشغيل صوت الإشعار للتنبيهات ذات الأولوية العالية أم لا
de: Ob der Benachrichtigungston für Warnungen mit hoher Priorität abgespielt werden soll oder nicht
el: Είτε θα γίνει αναπαραγωγή του ήχου ειδοποίησης για ειδοποιήσεις υψηλής προτεραιότητας ή όχι
es: Si se debe reproducir o no el sonido de notificación para alertas de alta prioridad
fr: Savoir s'il faut ou non jouer le son de notification pour les alertes hautement prioritaires
ga: Cibé an seinnfear an fhuaim fógra le haghaidh foláirimh ardtosaíochta nó ná bíodh
hi: उच्च प्राथमिकता वाले अलर्ट के लिए अधिसूचना ध्वनि बजानी है या नहीं
hi_latn: uchch praathamikata vaale alart ke lie adhisoochana dhvani ko bajaana hai ya nahin
id: Apakah akan memutar suara notifikasi untuk peringatan berprioritas tinggi atau tidak
it: Se riprodurre o meno il suono di notifica per gli avvisi ad alta priorità
ja: 優先度の高いアラートの通知音を再生するかどうか
ko: 우선순위가 높은 알림에 대해 알림음을 재생할지 여부
ms: Sama ada mahu memainkan bunyi pemberitahuan untuk makluman keutamaan tinggi atau tidak
nb: Om du skal spille av varslingslyden for høyprioriterte varsler eller ikke
nl: Of het meldingsgeluid voor waarschuwingen met hoge prioriteit moet worden afgespeeld of niet
pt: Se deve ou não reproduzir o som de notificação para alertas de alta prioridade
ro: Dacă să redați sunetul de notificare pentru alertele cu prioritate ridicată sau nu
tr: Yüksek öncelikli uyarılar için bildirim sesinin çalınıp çalınmayacağı
uk: Відтворювати звук сповіщень для високопріоритетних сповіщень чи ні
vi: Có nên phát âm thanh thông báo cho các cảnh báo có mức độ ưu tiên cao hay không
zh: 是否播放高優先警報的通知聲音

# NKS_SETTINGS_KERNEL_AUDIO_AMBIENTSCREENSAVEREFFECTS_NAME
source: Enable ambient screensaver sound effects
ar: تمكين تأثيرات صوتية لشاشة التوقف المحيطة
de: Aktivieren Sie Umgebungssoundeffekte für den Bildschirmschoner
el: Ενεργοποιήστε τα ηχητικά εφέ της προφύλαξης οθόνης περιβάλλοντος
es: Habilitar efectos de sonido ambientales del protector de pantalla
fr: Activer les effets sonores ambiants de l'économiseur d'écran
ga: Cumasaigh maisíochtaí fuaime spárálaíscáileáin chomhthimpeallaigh
hi: परिवेशी स्क्रीनसेवर ध्वनि प्रभाव सक्षम करें
hi_latn: pariveshee skreenasevar dhvani prabhaav ko saksham karata hai
id: Aktifkan efek suara screensaver ambient
it: Abilita gli effetti sonori dello screensaver ambientale
ja: スクリーンセーバーの周囲のサウンド効果を有効にする
ko: 주변 화면 보호기 사운드 효과 활성화
ms: Dayakan kesan bunyi penyelamat skrin ambien
nb: Aktiver omgivende skjermsparer lydeffekter
nl: Schakel geluidseffecten voor omgevingsschermbeveiliging in
pt: Ativar efeitos sonoros de proteção de ecrã ambiente
ro: Activați efectele sonore de economizor de ecran ambiental
tr: Ortam ekran koruyucu ses efektlerini etkinleştir
uk: Увімкнути звукові ефекти навколишньої заставки
vi: Bật hiệu ứng âm thanh bảo vệ màn hình xung quanh
zh: 啟用環境螢幕保護程式音效

# NKS_SETTINGS_KERNEL_AUDIO_AMBIENTSCREENSAVEREFFECTS_DESC
source: Whether to play ambient screensaver sound effects or not
ar: هل يجب تشغيل المؤثرات الصوتية لشاشة التوقف المحيطة أم لا
de: Ob Umgebungsgeräusche für den Bildschirmschoner abgespielt werden sollen oder nicht
el: Είτε θα παίξει ηχητικά εφέ της προφύλαξης οθόνης περιβάλλοντος είτε όχι
es: Si reproducir o no efectos de sonido ambientales de protector de pantalla
fr: Faut-il jouer ou non les effets sonores de l'économiseur d'écran d'ambiance
ga: Cé acu a sheinm maisíochtaí fuaime spárálaíscáileáin comhthimpeallach nó nach
hi: परिवेशीय स्क्रीनसेवर ध्वनि प्रभाव चलाना है या नहीं
hi_latn: pariveshee skreenasevar dhvani prabhaav ko bajaana hai ya nahin
id: Apakah akan memainkan efek suara screensaver ambient atau tidak
it: Se riprodurre o meno gli effetti sonori dello screensaver ambientale
ja: スクリーンセーバーの周囲のサウンド効果を再生するかどうか
ko: 주변 화면 보호기 사운드 효과를 재생할지 여부
ms: Sama ada mahu memainkan kesan bunyi penyelamat skrin ambien atau tidak
nb: Enten du skal spille av skjermsparerlydeffekter eller ikke
nl: Of er wel of geen omgevingsgeluidseffecten voor de screensaver moeten worden afgespeeld
pt: Se deve ou não reproduzir efeitos sonoros de proteção de ecrã ambiente
ro: Dacă să redați sau nu efecte sonore ambientale de economizor de ecran
tr: Ortam ekran koruyucu ses efektlerinin çalınıp çalınmayacağı
uk: Відтворювати звукові ефекти навколишньої заставки чи ні
vi: Có nên phát hiệu ứng âm thanh bảo vệ màn hình xung quanh hay không
zh: 是否播放環境螢幕保音效

# NKS_SETTINGS_KERNEL_AUDIO_CUEVOLUME_NAME
source: Audio cue volume
ar: مستوى صوت الإشارة الصوتية
de: Lautstärke des Audiosignals
el: Ένταση ήχου υπόδειξης
es: Volumen de la señal de audio
fr: Volume du signal audio
ga: Toirt fuaime cue
hi: ऑडियो क्यू वॉल्यूम
hi_latn: odiyo sanket volyoom
id: Volume isyarat audio
it: Volume del segnale audio
ja: オーディオキューの音量
ko: 오디오 신호 볼륨
ms: Kelantangan isyarat audio
nb: Lydsignalvolum
nl: Audiosignaalvolume
pt: Volume do sinal áudio
ro: Volumul semnalului audio
tr: Ses ipucu ses seviyesi
uk: Гучність звукового сигналу
vi: Âm lượng tín hiệu âm thanh
zh: 音訊提示音量

# NKS_SETTINGS_KERNEL_AUDIO_CUEVOLUME_DESC
source: Specify how loud do you want the audio cues to be
ar: حدد مدى ارتفاع مستوى الصوت الذي تريده لإشارات الصوت
de: Geben Sie an, wie laut die Audiohinweise sein sollen
el: Καθορίστε πόσο δυνατά θέλετε να είναι τα ηχητικά σήματα
es: Especifica qué tan fuertes quieres que sean las señales de audio
fr: Spécifiez le niveau sonore souhaité pour les signaux audio
ga: Sonraigh cé chomh hard is mian leat go mbeadh na leideanna fuaime
hi: निर्दिष्ट करें कि आप ऑडियो संकेतों को कितना ज़ोरदार रखना चाहते हैं
hi_latn: nirdisht karen ki aap odiyo sanketon ko kitanee tez aavaaz mein bajaana chaahate hain
id: Tentukan seberapa keras Anda ingin isyarat audio berbunyi
it: Specifica quanto devono essere forti i segnali audio
ja: オーディオキューの音量を指定します
ko: 오디오 신호를 얼마나 크게 할 것인지 지정하세요
ms: Tentukan betapa kuatnya isyarat audio yang anda mahukan
nb: Spesifiser hvor høyt du vil at lydsignalene skal være
nl: Geef aan hoe luid u de audiosignalen wilt hebben
pt: Especifique o quão alto pretende que os sinais de áudio sejam
ro: Specificați cât de tare doriți să fie semnalele audio
tr: Sesli ipuçlarının ne kadar yüksek olmasını istediğinizi belirtin
uk: Укажіть, наскільки гучними мають бути звукові підказки
vi: Chỉ định mức độ to mà bạn muốn tín hiệu âm thanh phát ra
zh: 指定你想要的音訊提示有多大

# NKS_SETTINGS_KERNEL_AUDIO_THEME_NAME
source: Audio theme
ar: موضوع صوتي
de: Audiothema
el: Θέμα ήχου
es: Tema de audio
fr: Thème audio
ga: Téama fuaime
hi: ऑडियो थीम
hi_latn: odiyo theem
id: Tema audio
it: Tema audio
ja: オーディオテーマ
ko: 오디오 테마
ms: Tema audio
nb: Lydtema
nl: Audiothema
pt: Tema de áudio
ro: Tema audio
tr: Ses teması
uk: Аудіо тема
vi: Chủ đề âm thanh
zh: 音訊主題

# NKS_SETTINGS_KERNEL_AUDIO_THEME_DESC
source: Which audio theme do you want to use for audio cues?
ar: ما هو موضوع الصوت الذي تريد استخدامه للإشارات الصوتية؟
de: Welches Audiothema möchten Sie für Audiohinweise verwenden?
el: Ποιο θέμα ήχου θέλετε να χρησιμοποιήσετε για ηχητικές ενδείξεις;
es: ¿Qué tema de audio quieres utilizar para las señales de audio?
fr: Quel thème audio souhaitez-vous utiliser pour les repères audio ?
ga: Cén téama fuaime ar mhaith leat a úsáid le haghaidh leideanna fuaime?
hi: ऑडियो संकेतों के लिए आप किस ऑडियो थीम का उपयोग करना चाहते हैं?
hi_latn: odiyo sanketon ke lie aap kis odiyo theem ka upayog karana chaahate hain?
id: Tema audio manakah yang ingin Anda gunakan untuk isyarat audio?
it: Quale tema audio vuoi utilizzare per i segnali audio?
ja: オーディオキューにどのオーディオテーマを使用しますか?
ko: 오디오 신호에 어떤 오디오 테마를 사용하시겠습니까?
ms: Tema audio yang manakah ingin anda gunakan untuk isyarat audio?
nb: Hvilket lydtema vil du bruke for lydsignaler?
nl: Welk audiothema wilt u gebruiken voor de audiosignalen?
pt: Que tema de áudio pretende usar para dicas de áudio?
ro: Ce temă audio doriți să utilizați pentru semnale audio?
tr: Sesli ipuçları için hangi ses temasını kullanmak istiyorsunuz?
uk: Яку звукову тему ви хочете використовувати для звукових підказок?
vi: Bạn muốn sử dụng chủ đề âm thanh nào cho tín hiệu âm thanh?
zh: 您想使用哪個音訊主題作為音訊提示？

# NKS_SETTINGS_KERNEL_MISC_TEXTEDITOR_NAME
source: Text editor settings
ar: إعدادات محرر النصوص
de: Texteditor-Einstellungen
el: Ρυθμίσεις επεξεργασίας κειμένου
es: Configuración del editor de texto
fr: Paramètres de l'éditeur de texte
ga: Socruithe eagarthóir téacs
hi: पाठ संपादक सेटिंग्स
hi_latn: tekst editar setings
id: Pengaturan editor teks
it: Impostazioni dell'editor di testo
ja: テキストエディタの設定
ko: 텍스트 편집기 설정
ms: Tetapan editor teks
nb: Innstillinger for tekstredigering
nl: Instellingen voor teksteditor
pt: Definições do editor de texto
ro: Setările editorului de text
tr: Metin düzenleyici ayarları
uk: Налаштування текстового редактора
vi: Cài đặt trình soạn thảo văn bản
zh: 文字編輯器設定
