Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_SHELLS_UESH_SAVESCREEN_LISTING
source: Available screensavers:
ar: شاشات التوقف المتاحة:
de: Verfügbare Bildschirmschoner:
el: Διαθέσιμες προφυλάξεις οθόνης:
es: Salvapantallas disponibles:
fr: Économiseurs d'écran disponibles :
ga: Spárálaíscáileáin ar fáil:
hi: उपलब्ध स्क्रीनसेवर:
hi_latn: upalabdh skreenasevar:
id: Screensaver yang tersedia:
it: Screensaver disponibili:
ja: 利用可能なスクリーンセーバー:
ko: 사용 가능한 화면 보호기:
ms: Penyelamat skrin yang tersedia:
nb: Tilgjengelige skjermsparere:
nl: Beschikbare schermbeveiligingen:
pt: Protetores de tela disponíveis:
ro: Screensaver-uri disponibile:
tr: Mevcut ekran koruyucular:
uk: Доступні заставки:
vi: Màn hình bảo vệ có sẵn:
zh: 可用的螢幕保護程式：

# NKS_SHELL_SHELLS_UESH_SEARCH_FAILED
source: Searching {0} for {1} failed.
ar: فشل البحث في {0} عن {1}.
de: Die Suche in {0} nach {1} ist fehlgeschlagen.
el: Η αναζήτηση {0} για {1} απέτυχε.
es: Error al buscar {0} para {1}.
fr: La recherche de {0} pour {1} a échoué.
ga: Theip ar chuardach {0} le haghaidh {1}.
hi: {1} के लिए {0} की खोज विफल रही।
hi_latn: {1} ke lie {0} khojana viphal raha.
id: Pencarian {0} untuk {1} gagal.
it: La ricerca di {0} per {1} non è riuscita.
ja: {0} で {1} を検索できませんでした。
ko: {1}에 대한 {0} 검색에 실패했습니다.
ms: Mencari {0} untuk {1} gagal.
nb: Søket i {0} etter {1} mislyktes.
nl: Zoeken in {0} naar {1} is mislukt.
pt: A pesquisa de {0} por {1} falhou.
ro: Căutarea {0} pentru {1} a eșuat.
tr: {0} için {1} araması başarısız oldu.
uk: Помилка пошуку {0} за {1}.
vi: Không tìm thấy {0} cho {1}.
zh: 在 {0} 中搜尋 {1} 失敗。

# NKS_SHELL_SHELLS_UESH_SETSAVER_LISTING
source: where saver will be
ar: حيث سيكون التوقف
de: wo der Sparer sein wird
el: όπου θα είναι ο αποταμιευτής
es: donde estará el ahorrador
fr: où sera l'épargnant
ga: áit a mbeidh spárálaíscáileáin
hi: जहां सेवर होगा
hi_latn: jahaan sevar hoga
id: dimana penabung akan berada
it: dove sarà il risparmiatore
ja: セーバーはどこにいますか
ko: 구원자는 어디에 있을 것인가
ms: di mana penjimat akan berada
nb: hvor spareren vil være
nl: waar de spaarder zal zijn
pt: onde o poupador estará
ro: unde va fi economisitor
tr: tasarruf eden nerede olacak
uk: де буде заставка
vi: nơi người tiết kiệm sẽ ở
zh: 保存者將在哪裡

# NKS_SHELL_SHELLS_UESH_SETTINGS_ADDIITONALSAVERS
source: To get additional screensavers, install the screensaver pack addon.
ar: للحصول على شاشات توقف إضافية، قم بتثبيت الملحق لحزمة شاشة التوقف.
de: Um zusätzliche Bildschirmschoner zu erhalten, installieren Sie das Add-on „Screensaver Pack“.
el: Για να αποκτήσετε επιπλέον προφύλαξη οθόνης, εγκαταστήστε το πρόσθετο του πακέτου προφύλαξης οθόνης.
es: Para obtener protectores de pantalla adicionales, instale el complemento del paquete de protectores de pantalla.
fr: Pour obtenir des économiseurs d’écran supplémentaires, installez le module complémentaire du pack d’économiseur d’écran.
ga: Chun spárálaíscáileáin bhreise a fháil, suiteáil an breiseán pacáiste spárálaíscáileáin.
hi: अतिरिक्त स्क्रीनसेवर प्राप्त करने के लिए, स्क्रीनसेवर पैक ऐडऑन इंस्टॉल करें।
hi_latn: atirikt skreenasevar praapt karane ke lie, skreenasevar paik aidon sthaapit karen.
id: Untuk mendapatkan screensaver tambahan, instal add-on paket screensaver.
it: Per ottenere salvaschermi aggiuntivi, installa il componente aggiuntivo del pacchetto salvaschermo.
ja: 追加のスクリーンセーバーを入手するには、スクリーンセーバー パック アドオンをインストールします。
ko: 추가 화면 보호기를 얻으려면 화면 보호기 팩 애드온을 설치하세요.
ms: Untuk mendapatkan screensaver tambahan, pasangkan addon pek screensaver.
nb: For å få flere skjermsparere, installer skjermsparerpakken-tillegget.
nl: Om extra screensavers te krijgen, installeert u de add-on voor het screensaverpakket.
pt: Para obter protetores de tela adicionais, instale o complemento do pacote de protetores de tela.
ro: Pentru a obține screensaver-uri suplimentare, instalați suplimentul pentru pachetul de screensaver.
tr: Ek ekran koruyucular almak için ekran koruyucu paketi eklentisini yükleyin.
uk: Щоб отримати додаткові заставки, встановіть аддон пакета заставок.
vi: Để có thêm trình bảo vệ màn hình, hãy cài đặt tiện ích bổ sung gói trình bảo vệ màn hình.
zh: 若要取得其他螢幕保護程序，請安裝螢幕保護程式包外掛程式。

# NKS_SHELL_SHELLS_UESH_SETTINGS_ADDIITONALSPLASHES
source: To get additional splashes, install the splash pack addon.
ar: للحصول على بقع إضافية، قم بتثبيت ملحق حزمة البداية.
de: Um zusätzliche Splashes zu erhalten, installieren Sie das Splash Pack-Add-on.
el: Για να λάβετε επιπλέον πιτσιλιές, εγκαταστήστε το πρόσθετο του πακέτου splash.
es: Para obtener salpicaduras adicionales, instale el complemento Splash Pack.
fr: Pour obtenir des splash supplémentaires, installez le module complémentaire splash pack.
ga: Chun splashes breise a fháil, suiteáil an breiseán splancscáileáin.
hi: अतिरिक्त स्पलैश प्राप्त करने के लिए, स्प्लैश पैक ऐडऑन स्थापित करें।
hi_latn: atirikt splaish praapt karane ke lie, splaish paik aidon sthaapit karen.
id: Untuk mendapatkan splash tambahan, instal add-on splash pack.
it: Per ottenere ulteriori splash, installa il componente aggiuntivo Splash Pack.
ja: 追加のスプラッシュを取得するには、スプラッシュ パック アドオンをインストールします。
ko: 추가 스플래시를 얻으려면 스플래시 팩 애드온을 설치하세요.
ms: Untuk mendapatkan percikan tambahan, pasang addon pek percikan.
nb: For å få flere sprut, installer splash pack-tillegget.
nl: Om extra splashes te krijgen, installeert u de splash pack-add-on.
pt: Para obter splashes adicionais, instale o complemento splash pack.
ro: Pentru a obține stropi suplimentare, instalați suplimentul splash pack.
tr: Ek açılış görselleri almak için açılış paketi eklentisini yükleyin.
uk: Щоб отримати додаткові заставки, встановіть аддон для заставки.
vi: Để có thêm nhiều hình ảnh động, hãy cài đặt tiện ích bổ sung gói hình ảnh động.
zh: 若要獲得額外的啟動畫面，請安裝啟動套件外掛程式。

# NKS_SHELL_SHELLS_UESH_SETTINGS_TYPELISTING
source: You can use the type switch to open the following settings
ar: يمكنك استخدام مفتاح النوع لفتح الإعدادات التالية
de: Über den Typschalter können Sie folgende Einstellungen öffnen
el: Μπορείτε να χρησιμοποιήσετε το διακόπτη τύπου για να ανοίξετε τις ακόλουθες ρυθμίσεις
es: Puede utilizar el interruptor de tipo para abrir las siguientes configuraciones
fr: Vous pouvez utiliser le commutateur de type pour ouvrir les paramètres suivants
ga: Is féidir leat an lasc cineáil a úsáid chun na socruithe seo a leanas a oscailt
hi: आप निम्न सेटिंग्स खोलने के लिए प्रकार स्विच का उपयोग कर सकते हैं
hi_latn: aap nimn seting kholane ke lie taip svich ka upayog kar sakate hain
id: Anda dapat menggunakan sakelar jenis untuk membuka pengaturan berikut
it: È possibile utilizzare l'interruttore del tipo per aprire le seguenti impostazioni
ja: タイプスイッチを使用して次の設定を開くことができます
ko: 유형 스위치를 사용하여 다음 설정을 열 수 있습니다.
ms: Anda boleh menggunakan suis jenis untuk membuka tetapan berikut
nb: Du kan bruke typebryteren til å åpne følgende innstillinger
nl: U kunt de typeschakelaar gebruiken om de volgende instellingen te openen
pt: Você pode usar a chave de tipo para abrir as seguintes configurações
ro: Puteți utiliza comutatorul de tip pentru a deschide următoarele setări
tr: Aşağıdaki ayarları açmak için tür anahtarını kullanabilirsiniz
uk: Ви можете використовувати перемикач типу, щоб відкрити наступні налаштування
vi: Bạn có thể sử dụng công tắc loại để mở các cài đặt sau
zh: 您可以使用 type 開關開啟以下設置

# NKS_SHELL_SHELLS_UESH_SETTINGS_BASE
source: Base settings
ar: الإعدادات الأساسية
de: Grundeinstellungen
el: Ρυθμίσεις βάσης
es: Configuraciones básicas
fr: Paramètres de base
ga: Socruithe bonn
hi: आधार सेटिंग्स
hi_latn: bes seting
id: Pengaturan dasar
it: Impostazioni di base
ja: 基本設定
ko: 기본 설정
ms: Tetapan asas
nb: Grunninnstillinger
nl: Basisinstellingen
pt: Configurações básicas
ro: Setări de bază
tr: Temel ayarlar
uk: Базові налаштування
vi: Cài đặt cơ sở
zh: 基本設定

# NKS_SHELL_SHELLS_UESH_SETTINGS_CUSTOM
source: Custom settings
ar: إعدادات مخصصة
de: Benutzerdefinierte Einstellungen
el: Προσαρμοσμένες ρυθμίσεις
es: Ajustes personalizados
fr: Paramètres personnalisés
ga: Socruithe saincheaptha
hi: कस्टम सेटिंग्स
hi_latn: kastam seting
id: Pengaturan khusus
it: Impostazioni personalizzate
ja: カスタム設定
ko: 맞춤 설정
ms: Tetapan tersuai
nb: Egendefinerte innstillinger
nl: Aangepaste instellingen
pt: Configurações personalizadas
ro: Setari personalizate
tr: Özel ayarlar
uk: Спеціальні налаштування
vi: Cài đặt tùy chỉnh
zh: 自訂設定

# NKS_SHELL_SHELLS_UESH_SUDO_ALREADYROOT
source: You are already a superuser!
ar: أنت بالفعل مستخدم خارق!
de: Du bist bereits ein Superuser!
el: Είστε ήδη υπερχρήστης!
es: ¡Ya eres superusuario!
fr: Vous êtes déjà superutilisateur !
ga: Is sárúsáideoir thú cheana féin!
hi: आप पहले से ही एक सुपरयूजर हैं!
hi_latn: aap pahale se hee ek suparayoozar hain!
id: Anda sudah menjadi superuser!
it: Sei già un superutente!
ja: あなたはすでにスーパーユーザーです!
ko: 당신은 이미 슈퍼유저입니다!
ms: Anda sudah menjadi pengguna super!
nb: Du er allerede en superbruker!
nl: Je bent al een superuser!
pt: Você já é um superusuário!
ro: Ești deja un superutilizator!
tr: Zaten bir süper kullanıcısınız!
uk: Ви вже суперкористувач!
vi: Bạn đã là siêu người dùng rồi!
zh: 您已經是超級用戶了！

# NKS_SHELL_SHELLS_UESH_SUDO_CANTEXECUTE
source: Failed to execute the command as superuser.
ar: فشل في تنفيذ الأمر كمستخدم متميز.
de: Der Befehl konnte nicht als Superuser ausgeführt werden.
el: Απέτυχε η εκτέλεση της εντολής ως υπερχρήστης.
es: No se pudo ejecutar el comando como superusuario.
fr: Échec de l'exécution de la commande en tant que superutilisateur.
ga: Theip ar an ordú a rith mar shárúsáideoir.
hi: सुपरयूजर के रूप में कमांड निष्पादित करने में विफल।
hi_latn: suparayoozar ke roop mein kamaand nishpaadit karane mein viphal.
id: Gagal menjalankan perintah sebagai superuser.
it: Impossibile eseguire il comando come superutente.
ja: スーパーユーザーでのコマンドの実行に失敗しました。
ko: 슈퍼유저로 명령을 실행하지 못했습니다.
ms: Gagal melaksanakan arahan sebagai superuser.
nb: Kunne ikke utføre kommandoen som superbruker.
nl: Kan de opdracht niet uitvoeren als superuser.
pt: Falha ao executar o comando como superusuário.
ro: Nu s-a putut executa comanda ca superutilizator.
tr: Komut süper kullanıcı olarak yürütülemedi.
uk: Не вдалося виконати команду як суперкористувач.
vi: Không thể thực hiện lệnh với tư cách là siêu người dùng.
zh: 無法以超級使用者執行命令。

# NKS_SHELL_SHELLS_UESH_SYMLINK_FAILED
source: Can't make a symbolic link.
ar: لا يمكن إنشاء رابط رمزي.
de: Es kann kein symbolischer Link erstellt werden.
el: Δεν μπορώ να κάνω συμβολικό σύνδεσμο.
es: No se puede hacer un enlace simbólico.
fr: Impossible de créer un lien symbolique.
ga: Ní féidir nasc siombalach a dhéanamh.
hi: कोई प्रतीकात्मक लिंक नहीं बना सकते.
hi_latn: ek prateekaatmak link nahin banaaya ja sakata.
id: Tidak dapat membuat tautan simbolis.
it: Impossibile creare un collegamento simbolico.
ja: シンボリックリンクが作れません。
ko: 심볼릭 링크를 만들 수 없습니다.
ms: Tidak boleh membuat pautan simbolik.
nb: Kan ikke lage en symbolsk kobling.
nl: Kan geen symbolische link maken.
pt: Não é possível criar um link simbólico.
ro: Nu se poate face o legătură simbolică.
tr: Sembolik bağlantı kurulamıyor.
uk: Неможливо створити символічне посилання.
vi: Không thể tạo liên kết tượng trưng.
zh: 無法建立符號連結。

# NKS_SHELL_SHELLS_UESH_SYSINFO_KERNEL_TITLE
source: Kernel settings
ar: إعدادات النواة
de: Kernel-Einstellungen
el: Ρυθμίσεις πυρήνα
es: Configuración del núcleo
fr: Paramètres du noyau
ga: Socruithe eithne
hi: कर्नेल सेटिंग्स
hi_latn: karnel setings
id: Pengaturan kernel
it: Impostazioni del kernel
ja: カーネル設定
ko: 커널 설정
ms: Tetapan kernel
nb: Kjerneinnstillinger
nl: Kernel-instellingen
pt: Configurações do kernel
ro: Setările kernelului
tr: Çekirdek ayarları
uk: Налаштування ядра
vi: Cài đặt hạt nhân
zh: 內核設定

# NKS_SHELL_SHELLS_UESH_SYSINFO_KERNEL_VERSION
source: Kernel Version:
ar: إصدار النواة:
el: Έκδοση πυρήνα:
es: Versión del núcleo:
fr: Version du noyau :
ga: Leagan Eithne:
hi: कर्नेल संस्करण:
hi_latn: karnel sanskaran:
id: Versi Kernel:
it: Versione del kernel:
ja: カーネルバージョン:
ko: 커널 버전:
ms: Versi Kernel:
nb: Kjerneversjon:
nl: Kernelversie:
pt: Versão do kernel:
ro: Versiunea Kernel:
tr: Çekirdek Sürümü:
uk: Версія ядра:
vi: Phiên bản hạt nhân:
zh: 核心版本：

# NKS_SHELL_SHELLS_UESH_SYSINFO_KERNEL_DEBUG
source: Debug Mode:
ar: وضع التصحيح:
de: Debug-Modus:
el: Λειτουργία εντοπισμού σφαλμάτων:
es: Modo de depuración:
fr: Mode débogage:
ga: Mód Dífhabhtaithe:
hi: डिबग मोड:
hi_latn: deebag mod:
id: Modus Debug:
it: Modalità di debug:
ja: デバッグモード：
ko: 디버그 모드:
ms: Mod Nyahpepijat:
nb: Feilsøkingsmodus:
nl: Foutopsporingsmodus:
pt: Modo de depuração:
ro: Modul de depanare:
tr: Hata Ayıklama Modu:
uk: Режим налагодження:
vi: Chế độ gỡ lỗi:
zh: 調試模式：

# NKS_SHELL_SHELLS_UESH_SYSINFO_KERNEL_USUAL
source: Running on usual environment:
ar: التشغيل في البيئة المعتادة:
de: Läuft in der üblichen Umgebung:
el: Λειτουργία σε συνηθισμένο περιβάλλον:
es: Ejecutándose en el entorno habitual:
fr: Fonctionnant sur un environnement habituel :
ga: Ag rith ar ghnáththimpeallacht:
hi: सामान्य वातावरण पर चल रहा है:
hi_latn: saamaany vaataavaran par chal raha hai:
id: Berjalan pada lingkungan biasa:
it: In esecuzione nell'ambiente abituale:
ja: 通常の環境で実行:
ko: 일반적인 환경에서 실행:
ms: Berjalan pada persekitaran biasa:
nb: Kjører på vanlige miljøer:
nl: Draait op de gebruikelijke omgeving:
pt: Executando em ambiente normal:
ro: Rulează în mediul obișnuit:
tr: Normal ortamda çalıştırılıyor:
uk: Працює в звичайному середовищі:
vi: Chạy trên môi trường thông thường:
zh: 在通常環境下運行：

# NKS_SHELL_SHELLS_UESH_SYSINFO_KERNEL_SAFE
source: Safe Mode:
ar: الوضع الآمن:
de: Sicherheitsmodus:
el: Λειτουργία ασφαλείας:
es: Modo seguro:
fr: Mode sans échec :
ga: Mód Sábháilte:
hi: सुरक्षित मोड:
hi_latn: surakshit mod:
id: Mode Aman:
it: Modalità sicura:
ja: セーフモード：
ko: 안전 모드:
ms: Mod Selamat:
nb: Sikker modus:
nl: Veilige modus:
pt: Modo de segurança:
ro: Modul sigur:
tr: Güvenli Mod:
uk: Безпечний режим:
vi: Chế độ an toàn:
zh: 安全模式：

# NKS_SHELL_SHELLS_UESH_SYSINFO_HW_TITLE
source: Hardware settings
ar: إعدادات الأجهزة
de: Hardwareeinstellungen
el: Ρυθμίσεις υλικού
es: Configuraciones de hardware
fr: Paramètres matériels
ga: Socruithe crua-earraí
hi: हार्डवेयर सेटिंग्स
hi_latn: haardaveyar setings
id: Pengaturan perangkat keras
it: Impostazioni dell'hardware
ja: ハードウェア設定
ko: 하드웨어 설정
ms: Tetapan perkakasan
nb: Maskinvareinnstillinger
nl: Hardware-instellingen
pt: Configurações de hardware
ro: Setări hardware
tr: Donanım ayarları
uk: Налаштування обладнання
vi: Cài đặt phần cứng
zh: 硬體設定

# NKS_SHELL_SHELLS_UESH_SYSINFO_HW_TIP
source: Use "hwinfo" for extended information about hardware.
ar: استخدم "hwinfo" للحصول على معلومات موسعة حول الأجهزة.
de: Für erweiterte Informationen zur Hardware verwenden Sie „hwinfo“.
el: Χρησιμοποιήστε το "hwinfo" για εκτεταμένες πληροφορίες σχετικά με το υλικό.
es: Utilice "hwinfo" para obtener información ampliada sobre el hardware.
fr: Utilisez "hwinfo" pour obtenir des informations détaillées sur le matériel.
ga: Úsáid "hwinfo" chun faisnéis leathnaithe a fháil faoi chrua-earraí.
hi: हार्डवेयर के बारे में विस्तृत जानकारी के लिए "hwinfo" का उपयोग करें।
hi_latn: haardaveyar ke baare mein vistrt jaanakaaree ke lie "hwinfo" ka upayog karen.
id: Gunakan "hwinfo" untuk informasi lebih lanjut tentang perangkat keras.
it: Utilizzare "hwinfo" per informazioni estese sull'hardware.
ja: ハードウェアに関する詳細情報については、「hwinfo」を使用してください。
ko: 하드웨어에 대한 자세한 정보를 보려면 "hwinfo"를 사용하십시오.
ms: Gunakan "hwinfo" untuk maklumat lanjutan tentang perkakasan.
nb: Bruk "hwinfo" for utvidet informasjon om maskinvare.
nl: Gebruik "hwinfo" voor uitgebreide informatie over hardware.
pt: Use "hwinfo" para obter informações estendidas sobre hardware.
ro: Utilizați „hwinfo” pentru informații extinse despre hardware.
tr: Donanım hakkında daha detaylı bilgi edinmek için "hwinfo" kullanın.
uk: Використовуйте "hwinfo" для отримання додаткової інформації про обладнання.
vi: Sử dụng "hwinfo" để biết thông tin chi tiết về phần cứng.
zh: 使用“hwinfo”獲取有關硬體的擴展資訊。

# NKS_SHELL_SHELLS_UESH_SYSINFO_USER_TITLE
source: User settings
ar: إعدادات المستخدم
de: Benutzereinstellungen
el: Ρυθμίσεις χρήστη
es: Ajustes de usuario
fr: Paramètres utilisateur
ga: Socruithe úsáideora
hi: उपयोगकर्ता सेटिंग
hi_latn: upayogakarta setings
id: Pengaturan pengguna
it: Impostazioni utente
ja: ユーザー設定
ko: 사용자 설정
ms: Tetapan pengguna
nb: Brukerinnstillinger
nl: Gebruikersinstellingen
pt: Configurações do Usuário
ro: Setarile utilizatorului
tr: Kullanıcı ayarları
uk: Налаштування користувача
vi: Cài đặt người dùng
zh: 使用者設定

# NKS_SHELL_SHELLS_UESH_SYSINFO_USER_USERNAME
source: Current user name:
ar: اسم المستخدم الحالي:
de: Aktueller Benutzername:
el: Τρέχον όνομα χρήστη:
es: Nombre de usuario actual:
fr: Nom d'utilisateur actuel :
ga: Ainm úsáideora reatha:
hi: वर्तमान उपयोगकर्ता नाम:
hi_latn: vartamaan upayogakarta naam:
id: Nama pengguna saat ini:
it: Nome utente attuale:
ja: 現在のユーザー名:
ko: 현재 사용자 이름:
ms: Nama pengguna semasa:
nb: Nåværende brukernavn:
nl: Huidige gebruikersnaam:
pt: Nome de usuário atual:
ro: Nume de utilizator curent:
tr: Mevcut kullanıcı adı:
uk: Поточне ім'я користувача:
vi: Tên người dùng hiện tại:
zh: 目前使用者名稱：

# NKS_SHELL_SHELLS_UESH_SYSINFO_USER_HOSTNAME
source: Current host name:
ar: اسم المضيف الحالي:
de: Aktueller Hostname:
el: Τρέχον όνομα κεντρικού υπολογιστή:
es: Nombre de host actual:
fr: Nom d'hôte actuel :
ga: Ainm an óstaigh reatha:
hi: वर्तमान होस्ट नाम:
hi_latn: vartamaan host naam:
id: Nama host saat ini:
it: Nome host attuale:
ja: 現在のホスト名:
ko: 현재 호스트 이름:
ms: Nama hos semasa:
nb: Nåværende vertsnavn:
nl: Huidige hostnaam:
pt: Nome do host atual:
ro: Nume gazdă curent:
tr: Mevcut ana bilgisayar adı:
uk: Поточне ім'я хоста:
vi: Tên máy chủ hiện tại:
zh: 目前主機名稱：

# NKS_SHELL_SHELLS_UESH_SYSINFO_USER_LISTING
source: Available usernames:
ar: أسماء المستخدمين المتاحة:
de: Verfügbare Benutzernamen:
el: Διαθέσιμα ονόματα χρήστη:
es: Nombres de usuario disponibles:
fr: Noms d'utilisateur disponibles :
ga: Ainmneacha úsáideora atá ar fáil:
hi: उपलब्ध उपयोगकर्ता नाम:
hi_latn: upalabdh upayogakarta naam:
id: Nama pengguna yang tersedia:
it: Nomi utente disponibili:
ja: 利用可能なユーザー名:
ko: 사용 가능한 사용자 이름:
ms: Nama pengguna yang tersedia:
nb: Tilgjengelige brukernavn:
nl: Beschikbare gebruikersnamen:
pt: Nomes de usuário disponíveis:
ro: Nume de utilizator disponibile:
tr: Mevcut kullanıcı adları:
uk: Доступні імена користувачів:
vi: Tên người dùng có sẵn:
zh: 可用的使用者名稱：

# NKS_SHELL_SHELLS_UESH_THEMEPREV_SELECTCATEGORY
source: Select a category
ar: اختر تصنيف
de: Wählen Sie eine Kategorie
el: Επιλέξτε μία κατηγορία
es: Seleccione una categoría
fr: Choisir une catégorie
ga: Roghnaigh catagóir
hi: एक श्रेणी चुनें
hi_latn: ek shrenee chunen
id: Pilih kategori
it: Seleziona una categoria
ja: カテゴリーを選ぶ
ko: 카테고리를 선택하세요
ms: Pilih kategori
nb: Velg en kategori
nl: Kies een categorie
pt: Selecione uma categoria
ro: Selectați o categorie
tr: Bir kategori seçin
uk: Виберіть категорію
vi: Chọn một danh mục
zh: 選擇一個類別

# NKS_SHELL_SHELLS_UESH_THEMEPREV_GOBACK
source: Back
ar: خلف
de: Zurück
el: Πίσω
es: Atrás
fr: Dos
ga: Ar ais
hi: पीछे
hi_latn: vaapas
id: Kembali
it: Indietro
ja: 戻る
ko: 뒤쪽에
ms: belakang
nb: Tilbake
nl: Rug
pt: Voltar
ro: Înapoi
tr: Geri
uk: Назад
vi: Mặt sau
zh: 後退

# NKS_SHELL_SHELLS_UESH_THEMEPREV_THEMEEXPIRED
source: Expired
ar: منتهي الصلاحية
de: Abgelaufen
el: έχει λήξει
es: Venció
fr: Expiré
ga: imithe in éag
hi: खत्म हो चुका
hi_latn: samaapt ho gaya
id: Kedaluwarsa
it: Scaduto
ja: 期限切れ
ko: 만료됨
ms: Tamat tempoh
nb: Utløpt
nl: Verlopen
pt: Expirado
ro: Expirat
tr: Günü geçmiş
uk: Термін дії минув
vi: Hết hạn
zh: 已到期

# NKS_SHELL_SHELLS_UESH_THEMEPREV_THEMEAVAILABLE
source: Available
ar: متاح
de: Verfügbar
el: Διαθέσιμος
es: Disponible
fr: Disponible
ga: Ar fáil
hi: उपलब्ध
hi_latn: upalabdh
id: Tersedia
it: Disponibile
ja: 利用可能
ko: 사용 가능
ms: Tersedia
nb: Tilgjengelig
nl: Beschikbaar
pt: Disponível
ro: Disponibil
tr: Mevcut
uk: в наявності
vi: Có sẵn
zh: 可用的

# NKS_SHELL_SHELLS_UESH_THEMEPREV_SELECTTHEME
source: Select a theme
ar: حدد موضوعًا
de: Wähle ein Thema
el: Επιλέξτε ένα θέμα
es: Selecciona un tema
fr: Sélectionnez un thème
ga: Roghnaigh téama
hi: एक विषय का चयन करें
hi_latn: ek theem chunen
id: Pilih tema
it: Seleziona un tema
ja: テーマを選択してください
ko: 테마 선택
ms: Pilih tema
nb: Velg et tema
nl: Kies een thema
pt: Selecione um tema
ro: Selectați o temă
tr: Bir tema seçin
uk: Виберіть тему
vi: Chọn một chủ đề
zh: 選擇一個主題

# NKS_SHELL_SHELLS_UESH_THEMESET_PROMPT
source: Would you like to set this theme?
ar: هل ترغب في تعيين هذا الموضوع؟
de: Möchten Sie dieses Thema festlegen?
el: Θέλετε να ορίσετε αυτό το θέμα;
es: ¿Quieres establecer este tema?
fr: Souhaitez-vous définir ce thème ?
ga: Ar mhaith leat an téama seo a shocrú?
hi: क्या आप यह थीम सेट करना चाहेंगे?
hi_latn: kya aap yah theem set karana chaahenge?
id: Apakah Anda ingin mengatur tema ini?
it: Desideri impostare questo tema?
ja: このテーマを設定しますか?
ko: 이 테마를 설정하시겠습니까?
ms: Adakah anda ingin menetapkan tema ini?
nb: Vil du angi dette temaet?
nl: Wilt u dit thema instellen?
pt: Gostaria de definir este tema?
ro: Doriți să setați această temă?
tr: Bu temayı ayarlamak ister misiniz?
uk: Бажаєте встановити цю тему?
vi: Bạn có muốn thiết lập chủ đề này không?
zh: 您想設定這個主題嗎？

# NKS_SHELL_SHELLS_UESH_USERMANUAL_MAINLINK
source: To access the user manual for general uses of Nitrocid, please visit the below link:
ar: للوصول إلى دليل المستخدم للاستخدامات العامة للنيتروسيد، يرجى زيارة الرابط أدناه:
de: Um auf das Benutzerhandbuch für die allgemeine Verwendung von Nitrocid zuzugreifen, besuchen Sie bitte den folgenden Link:
el: Για πρόσβαση στο εγχειρίδιο χρήσης για γενικές χρήσεις του Nitrocid, επισκεφτείτε τον παρακάτω σύνδεσμο:
es: Para acceder al manual de usuario para usos generales de Nitrocid, visite el siguiente enlace:
fr: Pour accéder au manuel d'utilisation pour les utilisations générales de Nitrocid, veuillez visiter le lien ci-dessous :
ga: Chun rochtain a fháil ar an lámhleabhar úsáideora le haghaidh úsáidí ginearálta Nitrocid, tabhair cuairt ar an nasc thíos:
hi: नाइट्रोसिड के सामान्य उपयोग के लिए उपयोगकर्ता पुस्तिका तक पहुंचने के लिए, कृपया नीचे दिए गए लिंक पर जाएं:
hi_latn: naitrosid ke saamaany upayogon ke lie upayogakarta mainual tak pahunchane ke lie, krpaya neeche die gae link par jaen:
id: Untuk mengakses panduan pengguna untuk penggunaan umum Nitrocid, silakan kunjungi tautan di bawah ini:
it: Per accedere al manuale utente per gli usi generali di Nitrocid, visitare il collegamento seguente:
ja: Nitrocid の一般的な使用方法に関するユーザー マニュアルにアクセスするには、以下のリンクにアクセスしてください。
ko: Nitrocid의 일반적인 사용에 대한 사용자 설명서에 액세스하려면 아래 링크를 방문하십시오:
ms: Untuk mengakses manual pengguna bagi kegunaan am Nitrocid, sila lawati pautan di bawah:
nb: For å få tilgang til brukermanualen for generell bruk av Nitrocid, vennligst besøk lenken nedenfor:
nl: Om toegang te krijgen tot de gebruikershandleiding voor algemeen gebruik van Nitrocid, gaat u naar de onderstaande link:
pt: Para acessar o manual do usuário para usos gerais do Nitrocid, visite o link abaixo:
ro: Pentru a accesa manualul de utilizare pentru utilizări generale ale Nitrocid, vă rugăm să vizitați linkul de mai jos:
tr: Nitrocid'in genel kullanımlarına ilişkin kullanıcı kılavuzuna erişmek için lütfen aşağıdaki bağlantıyı ziyaret edin:
uk: Щоб отримати доступ до посібника користувача для загального використання Nitrocid, перейдіть за посиланням нижче:
vi: Để truy cập hướng dẫn sử dụng chung của Nitrocid, vui lòng truy cập liên kết bên dưới:
zh: 若要存取 Nitrocid 一般用途的使用手冊，請造訪以下連結：
