Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_HASINFO
source: The module that caused the fault provided this additional information that may help you further
ar: قدمت الوحدة التي تسببت في الخطأ هذه المعلومات الإضافية التي قد تساعدك بشكل أكبر
de: Das Modul, das den Fehler verursacht hat, hat diese zusätzlichen Informationen bereitgestellt, die Ihnen weiterhelfen können
el: Η μονάδα που προκάλεσε το σφάλμα παρείχε αυτές τις πρόσθετες πληροφορίες που μπορεί να σας βοηθήσουν περαιτέρω
es: El módulo que causó la falla proporcionó esta información adicional que puede ayudarlo más
fr: Le module à l'origine du problème a fourni ces informations supplémentaires qui peuvent vous aider davantage.
ga: Chuir an modúl ba chúis leis an locht an fhaisnéis bhreise seo ar fáil a d’fhéadfadh cabhrú leat a thuilleadh
hi: जिस मॉड्यूल के कारण गड़बड़ी हुई, उसने यह अतिरिक्त जानकारी प्रदान की जो आपको आगे मदद कर सकती है
hi_latn: jis modyool ne dosh utpann kiya, usane yah atirikt jaanakaaree pradaan kee jo aapako aage madad kar sakatee hai
id: Modul yang menyebabkan kesalahan memberikan informasi tambahan ini yang dapat membantu Anda lebih lanjut
it: Il modulo che ha causato l'errore ha fornito queste informazioni aggiuntive che potrebbero aiutarti ulteriormente
ja: 障害の原因となったモジュールから、さらに役立つ可能性のある追加情報が提供されました。
ko: 오류를 일으킨 모듈은 다음 단계에 도움이 될 수 있는 추가 정보를 제공했습니다.
ms: Modul yang menyebabkan kerosakan memberikan maklumat tambahan ini yang boleh membantu anda selanjutnya
nb: Modulen som forårsaket feilen ga denne tilleggsinformasjonen som kan hjelpe deg videre
nl: De module die de fout heeft veroorzaakt, heeft deze aanvullende informatie verstrekt die u mogelijk verder kan helpen
pt: O módulo que causou a falha forneceu essas informações adicionais que podem ajudá-lo ainda mais
ro: Modulul care a cauzat defecțiunea a furnizat aceste informații suplimentare care vă pot ajuta în continuare
tr: Hataya neden olan modül, size daha fazla yardımcı olabilecek bu ek bilgiyi sağladı
uk: Модуль, який спричинив помилку, надав цю додаткову інформацію, яка може вам допомогти
vi: Mô-đun gây ra lỗi đã cung cấp thông tin bổ sung này có thể giúp bạn thêm
zh: 導致故障的模組提供了可以進一步幫助您的附加信息

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_HASNOINFO
source: The module that caused the fault didn't provide additional information.
ar: الوحدة التي تسببت في الخطأ لم توفر معلومات إضافية.
de: Das Modul, das den Fehler verursacht hat, hat keine zusätzlichen Informationen bereitgestellt.
el: Η μονάδα που προκάλεσε το σφάλμα δεν παρείχε πρόσθετες πληροφορίες.
es: El módulo que causó la falla no proporcionó información adicional.
fr: Le module à l'origine du défaut n'a pas fourni d'informations supplémentaires.
ga: Níor chuir an modúl ba chúis leis an locht faisnéis bhreise ar fáil.
hi: जिस मॉड्यूल के कारण गड़बड़ी हुई, उसने अतिरिक्त जानकारी नहीं दी।
hi_latn: jis modyool ne dosh utpann kiya, usane atirikt jaanakaaree pradaan nahin kee.
id: Modul yang menyebabkan kesalahan tidak memberikan informasi tambahan.
it: Il modulo che ha causato l'errore non ha fornito informazioni aggiuntive.
ja: 障害の原因となったモジュールからは追加情報が提供されませんでした。
ko: 오류를 일으킨 모듈이 추가 정보를 제공하지 않았습니다.
ms: Modul yang menyebabkan kerosakan tidak memberikan maklumat tambahan.
nb: Modulen som forårsaket feilen ga ikke tilleggsinformasjon.
nl: De module die de fout veroorzaakte, gaf geen aanvullende informatie.
pt: O módulo que causou a falha não forneceu informações adicionais.
ro: Modulul care a cauzat defecțiunea nu a furnizat informații suplimentare.
tr: Hataya neden olan modül ek bilgi sağlamadı.
uk: Модуль, який спричинив помилку, не надав додаткової інформації.
vi: Mô-đun gây ra lỗi không cung cấp thêm thông tin.
zh: 導致故障的模組沒有提供更多資訊。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_EXCEPTIONDETAILS
source: Exception details
ar: تفاصيل الاستثناء
de: Ausnahmedetails
el: Λεπτομέρειες εξαίρεσης
es: Detalles de excepción
fr: Détails des exceptions
ga: Sonraí eisceachta
hi: अपवाद विवरण
hi_latn: apavaad vivaran
id: Detail pengecualian
it: Dettagli dell'eccezione
ja: 例外の詳細
ko: 예외 세부정보
ms: Butiran pengecualian
nb: Unntaksdetaljer
nl: Uitzonderingsdetails
pt: Detalhes da exceção
ro: Detalii excepție
tr: İstisna detayları
uk: Деталі винятків
vi: Chi tiết ngoại lệ
zh: 異常詳情

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ADDIITONALINFO1
source: If the additional info above doesn't help you pinpoint the problem, this may help you pinpoint it.
ar: إذا لم تساعدك المعلومات الإضافية المذكورة أعلاه في تحديد المشكلة، فقد يساعدك ذلك في تحديدها.
de: Wenn Ihnen die oben genannten zusätzlichen Informationen nicht dabei helfen, das Problem zu lokalisieren, kann Ihnen dies bei der Lokalisierung helfen.
el: Εάν οι παραπάνω πληροφορίες δεν σας βοηθήσουν να εντοπίσετε το πρόβλημα, αυτό μπορεί να σας βοηθήσει να το εντοπίσετε.
es: Si la información adicional anterior no le ayuda a identificar el problema, esto puede ayudarle a identificarlo.
fr: Si les informations supplémentaires ci-dessus ne vous aident pas à identifier le problème, cela peut vous aider à l'identifier.
ga: Mura gcuidíonn an t-eolas breise thuas leat an fhadhb a aimsiú, b’fhéidir go gcabhróidh sé seo leat í a aimsiú.
hi: यदि उपरोक्त अतिरिक्त जानकारी आपको समस्या का पता लगाने में मदद नहीं करती है, तो इससे आपको समस्या का पता लगाने में मदद मिल सकती है।
hi_latn: yadi uparokt atirikt jaanakaaree aapako samasya ko theek se pahachaanane mein madad nahin karatee hai, to yah aapako ise theek se pahachaanane mein madad kar sakatee hai.
id: Jika info tambahan di atas tidak membantu Anda menemukan masalahnya, ini mungkin membantu Anda menemukannya.
it: Se le informazioni aggiuntive sopra riportate non ti aiutano a individuare il problema, queste potrebbero aiutarti a individuarlo.
ja: 上記の追加情報が問題の特定に役立たない場合は、これが問題の特定に役立つ可能性があります。
ko: 위의 추가 정보가 문제를 찾아내는 데 도움이 되지 않는 경우 문제를 찾아내는 데 도움이 될 수 있습니다.
ms: Jika maklumat tambahan di atas tidak membantu anda mengenal pasti masalah, ini boleh membantu anda menentukannya.
nb: Hvis tilleggsinformasjonen ovenfor ikke hjelper deg med å finne problemet, kan dette hjelpe deg med å finne det.
nl: Als de aanvullende informatie hierboven u niet helpt het probleem te lokaliseren, kan dit u wellicht helpen het probleem op te sporen.
pt: Se as informações adicionais acima não ajudarem a identificar o problema, isso poderá ajudá-lo a identificá-lo.
ro: Dacă informațiile suplimentare de mai sus nu vă ajută să identificați problema, acest lucru vă poate ajuta să o identificați.
tr: Eğer yukarıdaki ek bilgiler sorunu tespit etmenize yardımcı olmazsa, bu bilgi sorunu tespit etmenize yardımcı olabilir.
uk: Якщо додаткова інформація вище не допоможе вам точно визначити проблему, це може допомогти вам визначити її.
vi: Nếu thông tin bổ sung ở trên không giúp bạn xác định được vấn đề, thì thông tin này có thể giúp bạn xác định được vấn đề.
zh: 如果上面的附加資訊無法幫助您找出問題，這可能會幫助您找出問題。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_HASNOEXCEPTIONINFO
source: The module didn't provide the exception information, so it's usually an indicator that something is wrong.
ar: لم توفر الوحدة معلومات الاستثناء، لذا فهي عادةً مؤشر على وجود خطأ ما.
de: Das Modul hat die Ausnahmeinformationen nicht bereitgestellt, daher handelt es sich normalerweise um einen Hinweis darauf, dass etwas nicht stimmt.
el: Η μονάδα δεν παρείχε τις πληροφορίες εξαίρεσης, επομένως είναι συνήθως ένδειξη ότι κάτι δεν πάει καλά.
es: El módulo no proporcionó información de excepción, por lo que suele ser un indicador de que algo anda mal.
fr: Le module n'a pas fourni les informations sur l'exception, c'est donc généralement un indicateur que quelque chose ne va pas.
ga: Níor sholáthair an modúl an fhaisnéis eisceachta, mar sin de ghnáth is táscaire é go bhfuil rud éigin mícheart.
hi: मॉड्यूल ने अपवाद जानकारी प्रदान नहीं की, इसलिए यह आमतौर पर एक संकेतक है कि कुछ गलत है।
hi_latn: modyool ne apavaad jaanakaaree pradaan nahin kee, isalie yah aamataur par ek sanketak hai ki kuchh galat hai.
id: Modul tidak menyediakan informasi pengecualian, jadi biasanya ini merupakan indikator bahwa ada sesuatu yang salah.
it: Il modulo non ha fornito informazioni sull'eccezione, quindi di solito è un indicatore che qualcosa non va.
ja: モジュールは例外情報を提供しなかったので、これは通常、何かが間違っていることを示します。
ko: 모듈은 예외 정보를 제공하지 않았으므로 일반적으로 무언가 잘못되었음을 나타내는 지표입니다.
ms: Modul tidak memberikan maklumat pengecualian, jadi ia biasanya penunjuk bahawa ada sesuatu yang tidak kena.
nb: Modulen ga ikke unntaksinformasjonen, så det er vanligvis en indikator på at noe er galt.
nl: De module heeft de uitzonderingsinformatie niet verstrekt, dus dit is meestal een indicatie dat er iets mis is.
pt: O módulo não forneceu as informações de exceção, portanto geralmente é um indicador de que algo está errado.
ro: Modulul nu a furnizat informații despre excepție, deci este de obicei un indicator că ceva nu este în regulă.
tr: Modül istisna bilgisini sağlamadığından, bu genellikle bir şeylerin yanlış olduğunun göstergesidir.
uk: Модуль не надав інформацію про винятки, тому зазвичай це вказує на те, що щось не так.
vi: Mô-đun không cung cấp thông tin ngoại lệ, do đó thông thường đây là dấu hiệu cho thấy có điều gì đó không ổn.
zh: 該模組沒有提供異常訊息，因此它通常表明出現了問題。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_INNEREXCEPTION
source: Inner exception details
ar: تفاصيل الاستثناء الداخلي
de: Innere Ausnahmedetails
el: Λεπτομέρειες εσωτερικής εξαίρεσης
es: Detalles de excepción interna
fr: Détails de l'exception interne
ga: Sonraí eisceachta laistigh
hi: आंतरिक अपवाद विवरण
hi_latn: aantarik apavaad vivaran
id: Detail pengecualian internal
it: Dettagli dell'eccezione interna
ja: 内部例外の詳細
ko: 내부 예외 세부정보
ms: Butiran pengecualian dalaman
nb: Indre unntaksdetaljer
nl: Details van innerlijke uitzonderingen
pt: Detalhes da exceção interna
ro: Detalii de excepție interioară
tr: İç istisna ayrıntıları
uk: Деталі внутрішнього винятку
vi: Chi tiết ngoại lệ bên trong
zh: 內部異常詳細資訊

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_ADDIITONALERRORS
source: Additional errors were found when the routine tried to perform this operation
ar: تم العثور على أخطاء إضافية عندما حاول الروتين تنفيذ هذه العملية
de: Als die Routine versuchte, diesen Vorgang auszuführen, wurden weitere Fehler gefunden
el: Βρέθηκαν πρόσθετα σφάλματα όταν η ρουτίνα προσπάθησε να εκτελέσει αυτήν τη λειτουργία
es: Se encontraron errores adicionales cuando la rutina intentó realizar esta operación.
fr: Des erreurs supplémentaires ont été trouvées lorsque la routine a tenté d'effectuer cette opération
ga: Fuarthas earráidí breise nuair a rinne an gnáthamh iarracht an oibríocht seo a dhéanamh
hi: जब रूटीन ने इस ऑपरेशन को करने का प्रयास किया तो अतिरिक्त त्रुटियाँ पाई गईं
hi_latn: jab rooteen ne yah opareshan karane ka prayaas kiya, to atirikt trutiyaan paee gaeen
id: Kesalahan tambahan ditemukan ketika rutin mencoba melakukan operasi ini
it: Sono stati rilevati ulteriori errori durante il tentativo della routine di eseguire questa operazione
ja: ルーチンがこの操作を実行しようとしたときに追加のエラーが見つかりました
ko: 루틴이 이 작업을 수행하려고 할 때 추가 오류가 발견되었습니다.
ms: Ralat tambahan ditemui apabila rutin cuba melakukan operasi ini
nb: Ytterligere feil ble funnet da rutinen prøvde å utføre denne operasjonen
nl: Er werden extra fouten gevonden toen de routine deze bewerking probeerde uit te voeren
pt: Erros adicionais foram encontrados quando a rotina tentou realizar esta operação
ro: S-au găsit erori suplimentare când rutina a încercat să efectueze această operație
tr: Rutin bu işlemi gerçekleştirmeye çalıştığında ek hatalar bulundu
uk: Було виявлено додаткові помилки, коли підпрограма намагалася виконати цю операцію
vi: Các lỗi bổ sung đã được tìm thấy khi thói quen cố gắng thực hiện thao tác này
zh: 當例程嘗試執行此操作時發現其他錯誤

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_OUTRO
source: If you're sure that this error is unexpected, try to restart the kernel with debugging enabled and investigate the logs after retrying the action.
ar: إذا كنت متأكدًا من أن هذا الخطأ غير متوقع، فحاول إعادة تشغيل kernel مع تمكين تصحيح الأخطاء والتحقق من السجلات بعد إعادة محاولة الإجراء.
de: Wenn Sie sicher sind, dass dieser Fehler unerwartet ist, versuchen Sie, den Kernel mit aktiviertem Debugging neu zu starten und die Protokolle zu untersuchen, nachdem Sie die Aktion erneut versucht haben.
el: Εάν είστε βέβαιοι ότι αυτό το σφάλμα είναι απροσδόκητο, δοκιμάστε να επανεκκινήσετε τον πυρήνα με ενεργοποιημένο τον εντοπισμό σφαλμάτων και να διερευνήσετε τα αρχεία καταγραφής αφού δοκιμάσετε ξανά την ενέργεια.
es: Si está seguro de que este error es inesperado, intente reiniciar el kernel con la depuración habilitada e investigue los registros después de volver a intentar la acción.
fr: Si vous êtes sûr que cette erreur est inattendue, essayez de redémarrer le noyau avec le débogage activé et examinez les journaux après avoir réessayé l'action.
ga: Má tá tú cinnte nach bhfuil coinne leis an earráid seo, déan iarracht an t-eithne a atosú le dífhabhtaithe cumasaithe agus fiosraigh na logaí tar éis duit an gníomh a dhéanamh arís.
hi: यदि आप सुनिश्चित हैं कि यह त्रुटि अप्रत्याशित है, तो डिबगिंग सक्षम होने पर कर्नेल को पुनरारंभ करने का प्रयास करें और कार्रवाई का पुनः प्रयास करने के बाद लॉग की जांच करें।
hi_latn: yadi aap sunishchit hain ki yah truti apratyaashit hai, to dibaging saksham ke saath karnel ko punaraarambh karane ka prayaas karen aur kaarravaee ko punah prayaas karane ke baad log kee jaanch karen.
id: Jika Anda yakin bahwa kesalahan ini tidak terduga, cobalah me-restart kernel dengan debugging diaktifkan dan menyelidiki log setelah mencoba lagi tindakan tersebut.
it: Se sei sicuro che questo errore sia inaspettato, prova a riavviare il kernel con il debug abilitato e analizza i log dopo aver riprovato l'azione.
ja: このエラーが予期しないものであることが確実な場合は、デバッグを有効にしてカーネルを再起動し、アクションを再試行した後にログを調査してください。
ko: 이 오류가 예상치 못한 오류라고 확신하는 경우 디버깅을 활성화한 상태에서 커널을 다시 시작하고 작업을 다시 시도한 후 로그를 조사해 보세요.
ms: Jika anda pasti bahawa ralat ini tidak dijangka, cuba mulakan semula kernel dengan penyahpepijatan didayakan dan siasat log selepas mencuba semula tindakan itu.
nb: Hvis du er sikker på at denne feilen er uventet, prøv å starte kjernen på nytt med feilsøking aktivert og undersøk loggene etter å ha prøvd handlingen på nytt.
nl: Als je zeker weet dat deze fout onverwacht is, probeer dan de kernel opnieuw op te starten terwijl foutopsporing is ingeschakeld en onderzoek de logbestanden nadat je de actie opnieuw hebt geprobeerd.
pt: Se você tiver certeza de que esse erro é inesperado, tente reiniciar o kernel com a depuração habilitada e investigue os logs após tentar novamente a ação.
ro: Dacă sunteți sigur că această eroare este neașteptată, încercați să reporniți nucleul cu depanarea activată și investigați jurnalele după ce ați reîncercat acțiunea.
tr: Bu hatanın beklenmeyen bir hata olduğundan eminseniz, hata ayıklamayı etkinleştirerek çekirdeği yeniden başlatmayı deneyin ve işlemi tekrar denedikten sonra günlükleri inceleyin.
uk: Якщо ви впевнені, що ця помилка є неочікуваною, спробуйте перезапустити ядро з увімкненим налагодженням і перевірте журнали після повторної спроби дії.
vi: Nếu bạn chắc chắn rằng lỗi này là không mong muốn, hãy thử khởi động lại kernel với chế độ gỡ lỗi được bật và kiểm tra nhật ký sau khi thử lại hành động.
zh: 如果您確定此錯誤是意外的，請嘗試在啟用偵錯的情況下重新啟動內核，並在重試該操作後調查日誌。

# NKS_KERNEL_EXCEPTIONS_FINALEXCEPTION_INVALIDTYPE
source: Unfortunately, an invalid message type was given, so it's possible that something is messed up. Try turning on the debugger and reproducing the problem.
ar: لسوء الحظ، تم تقديم نوع رسالة غير صالح، لذلك من الممكن أن يكون هناك خطأ ما. حاول تشغيل مصحح الأخطاء وإعادة ظهور المشكلة.
de: Leider wurde ein ungültiger Nachrichtentyp angegeben, sodass möglicherweise ein Fehler vorliegt. Versuchen Sie, den Debugger einzuschalten und das Problem zu reproduzieren.
el: Δυστυχώς, δόθηκε ένας μη έγκυρος τύπος μηνύματος, επομένως είναι πιθανό κάτι να έχει μπερδευτεί. Δοκιμάστε να ενεργοποιήσετε το πρόγραμμα εντοπισμού σφαλμάτων και να αναπαράγετε το πρόβλημα.
es: Lamentablemente, se proporcionó un tipo de mensaje no válido, por lo que es posible que haya algún problema. Intente activar el depurador y reproducir el problema.
fr: Malheureusement, un type de message non valide a été fourni. Il est donc possible que quelque chose soit erroné. Essayez d'activer le débogueur et de reproduire le problème.
ga: Ar an drochuair, tugadh cineál teachtaireachta neamhbhailí, mar sin d’fhéadfadh go mbeadh rud éigin as a riocht. Bain triail as an dífhabhtóir a chur ar siúl agus an fhadhb a atáirgeadh.
hi: दुर्भाग्य से, एक अमान्य संदेश प्रकार दिया गया था, इसलिए यह संभव है कि कुछ गड़बड़ है। डिबगर चालू करने और समस्या को पुन: उत्पन्न करने का प्रयास करें।
hi_latn: durbhaagy se, ek amaany sandesh prakaar diya gaya tha, isalie yah sambhav hai ki kuchh gadabad ho. deebagar chaaloo karake samasya ko phir se utpann karane ka prayaas karen.
id: Sayangnya, jenis pesan yang diberikan tidak valid, jadi mungkin ada yang salah. Coba aktifkan debugger dan ulangi masalahnya.
it: Sfortunatamente è stato fornito un tipo di messaggio non valido, quindi è possibile che qualcosa sia incasinato. Prova ad attivare il debugger e a riprodurre il problema.
ja: 残念ながら、無効なメッセージ タイプが指定されたため、何か問題が発生している可能性があります。デバッガーをオンにして問題を再現してみてください。
ko: 안타깝게도 잘못된 메시지 유형이 제공되었으므로 뭔가 문제가 있을 수 있습니다. 디버거를 켜고 문제를 재현해 보세요.
ms: Malangnya, jenis mesej yang tidak sah telah diberikan, jadi mungkin ada sesuatu yang kacau. Cuba hidupkan penyahpepijat dan keluarkan semula masalah itu.
nb: Dessverre ble det gitt en ugyldig meldingstype, så det er mulig at noe er ødelagt. Prøv å slå på feilsøkeren og gjenskape problemet.
nl: Helaas is er een ongeldig berichttype opgegeven, dus het is mogelijk dat er iets mis is. Probeer de debugger in te schakelen en het probleem te reproduceren.
pt: Infelizmente, foi fornecido um tipo de mensagem inválido, então é possível que algo esteja errado. Tente ligar o depurador e reproduzir o problema.
ro: Din păcate, a fost dat un tip de mesaj nevalid, așa că este posibil ca ceva să se încurce. Încercați să porniți depanatorul și să reproduceți problema.
tr: Maalesef geçersiz bir mesaj türü verildi, bu yüzden bir şeylerin ters gitmesi mümkün. Hata ayıklayıcıyı açıp sorunu yeniden oluşturmayı deneyin.
uk: На жаль, було вказано недійсний тип повідомлення, тож можливо щось не так. Спробуйте увімкнути налагоджувач і відтворити проблему.
vi: Thật không may, một loại thông báo không hợp lệ đã được đưa ra, vì vậy có thể có điều gì đó sai sót. Hãy thử bật trình gỡ lỗi và tái tạo sự cố.
zh: 不幸的是，給出了無效的訊息類型，因此可能會出現問題。嘗試開啟偵錯器並重現問題。

# NKS_KERNEL_PANIC_DOUBLEPANIC_MESSAGE
source: {0} -- Rebooting in {1} seconds...
ar: {0} -- تتم إعادة التشغيل خلال {1} ثانية...
de: {0} – Neustart in {1} Sekunden...
el: {0} -- Επανεκκίνηση σε {1} δευτερόλεπτα...
es: {0} -- Reiniciando en {1} segundos...
fr: {0} – Redémarrage dans {1} secondes...
ga: {0} -- Ag atosú i gceann {1} soicind...
hi: {0} -- {1} सेकंड में रीबूट हो रहा है...
hi_latn: {0} -- {1} sekand mein reeboot ho raha hai...
id: {0} -- Booting ulang dalam {1} detik...
it: {0} -- Riavvio tra {1} secondi...
ja: {0} -- {1} 秒後に再起動します...
ko: {0} -- {1}초 후에 재부팅 중...
ms: {0} -- But semula dalam {1} saat...
nb: {0} -- Starter på nytt om {1} sekunder...
nl: {0} -- Opnieuw opstarten over {1} seconden...
pt: {0} -- Reinicializando em {1} segundos...
ro: {0} -- Se repornește în {1} secunde...
tr: {0} -- {1} saniye içinde yeniden başlatılacak...
uk: {0} -- Перезавантаження через {1} секунд...
vi: {0} -- Khởi động lại sau {1} giây...
zh: {0} -- 將在 {1} 秒後重新啟動...

# NKS_KERNEL_PANIC_CONTINUABLE_MESSAGE
source: Continuable kernel error occurred:
ar: حدث خطأ مستمر في النواة:
de: Es ist ein fortsetzbarer Kernelfehler aufgetreten:
el: Παρουσιάστηκε σφάλμα συνεχούς πυρήνα:
es: Se produjo un error de kernel continuable:
fr: Une erreur de noyau persistante s'est produite :
ga: Tharla earráid eithne leanúnach:
hi: सतत कर्नेल त्रुटि उत्पन्न हुई:
hi_latn: nirantar karnel truti huee:
id: Terjadi kesalahan kernel yang berkelanjutan:
it: Si è verificato un errore kernel continuabile:
ja: 継続可能なカーネル エラーが発生しました:
ko: 계속되는 커널 오류가 발생했습니다:
ms: Ralat kernel berterusan berlaku:
nb: Kontinuerlig kjernefeil oppstod:
nl: Er is een continue kernelfout opgetreden:
pt: Ocorreu um erro de kernel continuável:
ro: A apărut o eroare continuă de kernel:
tr: Devam edilebilir çekirdek hatası oluştu:
uk: Сталася постійна помилка ядра:
vi: Đã xảy ra lỗi hạt nhân liên tục:
zh: 發生持續核心錯誤：

# NKS_KERNEL_PANIC_CONTINUABLE_WARNING
source: This error may cause instabilities to the kernel or to the applications. You can continue using the kernel at your own risk.
ar: قد يتسبب هذا الخطأ في عدم استقرار النواة أو التطبيقات. يمكنك الاستمرار في استخدام النواة على مسؤوليتك الخاصة.
de: Dieser Fehler kann zu Instabilitäten im Kernel oder in den Anwendungen führen. Sie können den Kernel auf eigenes Risiko weiter verwenden.
el: Αυτό το σφάλμα μπορεί να προκαλέσει αστάθειες στον πυρήνα ή στις εφαρμογές. Μπορείτε να συνεχίσετε να χρησιμοποιείτε τον πυρήνα με δική σας ευθύνη.
es: Este error puede causar inestabilidades en el kernel o en las aplicaciones. Puede continuar usando el kernel bajo su propia responsabilidad.
fr: Cette erreur peut provoquer des instabilités au niveau du noyau ou des applications. Vous pouvez continuer à utiliser le noyau à vos propres risques.
ga: Féadfaidh an earráid seo a bheith ina chúis le héagobhsaíocht san eithne nó sna feidhmchláir. Is féidir leat leanúint ar aghaidh ag baint úsáide as an eithne ar do phriacal féin.
hi: यह त्रुटि कर्नेल या अनुप्रयोगों में अस्थिरता पैदा कर सकती है। आप अपने जोखिम पर कर्नेल का उपयोग जारी रख सकते हैं.
hi_latn: yah truti karnel ya anuprayogon mein asthirata paida kar sakatee hai. aap apane jokhim par karnel ka upayog jaaree rakh sakate hain.
id: Kesalahan ini dapat menyebabkan ketidakstabilan pada kernel atau aplikasi. Anda dapat terus menggunakan kernel dengan risiko Anda sendiri.
it: Questo errore può causare instabilità al kernel o alle applicazioni. Puoi continuare a utilizzare il kernel a tuo rischio e pericolo.
ja: このエラーにより、カーネルまたはアプリケーションが不安定になる可能性があります。ご自身の責任でカーネルを使い続けることができます。
ko: 이 오류로 인해 커널이나 응용 프로그램이 불안정해질 수 있습니다. 커널을 계속해서 사용할 수 있는 위험은 사용자 본인의 책임입니다.
ms: Ralat ini boleh menyebabkan ketidakstabilan pada kernel atau pada aplikasi. Anda boleh terus menggunakan kernel atas risiko anda sendiri.
nb: Denne feilen kan forårsake ustabilitet i kjernen eller applikasjonene. Du kan fortsette å bruke kjernen på egen risiko.
nl: Deze fout kan instabiliteit van de kernel of van de applicaties veroorzaken. U kunt de kernel op eigen risico blijven gebruiken.
pt: Este erro pode causar instabilidades no kernel ou nas aplicações. Você pode continuar usando o kernel por sua própria conta e risco.
ro: Această eroare poate cauza instabilitate nucleului sau aplicațiilor. Puteți continua să utilizați nucleul pe propriul risc.
tr: Bu hata çekirdekte veya uygulamalarda kararsızlıklara neden olabilir. Çekirdeği kendi riskinizle kullanmaya devam edebilirsiniz.
uk: Ця помилка може спричинити нестабільність ядра або програм. Ви можете продовжувати використовувати ядро на свій страх і ризик.
vi: Lỗi này có thể gây ra sự bất ổn cho hạt nhân hoặc các ứng dụng. Bạn có thể tiếp tục sử dụng hạt nhân theo rủi ro của riêng bạn.
zh: 此錯誤可能會導致核心或應用程式不穩定。您可以繼續使用內核，但風險由您自行承擔。
