Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTINFOBOXSELECTIONTITLED_DESC
source: Tests the input selection style in the informational box (titled
ar: اختبار نمط اختيار الإدخال في المربع المعلوماتي (المعنون
de: Testet den Eingabeauswahlstil im Informationsfeld (mit dem Titel
el: Δοκιμάζει το στυλ επιλογής εισόδου στο πλαίσιο πληροφοριών (με τίτλο
es: Prueba el estilo de selección de entrada en el cuadro informativo (titulado
fr: Teste le style de sélection d'entrée dans la boîte d'information (intitulée
ga: Déantar tástáil ar an stíl roghnúcháin ionchuir sa bhosca faisnéise (dar teideal
hi: सूचना बॉक्स में इनपुट चयन शैली का परीक्षण करता है (शीर्षक
hi_latn: soochana boks mein inaput chayan shailee ka pareekshan karata hai (sheershak)
id: Menguji gaya pemilihan input dalam kotak informasi (berjudul
it: Esegue il test dello stile di selezione dell'input nella casella informativa (intitolata
ja: 情報ボックス（タイトルは
ko: 정보 상자(제목)에서 입력 선택 스타일을 테스트합니다.
ms: Menguji gaya pemilihan input dalam kotak maklumat (bertajuk
nb: Tester inndatavalgstilen i informasjonsboksen (med tittelen
nl: Test de invoerselectiestijl in het informatievak (getiteld
pt: Testa o estilo de seleção de entrada na caixa informativa (intitulado
ro: Testează stilul de selecție a intrării în caseta informațională (intitulată
tr: Bilgi kutusundaki (başlıklı) giriş seçimi stilini test eder
uk: Перевіряє стиль вибору введення в інформаційному полі (під назвою
vi: Kiểm tra kiểu lựa chọn đầu vào trong hộp thông tin (có tiêu đề
zh: 測試資訊框中的輸入選擇樣式（標題為

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTSELECTIONLARGE_DESC
source: Tests the input selection style (large number of items to test scrolling and paging)
ar: اختبار أسلوب اختيار الإدخال (عدد كبير من العناصر لاختبار التمرير والترقيم)
de: Testet den Eingabeauswahlstil (große Anzahl von Elementen zum Testen von Scrollen und Blättern)
el: Δοκιμάζει το στυλ επιλογής εισόδου (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης)
es: Prueba el estilo de selección de entrada (gran cantidad de elementos para probar el desplazamiento y la paginación)
fr: Teste le style de sélection d'entrée (grand nombre d'éléments pour tester le défilement et la pagination)
ga: Déanann sé an stíl roghnaithe ionchuir a thástáil (líon mór míreanna le scrollú agus glaoireachta a thástáil)
hi: इनपुट चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम)
hi_latn: inaput chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam)
id: Menguji gaya pemilihan input (sejumlah besar item untuk menguji pengguliran dan paging)
it: Testa lo stile di selezione dell'input (grande numero di elementi per testare lo scorrimento e la paginazione)
ja: 入力選択スタイルをテストします（スクロールとページングをテストするための多数の項目）
ko: 입력 선택 스타일(스크롤 및 페이징을 테스트하기 위한 많은 수의 항목)을 테스트합니다.
ms: Menguji gaya pemilihan input (sebilangan besar item untuk menguji tatal dan halaman)
nb: Tester inndatavalgstilen (stort antall elementer for å teste rulling og personsøking)
nl: Test de invoerselectiestijl (groot aantal items om scrollen en paginering te testen)
pt: Testa o estilo de seleção de entrada (grande número de itens para testar o scrolling e a paginação)
ro: Testează stilul de selecție a intrării (număr mare de articole pentru a testa derularea și paginarea)
tr: Giriş seçimi stilini test eder (kaydırma ve sayfalamayı test etmek için çok sayıda öğe)
uk: Перевіряє стиль вибору введення (велика кількість елементів для перевірки прокручування та перегляду сторінок)
vi: Kiểm tra kiểu lựa chọn đầu vào (số lượng lớn các mục để kiểm tra cuộn và phân trang)
zh: 測試輸入選擇樣式（大量項目來測試滾動和分頁）

# NKS_KERNEL_DEBUGGING_TESTFACADES_TESTINPUTSELECTIONLARGEMULTIPLE_DESC
source: Tests the input multiple selection style (large number of items to test scrolling and paging)
ar: اختبار نمط الاختيار المتعدد للإدخال (عدد كبير من العناصر لاختبار التمرير والترقيم)
de: Testet den Eingabe-Mehrfachauswahlstil (große Anzahl von Elementen zum Testen von Scrollen und Blättern)
el: Δοκιμάζει το στυλ πολλαπλής επιλογής εισόδου (μεγάλος αριθμός στοιχείων για δοκιμή κύλισης και σελιδοποίησης)
es: Prueba el estilo de selección múltiple de entrada (gran cantidad de elementos para probar el desplazamiento y la paginación)
fr: Teste le style de sélection multiple d'entrée (grand nombre d'éléments pour tester le défilement et la pagination)
ga: Déantar tástáil ar an stíl ilroghnú ionchuir (líon mór míreanna chun scrollú agus glaoireachta a thástáil)
hi: इनपुट बहु-चयन शैली का परीक्षण करता है (स्क्रॉलिंग और पेजिंग का परीक्षण करने के लिए बड़ी संख्या में आइटम)
hi_latn: inaput bahu chayan shailee ka pareekshan karata hai (skroling aur pejing ka pareekshan karane ke lie badee sankhya mein aaitam)
id: Menguji gaya pilihan ganda input (sejumlah besar item untuk menguji pengguliran dan paging)
it: Testa lo stile di selezione multipla dell'input (grande numero di elementi per testare lo scorrimento e la paginazione)
ja: 入力の複数選択スタイルをテストします (スクロールとページングをテストするための多数の項目)
ko: 입력 다중 선택 스타일 테스트(스크롤 및 페이지 이동을 테스트하기 위한 많은 수의 항목)
ms: Menguji gaya pemilihan berbilang input (sebilangan besar item untuk menguji tatal dan halaman)
nb: Tester inndatamultivelvalgstilen (stort antall elementer for å teste rulling og personsøking)
nl: Test de invoerstijl voor meervoudige selectie (groot aantal items om scrollen en paginering te testen)
pt: Testa o estilo de seleção múltipla de entrada (grande número de itens para testar o scrolling e a paginação)
ro: Testează stilul de selecție multiplă de intrare (număr mare de articole pentru a testa derularea și paginarea)
tr: Giriş çoklu seçim stilini test eder (kaydırma ve sayfalamayı test etmek için çok sayıda öğe)
uk: Перевіряє стиль множинного вибору введення (велика кількість елементів для перевірки прокручування та перегляду сторінок)
vi: Kiểm tra kiểu lựa chọn nhiều đầu vào (số lượng lớn các mục để kiểm tra cuộn và phân trang)
zh: 測試輸入多選樣式（大量項目測試滾動和分頁）

# NKS_KERNEL_DEBUGGING_TRACE_DEBUGSTACKFRAME_EXCEPTION_NOFRAME
source: Can't get frame
ar: لا يمكن الحصول على الإطار
de: Frame kann nicht abgerufen werden
el: Δεν μπορώ να λάβω πλαίσιο
es: No se puede obtener el marco
fr: Impossible d'obtenir le cadre
ga: Ní féidir fráma a fháil
hi: फ़्रेम नहीं मिल पा रहा
hi_latn: nahin mil sakata frem
id: Tidak bisa mendapatkan bingkai
it: Non riesco a ottenere la cornice
ja: フレームを取得できません
ko: 프레임을 얻을 수 없습니다
ms: Tidak dapat bingkai
nb: Får ikke ramme
nl: Kan frame niet krijgen
pt: Não é possível obter quadro
ro: Nu se poate obține cadru
tr: Çerçeve alınamıyor
uk: Не вдається отримати кадр
vi: Không thể lấy được khung
zh: 無法取得框架

# NKS_KERNEL_DEBUGGING_TRACE_DEBUGSTACKFRAME_EXCEPTION_NOMETHOD
source: Can't get method
ar: لا يمكن الحصول على الطريقة
de: Methode kann nicht abgerufen werden
el: Δεν μπορώ να βρω μέθοδο
es: No se puede obtener el método
fr: Je n'arrive pas à obtenir la méthode
ga: Ní féidir an modh a fháil
hi: विधि नहीं मिल सकी
hi_latn: vidhi nahin mil sakatee
id: Tidak bisa mendapatkan metode
it: Non riesco a ottenere il metodo
ja: メソッドを取得できません
ko: 메서드를 가져올 수 없습니다
ms: Tidak dapat kaedah
nb: Får ikke frem metoden
nl: Kan methode niet krijgen
pt: Não é possível obter método
ro: Nu pot obține metoda
tr: Yöntem alınamıyor
uk: Не вдається отримати метод
vi: Không thể có được phương pháp
zh: 無法取得方法

# NKS_KERNEL_EXCEPTIONS_MESSAGE_REGULAREXPRESSION
source: A regular expression error happened while the text is being processed. Check your regular expression syntax and try again. If the time-out occurred, ensure that you don't recurse too much (don't be greedy).
ar: حدث خطأ في التعبيرات العادية أثناء معالجة النص. تحقق من بناء جملة التعبيرات العادية وحاول مرة أخرى. إذا حدث انتهاء المهلة، فتأكد من عدم تكرار الأمر كثيرًا (لا تكن جشعًا).
de: Während der Textverarbeitung ist ein Fehler mit einem regulären Ausdruck aufgetreten. Überprüfen Sie die Syntax Ihres regulären Ausdrucks und versuchen Sie es erneut. Wenn das Timeout aufgetreten ist, stellen Sie sicher, dass Sie nicht zu viele Rekursionen durchführen (seien Sie nicht zu gierig).
el: Παρουσιάστηκε σφάλμα κανονικής έκφρασης κατά την επεξεργασία του κειμένου. Ελέγξτε τη σύνταξη της κανονικής έκφρασης και δοκιμάστε ξανά. Εάν σημειώθηκε το τάιμ άουτ, βεβαιωθείτε ότι δεν επαναλαμβάνετε πάρα πολύ (μην είστε άπληστοι).
es: Se produjo un error de expresión regular mientras se procesaba el texto. Verifique la sintaxis de la expresión regular e intente nuevamente. Si se agotó el tiempo de espera, asegúrese de no recurrir demasiado (no sea codicioso).
fr: Une erreur d'expression régulière s'est produite pendant le traitement du texte. Vérifiez la syntaxe de votre expression régulière et réessayez. Si le délai d'attente est dépassé, assurez-vous de ne pas trop répéter l'opération (ne soyez pas gourmand).
ga: Tharla earráid shloinne rialta agus an téacs á phróiseáil. Seiceáil do chomhréir slonn rialta agus bain triail eile as. Má tharla an t-am istigh, cinntigh nach ndéanann tú an iomarca arís (ná bíodh santach).
hi: टेक्स्ट प्रोसेस होने के दौरान रेगुलर एक्सप्रेशन त्रुटि हुई। अपने रेगुलर एक्सप्रेशन सिंटैक्स की जाँच करें और फिर से प्रयास करें। यदि टाइम-आउट हुआ है, तो सुनिश्चित करें कि आप बहुत अधिक पुनरावृत्ति न करें (लालची न बनें)।
hi_latn: paath sansaadhit hone ke dauraan ek niyamit abhivyakti truti huee. apane niyamit abhivyakti sintaiks kee jaanch karen aur punah prayaas karen. yadi samay samaapt ho gaya hai, to sunishchit karen ki aap bahut adhik punaraavrtti na karen (laalachee na banen).
id: Terjadi kesalahan ekspresi reguler saat teks sedang diproses. Periksa sintaksis ekspresi reguler Anda dan coba lagi. Jika batas waktu habis, pastikan Anda tidak melakukan pengulangan terlalu banyak (jangan serakah).
it: Si è verificato un errore di espressione regolare durante l'elaborazione del testo. Controlla la sintassi della tua espressione regolare e riprova. Se si è verificato il timeout, assicurati di non ricorrere troppo (non essere avido).
ja: テキストの処理中に正規表現エラーが発生しました。正規表現の構文を確認して、もう一度試してください。タイムアウトが発生した場合は、再帰しすぎないようにしてください (貪欲になりすぎないでください)。
ko: 텍스트가 처리되는 동안 정규 표현식 오류가 발생했습니다. 정규 표현식 구문을 확인하고 다시 시도하세요. 시간 초과가 발생한 경우 재귀를 너무 많이 하지 않도록 하세요(탐욕스럽지 마세요).
ms: Ralat ungkapan biasa berlaku semasa teks sedang diproses. Semak sintaks ungkapan biasa anda dan cuba lagi. Jika tamat masa berlaku, pastikan anda tidak mengulangi terlalu banyak (jangan tamak).
nb: Det oppsto en feil med regulære uttrykk mens teksten ble behandlet. Kontroller syntaksen for regulære uttrykk og prøv igjen. Hvis time-outen inntraff, sørg for at du ikke gjentar deg for mye (ikke vær grådig).
nl: Er is een fout opgetreden in een reguliere expressie terwijl de tekst werd verwerkt. Controleer de syntaxis van uw reguliere expressie en probeer het opnieuw. Als de time-out is opgetreden, zorg er dan voor dat u niet te veel recursief uitvoert (wees niet te hebzuchtig).
pt: Um erro de expressão regular aconteceu enquanto o texto está a ser processado. Verifique a sua sintaxe de expressão regular e tente novamente. Se o tempo limite ocorrer, certifique-se de que não se revira muito (não seja ganancioso).
ro: A apărut o eroare de expresie regulată în timp ce textul este procesat. Verificați sintaxa expresiei regulate și încercați din nou. Dacă a avut loc time-out, asigurați-vă că nu recurgeți prea mult (nu fi lacom).
tr: Metin işlenirken bir düzenli ifade hatası oluştu. Düzenli ifade sözdiziminizi kontrol edin ve tekrar deneyin. Zaman aşımı meydana geldiyse, çok fazla tekrarlamadığınızdan emin olun (açgözlü olmayın).
uk: Під час обробки тексту сталася помилка регулярного виразу. Перевірте синтаксис регулярного виразу та повторіть спробу. Якщо тайм-аут стався, переконайтеся, що ви не повторюєте занадто багато (не будьте жадібними).
vi: Đã xảy ra lỗi biểu thức chính quy trong khi văn bản đang được xử lý. Kiểm tra cú pháp biểu thức chính quy của bạn và thử lại. Nếu thời gian chờ xảy ra, hãy đảm bảo rằng bạn không lặp lại quá nhiều (đừng tham lam).
zh: 處理文字時發生正規表示式錯誤。檢查您的正規表示式語法並重試。如果發生超時，請確保不要遞歸太多（不要貪心）。

# NKS_KERNEL_EXCEPTIONS_MESSAGE_HOMEPAGE
source: The homepage tools has encountered an error when trying to process your request. Please make sure that you've entered all the necessary data correctly.
ar: واجهت أدوات الصفحة الرئيسية خطأً أثناء محاولة معالجة طلبك. يرجى التأكد من إدخال جميع البيانات اللازمة بشكل صحيح.
de: Beim Versuch, Ihre Anfrage zu verarbeiten, ist in den Homepage-Tools ein Fehler aufgetreten. Bitte stellen Sie sicher, dass Sie alle erforderlichen Daten korrekt eingegeben haben.
el: Τα εργαλεία αρχικής σελίδας αντιμετώπισαν σφάλμα κατά την προσπάθεια επεξεργασίας του αιτήματός σας. Βεβαιωθείτε ότι έχετε εισαγάγει σωστά όλα τα απαραίτητα δεδομένα.
es: La página de inicio de herramientas ha detectado un error al intentar procesar su solicitud. Asegúrese de haber ingresado todos los datos necesarios correctamente.
fr: Les outils de la page d'accueil ont rencontré une erreur lors du traitement de votre demande. Veuillez vous assurer que vous avez correctement saisi toutes les données nécessaires.
ga: Tharla earráid sna huirlisí leathanach baile agus tú ag iarraidh d'iarratas a phróiseáil. Cinntigh le do thoil go bhfuil na sonraí riachtanacha go léir curtha isteach agat i gceart.
hi: आपके अनुरोध को संसाधित करने का प्रयास करते समय होमपेज टूल में त्रुटि आई है। कृपया सुनिश्चित करें कि आपने सभी आवश्यक डेटा सही ढंग से दर्ज किया है।
hi_latn: aapake anurodh ko sansaadhit karane ka prayaas karate samay homapej tool mein truti aaee hai. krpaya sunishchit karen ki aapane sabhee aavashyak deta sahee dhang se darj kie hain.
id: Alat beranda mengalami kesalahan saat mencoba memproses permintaan Anda. Pastikan Anda telah memasukkan semua data yang diperlukan dengan benar.
it: Gli strumenti della homepage hanno riscontrato un errore durante il tentativo di elaborare la tua richiesta. Assicurati di aver inserito correttamente tutti i dati necessari.
ja: ホームページ ツールでリクエストの処理中にエラーが発生しました。必要なデータがすべて正しく入力されていることを確認してください。
ko: 홈페이지 도구에서 귀하의 요청을 처리하는 동안 오류가 발생했습니다. 필요한 모든 데이터를 올바르게 입력했는지 확인하세요.
ms: Alat halaman utama telah mengalami ralat semasa cuba memproses permintaan anda. Sila pastikan anda telah memasukkan semua data yang diperlukan dengan betul.
nb: Hjemmesideverktøyene har støtt på en feil under forsøk på å behandle forespørselen din. Sørg for at du har lagt inn alle nødvendige data riktig.
nl: De startpagina tools heeft een fout aangetroffen bij het verwerken van uw verzoek. Controleer of u alle benodigde gegevens correct hebt ingevoerd.
pt: As ferramentas de página inicial enfrentaram um erro ao tentar processar o seu pedido. Certifique-se de que introduziu todos os dados necessários corretamente.
ro: Instrumentele paginii de pornire au întâmpinat o eroare când a încercat să proceseze solicitarea dvs. Vă rugăm să vă asigurați că ați introdus corect toate datele necesare.
tr: Ana sayfa araçları isteğinizi işlemeye çalışırken bir hatayla karşılaştı. Lütfen gerekli tüm verileri doğru bir şekilde girdiğinizden emin olun.
uk: Інструменти домашньої сторінки виявили помилку під час спроби обробити ваш запит. Будь ласка, переконайтеся, що ви правильно ввели всі необхідні дані.
vi: Công cụ trang chủ đã gặp lỗi khi cố gắng xử lý yêu cầu của bạn. Vui lòng đảm bảo rằng bạn đã nhập đúng tất cả dữ liệu cần thiết.
zh: 主頁工具在嘗試處理您的請求時遇到錯誤。請確保您已正確輸入所有必要的數據。

# NKS_KERNEL_PANIC_NOTIFY_UNKNOWN
source: Unfortunately, the last failure is unknown, so we don't exactly know what went wrong. However, it could be helpful if you've consulted the kernel debug logs.
ar: لسوء الحظ، لا نعرف سبب الفشل الأخير، لذا لا نعرف بالضبط ما الذي حدث. ومع ذلك، قد يكون من المفيد الرجوع إلى سجلات تصحيح أخطاء النواة.
de: Leider ist der letzte Fehler unbekannt, daher wissen wir nicht genau, was schief gelaufen ist. Es könnte jedoch hilfreich sein, wenn Sie die Kernel-Debugprotokolle konsultiert hätten.
el: Δυστυχώς, η τελευταία αποτυχία είναι άγνωστη, οπότε δεν ξέρουμε ακριβώς τι πήγε στραβά. Ωστόσο, θα μπορούσε να είναι χρήσιμο αν έχετε συμβουλευτεί τα αρχεία καταγραφής εντοπισμού σφαλμάτων του πυρήνα.
es: Lamentablemente, se desconoce cuál fue el último error, por lo que no sabemos exactamente qué salió mal. Sin embargo, podría ser útil consultar los registros de depuración del kernel.
fr: Malheureusement, la dernière panne est inconnue, nous ne savons donc pas exactement ce qui s'est passé. Cependant, il peut être utile de consulter les journaux de débogage du noyau.
ga: Ar an drochuair, ní fios an teip dheireanach, mar sin níl a fhios againn go díreach cad a chuaigh mícheart. D’fhéadfadh sé a bheith cabhrach, áfach, má tá tú tar éis dul i gcomhairle leis na logaí dífhabhtaithe eithne.
hi: दुर्भाग्य से, पिछली विफलता अज्ञात है, इसलिए हम ठीक से नहीं जानते कि क्या गलत हुआ। हालाँकि, यदि आपने कर्नेल डिबग लॉग से परामर्श किया है तो यह मददगार हो सकता है।
hi_latn: durbhaagy se, antim viphalata agyaat hai, isalie hamen theek se pata nahin hai ki kya galat hua. haalaanki, yah madadagaar ho sakata hai yadi aapane karnel dibag log se paraamarsh kiya ho.
id: Sayangnya, kegagalan terakhir tidak diketahui, jadi kami tidak tahu persis apa yang salah. Namun, akan sangat membantu jika Anda telah memeriksa log debug kernel.
it: Sfortunatamente, l'ultimo fallimento è sconosciuto, quindi non sappiamo esattamente cosa è andato storto. Tuttavia, potrebbe essere utile se hai consultato i log di debug del kernel.
ja: 残念ながら、最後の失敗は不明なので、何が問題だったのか正確にはわかりません。ただし、カーネル デバッグ ログを参照すると役立つ場合があります。
ko: 불행히도 마지막 실패는 알려지지 않았기 때문에 정확히 무엇이 잘못되었는지 알 수 없습니다. 그러나 커널 디버그 로그를 참조했다면 도움이 될 수 있습니다.
ms: Malangnya, kegagalan terakhir tidak diketahui, jadi kami tidak tahu apa yang berlaku. Walau bagaimanapun, ia boleh membantu jika anda telah merujuk log nyahpepijat kernel.
nb: Dessverre er den siste feilen ukjent, så vi vet ikke helt hva som gikk galt. Det kan imidlertid være nyttig hvis du har konsultert kjernefeilsøkingsloggene.
nl: Helaas is de laatste fout onbekend, dus we weten niet precies wat er misging. Het kan echter nuttig zijn als u de kernel debug logs raadpleegt.
pt: Infelizmente, a última falha é desconhecida, por isso não sabemos exatamente o que correu mal. No entanto, pode ser útil se tiver consultado os registos de depuração do kernel.
ro: Din păcate, ultimul eșec este necunoscut, așa că nu știm exact ce a mers prost. Cu toate acestea, ar putea fi util dacă ați consultat jurnalele de depanare a nucleului.
tr: Ne yazık ki, son başarısızlık bilinmiyor, bu yüzden tam olarak neyin yanlış gittiğini bilmiyoruz. Ancak, çekirdek hata ayıklama günlüklerine danıştıysanız faydalı olabilir.
uk: На жаль, остання помилка невідома, тому ми точно не знаємо, що пішло не так. Однак може бути корисно, якщо ви ознайомилися з журналами налагодження ядра.
vi: Thật không may, lỗi cuối cùng không được biết đến, vì vậy chúng tôi không biết chính xác lỗi gì đã xảy ra. Tuy nhiên, có thể hữu ích nếu bạn đã tham khảo nhật ký gỡ lỗi hạt nhân.
zh: 不幸的是，最後一次失敗是未知的，所以我們不知道到底出了什麼問題。但是，如果您查閱了核心偵錯日誌，這可能會有所幫助。

# NKS_KERNEL_EXTENSIONS_INTERADDON_EXCEPTION_FIELDINFO
source: Can't get field info for
ar: لا يمكن الحصول على معلومات الحقل لـ
de: Feldinformationen können nicht abgerufen werden für
el: Δεν είναι δυνατή η λήψη πληροφοριών πεδίου για
es: No se puede obtener información del campo para
fr: Impossible d'obtenir des informations sur le terrain pour
ga: Ní féidir faisnéis réimse a fháil le haghaidh
hi: फ़ील्ड जानकारी प्राप्त नहीं की जा सकी
hi_latn: feeld jaanakaaree praapt nahin kar sakate
id: Tidak bisa mendapatkan info lapangan untuk
it: Non è possibile ottenere informazioni sul campo per
ja: フィールド情報を取得できません
ko: 필드 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat medan untuk
nb: Kan ikke få feltinformasjon for
nl: Kan geen veldinfo ophalen voor
pt: Não é possível obter informações de campo para
ro: Nu pot obține informații despre câmp pentru
tr: Alan bilgisi alınamıyor
uk: Не вдається отримати інформацію про поле для
vi: Không thể lấy thông tin trường cho
zh: 無法獲取字段信息

# NKS_KERNEL_JOURNALING_EXCEPTION_GETENTRIES
source: Can't get journal entries
ar: لا يمكن الحصول على إدخالات اليومية
de: Journaleinträge können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη εγγραφών ημερολογίου
es: No puedo obtener entradas de diario
fr: Impossible d'obtenir les entrées de journal
ga: Ní féidir iontrálacha dialainne a fháil
hi: जर्नल प्रविष्टियाँ प्राप्त नहीं की जा सकतीं
hi_latn: jarnal pravishtiyaan praapt nahin kar sakate
id: Tidak bisa mendapatkan entri jurnal
it: Non è possibile ottenere le registrazioni del diario
ja: ジャーナルエントリを取得できません
ko: 저널 항목을 가져올 수 없습니다
ms: Tidak boleh mendapatkan catatan jurnal
nb: Kan ikke hente journaloppføringer
nl: Kan geen journaalposten ophalen
pt: Não é possível obter entradas de diário
ro: Nu pot obține intrări în jurnal
tr: Günlük girişleri alınamıyor
uk: Неможливо отримати записи в журналі
vi: Không thể lấy được mục nhật ký
zh: 無法取得日記條目

# NKS_KERNEL_STARTING_BOOTLOADER_BOOTMGR_KEYBINDING2
source: (Use the arrow keys to highlight your choice, then press ENTER.)
ar: (استخدم مفاتيح الأسهم لتحديد اختيارك، ثم اضغط على ENTER.)
de: (Markieren Sie Ihre Auswahl mit den Pfeiltasten und drücken Sie dann die EINGABETASTE.)
el: (Χρησιμοποιήστε τα πλήκτρα βέλους για να επισημάνετε την επιλογή σας και, στη συνέχεια, πατήστε ENTER.)
es: (Utilice las teclas de flecha para resaltar su elección, luego presione ENTER).
fr: (Utilisez les touches fléchées pour mettre en surbrillance votre choix, puis appuyez sur ENTRÉE.)
ga: (Úsáid na heochracha saigheada chun do rogha a aibhsiú, ansin brúigh ENTER.)
hi: (अपनी पसंद को हाइलाइट करने के लिए तीर कुंजियों का उपयोग करें, फिर ENTER दबाएँ।)
hi_latn: (apanee pasand ko hailait karane ke lie teer kunjiyon ka upayog karen, phir aintair dabaen.)
id: (Gunakan tombol panah untuk menyorot pilihan Anda, lalu tekan ENTER.)
it: (Utilizzare i tasti freccia per evidenziare la scelta, quindi premere INVIO.)
ja: (矢印キーを使用して選択項目を強調表示し、ENTER キーを押します。)
ko: (화살표 키를 사용하여 선택 항목을 강조 표시한 다음 ENTER를 누르세요.)
ms: (Gunakan kekunci anak panah untuk menyerlahkan pilihan anda, kemudian tekan ENTER.)
nb: (Bruk piltastene for å markere valget ditt, og trykk deretter ENTER.)
nl: (Gebruik de pijltjestoetsen om uw keuze te markeren en druk vervolgens op ENTER.)
pt: (Utilize as teclas de seta para destacar a sua escolha e prima ENTER.)
ro: (Folosiți tastele săgeți pentru a evidenția alegerea dvs., apoi apăsați ENTER.)
tr: (Seçiminizi vurgulamak için ok tuşlarını kullanın, ardından ENTER'a basın.)
uk: (Використовуйте клавіші зі стрілками, щоб виділити свій вибір, а потім натисніть ENTER.)
vi: (Sử dụng các phím mũi tên để tô sáng lựa chọn của bạn, sau đó nhấn ENTER.)
zh: （使用箭頭鍵反白您的選擇，然後按 ENTER。）
