Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SHELL_HOMEPAGE_HEADER
source: Hi, {0}! Welcome to Nitrocid!
ar: مرحبًا، {0}! مرحبا بكم في نيتروسيد!
de: Hallo, {0}! Willkommen bei Nitrocid!
el: Γεια, {0}! Καλώς ήρθατε στο Nitrocid!
es: ¡Hola, {0}! ¡Bienvenidos a Nitrocid!
fr: Bonjour, {0} ! Bienvenue chez Nitrocide !
ga: Dia duit, {0}! Fáilte go dtí Nitrocid!
hi: नमस्ते, {0}! नाइट्रोसिड में आपका स्वागत है!
hi_latn: namaste, {0}! naitrosid mein aapaka svaagat hai!
id: Hai, {0}! Selamat datang di Nitrocid!
it: Ciao, {0}! Benvenuti in Nitrocid!
ja: こんにちは、{0}さん！Nitrocidへようこそ！
ko: 안녕하세요, {0}님! 니트로시드에 오신 것을 환영합니다!
ms: Hai, {0}! Selamat datang ke Nitrocid!
nb: Hei, {0}! Velkommen til Nitrocid!
nl: Hallo, {0}! Welkom bij Nitrocid!
pt: Olá, {0}! Bem-vindo ao Nitrocid!
ro: Bună, {0}! Bun venit la Nitrocid!
tr: Merhaba, {0}! Nitrocid'e hoş geldiniz!
uk: Привіт, {0}! Ласкаво просимо до Nitrocid!
vi: Xin chào, {0}! Chào mừng đến với Nitrocid!
zh: 嗨，{0}！歡迎來到硝基西德！

# NKS_SHELL_HOMEPAGE_NEEDSHEADLINES
source: Enable headlines on login to show RSS feeds
ar: تمكين العناوين عند تسجيل الدخول لإظهار خلاصات RSS
de: Aktivieren Sie beim Anmelden Überschriften, um RSS-Feeds anzuzeigen
el: Ενεργοποιήστε τους τίτλους κατά τη σύνδεση για εμφάνιση ροών RSS
es: Habilite los titulares al iniciar sesión para mostrar canales RSS
fr: Activer les titres lors de la connexion pour afficher les flux RSS
ga: Cumasaigh ceannlínte ar logáil isteach chun fothaí RSS a thaispeáint
hi: RSS फ़ीड दिखाने के लिए लॉगिन पर हेडलाइन सक्षम करें
hi_latn: rss feed dikhaane ke lie login par hedalain saksham karen
id: Aktifkan tajuk berita saat login untuk menampilkan umpan RSS
it: Abilita i titoli all'accesso per mostrare i feed RSS
ja: ログイン時に見出しを有効にして RSS フィードを表示する
ko: RSS 피드를 표시하려면 로그인 시 헤드라인을 활성화하세요.
ms: Dayakan tajuk pada log masuk untuk menunjukkan suapan RSS
nb: Aktiver overskrifter ved pålogging for å vise RSS-feeder
nl: Schakel koppen in bij inloggen om RSS-feeds weer te geven
pt: Ative as manchetes no login para mostrar feeds RSS
ro: Activați titlurile la conectare pentru a afișa fluxuri RSS
tr: RSS beslemelerini göstermek için girişte başlıkları etkinleştirin
uk: Увімкніть заголовки під час входу, щоб відображати RSS-канали
vi: Cho phép tiêu đề khi đăng nhập để hiển thị nguồn cấp RSS
zh: 登入時啟用標題以顯示 RSS 來源

# NKS_SHELL_HOMEPAGE_SETTINGS
source: Settings
ar: إعدادات
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
ga: Socruithe
hi: समायोजन
hi_latn: setings
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: tetapan
nb: Innstillinger
nl: Instellingen
pt: Configurações
ro: Setări
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh: 設定

# NKS_SHELL_HOMEPAGE_ABOUT_DESC
source: Nitrocid KS simulates our future kernel, the Nitrocid Kernel.
ar: Nitrocid KS يحاكي نواة المستقبل، Nitrocid Kernel.
de: Nitrocid KS simuliert unseren zukünftigen Kernel, den Nitrocid-Kernel.
el: Το Nitrocid KS προσομοιώνει τον μελλοντικό μας πυρήνα, τον πυρήνα του Nitrocid.
es: Nitrocid KS simula nuestro futuro kernel, el Nitrocid Kernel.
fr: Nitrocid KS simule notre futur noyau, le Nitrocid Kernel.
ga: Samhlaíonn Nitrocid KS ár n-eithne sa todhchaí, an Eithne Nitrocid.
hi: नाइट्रोसिड केएस हमारे भविष्य के कर्नेल, नाइट्रोसिड कर्नेल का अनुकरण करता है।
hi_latn: naitrosid ks hamaare bhavishy ke karnel, naitrosid karnel ka anukaran karata hai.
id: Nitrocid KS mensimulasikan kernel masa depan kita, Kernel Nitrocid.
it: Nitrocid KS simula il nostro futuro kernel, il Nitrocid Kernel.
ja: Nitrocid KS は、将来のカーネルである Nitrocid Kernel をシミュレートします。
ko: Nitrocid KS는 미래 커널인 Nitrocid 커널을 시뮬레이션합니다.
ms: Nitrocid KS mensimulasikan kernel masa depan kami, Kernel Nitrocid.
nb: Nitrocid KS simulerer vår fremtidige kjerne, Nitrocid-kjernen.
nl: Nitrocid KS simuleert onze toekomstige kernel, de Nitrocid Kernel.
pt: Nitrocid KS simula nosso futuro kernel, o Nitrocid Kernel.
ro: Nitrocid KS simulează viitorul nostru nucleu, Nitrocid Kernel.
tr: Nitrocid KS gelecekteki çekirdeğimiz olan Nitrocid Kernel'i simüle eder.
uk: Nitrocid KS імітує наше майбутнє ядро, ядро Nitrocid.
vi: Nitrocid KS mô phỏng hạt nhân tương lai của chúng ta, Hạt nhân Nitrocid.
zh: Nitrocid KS 模擬我們未來的內核，Nitrocid Kernel。

# NKS_SHELL_HOMEPAGE_ABOUT_MODAPI
source: Mod API
ar: وزارة الدفاع API
es: API de modificación
fr: API de modules
hi: मॉड एपीआई
it: API mod
ja: モッドAPI
ko: 모드 API
ms: API Mod
pt: API de modificação
vi: API sửa đổi
zh: 模組API

# NKS_SHELL_HOMEPAGE_CRASH
source: The Nitrocid Homepage has crashed and needs to revert back to the shell.
ar: لقد تعطلت صفحة Nitrocid الرئيسية وتحتاج إلى العودة إلى الصدفة.
de: Die Nitrocid-Homepage ist abgestürzt und muss zur Shell zurückkehren.
el: Η αρχική σελίδα του Nitrocid έχει καταρρεύσει και πρέπει να επανέλθει στο κέλυφος.
es: La página de inicio de Nitrocid ha fallado y necesita volver al shell.
fr: La page d'accueil de Nitrocid est tombée en panne et doit revenir au shell.
ga: Tá an Leathanach Baile Nitrocid tuairteála agus ní mór dó dul ar ais sa bhlaosc.
hi: नाइट्रोसिड होमपेज क्रैश हो गया है और उसे वापस शेल पर लौटने की आवश्यकता है।
hi_latn: naitrosid homapej kraish ho gaya hai aur ise shel par vaapas lautane kee aavashyakata hai.
id: Beranda Nitrocid telah mogok dan perlu kembali ke shell.
it: La home page di Nitrocid si è bloccata ed è necessario ripristinare la shell.
ja: Nitrocid ホームページがクラッシュしたため、シェルに戻る必要があります。
ko: Nitrocid 홈페이지가 충돌하여 셸로 다시 돌아가야 합니다.
ms: Laman Utama Nitrocid telah ranap dan perlu kembali ke shell.
nb: Nitrocid-hjemmesiden har krasjet og må gå tilbake til skallet.
nl: De Nitrocid-startpagina is gecrasht en moet terugkeren naar de shell.
pt: A página inicial do Nitrocid travou e precisa voltar ao shell.
ro: Pagina de pornire Nitrocid s-a prăbușit și trebuie să revină la shell.
tr: Nitrocid Ana Sayfası çöktü ve kabuğa geri dönülmesi gerekiyor.
uk: Домашня сторінка Nitrocid вийшла з ладу, і її потрібно повернутися до оболонки.
vi: Trang chủ Nitrocid đã bị sập và cần phải trở lại giao diện cũ.
zh: Nitrocid 主頁已崩潰，需要還原到 shell。

# NKS_USERS_LOGIN_MODERNLOGON_UNKNOWNSCREENNUM
source: Unknown screen number.
ar: رقم الشاشة غير معروف.
de: Unbekannte Bildschirmnummer.
el: Άγνωστος αριθμός οθόνης.
es: Número de pantalla desconocido.
fr: Numéro d'écran inconnu.
ga: Uimhir scáileáin anaithnid.
hi: अज्ञात स्क्रीन संख्या.
hi_latn: agyaat skreen nambar.
id: Nomor layar tidak diketahui.
it: Numero di schermo sconosciuto.
ja: 画面番号が不明です。
ko: 알 수 없는 화면 번호입니다.
ms: Nombor skrin tidak diketahui.
nb: Ukjent skjermnummer.
nl: Onbekend schermnummer.
pt: Número de tela desconhecido.
ro: Număr de ecran necunoscut.
tr: Bilinmeyen ekran numarası.
uk: Невідомий номер екрана.
vi: Số màn hình không xác định.
zh: 未知的螢幕編號。

# NKS_USERS_LOGIN_MODERNLOGON_RENDERFAILED
source: Failed to render the logon screen.
ar: فشل في تقديم شاشة تسجيل الدخول.
de: Der Anmeldebildschirm konnte nicht gerendert werden.
el: Αποτυχία απόδοσης της οθόνης σύνδεσης.
es: No se pudo representar la pantalla de inicio de sesión.
fr: Échec du rendu de l'écran de connexion.
ga: Theip ar an scáileán logála isteach a sholáthar.
hi: लॉगऑन स्क्रीन प्रस्तुत करने में विफल.
hi_latn: logon skreen ko rendar karane mein viphal.
id: Gagal menampilkan layar logon.
it: Impossibile eseguire il rendering della schermata di accesso.
ja: ログオン画面のレンダリングに失敗しました。
ko: 로그온 화면을 렌더링하지 못했습니다.
ms: Gagal memaparkan skrin log masuk.
nb: Kunne ikke gjengi påloggingsskjermen.
nl: Kan het aanmeldingsscherm niet weergeven.
pt: Falha ao renderizar a tela de logon.
ro: Nu s-a reușit redarea ecranului de conectare.
tr: Oturum açma ekranı oluşturulamadı.
uk: Не вдалося відобразити екран входу.
vi: Không hiển thị được màn hình đăng nhập.
zh: 無法呈現登入畫面。

# NKS_USERS_LOGIN_MODERNLOGON_RENDERFAILTIP
source: Investigate the debug logs for more information about the error.
ar: تحقق من سجلات التصحيح للحصول على مزيد من المعلومات حول الخطأ.
de: Untersuchen Sie die Debug-Protokolle, um weitere Informationen zum Fehler zu erhalten.
el: Διερευνήστε τα αρχεία καταγραφής εντοπισμού σφαλμάτων για περισσότερες πληροφορίες σχετικά με το σφάλμα.
es: Investigue los registros de depuración para obtener más información sobre el error.
fr: Examinez les journaux de débogage pour plus d’informations sur l’erreur.
ga: Déan iniúchadh ar na logaí dífhabhtaithe chun tuilleadh eolais a fháil faoin earráid.
hi: त्रुटि के बारे में अधिक जानकारी के लिए डीबग लॉग की जांच करें.
hi_latn: truti ke baare mein adhik jaanakaaree ke lie deebag log kee jaanch karen.
id: Selidiki log debug untuk informasi lebih lanjut tentang kesalahan tersebut.
it: Esaminare i log di debug per ulteriori informazioni sull'errore.
ja: エラーの詳細についてはデバッグ ログを調べてください。
ko: 오류에 대한 자세한 내용은 디버그 로그를 조사하세요.
ms: Siasat log nyahpepijat untuk mendapatkan maklumat lanjut tentang ralat.
nb: Undersøk feilsøkingsloggene for mer informasjon om feilen.
nl: Onderzoek de foutopsporingslogboeken voor meer informatie over de fout.
pt: Investigue os logs de depuração para obter mais informações sobre o erro.
ro: Investigați jurnalele de depanare pentru mai multe informații despre eroare.
tr: Hata hakkında daha fazla bilgi edinmek için hata ayıklama günlüklerini inceleyin.
uk: Перегляньте журнали налагодження, щоб дізнатися більше про помилку.
vi: Kiểm tra nhật ký gỡ lỗi để biết thêm thông tin về lỗi.
zh: 研究調試日誌以獲取有關錯誤的更多資訊。

# NKS_KERNEL_STARTING_UNUSUALENV
source: You're running Nitrocid KS on an unusual environment. Please verify that you've started the kernel directly. If you're sure that you've started the kernel in a usual way, it might be because you're running an unsupported version of Nitrocid KS.
ar: أنت تقوم بتشغيل Nitrocid KS في بيئة غير عادية. يرجى التحقق من أنك قمت بتشغيل النواة مباشرة. إذا كنت متأكدًا من أنك قمت بتشغيل النواة بالطريقة المعتادة، فقد يكون السبب هو أنك تقوم بتشغيل إصدار غير مدعوم من Nitrocid KS.
de: Sie führen Nitrocid KS in einer ungewöhnlichen Umgebung aus. Bitte überprüfen Sie, ob Sie den Kernel direkt gestartet haben. Wenn Sie sicher sind, dass Sie den Kernel auf die übliche Weise gestartet haben, liegt dies möglicherweise daran, dass Sie eine nicht unterstützte Version von Nitrocid KS ausführen.
el: Εκτελείτε το Nitrocid KS σε ένα ασυνήθιστο περιβάλλον. Επαληθεύστε ότι ξεκινήσατε απευθείας τον πυρήνα. Εάν είστε βέβαιοι ότι ξεκινήσατε τον πυρήνα με έναν συνηθισμένο τρόπο, μπορεί να οφείλεται στο ότι εκτελείτε μια μη υποστηριζόμενη έκδοση του Nitrocid KS.
es: Está ejecutando Nitrocid KS en un entorno inusual. Verifique que haya iniciado el kernel directamente. Si está seguro de haber iniciado el kernel de la forma habitual, puede deberse a que está ejecutando una versión no compatible de Nitrocid KS.
fr: Vous exécutez Nitrocid KS dans un environnement inhabituel. Veuillez vérifier que vous avez démarré le noyau directement. Si vous êtes sûr d'avoir démarré le noyau de la manière habituelle, c'est peut-être parce que vous exécutez une version non prise en charge de Nitrocid KS.
ga: Tá tú ag rith Nitrocid KS ar thimpeallacht neamhghnách. Cinntigh gur thosaigh tú ar an eithne go díreach. Má tá tú cinnte go bhfuil tú tosaithe ar an eithne ar an ngnáthbhealach, b'fhéidir gurb é an fáth go bhfuil tú ag rith leagan de Nitrocid KS nach dtacaítear leis.
hi: आप Nitrocid KS को असामान्य वातावरण पर चला रहे हैं। कृपया सत्यापित करें कि आपने कर्नेल को सीधे शुरू किया है। यदि आप सुनिश्चित हैं कि आपने कर्नेल को सामान्य तरीके से शुरू किया है, तो ऐसा इसलिए हो सकता है क्योंकि आप Nitrocid KS का असमर्थित संस्करण चला रहे हैं।
hi_latn: aap ek asaamaany vaataavaran par naitrosid ks chala rahe hain. krpaya satyaapit karen ki aapane karnel ko seedhe shuroo kiya hai. yadi aap sunishchit hain ki aapane karnel ko saamaany tareeke se shuroo kiya hai, to aisa isalie ho sakata hai kyonki aap naitrosid ks ka asamarthit sanskaran chala rahe hain.
id: Anda menjalankan Nitrocid KS pada lingkungan yang tidak biasa. Harap verifikasi bahwa Anda telah memulai kernel secara langsung. Jika Anda yakin telah memulai kernel dengan cara yang biasa, mungkin karena Anda menjalankan versi Nitrocid KS yang tidak didukung.
it: Stai eseguendo Nitrocid KS in un ambiente insolito. Verifica di aver avviato direttamente il kernel. Se sei sicuro di aver avviato il kernel nel solito modo, potrebbe essere perché stai utilizzando una versione non supportata di Nitrocid KS.
ja: Nitrocid KS を通常とは異なる環境で実行しています。カーネルを直接起動したことを確認してください。カーネルを通常の方法で起動したと確信できる場合は、サポートされていないバージョンの Nitrocid KS を実行していることが原因である可能性があります。
ko: 당신은 특이한 환경에서 Nitrocid KS를 실행하고 있습니다. 커널을 직접 시작했는지 확인하십시오. 일반적인 방법으로 커널을 시작했다면 지원되지 않는 Nitrocid KS 버전을 실행하고 있기 때문일 수 있습니다.
ms: Anda menjalankan Nitrocid KS pada persekitaran yang luar biasa. Sila sahkan bahawa anda telah memulakan kernel secara langsung. Jika anda pasti bahawa anda telah memulakan kernel dengan cara biasa, ini mungkin kerana anda menjalankan versi Nitrocid KS yang tidak disokong.
nb: Du kjører Nitrocid KS i et uvanlig miljø. Vennligst bekreft at du har startet kjernen direkte. Hvis du er sikker på at du har startet kjernen på en vanlig måte, kan det være fordi du kjører en versjon av Nitrocid KS som ikke støttes.
nl: U gebruikt Nitrocid KS in een ongebruikelijke omgeving. Controleer of u de kernel rechtstreeks hebt gestart. Als u zeker weet dat u de kernel op de gebruikelijke manier hebt gestart, kan het zijn dat u een niet-ondersteunde versie van Nitrocid KS gebruikt.
pt: Você está executando o Nitrocid KS em um ambiente incomum. Por favor, verifique se você iniciou o kernel diretamente. Se você tem certeza de que iniciou o kernel normalmente, pode ser porque você está executando uma versão não suportada do Nitrocid KS.
ro: Rulați Nitrocid KS într-un mediu neobișnuit. Vă rugăm să verificați dacă ați pornit direct nucleul. Dacă sunteți sigur că ați pornit nucleul într-un mod obișnuit, s-ar putea să fie pentru că rulați o versiune neacceptată de Nitrocid KS.
tr: Nitrocid KS'yi alışılmadık bir ortamda çalıştırıyorsunuz. Lütfen çekirdeği doğrudan başlattığınızdan emin olun. Çekirdeği olağan bir şekilde başlattığınızdan eminseniz, bunun nedeni desteklenmeyen bir Nitrocid KS sürümü çalıştırıyor olmanız olabilir.
uk: Ви використовуєте Nitrocid KS у незвичайному середовищі. Переконайтеся, що ви запустили ядро безпосередньо. Якщо ви впевнені, що запустили ядро у звичайний спосіб, можливо, ви використовуєте непідтримувану версію Nitrocid KS.
vi: Bạn đang chạy Nitrocid KS trên một môi trường bất thường. Vui lòng xác minh rằng bạn đã khởi động kernel trực tiếp. Nếu bạn chắc chắn rằng mình đã khởi động kernel theo cách thông thường, có thể là do bạn đang chạy phiên bản Nitrocid KS không được hỗ trợ.
zh: 您在不尋常的環境中執行 Nitrocid KS。請驗證您是否直接啟動了核心。如果您確定已以常規方式啟動內核，可能是因為您正在執行不受支援的 Nitrocid KS 版本。

# NKS_KERNEL_STARTING_BOOTLOADER_ERROR
source: GRILO has experienced an internal error
ar: واجه GRILO خطأً داخليًا
de: Bei GRILO ist ein interner Fehler aufgetreten
el: Το GRILO αντιμετώπισε εσωτερικό σφάλμα
es: GRILO ha experimentado un error interno
fr: GRILO a rencontré une erreur interne
ga: Tharla earráid inmheánach do GRILO
hi: GRILO में आंतरिक त्रुटि आई है
hi_latn: grilo mein aantarik truti aaee hai
id: GRILO mengalami kesalahan internal
it: GRILO ha riscontrato un errore interno
ja: GRILO に内部エラーが発生しました
ko: GRILO에 내부 오류가 발생했습니다.
ms: GRILO telah mengalami ralat dalaman
nb: GRILO har opplevd en intern feil
nl: GRILO heeft een interne fout ervaren
pt: GRILO teve um erro interno
ro: GRILO a întâmpinat o eroare internă
tr: GRILO dahili bir hatayla karşılaştı
uk: У GRILO сталася внутрішня помилка
vi: GRILO đã gặp phải lỗi nội bộ
zh: GRILO 遇到內部錯誤

# NKS_KERNEL_STARTING_BOOTLOADER_EXIT
source: Press any key to exit.
ar: اضغط اي زر للخروج.
de: Zum Verlassen eine beliebige Taste drücken.
el: Πατήστε οποιοδήποτε πλήκτρο για να εξέλθετε.
es: Presiona cualquier tecla para salir.
fr: Appuyez sur une touche pour quitter.
ga: Brúigh eochair ar bith chun imeacht.
hi: निकास के लिए कोई कुंजी दबाएं।
hi_latn: baahar nikalane ke lie koee bhee kunjee dabaen.
id: Tekan tombol apa saja untuk keluar.
it: Premi qualsiasi tasto per uscire.
ja: 終了するには、任意のキーを押してください。
ko: 종료하려면 아무 키나 누르십시오.
ms: Tekan sebarang kekunci untuk keluar.
nb: Trykk på hvilken som helst tast for å avslutte.
nl: Druk op een willekeurige toets om af te sluiten.
pt: Aperte qualquer tecla para sair.
ro: Apasă orice tastă pentru a ieși.
tr: Çıkmak için herhangi bir tuşa basın.
uk: Щоб вийти, натисніть будь-яку клавішу.
vi: Nhấn phím bất kỳ để thoát.
zh: 按任何一個鍵退出。

# NKS_KERNEL_STARTING_BOOTLOADER_STDCONTROLS
source: Standard controls
ar: الضوابط القياسية
de: Standardsteuerungen
el: Τυπικά χειριστήρια
es: Controles estándar
fr: Contrôles standards
ga: Rialuithe caighdeánacha
hi: मानक नियंत्रण
hi_latn: maanak niyantran
id: Kontrol standar
it: Controlli standard
ja: 標準コントロール
ko: 표준 컨트롤
ms: Kawalan standard
nb: Standard kontroller
nl: Standaard bedieningselementen
pt: Controles padrão
ro: Comenzi standard
tr: Standart kontroller
uk: Стандартні елементи керування
vi: Kiểm soát tiêu chuẩn
zh: 標準控制

# NKS_KERNEL_STARTING_BOOTLOADER_CUSTOMCONTROLS
source: Controls defined by custom boot style
ar: عناصر التحكم المحددة بواسطة نمط التمهيد المخصص
de: Bedienelemente durch benutzerdefinierten Boot-Stil definiert
el: Στοιχεία ελέγχου που ορίζονται από προσαρμοσμένο στυλ εκκίνησης
es: Controles definidos por estilo de arranque personalizado
fr: Contrôles définis par style de démarrage personnalisé
ga: Rialuithe sainithe ag stíl tosaithe saincheaptha
hi: कस्टम बूट शैली द्वारा परिभाषित नियंत्रण
hi_latn: kastam boot shailee dvaara paribhaashit niyantran
id: Kontrol ditentukan oleh gaya boot khusus
it: Controlli definiti dallo stile di avvio personalizzato
ja: カスタムブートスタイルによって定義されるコントロール
ko: 사용자 정의 부팅 스타일로 정의된 컨트롤
ms: Kawalan yang ditakrifkan oleh gaya but tersuai
nb: Kontroller definert av tilpasset oppstartsstil
nl: Besturingselementen gedefinieerd door aangepaste opstartstijl
pt: Controles definidos pelo estilo de inicialização personalizado
ro: Controale definite de stilul personalizat de pornire
tr: Özel önyükleme stiliyle tanımlanan denetimler
uk: Елементи керування, визначені спеціальним стилем завантаження
vi: Các điều khiển được xác định theo kiểu khởi động tùy chỉnh
zh: 由自訂啟動樣式定義的控件

# NKS_KERNEL_STARTING_BOOTLOADER_NOCUSTOMCONTROLS
source: No controls defined by custom boot style
ar: لا توجد عناصر تحكم محددة بواسطة نمط التمهيد المخصص
de: Keine durch benutzerdefinierten Boot-Stil definierten Steuerelemente
el: Δεν υπάρχουν στοιχεία ελέγχου που ορίζονται από προσαρμοσμένο στυλ εκκίνησης
es: No hay controles definidos por estilo de arranque personalizado
fr: Aucun contrôle défini par le style de démarrage personnalisé
ga: Níl aon rialuithe sainithe ag stíl tosaithe saincheaptha
hi: कस्टम बूट शैली द्वारा कोई नियंत्रण परिभाषित नहीं किया गया
hi_latn: kastam boot shailee dvaara paribhaashit koee niyantran nahin
id: Tidak ada kontrol yang ditentukan oleh gaya boot khusus
it: Nessun controllo definito dallo stile di avvio personalizzato
ja: カスタムブートスタイルで定義されたコントロールはありません
ko: 사용자 정의 부팅 스타일로 정의된 컨트롤이 없습니다.
ms: Tiada kawalan yang ditentukan oleh gaya but tersuai
nb: Ingen kontroller definert av tilpasset oppstartsstil
nl: Geen bedieningselementen gedefinieerd door aangepaste opstartstijl
pt: Nenhum controle definido pelo estilo de inicialização personalizado
ro: Nu există controale definite de stilul de boot personalizat
tr: Özel önyükleme stili tarafından tanımlanmış kontrol yok
uk: Немає елементів керування, визначених спеціальним стилем завантаження
vi: Không có điều khiển nào được xác định theo kiểu khởi động tùy chỉnh
zh: 沒有自訂啟動樣式定義的控件

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_PREVENTRY
source: Selects the previous boot entry
ar: يحدد إدخال التمهيد السابق
de: Wählt den vorherigen Booteintrag aus
el: Επιλέγει την προηγούμενη καταχώρηση εκκίνησης
es: Selecciona la entrada de inicio anterior
fr: Sélectionne l'entrée de démarrage précédente
ga: Roghnaíonn sé an iontráil tosaithe roimhe seo
hi: पिछली बूट प्रविष्टि का चयन करता है
hi_latn: pichhalee boot pravishti ka chayan karata hai
id: Memilih entri boot sebelumnya
it: Seleziona la voce di avvio precedente
ja: 前のブートエントリを選択する
ko: 이전 부팅 항목을 선택합니다.
ms: Memilih entri but sebelumnya
nb: Velger forrige oppstartsoppføring
nl: Selecteert het vorige opstartitem
pt: Seleciona a entrada de inicialização anterior
ro: Selectează intrarea anterioară de pornire
tr: Önceki önyükleme girişini seçer
uk: Вибирає попередній запис завантаження
vi: Chọn mục khởi động trước đó
zh: 選擇上一個啟動項

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_NEXTENTRY
source: Selects the next boot entry
ar: يحدد إدخال التمهيد التالي
de: Wählt den nächsten Booteintrag aus
el: Επιλέγει την επόμενη καταχώρηση εκκίνησης
es: Selecciona la siguiente entrada de inicio
fr: Sélectionne la prochaine entrée de démarrage
ga: Roghnaíonn sé an chéad iontráil tosaithe eile
hi: अगली बूट प्रविष्टि का चयन करता है
hi_latn: agalee boot pravishti ka chayan karata hai
id: Memilih entri boot berikutnya
it: Seleziona la voce di avvio successiva
ja: 次のブートエントリを選択します
ko: 다음 부팅 항목을 선택합니다.
ms: Memilih entri but seterusnya
nb: Velger neste oppstartsoppføring
nl: Selecteert het volgende opstartitem
pt: Seleciona a próxima entrada de inicialização
ro: Selectează următoarea intrare de pornire
tr: Sonraki önyükleme girişini seçer
uk: Вибирає наступний запис для завантаження
vi: Chọn mục khởi động tiếp theo
zh: 選擇下一個啟動項

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_FIRSTENTRY
source: Selects the first boot entry
ar: يحدد إدخال التمهيد الأول
de: Wählt den ersten Booteintrag aus
el: Επιλέγει την πρώτη καταχώρηση εκκίνησης
es: Selecciona la primera entrada de arranque.
fr: Sélectionne la première entrée de démarrage
ga: Roghnaíonn sé an chéad iontráil tosaithe
hi: प्रथम बूट प्रविष्टि का चयन करता है
hi_latn: pahalee boot pravishti ka chayan karata hai
id: Memilih entri boot pertama
it: Seleziona la prima voce di avvio
ja: 最初のブートエントリを選択します
ko: 첫 번째 부팅 항목을 선택합니다.
ms: Memilih entri but pertama
nb: Velger den første oppstartsoppføringen
nl: Selecteert het eerste opstartitem
pt: Seleciona a primeira entrada de inicialização
ro: Selectează prima intrare de pornire
tr: İlk önyükleme girişini seçer
uk: Вибирає перший запис для завантаження
vi: Chọn mục khởi động đầu tiên
zh: 選擇第一個啟動項

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_LASTENTRY
source: Selects the last boot entry
ar: يحدد إدخال التمهيد الأخير
de: Wählt den letzten Booteintrag aus
el: Επιλέγει την τελευταία καταχώρηση εκκίνησης
es: Selecciona la última entrada de arranque.
fr: Sélectionne la dernière entrée de démarrage
ga: Roghnaíonn sé an iontráil tosaithe deiridh
hi: अंतिम बूट प्रविष्टि का चयन करता है
hi_latn: antim boot pravishti ka chayan karata hai
id: Memilih entri boot terakhir
it: Seleziona l'ultima voce di avvio
ja: 最後のブートエントリを選択します
ko: 마지막 부팅 항목을 선택합니다.
ms: Memilih entri but terakhir
nb: Velger den siste oppstartsoppføringen
nl: Selecteert het laatste opstartitem
pt: Seleciona a última entrada de inicialização
ro: Selectează ultima intrare de pornire
tr: Son önyükleme girişini seçer
uk: Вибирає останній запис завантаження
vi: Chọn mục khởi động cuối cùng
zh: 選擇最後一個啟動項

# NKS_KERNEL_STARTING_BOOTLOADER_KEYBINDING_HELP
source: Opens this help page
ar: يفتح صفحة المساعدة هذه
de: Öffnet diese Hilfeseite
el: Ανοίγει αυτή τη σελίδα βοήθειας
es: Abre esta página de ayuda
fr: Ouvre cette page d'aide
ga: Osclaítear an leathanach cabhrach seo
hi: यह सहायता पृष्ठ खोलता है
hi_latn: yah sahaayata prshth kholata hai
id: Membuka halaman bantuan ini
it: Apre questa pagina di aiuto
ja: このヘルプページを開きます
ko: 이 도움말 페이지를 엽니다
ms: Membuka halaman bantuan ini
nb: Åpner denne hjelpesiden
nl: Opent deze helppagina
pt: Abre esta página de ajuda
ro: Deschide această pagină de ajutor
tr: Bu yardım sayfasını açar
uk: Відкриває цю сторінку довідки
vi: Mở trang trợ giúp này
zh: 開啟此幫助頁面
