Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_SETTINGS_COMMON_MAXGREENCOLOR_DESC
source: Maximum green color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale grüne Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: adhikatam hara rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna hijau maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt grønt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大綠色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SETTINGS_COMMON_MAXBLUECOLOR_DESC
source: Maximum blue color level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale blaue Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur bleue. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
hi_latn: adhikatam neela rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 hai.
id: Tingkat warna biru maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 파란색 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt blått fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_SETTINGS_COMMON_MAXCOLOR_DESC
source: Maximum color level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colors or 16 for 16 colors.
ar: الحد الأقصى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Maximale Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Μέγιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel máximo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Uasleibhéal datha. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: अधिकतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
hi_latn: adhikatam rang star. nyoonatam sveekrt maan 0 hai aur adhikatam sveekrt maan 255 rangon ke lie 255 ya 16 rangon ke lie 16 hai.
id: Tingkat warna maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Massimo livello di colore. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最大カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최대 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Maksimalt fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Maximaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível máximo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel maxim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Maksimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Максимальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối đa. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最大顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_SETTINGS_COMMON_ULCORNERCHAR_DESC
source: A character that resembles the upper left corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليسرى العليا. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der oberen linken Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την επάνω αριστερή γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se asemeja a la esquina superior izquierda. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin supérieur gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne uachtarach ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो ऊपरी बाएँ कोने जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek varn jo ooparee baen kone jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai sudut kiri atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che ricorda l'angolo in alto a sinistra. Assicurati di inserire un solo carattere.
ja: 左上隅に似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 상단 모서리와 유사한 문자입니다. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai sudut kiri atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det øvre venstre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de linkerbovenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao canto superior esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din stânga sus. Asigurați-vă că introduceți un singur caracter.
tr: Sol üst köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує лівий верхній кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc trên bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於左上角的字符。確保只輸入一個字符。

# NKS_SETTINGS_COMMON_LLCORNERCHAR_DESC
source: A character that resembles the lower left corner. Be sure to only input one character.
ar: حرف يشبه الزاوية اليسرى السفلية. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das der unteren linken Ecke ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με την κάτω αριστερή γωνία. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un carácter que se asemeja a la esquina inferior izquierda. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au coin inférieur gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an gcúinne íochtair ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक वर्ण जो निचले बाएँ कोने जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek varn jo nichale baen kone jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai sudut kiri bawah. Pastikan untuk hanya memasukkan satu karakter.
it: Un carattere che ricorda l'angolo inferiore sinistro. Assicurati di inserire un solo carattere.
ja: 左下隅に似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 하단 모서리와 유사한 문자입니다. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai sudut kiri bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner det nedre venstre hjørnet. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op de linkerbenedenhoek. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao canto inferior esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu colțul din stânga jos. Asigurați-vă că introduceți un singur caracter.
tr: Sol alt köşeye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, який нагадує нижній лівий кут. Обов’язково введіть лише один символ.
vi: Một ký tự giống góc dưới bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於左下角的字符。確保只輸入一個字符。

# NKS_SETTINGS_COMMON_UPFRAMECHAR_DESC
source: A character that resembles the upper frame. Be sure to only input one character.
ar: شخصية تشبه الإطار العلوي. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem oberen Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το πάνω πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se parece al marco superior. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre supérieur. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma uachtarach. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो ऊपरी फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek charitr jo ooparee phrem jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai bingkai atas. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda il telaio superiore. Assicurati di inserire un solo carattere.
ja: 上枠に似たキャラクター。必ず1文字だけ入力してください。
ko: 상단 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai atas. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den øvre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het bovenframe. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro superior. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul de sus. Asigurați-vă că introduceți un singur caracter.
tr: Üst çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує верхню рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung trên. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於上框的字符。確保只輸入一個字符。

# NKS_SETTINGS_COMMON_LOFRAMECHAR_DESC
source: A character that resembles the lower frame. Be sure to only input one character.
ar: حرف يشبه الإطار السفلي. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem unteren Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το κάτω πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se parece al marco inferior. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre inférieur. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma íochtair. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो निचले फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek charitr jo nichale phrem jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai bingkai bawah. Pastikan untuk memasukkan hanya satu karakter.
it: Un personaggio che ricorda la cornice inferiore. Assicurati di inserire un solo carattere.
ja: 下のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 하단 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai bawah. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den nedre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het onderste frame. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro inferior. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul inferior. Asigurați-vă că introduceți un singur caracter.
tr: Alt çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Символ, що нагадує нижню рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung dưới. Hãy đảm bảo chỉ nhập một ký tự.
zh: 類似於下框的角色。確保只輸入一個字符。

# NKS_SETTINGS_COMMON_LEFRAMECHAR_DESC
source: A character that resembles the left frame. Be sure to only input one character.
ar: حرف يشبه الإطار الأيسر. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem linken Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το αριστερό πλαίσιο. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se asemeja al marco izquierdo. Asegúrese de ingresar solo un carácter.
fr: Un caractère qui ressemble au cadre de gauche. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma ar chlé. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो बाएं फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek charitr jo baen phrem jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai bingkai kiri. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda la cornice di sinistra. Assicurati di inserire un solo carattere.
ja: 左のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 왼쪽 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai kiri. Pastikan anda hanya memasukkan satu aksara.
nb: Et tegn som ligner den venstre rammen. Pass på å bare skrive inn ett tegn.
nl: Een teken dat lijkt op het linkerframe. Zorg ervoor dat u slechts één teken invoert.
pt: Um caractere que se assemelha ao quadro esquerdo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul din stânga. Asigurați-vă că introduceți un singur caracter.
tr: Sol çerçeveye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Персонаж, що нагадує ліву рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung bên trái. Hãy đảm bảo chỉ nhập một ký tự.
zh: 一個類似於左框架的字符。確保只輸入一個字符。

# NKS_SETTINGS_COMMON_RIFRAMECHAR_DESC
source: A character that resembles the right frame. Be sure to only input one character.
ar: شخصية تشبه الإطار الصحيح. تأكد من إدخال حرف واحد فقط.
de: Ein Zeichen, das dem rechten Rahmen ähnelt. Achten Sie darauf, nur ein Zeichen einzugeben.
el: Ένας χαρακτήρας που μοιάζει με το σωστό καρέ. Φροντίστε να εισάγετε μόνο έναν χαρακτήρα.
es: Un personaje que se asemeja al cuadro derecho. Asegúrese de ingresar solo un carácter.
fr: Un personnage qui ressemble au cadre droit. Assurez-vous de ne saisir qu'un seul caractère.
ga: Carachtar atá cosúil leis an bhfráma ceart. Bí cinnte gan ach carachtar amháin a ionchur.
hi: एक चरित्र जो सही फ्रेम जैसा दिखता है। केवल एक वर्ण इनपुट करना सुनिश्चित करें।
hi_latn: ek charitr jo sahee phrem jaisa dikhata hai. keval ek varn inaput karana sunishchit karen.
id: Karakter yang menyerupai bingkai yang tepat. Pastikan untuk hanya memasukkan satu karakter.
it: Un personaggio che ricorda la cornice giusta. Assicurati di inserire un solo carattere.
ja: 右のフレームに似たキャラクター。必ず1文字だけ入力してください。
ko: 오른쪽 프레임을 닮은 캐릭터. 반드시 한 글자만 입력하십시오.
ms: Watak yang menyerupai bingkai yang betul. Pastikan anda hanya memasukkan satu aksara.
nb: En karakter som ligner den høyre rammen. Pass på å bare skrive inn ett tegn.
nl: Een personage dat lijkt op het juiste frame. Zorg ervoor dat u slechts één teken invoert.
pt: Um personagem que se assemelha ao quadro certo. Certifique-se de inserir apenas um caractere.
ro: Un personaj care seamănă cu cadrul potrivit. Asigurați-vă că introduceți un singur caracter.
tr: Sağdaki kareye benzeyen bir karakter. Sadece bir karakter girdiğinizden emin olun.
uk: Персонаж, що нагадує праву рамку. Обов’язково введіть лише один символ.
vi: Một ký tự giống với khung bên phải. Hãy đảm bảo chỉ nhập một ký tự.
zh: 一個類似於右框架的角色。確保只輸入一個字符。

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_ULCORNERCHAR_NAME
source: Upper left corner character for notification border
ar: حرف الزاوية اليسرى العليا لحد الإخطار
de: Zeichen in der oberen linken Ecke für den Benachrichtigungsrand
el: Χαρακτήρας επάνω αριστερής γωνίας για περίγραμμα ειδοποιήσεων
es: Carácter de la esquina superior izquierda para el borde de notificación
fr: Caractère du coin supérieur gauche pour la bordure de notification
ga: Carachtar chúinne uachtarach ar chlé le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए ऊपरी बाएँ कोने का वर्ण
hi_latn: adhisoochana seema ke lie ooparee baen kone ka varn
id: Karakter sudut kiri atas untuk batas notifikasi
it: Carattere nell'angolo in alto a sinistra per il bordo di notifica
ja: 通知枠の左上隅の文字
ko: 알림 테두리의 왼쪽 상단 모서리 문자
ms: Aksara sudut kiri atas untuk sempadan pemberitahuan
nb: Øvre venstre hjørnetegnet for varslingskant
nl: Teken in de linkerbovenhoek voor meldingsrand
pt: Caractere do canto superior esquerdo para borda de notificação
ro: Caracter din colțul din stânga sus pentru chenarul de notificare
tr: Bildirim kenarlığı için sol üst köşedeki karakter
uk: Символ верхнього лівого кута для межі сповіщень
vi: Ký tự góc trên bên trái cho đường viền thông báo
zh: 通知邊框的左上角字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_URCORNERCHAR_NAME
source: Upper right corner character for notification border
ar: حرف الزاوية اليمنى العليا لحد الإخطار
de: Zeichen in der oberen rechten Ecke für den Benachrichtigungsrahmen
el: Χαρακτήρας πάνω δεξιά γωνία για περίγραμμα ειδοποιήσεων
es: Carácter de la esquina superior derecha para el borde de notificación
fr: Caractère du coin supérieur droit pour la bordure de notification
ga: Carachtar cúinne uachtarach ar dheis le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए ऊपरी दाएं कोने का वर्ण
hi_latn: adhisoochana seema ke lie ooparee daen kone ka varn
id: Karakter sudut kanan atas untuk batas notifikasi
it: Carattere nell'angolo in alto a destra per il bordo di notifica
ja: 通知枠の右上隅の文字
ko: 알림 테두리의 오른쪽 위 모서리 문자
ms: Aksara sudut kanan atas untuk sempadan pemberitahuan
nb: Øvre høyre hjørnetegnet for varslingskant
nl: Teken in de rechterbovenhoek voor meldingsrand
pt: Caractere do canto superior direito para borda de notificação
ro: Caracter din colțul din dreapta sus pentru chenarul de notificare
tr: Bildirim kenarlığı için sağ üst köşedeki karakter
uk: Символ верхнього правого кута для межі сповіщень
vi: Ký tự góc trên bên phải cho đường viền thông báo
zh: 通知邊框的右上角字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_LLCORNERCHAR_NAME
source: Lower left corner character for notification border
ar: حرف الزاوية اليسرى السفلية لحد الإخطار
de: Unteres linkes Eckzeichen für Benachrichtigungsrahmen
el: Χαρακτήρας κάτω αριστερής γωνίας για περίγραμμα ειδοποιήσεων
es: Carácter de la esquina inferior izquierda para el borde de notificación
fr: Caractère du coin inférieur gauche pour la bordure de notification
ga: Carachtar cúinne íochtair ar chlé le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए निचले बाएँ कोने का वर्ण
hi_latn: adhisoochana seema ke lie nichale baen kone ka varn
id: Karakter sudut kiri bawah untuk batas notifikasi
it: Carattere nell'angolo inferiore sinistro per il bordo di notifica
ja: 通知枠の左下隅の文字
ko: 알림 테두리의 왼쪽 하단 모서리 문자
ms: Aksara sudut kiri bawah untuk sempadan pemberitahuan
nb: Tegn i nedre venstre hjørne for varslingskant
nl: Teken in de linkerbenedenhoek voor meldingsrand
pt: Caractere do canto inferior esquerdo para borda de notificação
ro: Caracter din colțul din stânga jos pentru chenarul de notificare
tr: Bildirim kenarlığı için sol alt köşedeki karakter
uk: Символ у нижньому лівому куті для межі сповіщень
vi: Ký tự góc dưới bên trái cho đường viền thông báo
zh: 通知邊框的左下角字符

# NKS_SETTINGS_KERNEL_MISC_AESTHETICS_NOTIFICATIONBORDER_LRCORNERCHAR_NAME
source: Lower right corner character for notification border
ar: حرف الزاوية اليمنى السفلى لحد الإخطار
de: Zeichen in der unteren rechten Ecke für den Benachrichtigungsrand
el: Χαρακτήρας κάτω δεξιά γωνία για περίγραμμα ειδοποιήσεων
es: Carácter de la esquina inferior derecha para el borde de notificación
fr: Caractère du coin inférieur droit pour la bordure de notification
ga: Carachtar cúinne íochtair ar dheis le haghaidh teorann fógra
hi: अधिसूचना सीमा के लिए निचले दाएं कोने का वर्ण
hi_latn: adhisoochana seema ke lie nichale daen kone ka varn
id: Karakter sudut kanan bawah untuk batas notifikasi
it: Carattere nell'angolo inferiore destro per il bordo di notifica
ja: 通知枠の右下隅の文字
ko: 알림 테두리의 오른쪽 아래 모서리 문자
ms: Aksara sudut kanan bawah untuk sempadan pemberitahuan
nb: Tegn i nedre høyre hjørne for varslingskant
nl: Teken in de rechterbenedenhoek voor meldingsrand
pt: Caractere do canto inferior direito para borda de notificação
ro: Caracter din colțul din dreapta jos pentru chenarul de notificare
tr: Bildirim kenarlığı için sağ alt köşedeki karakter
uk: Символ у нижньому правому куті для межі сповіщень
vi: Ký tự góc dưới bên phải cho đường viền thông báo
zh: 通知邊框的右下角字符
