Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.*/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, hi_latn, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE3_TEXT2
source: In addition to automatically checking for updates, Nitrocid KS can also download the update file automatically.
ar: بالإضافة إلى التحقق تلقائيًا من وجود تحديثات، يمكن لـ Nitrocid KS أيضًا تنزيل ملف التحديث تلقائيًا.
de: Zusätzlich zur automatischen Suche nach Updates kann Nitrocid KS die Update-Datei auch automatisch herunterladen.
el: Εκτός από τον αυτόματο έλεγχο για ενημερώσεις, το Nitrocid KS μπορεί επίσης να πραγματοποιήσει αυτόματη λήψη του αρχείου ενημέρωσης.
es: Además de buscar actualizaciones automáticamente, Nitrocid KS también puede descargar el archivo de actualización automáticamente.
fr: En plus de vérifier automatiquement les mises à jour, Nitrocid KS peut également télécharger automatiquement le fichier de mise à jour.
ga: Chomh maith le nuashonruithe a sheiceáil go huathoibríoch, is féidir le Nitrocid KS an comhad nuashonraithe a íoslódáil go huathoibríoch.
hi: अपडेट के लिए स्वचालित रूप से जाँच करने के अलावा, नाइट्रोसिड केएस स्वचालित रूप से अपडेट फ़ाइल भी डाउनलोड कर सकता है।
hi_latn: svachaalit roop se apadet kee jaanch karane ke alaava, nitrochid ks apadet fail ko svachaalit roop se daunalod bhee kar sakata hai.
id: Selain memeriksa pembaruan secara otomatis, Nitrocid KS juga dapat mengunduh berkas pembaruan secara otomatis.
it: Oltre a verificare automaticamente la presenza di aggiornamenti, Nitrocid KS può anche scaricare automaticamente il file di aggiornamento.
ja: Nitrocid KS は、アップデートを自動的にチェックするだけでなく、アップデート ファイルを自動的にダウンロードすることもできます。
ko: Nitrocid KS는 업데이트를 자동으로 확인하는 것 외에도 업데이트 파일을 자동으로 다운로드할 수도 있습니다.
ms: Selain menyemak kemas kini secara automatik, Nitrocid KS juga boleh memuat turun fail kemas kini secara automatik.
nb: I tillegg til automatisk å se etter oppdateringer, kan Nitrocid KS også laste ned oppdateringsfilen automatisk.
nl: Naast het automatisch controleren op updates, kan Nitrocid KS het updatebestand ook automatisch downloaden.
pt: Além de verificar automaticamente se há atualizações, o Nitrocid KS também pode baixar o arquivo de atualização automaticamente.
ro: Pe lângă verificarea automată a actualizărilor, Nitrocid KS poate descărca automat fișierul de actualizare.
tr: Nitrocid KS güncellemeleri otomatik olarak kontrol etmesinin yanı sıra güncelleme dosyasını da otomatik olarak indirebiliyor.
uk: Окрім автоматичної перевірки наявності оновлень, Nitrocid KS також може автоматично завантажувати файл оновлення.
vi: Ngoài việc tự động kiểm tra bản cập nhật, Nitrocid KS còn có thể tự động tải xuống tệp cập nhật.
zh: 除了自動檢查更新外，Nitrocid KS 還可以自動下載更新檔案。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE3_TEXT3
source: You can always check for kernel updates using the "update" command.
ar: يمكنك دائمًا التحقق من تحديثات kernel باستخدام أمر "update".
de: Sie können jederzeit mit dem Befehl „update“ nach Kernel-Updates suchen.
el: Μπορείτε πάντα να ελέγξετε για ενημερώσεις πυρήνα χρησιμοποιώντας την εντολή "ενημέρωση".
es: Siempre puedes buscar actualizaciones del kernel usando el comando "update".
fr: Vous pouvez toujours vérifier les mises à jour du noyau à l'aide de la commande "update".
ga: Is féidir leat seiceáil i gcónaí le haghaidh nuashonruithe eithne ag baint úsáide as an ordú "nuashonraigh".
hi: आप हमेशा "अपडेट" कमांड का उपयोग करके कर्नेल अपडेट की जांच कर सकते हैं।
hi_latn: aap "apadet" kamaand ka upayog karake karnel apadet kee jaanch kar sakate hain.
id: Anda selalu dapat memeriksa pembaruan kernel menggunakan perintah "update".
it: Puoi sempre verificare la disponibilità di aggiornamenti del kernel utilizzando il comando "update".
ja: 「update」コマンドを使用すると、いつでもカーネルのアップデートを確認できます。
ko: "update" 명령을 사용하면 언제든지 커널 업데이트를 확인할 수 있습니다.
ms: Anda sentiasa boleh menyemak kemas kini kernel menggunakan arahan "kemas kini".
nb: Du kan alltid se etter kjerneoppdateringer ved å bruke "update"-kommandoen.
nl: U kunt altijd controleren op kernelupdates met behulp van de opdracht "update".
pt: Você sempre pode verificar atualizações do kernel usando o comando “update”.
ro: Puteți verifica oricând actualizările kernelului folosind comanda „update”.
tr: Çekirdek güncellemelerini her zaman "update" komutunu kullanarak kontrol edebilirsiniz.
uk: Ви завжди можете перевірити наявність оновлень ядра за допомогою команди «оновити».
vi: Bạn luôn có thể kiểm tra bản cập nhật kernel bằng lệnh "update".
zh: 您始終可以使用“update”命令檢查內核更新。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE4_TITLE
source: Get Started!
ar: البدء!
de: Loslegen!
el: Ξεκίνα!
es: ¡Empezar!
fr: Commencer!
ga: Faigh Tosaigh!
hi: शुरू हो जाओ!
hi_latn: aarambh karen!
id: Ayo Mulai!
it: Iniziare!
ja: 始めましょう!
ko: 시작하다!
ms: Mulakan!
nb: Kom i gang!
nl: Begin!
pt: Iniciar!
ro: Incepe!
tr: Başlayın!
uk: Почніть!
vi: Bắt đầu thôi!
zh: 開始吧！

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE4_TEXT1
source: Congratulations! You now have a user account, {0}!
ar: تهانينا! لديك الآن حساب مستخدم، {0}!
de: Glückwunsch! Sie haben jetzt ein Benutzerkonto, {0}!
el: Συγχαρητήρια! Έχετε πλέον λογαριασμό χρήστη, {0}!
es: ¡Felicidades! ¡Ahora tienes una cuenta de usuario, {0}!
fr: Toutes nos félicitations! Vous disposez désormais d'un compte utilisateur, {0} !
ga: Comhghairdeachas! Tá cuntas úsáideora agat anois, {0}!
hi: बधाई हो! अब आपके पास एक उपयोगकर्ता खाता है, {0}!
hi_latn: badhaee ho! ab aapake paas ek upayogakarta khaata hai, {0}!
id: Selamat! Anda sekarang memiliki akun pengguna, {0}!
it: Congratulazioni! Ora hai un account utente, {0}!
ja: おめでとう！ユーザー アカウント {0} が作成されました。
ko: 축하해요! 이제 {0} 사용자 계정이 생겼습니다!
ms: tahniah! Anda kini mempunyai akaun pengguna, {0}!
nb: Gratulerer! Du har nå en brukerkonto, {0}!
nl: Gefeliciteerd! U heeft nu een gebruikersaccount, {0}!
pt: Parabéns! Agora você tem uma conta de usuário, {0}!
ro: Felicitări! Acum aveți un cont de utilizator, {0}!
tr: Tebrikler! Artık bir kullanıcı hesabınız var, {0}!
uk: Щиро вітаю! Тепер у вас є обліковий запис користувача, {0}!
vi: Xin chúc mừng! Bây giờ bạn đã có tài khoản người dùng, {0}!
zh: 恭喜！您現在擁有一個使用者帳戶，{0}！

# NKS_KERNEL_FIRSTRUN_PRESENTATION_PAGE4_TEXT2
source: Press the ENTER key to get started using the kernel and log-in to your new account. Good luck!
ar: اضغط على مفتاح ENTER للبدء في استخدام النواة وتسجيل الدخول إلى حسابك الجديد. حظ سعيد!
de: Drücken Sie die EINGABETASTE, um mit der Verwendung des Kernels zu beginnen und sich bei Ihrem neuen Konto anzumelden. Viel Glück!
el: Πατήστε το πλήκτρο ENTER για να ξεκινήσετε να χρησιμοποιείτε τον πυρήνα και να συνδεθείτε στον νέο σας λογαριασμό. Καλή τύχη!
es: Presione la tecla ENTER para comenzar a usar el kernel e iniciar sesión en su nueva cuenta. ¡Buena suerte!
fr: Appuyez sur la touche ENTRÉE pour commencer à utiliser le noyau et connectez-vous à votre nouveau compte. Bonne chance!
ga: Brúigh an eochair ENTER chun tús a chur leis an eithne a úsáid agus logáil isteach i do chuntas nua. Ádh mór!
hi: कर्नेल का उपयोग आरंभ करने और अपने नए खाते में लॉग-इन करने के लिए ENTER कुंजी दबाएँ। आपको कामयाबी मिले!
hi_latn: karnel ka upayog aarambh karane aur apane nae khaate mein log-in karane ke lie aintair kunjee dabaen. shubhakaamanaen!
id: Tekan tombol ENTER untuk mulai menggunakan kernel dan masuk ke akun baru Anda. Semoga berhasil!
it: Premi il tasto INVIO per iniziare a utilizzare il kernel e accedi al tuo nuovo account. Buona fortuna!
ja: Enter キーを押してカーネルの使用を開始し、新しいアカウントにログインします。幸運を！
ko: 커널 사용을 시작하고 새 계정에 로그인하려면 Enter 키를 누르세요. 행운을 빌어요!
ms: Tekan kekunci ENTER untuk mula menggunakan kernel dan log masuk ke akaun baharu anda. Semoga berjaya!
nb: Trykk ENTER-tasten for å komme i gang med å bruke kjernen og logg inn på din nye konto. Lykke til!
nl: Druk op de ENTER-toets om aan de slag te gaan met het gebruik van de kernel en log in op uw nieuwe account. Succes!
pt: Pressione a tecla ENTER para começar a usar o kernel e faça login em sua nova conta. Boa sorte!
ro: Apăsați tasta ENTER pentru a începe să utilizați nucleul și să vă conectați la noul cont. Noroc!
tr: Çekirdeği kullanmaya başlamak ve yeni hesabınıza giriş yapmak için ENTER tuşuna basın. İyi şanslar!
uk: Натисніть клавішу ENTER, щоб почати використовувати ядро та увійти до свого нового облікового запису. удачі!
vi: Nhấn phím ENTER để bắt đầu sử dụng kernel và đăng nhập vào tài khoản mới của bạn. Chúc may mắn!
zh: 按 ENTER 鍵開始使用核心並登入您的新帳戶。祝你好運！

# NKS_KERNEL_FIRSTRUN_PRESENTATION_CRASH1
source: We apologize for your inconvenience, but the out-of-box experience has crashed. If you're sure that this is a defect in the experience, please report the crash to us with debugging logs.
ar: نعتذر عن الإزعاج، ولكن تجربة الاستخدام الجاهز قد تعطلت. إذا كنت متأكدًا من أن هذا عيب في التجربة، فيرجى إبلاغنا بالعطل مع سجلات تصحيح الأخطاء.
de: Wir entschuldigen uns für Ihre Unannehmlichkeiten, aber das Out-of-Box-Erlebnis ist abgestürzt. Wenn Sie sicher sind, dass es sich hierbei um einen Funktionsfehler handelt, melden Sie uns bitte den Absturz mit Debugging-Protokollen.
el: Ζητούμε συγγνώμη για την ταλαιπωρία σας, αλλά η εμπειρία εκτός συσκευασίας έχει διακοπεί. Εάν είστε βέβαιοι ότι πρόκειται για ελάττωμα στην εμπειρία, αναφέρετε το σφάλμα σε εμάς με αρχεία καταγραφής εντοπισμού σφαλμάτων.
es: Lamentamos las molestias, pero la experiencia inmediata falló. Si está seguro de que se trata de un defecto en la experiencia, infórmenos del fallo con los registros de depuración.
fr: Nous nous excusons pour la gêne occasionnée, mais l'expérience prête à l'emploi a planté. Si vous êtes sûr qu'il s'agit d'un défaut dans l'expérience, veuillez nous signaler le crash avec les journaux de débogage.
ga: Gabhaimid ár leithscéal as do mhíchaoithiúlacht, ach tá an taithí lasmuigh den bhosca tuairteála. Má tá tú cinnte gur locht é seo ar an taithí, cuir in iúl dúinn an timpiste le logaí dífhabhtaithe.
hi: आपकी असुविधा के लिए हमें खेद है, लेकिन आउट-ऑफ़-बॉक्स अनुभव क्रैश हो गया है। यदि आप आश्वस्त हैं कि यह अनुभव में कोई दोष है, तो कृपया डिबगिंग लॉग के साथ हमें क्रैश की रिपोर्ट करें।
hi_latn: ham aapakee asuvidha ke lie kshama chaahate hain, lekin aaut-oph-boks anubhav kraish ho gaya hai. yadi aap sunishchit hain ki yah anubhav mein ek dosh hai, to krpaya dibaging log ke saath kraish kee riport hamen karen.
id: Kami mohon maaf atas ketidaknyamanan Anda, tetapi pengalaman penggunaan awal telah mengalami gangguan. Jika Anda yakin bahwa ini merupakan cacat dalam pengalaman, harap laporkan gangguan tersebut kepada kami dengan log debugging.
it: Ci scusiamo per l'inconveniente, ma l'esperienza out-of-box si è bloccata. Se sei sicuro che si tratti di un difetto dell'esperienza, segnalaci l'arresto anomalo con i registri di debug.
ja: ご迷惑をおかけして申し訳ございませんが、すぐに使用できるエクスペリエンスがクラッシュしました。これがエクスペリエンスの欠陥であると確信できる場合は、デバッグ ログを添えてクラッシュを報告してください。
ko: 불편을 끼쳐드려 죄송합니다. 기본 제공 환경이 중단되었습니다. 이것이 환경의 결함이라고 확신하는 경우 디버깅 로그와 함께 충돌을 보고해 주세요.
ms: Kami memohon maaf atas kesulitan anda, tetapi pengalaman di luar kotak telah ranap. Jika anda pasti bahawa ini adalah kecacatan dalam pengalaman, sila laporkan ranap sistem kepada kami dengan log nyahpepijat.
nb: Vi beklager uleiligheten, men ut-av-boksen har krasjet. Hvis du er sikker på at dette er en feil i opplevelsen, vennligst rapporter krasjen til oss med feilsøkingslogger.
nl: Onze excuses voor uw ongemak, maar de out-of-box-ervaring is vastgelopen. Als u zeker weet dat dit een fout in de ervaring is, meld de crash dan aan ons met foutopsporingslogboeken.
pt: Pedimos desculpas pela inconveniência, mas a experiência inicial travou. Se você tiver certeza de que isso é um defeito na experiência, informe-nos a falha com registros de depuração.
ro: Ne cerem scuze pentru neplăcerile tale, dar experiența out-of-box s-a prăbușit. Dacă sunteți sigur că acesta este un defect al experienței, vă rugăm să ne raportați blocarea cu jurnalele de depanare.
tr: Rahatsızlığınız için özür dileriz, ancak kutudan çıkan deneyim çöktü. Bunun deneyimdeki bir kusur olduğundan eminseniz, lütfen çökmeyi hata ayıklama günlükleriyle bize bildirin.
uk: Просимо вибачення за ваші незручності, але вихідна програма не працює. Якщо ви впевнені, що це дефект роботи, повідомте нам про збій за допомогою журналів налагодження.
vi: Chúng tôi xin lỗi vì sự bất tiện này, nhưng trải nghiệm mặc định đã bị sập. Nếu bạn chắc chắn rằng đây là lỗi trong trải nghiệm, vui lòng báo cáo sự cố cho chúng tôi cùng với nhật ký gỡ lỗi.
zh: 對於造成您的不便，我們深表歉意，但開箱即用體驗已經崩潰。如果您確定這是體驗中的缺陷，請向我們報告崩潰並附上調試日誌。

# NKS_KERNEL_FIRSTRUN_PRESENTATION_CRASH2
source: Press any key to start the shell anyways, but please note that you may have to create your new user manually.
ar: اضغط على أي مفتاح لبدء الصدفة على أي حال، ولكن يرجى ملاحظة أنه قد يتعين عليك إنشاء المستخدم الجديد يدويًا.
de: Drücken Sie trotzdem eine beliebige Taste, um die Shell zu starten. Bitte beachten Sie jedoch, dass Sie Ihren neuen Benutzer möglicherweise manuell erstellen müssen.
el: Πιέστε οποιοδήποτε πλήκτρο για να ξεκινήσει το κέλυφος ούτως ή άλλως, αλλά σημειώστε ότι ίσως χρειαστεί να δημιουργήσετε τον νέο σας χρήστη με μη αυτόματο τρόπο.
es: Presione cualquier tecla para iniciar el shell de todos modos, pero tenga en cuenta que es posible que deba crear su nuevo usuario manualmente.
fr: Appuyez quand même sur n’importe quelle touche pour démarrer le shell, mais veuillez noter que vous devrez peut-être créer votre nouvel utilisateur manuellement.
ga: Brúigh eochair ar bith chun an bhlaosc a thosú ar aon nós, ach tabhair faoi deara go mb'fhéidir go mbeidh ort d'úsáideoir nua a chruthú de láimh.
hi: शेल को प्रारंभ करने के लिए किसी भी कुंजी को दबाएं, लेकिन कृपया ध्यान दें कि आपको अपना नया उपयोगकर्ता मैन्युअल रूप से बनाना पड़ सकता है।
hi_latn: shel ko shuroo karane ke lie koee bhee kunjee dabaen, lekin krpaya dhyaan den ki aapako apana naya upayogakarta mainyual roop se banaana pad sakata hai.
id: Tekan tombol apa saja untuk memulai shell, tetapi harap diingat bahwa Anda mungkin harus membuat pengguna baru secara manual.
it: Premi comunque un tasto qualsiasi per avviare la shell, ma tieni presente che potresti dover creare manualmente il tuo nuovo utente.
ja: 任意のキーを押してシェルを起動しますが、新しいユーザーを手動で作成する必要がある場合があることに注意してください。
ko: 어쨌든 셸을 시작하려면 아무 키나 누르십시오. 하지만 새 사용자를 수동으로 생성해야 할 수도 있습니다.
ms: Tekan sebarang kekunci untuk memulakan shell, tetapi sila ambil perhatian bahawa anda mungkin perlu mencipta pengguna baharu anda secara manual.
nb: Trykk på hvilken som helst tast for å starte skallet uansett, men vær oppmerksom på at du kanskje må opprette din nye bruker manuelt.
nl: Druk op een willekeurige toets om de shell toch te starten, maar houd er rekening mee dat u uw nieuwe gebruiker mogelijk handmatig moet aanmaken.
pt: Pressione qualquer tecla para iniciar o shell de qualquer maneira, mas observe que pode ser necessário criar seu novo usuário manualmente.
ro: Apăsați orice tastă pentru a porni shell-ul oricum, dar vă rugăm să rețineți că poate fi necesar să vă creați manual noul utilizator.
tr: Shell'i başlatmak için herhangi bir tuşa basmanız yeterli olacaktır, ancak yeni kullanıcınızı manuel olarak oluşturmanız gerekebileceğini unutmayın.
uk: Натисніть будь-яку клавішу, щоб запустити оболонку, але зауважте, що вам, можливо, доведеться створити нового користувача вручну.
vi: Dù sao thì bạn cũng có thể nhấn phím bất kỳ để khởi động shell, nhưng lưu ý rằng bạn có thể phải tạo người dùng mới theo cách thủ công.
zh: 無論如何，按任意鍵啟動 shell，但請注意，您可能必須手動建立新使用者。

# NKS_USERS_EXCEPTION_USERLOCKED
source: Trying to modify existing account while it's locked
ar: محاولة تعديل الحساب الحالي أثناء قفله
de: Ich versuche, ein bestehendes Konto zu ändern, während es gesperrt ist
el: Προσπάθεια τροποποίησης του υπάρχοντος λογαριασμού ενώ είναι κλειδωμένος
es: Intentando modificar una cuenta existente mientras está bloqueada
fr: Essayer de modifier un compte existant alors qu'il est verrouillé
ga: Ag iarraidh an cuntas reatha a mhodhnú agus é faoi ghlas
hi: मौजूदा खाता लॉक होने पर उसे संशोधित करने का प्रयास किया जा रहा है
hi_latn: maujooda khaate ko sanshodhit karane ka prayaas kar raha hai jabaki yah lok hai
id: Mencoba mengubah akun yang ada saat terkunci
it: Tentativo di modificare l'account esistente mentre è bloccato
ja: ロックされている既存のアカウントを変更しようとしています
ko: 잠겨 있는 동안 기존 계정을 수정하려고 합니다.
ms: Cuba mengubah suai akaun sedia ada semasa ia dikunci
nb: Prøver å endre eksisterende konto mens den er låst
nl: Er wordt geprobeerd een bestaand account te wijzigen terwijl het is vergrendeld
pt: Tentando modificar uma conta existente enquanto ela está bloqueada
ro: Încercarea de a modifica contul existent în timp ce acesta este blocat
tr: Mevcut hesap kilitliyken değiştirilmeye çalışılıyor
uk: Спроба змінити існуючий обліковий запис, коли він заблокований
vi: Đang cố gắng sửa đổi tài khoản hiện tại khi nó bị khóa
zh: 嘗試在鎖定時修改現有帳戶

# NKS_USERS_EXCEPTION_UNENCRYPTEDPASS
source: Trying to add unencrypted password to users list.
ar: محاولة إضافة كلمة مرور غير مشفرة إلى قائمة المستخدمين.
de: Es wird versucht, der Benutzerliste ein unverschlüsseltes Passwort hinzuzufügen.
el: Προσπάθεια προσθήκης μη κρυπτογραφημένου κωδικού πρόσβασης στη λίστα χρηστών.
es: Intentando agregar una contraseña no cifrada a la lista de usuarios.
fr: J'essaie d'ajouter un mot de passe non crypté à la liste des utilisateurs.
ga: Ag iarraidh pasfhocal neamhchriptithe a chur le liosta úsáideoirí.
hi: उपयोगकर्ताओं की सूची में अनएन्क्रिप्टेड पासवर्ड जोड़ने का प्रयास किया जा रहा है।
hi_latn: upayogakarta soochee mein anenkripted paasavard jodane ka prayaas kar raha hai.
id: Mencoba menambahkan kata sandi yang tidak terenkripsi ke daftar pengguna.
it: Tentativo di aggiungere una password non crittografata all'elenco degli utenti.
ja: 暗号化されていないパスワードをユーザーリストに追加しようとしています。
ko: 사용자 목록에 암호화되지 않은 비밀번호를 추가하려고 합니다.
ms: Cuba menambah kata laluan yang tidak disulitkan pada senarai pengguna.
nb: Prøver å legge til ukryptert passord i brukerlisten.
nl: Er wordt geprobeerd een niet-versleuteld wachtwoord toe te voegen aan de gebruikerslijst.
pt: Tentando adicionar senha não criptografada à lista de usuários.
ro: Încercarea de a adăuga o parolă necriptată la lista de utilizatori.
tr: Kullanıcı listesine şifrelenmemiş parola eklemeye çalışıyorum.
uk: Спроба додати незашифрований пароль до списку користувачів.
vi: Đang cố gắng thêm mật khẩu chưa mã hóa vào danh sách người dùng.
zh: 嘗試將未加密的密碼新增至使用者清單。

# NKS_USERS_EXCEPTION_CANNOTVALIDATE_ADD
source: Can't add username. Make sure that the username doesn't exist.
ar: لا يمكن إضافة اسم المستخدم. تأكد من أن اسم المستخدم غير موجود.
de: Benutzername kann nicht hinzugefügt werden. Stellen Sie sicher, dass der Benutzername nicht existiert.
el: Δεν είναι δυνατή η προσθήκη ονόματος χρήστη. Βεβαιωθείτε ότι το όνομα χρήστη δεν υπάρχει.
es: No se puede agregar el nombre de usuario. Asegúrese de que el nombre de usuario no exista.
fr: Impossible d'ajouter un nom d'utilisateur. Assurez-vous que le nom d'utilisateur n'existe pas.
ga: Ní féidir ainm úsáideora a chur leis. Cinntigh nach bhfuil an t-ainm úsáideora ann.
hi: उपयोक्तानाम नहीं जोड़ा जा सकता. सुनिश्चित करें कि उपयोगकर्ता नाम मौजूद नहीं है.
hi_latn: upayogakarta naam nahin joda ja sakata. sunishchit karen ki upayogakarta naam maujood nahin hai.
id: Tidak dapat menambahkan nama pengguna. Pastikan nama pengguna tersebut tidak ada.
it: Impossibile aggiungere il nome utente. Assicurati che il nome utente non esista.
ja: ユーザー名を追加できません。ユーザー名が存在しないことを確認してください。
ko: 사용자 이름을 추가할 수 없습니다. 사용자 이름이 존재하지 않는지 확인하세요.
ms: Tidak boleh menambah nama pengguna. Pastikan nama pengguna tidak wujud.
nb: Kan ikke legge til brukernavn. Pass på at brukernavnet ikke eksisterer.
nl: Kan gebruikersnaam niet toevoegen. Zorg ervoor dat de gebruikersnaam niet bestaat.
pt: Não é possível adicionar nome de usuário. Certifique-se de que o nome de usuário não exista.
ro: Nu se poate adăuga numele de utilizator. Asigurați-vă că numele de utilizator nu există.
tr: Kullanıcı adı eklenemiyor. Kullanıcı adının mevcut olmadığından emin olun.
uk: Не вдається додати ім'я користувача. Переконайтеся, що ім'я користувача не існує.
vi: Không thể thêm tên người dùng. Hãy đảm bảo rằng tên người dùng không tồn tại.
zh: 無法新增用戶名。確保該用戶名不存在。

# NKS_USERS_EXCEPTION_CANNOTVALIDATE_DELETE
source: Can't remove username. Make sure that the username exists.
ar: لا يمكن إزالة اسم المستخدم. تأكد من وجود اسم المستخدم.
de: Benutzername kann nicht entfernt werden. Stellen Sie sicher, dass der Benutzername vorhanden ist.
el: Δεν είναι δυνατή η κατάργηση του ονόματος χρήστη. Βεβαιωθείτε ότι το όνομα χρήστη υπάρχει.
es: No se puede eliminar el nombre de usuario. Asegúrese de que el nombre de usuario exista.
fr: Impossible de supprimer le nom d'utilisateur. Assurez-vous que le nom d'utilisateur existe.
ga: Ní féidir an t-ainm úsáideora a bhaint. Cinntigh go bhfuil an t-ainm úsáideora ann.
hi: उपयोक्तानाम नहीं हटाया जा सकता. सुनिश्चित करें कि उपयोगकर्ता नाम मौजूद है.
hi_latn: upayogakarta naam nahin hataaya ja sakata. sunishchit karen ki upayogakarta naam maujood hai.
id: Tidak dapat menghapus nama pengguna. Pastikan nama pengguna tersebut ada.
it: Impossibile rimuovere il nome utente. Assicurati che il nome utente esista.
ja: ユーザー名を削除できません。ユーザー名が存在することを確認してください。
ko: 사용자 이름을 삭제할 수 없습니다. 사용자 이름이 존재하는지 확인하세요.
ms: Tidak dapat mengalih keluar nama pengguna. Pastikan nama pengguna wujud.
nb: Kan ikke fjerne brukernavnet. Kontroller at brukernavnet eksisterer.
nl: Kan gebruikersnaam niet verwijderen. Zorg ervoor dat de gebruikersnaam bestaat.
pt: Não é possível remover o nome de usuário. Certifique-se de que o nome de usuário existe.
ro: Nu se poate elimina numele de utilizator. Asigurați-vă că numele de utilizator există.
tr: Kullanıcı adı kaldırılamıyor. Kullanıcı adının mevcut olduğundan emin olun.
uk: Не вдається видалити ім'я користувача. Переконайтеся, що ім'я користувача існує.
vi: Không thể xóa tên người dùng. Hãy đảm bảo rằng tên người dùng tồn tại.
zh: 無法刪除使用者名稱。確保用戶名存在。

# NKS_ARGUMENTS_DEBUG_WAITING
source: Kernel is waiting for the debugger...
ar: النواة تنتظر مصحح الأخطاء...
de: Kernel wartet auf den Debugger...
el: Ο πυρήνας περιμένει το πρόγραμμα εντοπισμού σφαλμάτων...
es: El kernel está esperando el depurador...
fr: Le noyau attend le débogueur...
ga: Tá an eithne ag fanacht leis an dífhabhtóir...
hi: कर्नेल डिबगर की प्रतीक्षा कर रहा है...
hi_latn: karnel deebagar ka intazaar kar raha hai...
id: Kernel sedang menunggu debugger...
it: Il kernel sta aspettando il debugger...
ja: カーネルはデバッガを待っています...
ko: 커널이 디버거를 기다리고 있습니다...
ms: Kernel sedang menunggu penyahpepijat...
nb: Kjernen venter på feilsøkeren...
nl: Kernel wacht op de debugger...
pt: O kernel está aguardando o depurador...
ro: Kernel-ul așteaptă depanatorul...
tr: Çekirdek hata ayıklayıcıyı bekliyor...
uk: Ядро чекає на відладчик...
vi: Kernel đang chờ trình gỡ lỗi...
zh: 核心正在等待調試器...
