Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.BassBoom/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_BASSBOOM_SETTINGS_DESC
source: This section lets you configure how the BassBoom addon works.
ar: يتيح لك هذا القسم تكوين كيفية عمل الملحق BassBoom.
de: In diesem Abschnitt können Sie konfigurieren, wie das BassBoom-Add-on funktioniert.
es: Esta sección le permite configurar cómo funciona el complemento BassBoom.
fr: Cette section vous permet de configurer le fonctionnement du module complémentaire BassBoom.
ga: Ligeann an chuid seo duit conas a oibríonn an breiseán BassBoom a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि बैसबूम ऐडऑन कैसे काम करता है।
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja add-on BassBoom.
it: Questa sezione ti consente di configurare il funzionamento del componente aggiuntivo BassBoom.
ja: このセクションでは、BassBoom アドオンの動作方法を設定できます。
ko: 이 섹션에서는 BassBoom 애드온 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara tambahan BassBoom berfungsi.
nb: Denne delen lar deg konfigurere hvordan BassBoom-tillegget fungerer.
nl: In deze sectie kunt u configureren hoe de BassBoom-add-on werkt.
pt_br: Esta seção permite que você configure como o complemento BassBoom funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează addonul BassBoom.
tr: Bu bölüm BassBoom eklentisinin nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу аддона BassBoom.
vi: Phần này cho phép bạn cấu hình cách thức hoạt động của tiện ích bổ sung BassBoom.
zh: 本部分可讓您配置 BassBoom 插件的工作方式。

# NKS_BASSBOOM_SETTINGS_LYRICSPATH_NAME
source: Lyrics Path
ar: مسار الأغاني
de: Songtext Path
es: Camino de letras
fr: Paroles Chemin
hi: गीत पथ
id: Lirik Lagu Path
it: Percorso dei testi
ja: 歌詞パス
ko: 가사 경로
ms: Laluan Lirik
nl: Songtekstpad
pt_br: Caminho da Letra
ro: Calea versurilor
tr: Şarkı Sözü Yolu
uk: Шлях пісень
vi: Lời bài hát Path
zh: 歌詞路徑

# NKS_BASSBOOM_SETTINGS_LYRICSPATH_DESC
source: Sets the path to a folder containing a group of .lrc files. Write an absolute path to any existing directory.
ar: يضبط المسار إلى مجلد يحتوي على مجموعة من ملفات .lrc. اكتب مسارًا مطلقًا لأي دليل موجود.
de: Legt den Pfad zu einem Ordner fest, der eine Gruppe von .lrc-Dateien enthält. Schreiben Sie einen absoluten Pfad zu einem beliebigen vorhandenen Verzeichnis.
es: Establece la ruta a una carpeta que contiene un grupo de archivos .lrc. Escriba una ruta absoluta a cualquier directorio existente.
fr: Définit le chemin d'accès à un dossier contenant un groupe de fichiers .lrc. Écrivez un chemin absolu vers n'importe quel répertoire existant.
ga: Socraíonn sé an cosán chuig fillteán ina bhfuil grúpa de chomhaid .lrc. Scríobh cosán iomlán chuig aon eolaire atá ann cheana féin.
hi: .lrc फ़ाइलों के समूह वाले फ़ोल्डर का पथ सेट करता है। किसी भी मौजूदा निर्देशिका के लिए एक पूर्ण पथ लिखें।
id: Mengatur jalur ke folder yang berisi sekelompok file .lrc. Tulis jalur absolut ke direktori yang ada.
it: Imposta il percorso di una cartella contenente un gruppo di file .lrc. Scrivi un percorso assoluto a qualsiasi directory esistente.
ja: .lrc ファイルのグループを含むフォルダーへのパスを設定します。既存のディレクトリへの絶対パスを書き込みます。
ko: .lrc 파일 그룹이 포함된 폴더에 대한 경로를 설정합니다. 기존 디렉터리에 대한 절대 경로를 작성합니다.
ms: Menetapkan laluan ke folder yang mengandungi sekumpulan fail .lrc. Tulis laluan mutlak ke mana-mana direktori sedia ada.
nb: Angir banen til en mappe som inneholder en gruppe .lrc-filer. Skriv en absolutt bane til enhver eksisterende katalog.
nl: Stelt het pad in naar een map die een groep .lrc-bestanden bevat. Schrijf een absoluut pad naar een bestaande map.
pt_br: Define o caminho para uma pasta contendo um grupo de arquivos .lrc. Escreve um caminho absoluto para qualquer diretório existente.
ro: Setează calea către un folder care conține un grup de fișiere .lrc. Scrieți o cale absolută către orice director existent.
tr: .lrc dosyaları grubunu içeren bir klasörün yolunu ayarlar. Mevcut herhangi bir dizine mutlak bir yol yazın.
uk: Встановлює шлях до папки, що містить групу файлів .lrc. Напишіть абсолютний шлях до будь-якого існуючого каталогу.
vi: Đặt đường dẫn đến thư mục chứa một nhóm các tệp .lrc. Viết đường dẫn tuyệt đối đến bất kỳ thư mục hiện có nào.
zh: 設定包含一組 .lrc 檔案的資料夾的路徑。寫入任何現有目錄的絕對路徑。

# NKS_BASSBOOM_RADIO_STATIONTYPE
source: Station type
ar: نوع المحطة
de: Stationstyp
es: Tipo de estación
fr: Type de gare
ga: Cineál stáisiúin
hi: स्टेशन का प्रकार
id: Tipe stasiun
it: Tipo di stazione
ja: 駅の種類
ko: 스테이션 유형
ms: Jenis stesen
nb: Stasjonstype
nl: Stationstype
pt_br: Tipo de estação
ro: Tipul stației
tr: İstasyon tipi
uk: Тип станції
vi: Loại trạm
zh: 車站類型

# NKS_BASSBOOM_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_BASSBOOM_RADIO_HEADER
source: Internet Radio (FM) info for
ar: معلومات عن راديو الإنترنت (FM)
de: Internet Radio (FM) Infos für
es: Información de radio por Internet (FM) para
fr: Informations sur la radio Internet (FM) pour
ga: Raidió Idirlín (FM) eolas le haghaidh
hi: इंटरनेट रेडियो (FM) के लिए जानकारी
id: Info Radio Internet (FM) untuk
it: Informazioni sulla radio Internet (FM) per
ja: インターネットラジオ（FM）情報
ko: 인터넷 라디오(FM) 정보
ms: Maklumat Radio Internet (FM) untuk
nb: Internettradio (FM) info for
nl: Internetradio (FM) info voor
pt_br: Informações sobre rádio na Internet (FM) para
ro: Informații radio pe Internet (FM) pentru
tr: İnternet Radyo (FM) bilgisi
uk: Інформація про Інтернет-радіо (FM) для
vi: Thông tin về Đài phát thanh Internet (FM)
zh: 網路廣播 (FM) 訊息

# NKS_BASSBOOM_RADIO_CANTGETINFO
source: Can't get internet radio information.
ar: لا يمكن الحصول على معلومات راديو الإنترنت.
de: Ich kann keine Internetradio-Informationen abrufen.
es: No puedo obtener información de radio por Internet.
fr: Impossible d'obtenir des informations sur la radio Internet.
ga: Ní féidir faisnéis raidió idirlín a fháil.
hi: इंटरनेट रेडियो की जानकारी नहीं मिल पा रही है।
id: Tidak dapat memperoleh informasi radio internet.
it: Non riesco a ottenere informazioni sulla radio Internet.
ja: インターネットラジオの情報を取得できません。
ko: 인터넷 라디오 정보를 얻을 수 없습니다.
ms: Tidak boleh mendapatkan maklumat radio internet.
nb: Kan ikke få informasjon om internettradio.
nl: Kan geen informatie over internetradio krijgen.
pt_br: Não é possível obter informações de rádio pela Internet.
ro: Nu pot obține informații radio pe internet.
tr: İnternet radyosu bilgisine ulaşılamıyor.
uk: Не вдається отримати інформацію про інтернет-радіо.
vi: Không thể lấy được thông tin về radio internet.
zh: 無法取得網路廣播資訊。

# NKS_BASSBOOM_COMMAND_ARGUMENT_LYRICLRC_DESC
source: Path to the lyric file
ar: المسار إلى ملف الأغاني
de: Pfad zur Songtextdatei
es: Ruta al archivo de la letra
fr: Chemin vers le fichier de paroles
ga: Conair go dtí an comhad lyric
hi: गीत फ़ाइल का पथ
id: Jalur ke file lirik
it: Percorso al file del testo
ja: 歌詞ファイルへのパス
ko: 가사 파일 경로
ms: Laluan ke fail lirik
nb: Stien til tekstfilen
nl: Pad naar het songtekstbestand
pt_br: Caminho para o arquivo de letras
ro: Calea către fișierul versurilor
tr: Şarkı sözü dosyasına giden yol
uk: Шлях до файлу пісні
vi: Đường dẫn đến tệp lời bài hát
zh: 歌詞檔案路徑

# NKS_BASSBOOM_COMMAND_ARGUMENT_MUSICFILE_DESC
source: Path to an MP3 file
ar: المسار إلى ملف MP3
de: Pfad zu einer MP3-Datei
es: Ruta a un archivo MP3
fr: Chemin vers un fichier MP3
ga: Bealach chun an comhad mp3
hi: MP3 फ़ाइल का पथ
id: Jalur ke file MP3
it: Percorso verso un file MP3
ja: MP3 ファイルへのパス
ko: MP3 파일 경로
ms: Laluan ke fail MP3
nb: Banen til en MP3-fil
nl: Pad naar een MP3-bestand
pt_br: Caminho para um arquivo MP3
ro: Calea către un fișier MP3
tr: Bir MP3 dosyasının yolu
uk: Шлях до файлу MP3
vi: Đường dẫn đến tệp MP3
zh: MP3 檔案的路徑

# NKS_BASSBOOM_COMMAND_NETFMINFO_ARGUMENT_HOSTNAME_DESC
source: Host name that hosts the MPEG radio station
ar: اسم المضيف الذي يستضيف محطة الراديو MPEG
de: Hostname, auf dem der MPEG-Radiosender gehostet wird
es: Nombre de host que aloja la estación de radio MPEG
fr: Nom d'hôte qui héberge la station de radio MPEG
ga: Ainm óstach a dhéanann óstáil ar an stáisiún raidió MPEG
hi: होस्ट नाम जो MPEG रेडियो स्टेशन को होस्ट करता है
id: Nama host yang menghosting stasiun radio MPEG
it: Nome host che ospita la stazione radio MPEG
ja: MPEGラジオ局をホストするホスト名
ko: MPEG 라디오 방송국을 호스팅하는 호스트 이름
ms: Nama hos yang menjadi hos stesen radio MPEG
nb: Vertsnavn som er vert for MPEG-radiostasjonen
nl: Hostnaam die het MPEG-radiostation host
pt_br: Nome do host que hospeda a estação de rádio MPEG
ro: Nume gazdă care găzduiește postul de radio MPEG
tr: MPEG radyo istasyonunu barındıran ana bilgisayar adı
uk: Ім’я хосту, на якому розміщено радіостанцію MPEG
vi: Tên máy chủ lưu trữ đài phát thanh MPEG
zh: 託管 MPEG 廣播電台的主機名

# NKS_BASSBOOM_COMMAND_NETFMINFO_ARGUMENT_PORT_DESC
source: Port to the MPEG radio station
ar: منفذ إلى محطة راديو MPEG
de: Portierung zum MPEG-Radiosender
es: Puerto a la estación de radio MPEG
fr: Port vers la station de radio MPEG
ga: Port chuig an stáisiún raidió MPEG
hi: MPEG रेडियो स्टेशन पर पोर्ट करें
id: Port ke stasiun radio MPEG
it: Porta alla stazione radio MPEG
ja: MPEGラジオ局への移植
ko: MPEG 라디오 방송국으로 포팅
ms: Port ke stesen radio MPEG
nb: Port til MPEG-radiostasjonen
nl: Poort naar het MPEG-radiostation
pt_br: Porta para a estação de rádio MPEG
ro: Port la postul de radio MPEG
tr: MPEG radyo istasyonuna bağlantı
uk: Порт до радіостанції MPEG
vi: Cổng vào đài phát thanh MPEG
zh: 移植到 MPEG 廣播電台
