Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.BassBoom/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_BASSBOOM_SCREENSAVER_SETTINGS_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ko: 밀리 초 단위의 지연
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt_br: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_BASSBOOM_SCREENSAVER_SETTINGS_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ko: 다음 쓰기를하기 전에 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt_br: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_BASSBOOM_COMMAND_LYRICLINES_DESC
source: Gets all lyric lines from the lyric file
ar: يحصل على كافة الأسطر الغنائية من الملف الغنائي
de: Ruft alle Textzeilen aus der Textdatei ab
es: Obtiene todas las líneas de letras del archivo de letras
fr: Récupère toutes les lignes de paroles du fichier de paroles
ga: Faigheann gach líne lyric ón gcomhad lyric
hi: गीत फ़ाइल से सभी गीत पंक्तियाँ प्राप्त करता है
id: Mendapatkan semua baris lirik dari file lirik
it: Ottiene tutte le linee del testo dal file del testo
ja: 歌詞ファイルからすべての歌詞行を取得します
ko: 가사 파일에서 모든 가사 대사를 가져옵니다.
ms: Mendapat semua baris lirik daripada fail lirik
nb: Henter alle tekstlinjer fra sangtekstfilen
nl: Haalt alle songtekstregels uit het songtekstbestand
pt_br: Obtém todas as linhas da letra do arquivo de letras
ro: Obține toate liniile versurilor din fișierul versurilor
tr: Şarkı sözü dosyasından tüm şarkı sözü satırlarını alır
uk: Отримує всі рядки лірики з файлу лірики
vi: Lấy tất cả các dòng lời bài hát từ tệp lời bài hát
zh: 從歌詞檔案中獲取所有歌詞行

# NKS_BASSBOOM_COMMAND_PLAYLYRIC_DESC
source: Plays a lyric file
ar: تشغيل ملف غنائي
de: Spielt eine Liedtextdatei ab
es: Reproduce un archivo de letras
fr: Lit un fichier de paroles
ga: Seinntear comhad lyric
hi: एक गीत फ़ाइल चलाता है
id: Memutar file lirik
it: Riproduce un file di testi
ja: 歌詞ファイルを再生します
ko: 가사 파일을 재생합니다
ms: Memainkan fail lirik
nb: Spiller av en tekstfil
nl: Speelt een tekstbestand af
pt_br: Reproduz um arquivo de letra
ro: Redă un fișier cu versuri
tr: Bir şarkı sözü dosyasını oynatır
uk: Відтворює файл лірики
vi: Phát một tập tin lời bài hát
zh: 播放歌詞文件

# NKS_BASSBOOM_COMMAND_PLAYSOUND_DESC
source: Plays a sound
ar: يلعب الصوت
de: Spielt einen Ton ab
es: Reproduce un sonido
fr: Joue un son
ga: Seinneann fuaim
hi: एक ध्वनि बजाता है
id: Memutar suara
it: Riproduce un suono
ja: サウンドを再生します
ko: 소리를 재생합니다
ms: Memainkan bunyi
nb: Spiller en lyd
nl: Speelt een geluid af
pt_br: Toca um som
ro: Redă un sunet
tr: Bir ses çalar
uk: Відтворює звук
vi: Phát ra âm thanh
zh: 播放聲音

# NKS_BASSBOOM_COMMAND_NETFMINFO_DESC
source: Gets information about your online radio station
ar: يحصل على معلومات حول محطة الراديو الخاصة بك على الإنترنت
de: Ruft Informationen über Ihren Online-Radiosender ab
es: Obtiene información sobre su estación de radio en línea
fr: Obtient des informations sur votre station de radio en ligne
ga: Faigheann sé eolas faoi do stáisiún raidió ar líne
hi: आपके ऑनलाइन रेडियो स्टेशन के बारे में जानकारी प्राप्त करता है
id: Mendapatkan informasi tentang stasiun radio online Anda
it: Ottiene informazioni sulla tua stazione radio online
ja: オンライン ラジオ局に関する情報を取得します
ko: 온라인 라디오 방송국에 대한 정보를 얻습니다.
ms: Mendapat maklumat tentang stesen radio dalam talian anda
nb: Får informasjon om nettradiostasjonen din
nl: Krijgt informatie over uw online radiostation
pt_br: Obtém informações sobre sua estação de rádio online
ro: Obține informații despre postul dvs. de radio online
tr: Çevrimiçi radyo istasyonunuz hakkında bilgi alır
uk: Отримує інформацію про вашу онлайн-радіостанцію
vi: Nhận thông tin về đài phát thanh trực tuyến của bạn
zh: 獲取有關您的在線廣播電台的信息

# NKS_BASSBOOM_NOLYRICFILE
source: Make sure to specify the path to an LRC file.
ar: تأكد من تحديد المسار إلى ملف LRC.
de: Stellen Sie sicher, dass Sie den Pfad zu einer LRC-Datei angeben.
es: Asegúrese de especificar la ruta a un archivo LRC.
fr: Assurez-vous de spécifier le chemin d'accès à un fichier LRC.
ga: Déan cinnte an cosán chuig comhad LRC a shonrú.
hi: एलआरसी फ़ाइल का पथ निर्दिष्ट करना सुनिश्चित करें।
id: Pastikan untuk menentukan jalur ke berkas LRC.
it: Assicurati di specificare il percorso di un file LRC.
ja: 必ずLRCファイルへのパスを指定してください。
ko: LRC 파일의 경로를 지정해야 합니다.
ms: Pastikan untuk menentukan laluan ke fail LRC.
nb: Sørg for å spesifisere banen til en LRC-fil.
nl: Zorg ervoor dat u het pad naar een LRC-bestand opgeeft.
pt_br: Certifique-se de especificar o caminho para um arquivo LRC.
ro: Asigurați-vă că specificați calea către un fișier LRC.
tr: LRC dosyasının yolunu belirttiğinizden emin olun.
uk: Обов’язково вкажіть шлях до файлу LRC.
vi: Hãy đảm bảo chỉ định đường dẫn đến tệp LRC.
zh: 確保指定 LRC 檔案的路徑。

# NKS_BASSBOOM_NOSOUNDFILE
source: Can't play sound because the file is not found.
ar: لا يمكن تشغيل الصوت لأنه لم يتم العثور على الملف.
de: Der Ton kann nicht abgespielt werden, da die Datei nicht gefunden wurde.
es: No se puede reproducir sonido porque no se encuentra el archivo.
fr: Impossible de lire le son car le fichier est introuvable.
ga: Ní féidir fuaim a sheinm toisc nach bhfuil an comhad aimsithe.
hi: फ़ाइल नहीं मिलने के कारण ध्वनि नहीं बजाई जा सकती.
id: Tidak dapat memutar suara karena berkas tidak ditemukan.
it: Impossibile riprodurre l'audio perché il file non è stato trovato.
ja: ファイルが見つからないためサウンドを再生できません。
ko: 파일을 찾을 수 없어 소리를 재생할 수 없습니다.
ms: Tidak dapat memainkan bunyi kerana fail tidak ditemui.
nb: Kan ikke spille av lyd fordi filen ikke ble funnet.
nl: Kan geen geluid afspelen omdat het bestand niet is gevonden.
pt_br: Não é possível reproduzir o som porque o arquivo não foi encontrado.
ro: Nu se poate reda sunetul deoarece fișierul nu a fost găsit.
tr: Dosya bulunamadığından ses çalınamıyor.
uk: Неможливо відтворити звук, оскільки файл не знайдено.
vi: Không thể phát âm thanh vì không tìm thấy tệp.
zh: 無法播放聲音，因為找不到該檔案。

# NKS_BASSBOOM_OPENEDSOUNDFILE
source: Opened music file successfully.
ar: تم فتح ملف الموسيقى بنجاح.
de: Musikdatei erfolgreich geöffnet.
es: Archivo de música abierto correctamente.
fr: Fichier musical ouvert avec succès.
ga: D'éirigh leis an gcomhad ceoil a oscailt.
hi: संगीत फ़ाइल सफलतापूर्वक खोली गई.
id: Berhasil membuka berkas musik.
it: File musicale aperto con successo.
ja: 音楽ファイルが正常に開きました。
ko: 음악 파일을 성공적으로 열었습니다.
ms: Membuka fail muzik berjaya.
nb: Åpnet musikkfilen.
nl: Muziekbestand succesvol geopend.
pt_br: Arquivo de música aberto com sucesso.
ro: Fișierul muzical a fost deschis cu succes.
tr: Müzik dosyası başarıyla açıldı.
uk: Музичний файл успішно відкрито.
vi: Đã mở tệp nhạc thành công.
zh: 成功開啟音樂檔案。

# NKS_BASSBOOM_CANTOPENSOUNDFILE
source: Can't open music file.
ar: لا يمكن فتح ملف الموسيقى.
de: Musikdatei kann nicht geöffnet werden.
es: No puedo abrir el archivo de música.
fr: Impossible d'ouvrir le fichier musical.
ga: Ní féidir an comhad ceoil a oscailt.
hi: संगीत फ़ाइल नहीं खुल सकती.
id: Tidak dapat membuka berkas musik.
it: Impossibile aprire il file musicale.
ja: 音楽ファイルを開けません。
ko: 음악 파일을 열 수 없습니다.
ms: Tidak dapat membuka fail muzik.
nb: Kan ikke åpne musikkfilen.
nl: Kan muziekbestand niet openen.
pt_br: Não é possível abrir o arquivo de música.
ro: Nu se poate deschide fișierul muzical.
tr: Müzik dosyası açılamıyor.
uk: Не вдається відкрити музичний файл.
vi: Không thể mở tệp nhạc.
zh: 無法開啟音樂檔案。

# NKS_BASSBOOM_TIMEOUT
source: Can't play sound because of timeout.
ar: لا يمكن تشغيل الصوت بسبب انتهاء المهلة.
de: Aufgrund einer Zeitüberschreitung kann kein Ton wiedergegeben werden.
es: No se puede reproducir sonido debido al tiempo de espera.
fr: Impossible de lire le son en raison d'un délai d'attente.
ga: Ní féidir fuaim a sheinm mar gheall ar am istigh.
hi: समय समाप्त होने के कारण ध्वनि नहीं बजाई जा सकती.
id: Tidak dapat memutar suara karena batas waktu.
it: Impossibile riprodurre l'audio a causa del timeout.
ja: タイムアウトのためサウンドを再生できません。
ko: 시간 초과로 인해 소리를 재생할 수 없습니다.
ms: Tidak dapat memainkan bunyi kerana tamat masa.
nb: Kan ikke spille av lyd på grunn av tidsavbrudd.
nl: Kan geen geluid afspelen vanwege een time-out.
pt_br: Não é possível reproduzir som devido ao tempo limite.
ro: Nu se poate reda sunetul din cauza timeout.
tr: Zaman aşımı nedeniyle ses çalınamıyor.
uk: Не вдається відтворити звук через час очікування.
vi: Không thể phát âm thanh vì hết thời gian.
zh: 由於逾時而無法播放聲音。

# NKS_BASSBOOM_UNKNOWNARTIST
source: Unknown Artist
ar: فنان غير معروف
de: Unbekannter Künstler
es: Artista desconocido
fr: Artiste inconnu
ga: Ealaíontóir Anaithnid
hi: अज्ञात कलाकार
id: Artis Tidak Dikenal
it: Artista sconosciuto
ja: 無名の画家
ko: 무명 화가
ms: Artis Tidak Dikenali
nb: Ukjent artist
nl: Onbekende artiest
pt_br: Artista desconhecido
ro: Artist necunoscut
tr: Bilinmeyen Sanatçı
uk: Невідомий художник
vi: Nghệ sĩ vô danh
zh: 未知藝術家

# NKS_BASSBOOM_UNKNOWNGENRE
source: Unknown Genre
ar: نوع غير معروف
de: Unbekanntes Genre
es: Género desconocido
fr: Genre inconnu
ga: Seánra Anaithnid
hi: अज्ञात शैली
id: Genre Tidak Diketahui
it: Genere sconosciuto
ja: ジャンル不明
ko: 장르를 알 수 없음
ms: Genre Tidak Diketahui
nb: Ukjent sjanger
nl: Onbekend genre
pt_br: Gênero Desconhecido
ro: Gen necunoscut
tr: Bilinmeyen Tür
uk: Невідомий жанр
vi: Thể loại chưa biết
zh: 未知類型

# NKS_BASSBOOM_NAME
source: Name
ar: اسم
es: Nombre
fr: Nom
ga: Ainm
hi: नाम
id: Nama
it: Nome
ja: 名前
ko: 이름
ms: Nama
nb: Navn
nl: Naam
pt_br: Nome
ro: Nume
tr: İsim
uk: Ім'я
vi: Tên
zh: 姓名

# NKS_BASSBOOM_ARTIST
source: Artist
ar: فنان
de: Künstler
es: Artista
fr: Artiste
ga: Ealaíontóir
hi: कलाकार
id: Artis
it: Artista
ja: アーティスト
ko: 아티스트
ms: Artis
nl: Artiest
pt_br: Artista
tr: Sanatçı
uk: Художник
vi: Nghệ sĩ
zh: 藝術家

# NKS_BASSBOOM_GENRE
source: Genre
ar: النوع
es: Género
ga: Seánra
hi: शैली
it: Genere
ja: ジャンル
ko: 장르
nb: Sjanger
pt_br: Gênero
ro: Gen
tr: Tür
uk: Жанр
vi: Thể loại
zh: 類型

# NKS_BASSBOOM_DURATION
source: Duration
ar: مدة
de: Dauer
es: Duración
fr: Durée
ga: Fad
hi: अवधि
id: Lamanya
it: Durata
ja: 間隔
ko: 지속
ms: Tempoh
nb: Varighet
nl: Duur
pt_br: Duração
ro: Durată
tr: Süre
uk: Тривалість
vi: Khoảng thời gian
zh: 期間

# NKS_BASSBOOM_STOPPLAYING
source: Press 'q' to stop playing.
ar: اضغط على "q" لإيقاف اللعب.
de: Drücken Sie „q“, um die Wiedergabe zu beenden.
es: Presione 'q' para detener la reproducción.
fr: Appuyez sur « q » pour arrêter la lecture.
ga: Brúigh 'q' chun stop a imirt.
hi: खेलना बंद करने के लिए 'q' दबाएँ।
id: Tekan 'q' untuk menghentikan pemutaran.
it: Premi "q" per interrompere la riproduzione.
ja: 再生を停止するには「q」を押します。
ko: 재생을 중지하려면 'q'를 누르세요.
ms: Tekan 'q' untuk berhenti bermain.
nb: Trykk 'q' for å stoppe avspillingen.
nl: Druk op 'q' om het afspelen te stoppen.
pt_br: Pressione 'q' para parar a reprodução.
ro: Apăsați „q” pentru a opri redarea.
tr: Oynatmayı durdurmak için 'q' tuşuna basın.
uk: Натисніть «q», щоб зупинити відтворення.
vi: Nhấn 'q' để dừng phát.
zh: 按“q”停止播放。

# NKS_BASSBOOM_CANTPLAY
source: Can't play sound.
ar: لا يمكن تشغيل الصوت.
de: Ton kann nicht abgespielt werden.
es: No puedo reproducir sonido.
fr: Impossible de lire le son.
ga: Ní féidir fuaim a sheinm.
hi: ध्वनि नहीं बजा सकते.
id: Tidak dapat memutar suara.
it: Impossibile riprodurre l'audio.
ja: 音を再生できません。
ko: 소리를 재생할 수 없습니다.
ms: Tidak boleh memainkan bunyi.
nb: Kan ikke spille av lyd.
nl: Kan geen geluid afspelen.
pt_br: Não é possível reproduzir som.
ro: Nu se poate reda sunetul.
tr: Ses çalınamıyor.
uk: Не вдається відтворити звук.
vi: Không phát được âm thanh.
zh: 無法播放聲音。

# NKS_BASSBOOM_TITLE
source: Title
ar: عنوان
de: Titel
es: Título
fr: Titre
ga: Teideal
hi: शीर्षक
id: Judul
it: Titolo
ja: タイトル
ko: 제목
ms: Tajuk
nb: Tittel
nl: Titel
pt_br: Título
ro: Titlu
tr: Başlık
uk: Назва
vi: Tiêu đề
zh: 標題

# NKS_BASSBOOM_RADIO_PORTINVALID
source: The port number for your online radio is invalid.
ar: رقم المنفذ الخاص بالراديو عبر الإنترنت غير صالح.
de: Die Portnummer Ihres Online-Radios ist ungültig.
es: El número de puerto de su radio en línea no es válido.
fr: Le numéro de port de votre radio en ligne n'est pas valide.
ga: Tá uimhir phoirt do raidió ar líne neamhbhailí.
hi: आपके ऑनलाइन रेडियो का पोर्ट नंबर अमान्य है।
id: Nomor port untuk radio daring Anda tidak valid.
it: Il numero di porta della tua radio online non è valido.
ja: オンライン ラジオのポート番号が無効です。
ko: 온라인 라디오의 포트 번호가 잘못되었습니다.
ms: Nombor port untuk radio dalam talian anda tidak sah.
nb: Portnummeret for nettradioen din er ugyldig.
nl: Het poortnummer voor uw online radio is ongeldig.
pt_br: O número da porta do seu rádio online é inválido.
ro: Numărul portului pentru radioul dvs. online este nevalid.
tr: Çevrimiçi radyonuz için port numarası geçersiz.
uk: Номер порту вашого онлайн-радіо недійсний.
vi: Số cổng cho radio trực tuyến của bạn không hợp lệ.
zh: 您的線上廣播的連接埠號碼無效。

# NKS_BASSBOOM_RADIO_FULLURL
source: Full URL
ar: عنوان URL الكامل
de: Vollständige URL
es: URL completa
fr: URL complète
ga: URL iomlán
hi: पूरा यूआरएल
id: URL Lengkap
it: URL completo
ja: 完全な URL
ko: 전체 URL
ms: URL penuh
nl: Volledige URL
pt_br: URL completa
ro: Adresa URL completă
tr: Tam URL
uk: Повна URL-адреса
vi: URL đầy đủ
zh: 完整網址

# NKS_BASSBOOM_RADIO_CURRENTLISTENERS
source: Current listeners
ar: المستمعين الحاليين
de: Aktuelle Zuhörer
es: Oyentes actuales
fr: Auditeurs actuels
ga: éisteoirí reatha
hi: वर्तमान श्रोता
id: Pendengar saat ini
it: Ascoltatori attuali
ja: 現在のリスナー
ko: 현재 청취자
ms: Pendengar semasa
nb: Nåværende lyttere
nl: Huidige luisteraars
pt_br: Ouvintes atuais
ro: Ascultătorii actuali
tr: Mevcut dinleyiciler
uk: Поточні слухачі
vi: Người nghe hiện tại
zh: 當前聽眾

# NKS_BASSBOOM_RADIO_PEAKLISTENERS
source: Peak listeners
ar: ذروة المستمعين
de: Spitzenzuhörer
es: Oyentes pico
fr: Les auditeurs de pointe
ga: Lucht éisteachta buaic
hi: चरम श्रोता
id: Pendengar puncak
it: Ascoltatori di punta
ja: ピークリスナー
ko: 최대 청취자
ms: Pendengar puncak
nb: Topplyttere
nl: Top luisteraars
pt_br: Ouvintes de pico
ro: Ascultători de vârf
tr: Zirve dinleyiciler
uk: Пік слухачів
vi: Người nghe đỉnh cao
zh: 聽眾高峰

# NKS_BASSBOOM_RADIO_STREAMS
source: Streams
ar: تيارات
es: Corrientes
fr: Ruisseaux
ga: Sruthanna
hi: स्ट्रीम
id: Aliran
it: Flussi
ja: ストリーム
ko: 스트림
ms: Aliran
nb: Strømmer
nl: Stromen
pt_br: Fluxos
ro: Fluxuri
tr: Akışlar
uk: Потоки
vi: Các luồng
zh: 流

# NKS_BASSBOOM_RADIO_ACTIVESTREAMS
source: Active streams
ar: تيارات نشطة
de: Aktive Streams
es: Corrientes activas
fr: Flux actifs
ga: Sruthanna gníomhacha
hi: सक्रिय धाराएँ
id: Aliran aktif
it: Flussi attivi
ja: アクティブなストリーム
ko: 활성 스트림
ms: Aliran aktif
nb: Aktive strømmer
nl: Actieve stromen
pt_br: Fluxos ativos
ro: Fluxuri active
tr: Aktif akışlar
uk: Активні потоки
vi: Luồng đang hoạt động
zh: 活動流

# NKS_BASSBOOM_RADIO_STREAMINFO
source: Stream info for ID
ar: دفق المعلومات للمعرف
de: Stream-Info für ID
es: Transmitir información para identificación
fr: Diffusez des informations pour l'identification
ga: Sruth faisnéise le haghaidh ID
hi: आईडी के लिए स्ट्रीम जानकारी
id: Info aliran untuk ID
it: Trasmetti informazioni per l'ID
ja: IDのストリーム情報
ko: ID에 대한 스트림 정보
ms: Strim maklumat untuk ID
nl: Streaminformatie voor ID
pt_br: Informações de fluxo para ID
ro: Transmite informații pentru ID
tr: Kimlik için akış bilgisi
uk: Потокова інформація для ID
vi: Thông tin luồng cho ID
zh: ID 的串流資訊

# NKS_BASSBOOM_RADIO_PATH
source: Path
ar: طريق
de: Weg
es: Camino
fr: Chemin
ga: Conair
hi: पथ
id: Jalur
it: Sentiero
ja: パス
ko: 길
ms: Laluan
nb: Sti
nl: Pad
pt_br: Caminho
ro: cale
tr: Yol
uk: шлях
vi: Con đường
zh: 小路

# NKS_BASSBOOM_RADIO_CURRENTLYPLAYING
source: Currently playing
ar: يلعب حاليا
de: Spielt gerade
es: Reproducción en curso
fr: Je joue actuellement
ga: Ag imirt faoi láthair
hi: इस समय खेल रहा है
id: Sedang diputar
it: Attualmente in riproduzione
ja: 現在プレイ中
ko: 현재 재생 중
ms: Sedang bermain
nb: Spiller nå
nl: Nu aan het spelen
pt_br: Atualmente jogando
ro: În prezent se joacă
tr: Şu anda oynuyor
uk: Зараз грає
vi: Hiện đang chơi
zh: 目前正在播放

# NKS_BASSBOOM_RADIO_UPTIME
source: Uptime
ar: مدة التشغيل
de: Betriebszeit
es: tiempo de actividad
fr: Temps de disponibilité
ga: Aga fónaimh
hi: अपटाइम
id: Waktu aktif
it: Tempo di attività
ja: 稼働時間
ko: 가동 시간
ms: Masa aktif
nb: Oppetid
pt_br: Tempo de atividade
ro: Timp de funcționare
tr: Çalışma süresi
uk: Час роботи
vi: Thời gian hoạt động
zh: 正常運作時間

# NKS_BASSBOOM_LYRICFILENOTFOUND
source: Make sure to specify the path to a directory containing your lyric files in the LRC format. You can also specify a custom path to your music library folder containing the lyric files.
ar: تأكد من تحديد المسار إلى الدليل الذي يحتوي على ملفات كلمات الأغاني الخاصة بك بتنسيق LRC. يمكنك أيضًا تحديد مسار مخصص لمجلد مكتبة الموسيقى الخاص بك الذي يحتوي على ملفات الكلمات الغنائية.
de: Stellen Sie sicher, dass Sie den Pfad zu einem Verzeichnis angeben, das Ihre Textdateien im LRC-Format enthält. Sie können auch einen benutzerdefinierten Pfad zu Ihrem Musikbibliotheksordner angeben, der die Textdateien enthält.
es: Asegúrese de especificar la ruta a un directorio que contenga sus archivos de letras en formato LRC. También puede especificar una ruta personalizada a la carpeta de su biblioteca de música que contiene los archivos de letras.
fr: Assurez-vous de spécifier le chemin d'accès à un répertoire contenant vos fichiers de paroles au format LRC. Vous pouvez également spécifier un chemin personnalisé vers le dossier de votre bibliothèque musicale contenant les fichiers de paroles.
ga: Bí cinnte an cosán chuig eolaire a shonrú ina bhfuil do chuid comhad lyric san fhormáid LRC. Is féidir leat cosán saincheaptha a shonrú freisin chuig d’fhillteán leabharlainne ceoil ina bhfuil na comhaid lyric.
hi: एलआरसी प्रारूप में अपनी गीत फ़ाइलों वाली निर्देशिका का पथ निर्दिष्ट करना सुनिश्चित करें। आप गीत फ़ाइलों वाले अपने संगीत लाइब्रेरी फ़ोल्डर के लिए एक कस्टम पथ भी निर्दिष्ट कर सकते हैं।
id: Pastikan untuk menentukan jalur ke direktori yang berisi berkas lirik Anda dalam format LRC. Anda juga dapat menentukan jalur khusus ke folder pustaka musik Anda yang berisi berkas lirik.
it: Assicurati di specificare il percorso di una directory contenente i file dei testi nel formato LRC. Puoi anche specificare un percorso personalizzato per la cartella della libreria musicale contenente i file dei testi.
ja: LRC 形式の歌詞ファイルが含まれるディレクトリへのパスを必ず指定してください。歌詞ファイルを含む音楽ライブラリ フォルダーへのカスタム パスを指定することもできます。
ko: LRC 형식의 가사 파일이 포함된 디렉터리의 경로를 지정해야 합니다. 가사 파일이 포함된 음악 라이브러리 폴더에 대한 사용자 정의 경로를 지정할 수도 있습니다.
ms: Pastikan anda menentukan laluan ke direktori yang mengandungi fail lirik anda dalam format LRC. Anda juga boleh menentukan laluan tersuai ke folder pustaka muzik anda yang mengandungi fail lirik.
nb: Sørg for å spesifisere banen til en katalog som inneholder tekstfilene dine i LRC-formatet. Du kan også angi en egendefinert bane til musikkbiblioteksmappen som inneholder sangtekstfilene.
nl: Zorg ervoor dat u het pad specificeert naar een map die uw songtekstbestanden bevat in het LRC-formaat. U kunt ook een aangepast pad opgeven naar uw muziekbibliotheekmap die de songtekstbestanden bevat.
pt_br: Certifique-se de especificar o caminho para um diretório contendo seus arquivos de letras no formato LRC. Você também pode especificar um caminho personalizado para sua pasta de biblioteca de música contendo os arquivos de letras.
ro: Asigurați-vă că specificați calea către un director care conține fișierele cu versuri în format LRC. De asemenea, puteți specifica o cale personalizată către folderul bibliotecii muzicale care conține fișierele versurilor.
tr: LRC formatında şarkı sözü dosyalarınızı içeren bir dizine giden yolu belirttiğinizden emin olun. Ayrıca şarkı sözü dosyalarını içeren müzik kütüphanesi klasörünüze giden özel bir yol da belirtebilirsiniz.
uk: Обов’язково вкажіть шлях до каталогу, що містить ваші файли пісень у форматі LRC. Ви також можете вказати спеціальний шлях до папки вашої музичної бібліотеки, що містить файли пісень.
vi: Đảm bảo chỉ định đường dẫn đến thư mục chứa tệp lời bài hát của bạn theo định dạng LRC. Bạn cũng có thể chỉ định đường dẫn tùy chỉnh đến thư mục thư viện nhạc chứa tệp lời bài hát.
zh: 確保指定包含 LRC 格式歌詞檔案的目錄路徑。您也可以指定包含歌詞檔案的音樂庫資料夾的自訂路徑。

# NKS_BASSBOOM_EXCEPTION_LYRICFILENOTFOUND
source: This lyrics file doesn't exist.
ar: ملف كلمات الأغاني هذا غير موجود.
de: Diese Liedtextdatei existiert nicht.
es: Este archivo de letras no existe.
fr: Ce fichier de paroles n'existe pas.
ga: Níl an comhad liricí seo ann.
hi: यह गीत फ़ाइल मौजूद नहीं है.
id: Berkas lirik ini tidak ada.
it: Questo file dei testi non esiste.
ja: この歌詞ファイルは存在しません。
ko: 이 가사 파일은 존재하지 않습니다.
ms: Fail lirik ini tidak wujud.
nb: Denne tekstfilen eksisterer ikke.
nl: Dit tekstbestand bestaat niet.
pt_br: Este arquivo de letra não existe.
ro: Acest fișier cu versuri nu există.
tr: Bu şarkı sözü dosyası mevcut değil.
uk: Цей файл тексту пісень не існує.
vi: Tệp lời bài hát này không tồn tại.
zh: 該歌詞檔案不存在。

# NKS_BASSBOOM_SCREENSAVER_SETTINGS_DESC
source: Settings for this screensaver are available here.
ar: إعدادات شاشة التوقف هذه متاحة هنا.
de: Einstellungen für diesen Bildschirmschoner finden Sie hier.
es: Las configuraciones para este protector de pantalla están disponibles aquí.
fr: Les paramètres de cet économiseur d'écran sont disponibles ici.
ga: Tá socruithe don spárálaíscáileáin seo ar fáil anseo.
hi: इस स्क्रीनसेवर के लिए सेटिंग्स यहां उपलब्ध हैं।
id: Pengaturan untuk screensaver ini tersedia di sini.
it: Le impostazioni per questo salvaschermo sono disponibili qui.
ja: このスクリーンセーバーの設定はここで利用できます。
ko: 이 화면 보호기에 대한 설정은 여기에서 확인할 수 있습니다.
ms: Tetapan untuk penyelamat skrin ini tersedia di sini.
nb: Innstillinger for denne skjermspareren er tilgjengelig her.
nl: Instellingen voor deze screensaver zijn hier beschikbaar.
pt_br: As configurações para este protetor de tela estão disponíveis aqui.
ro: Setările pentru acest screensaver sunt disponibile aici.
tr: Bu ekran koruyucunun ayarlarına buradan ulaşabilirsiniz.
uk: Налаштування цієї заставки доступні тут.
vi: Cài đặt cho trình bảo vệ màn hình này có sẵn tại đây.
zh: 此畫面保護程式的設定可在此處找到。
