{
  "lang": "arb-T",
  "name": "Arabic",
  "cultures": [
    "ar",
    "ar-001",
    "ar-AE",
    "ar-BH",
    "ar-DJ",
    "ar-DZ",
    "ar-EG",
    "ar-ER",
    "ar-IL",
    "ar-IQ",
    "ar-JO",
    "ar-KM",
    "ar-KW",
    "ar-LB",
    "ar-LY",
    "ar-MA",
    "ar-MR",
    "ar-OM",
    "ar-PS",
    "ar-QA",
    "ar-SA",
    "ar-SD",
    "ar-SO",
    "ar-SS",
    "ar-SY",
    "ar-TD",
    "ar-TN",
    "ar-YE"
  ],
  "locs": [
    {
      "loc": "NKS_TIPS_KERNELTIP_1",
      "text": "أنه يمكنك تنفيذ أوامر العملية بطريقتين: إدخال اسم الملف القابل للتنفيذ مباشرةً، واستخدام الأمر \"exec\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_2",
      "text": "أنه يمكنك قفل شاشتك باستخدام أمر \"lockscreen\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_3",
      "text": "أنه يمكنك إنشاء تعديلات kernel الخاصة بك باستخدام C# وVisual Basic؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_4",
      "text": "أنه يمكنك استخدام أوامر متعددة باستخدام الفاصلة المنقوطة بين الأوامر؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_5",
      "text": "أنه يمكنك الهروب من علامات الاقتباس المزدوجة داخل الوسائط المقتبسة عند تنفيذ الأوامر؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_6",
      "text": "أنه يمكنك تغيير إعدادات kernel باستخدام أمر \"الإعدادات\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_7",
      "text": "أنه يمكنك حفظ شاشتك باستخدام الأمر \"savescreen\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_8",
      "text": "أنه يمكنك إبلاغنا بالأخطاء بالانتقال إلى صفحة مشروع Nitrocid's GitHub؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_9",
      "text": "أنه يمكنك عمل اختصار للأمر الذي تريده باستخدام الأمر \"الاسم المستعار\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_10",
      "text": "هل يمكنك إنشاء شاشة البداية الخاصة بك باستخدام C# وVisual Basic؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_11",
      "text": "أنه يمكنك تثبيت إضافات إضافية لجعل النواة الخاصة بك أكثر فائدة وتسلية؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_12",
      "text": "أنه يمكنك إنشاء سماتك الرائعة باستخدام الأمر \"mktheme\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_13",
      "text": "أنه يمكنك تغيير ألوان النواة الخاصة بك إما باستخدام أمر \"الإعدادات\" أو باستخدام أحد السمات المعدة مسبقًا؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_14",
      "text": "أنه يمكنك إعادة ضبط النواة على إعدادات المصنع الافتراضية باستخدام وسيطة \"إعادة الضبط\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_15",
      "text": "أنه يمكنك الوصول إلى وثائقنا الشاملة على صفحة GitBook الخاصة بنا؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_16",
      "text": "هل يتم دعم الإصدارات طويلة المدى لمدة خمس سنوات للدعم الرئيسي وثلاث سنوات للتحديثات الأمنية؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_17",
      "text": "أن 0.0.1 كان الإصدار الأول من Nitrocid KS الذي تم إصداره في 22 فبراير 2018؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_18",
      "text": "أن سلسلة 0.0.24.x كانت سلسلة الإصدارات الوحيدة التي تحمل إصدار API v2.1؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_19",
      "text": "أن الإصدارات قصيرة المدى مدعومة لمدة تسعة أشهر فقط؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_20",
      "text": "أن السلسلة 0.1.x غير متوافقة مع السلسلة 0.0.24.x أو الأقدم؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_21",
      "text": "هل يمكنك تشغيل Nitrocid KS على Linux وmacOS وAndroid؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_22",
      "text": "هل يمكنك الرجوع إلى وثائق واجهة برمجة التطبيقات (API) لمساعدتك في إجراء تعديلاتك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_23",
      "text": "هل يمكنك الحصول على العديد من الألعاب الرائعة، مثل Hangman وShipDuet، عن طريق تثبيت الإضافات الإضافية؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_24",
      "text": "أنه في لعبة Meteor، إذا اصطدمت بعاصفة نيزكية حمراء، فإن سفينة الفضاء الخاصة بك ستتحطم؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_25",
      "text": "أنه يمكنك تحويل النواة الخاصة بك إلى مراكز معلومات باستخدام ميزة الإرساء؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_26",
      "text": "أنه يمكنك إنشاء مجموعات مستخدمين لتنظيم حسابات المستخدمين؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_27",
      "text": "أنه إذا كنت عضوًا في مجموعة تمنح أذونات معينة، فيُسمح لك بإجراء مثل هذه العمليات؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_28",
      "text": "أنه يمكنك تغيير المنطقة الزمنية للنواة الخاصة بك دون التأثير على نظامك المضيف؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_29",
      "text": "أنه يمكنك استخدام النص التفاعلي والمحرر السداسي لتوفير الوقت؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_30",
      "text": "أن أقدم محرر نصوص معروف أنه يعمل مع نظام Unix الأول هو ed، وأقدم محرر نصوص تم إصداره في عام 1973 تم شحنه مع نظام Unix الموجود على PDP-7 في AT&T Bell Labs؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_31",
      "text": "أنه يمكنك أيضًا فرض أمر التحرير لتشغيل المحرر في نوع معين؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_32",
      "text": "أن محرر النصوص التفاعلي يحاول محاكاة معظم الميزات الأساسية لمحرري النصوص الأكثر شهرة في Unix، vi وvim؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_33",
      "text": "أنه ما لم تكن تعرف ما تفعله بالملف الثنائي، فإن تحرير هذا الملف بهذه الطريقة سيؤدي إلى تلف البيانات أو فقدان البيانات في الملف المستهدف؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_34",
      "text": "أنه في أنظمة Linux، يتم بدء تشغيل الصدفة بمساعدة كل من معالج تسجيل الدخول وبرنامج تهيئة النظام، الموجود عادة في /sbin/init؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_35",
      "text": "أنه يمكنك إجراء عمليات الملفات الشائعة، مثل النسخ والنقل والحذف والتحرير وما إلى ذلك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_36",
      "text": "أن TUI التفاعلي لمدير الملفات يحاكي وظيفة Midnight Commander؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_37",
      "text": "أنه في حالة تعطل النواة، فإنه عادةً ما يقوم بإنشاء ملف تفريغ؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_38",
      "text": "أنه يمكنك تشخيص النواة عن طريق تصحيح أخطائها باستخدام وظيفة التصحيح المضمنة؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_39",
      "text": "أنه يمكنك تنزيل وتحميل الملفات مباشرة من shell UESH؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_40",
      "text": "هل يمكن ترجمة النواة حتى في مراحل ما قبل التمهيد عن طريق تشغيلها باستخدام الوسيطة \"lang\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_41",
      "text": "أنه يمكنك إنشاء شاشات التوقف الخاصة بك عن طريق تسجيلها في جهازك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_42",
      "text": "أن شاشة التوقف الأولى التي غطت الشاشة بعد ثلاث دقائق من عدم النشاط على أجهزة كمبيوتر IBM الأصلية، scrnsave، تم إنشاؤها في عام 1983 بواسطة جون سوشا؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_43",
      "text": "أن بعض شاشات التوقف سريعة الخطى قد تسبب نوبات حساسية؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_44",
      "text": "أن يتم استخدام مجلات kernel كسجلات للتمهيد وإيقاف التشغيل؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_45",
      "text": "أن التعديلات الخاصة بك يمكن أن تصبح الآن قابلة للترجمة؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_46",
      "text": "هل يمكن لتعديلاتك التواصل مع إضافات kernel والتعديلات الأخرى، مما يؤدي إلى إنشاء نوع من الاتصال وتحقيق إمكانية التشغيل البيني؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_47",
      "text": "أنه يمكنك الاتصال بمصحح الأخطاء عن بعد، واختياريًا، بخادم الدردشة؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_48",
      "text": "أنه يمكنك استخدام تصحيح الأخطاء، وهو متاح فقط لإصدارات التطوير؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_49",
      "text": "هل يمكن لتعديلاتك الآن الحصول على تكوين خاص بها عن طريق تسجيل الفئات المرتبطة بها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_50",
      "text": "أن التعديلات الخاصة بك يمكنها تسجيل الأصداف الخاصة بها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_51",
      "text": "أن تعديلاتك يمكنها إضافة أوامر إلى الأصداف الموجودة لزيادة كمية الأوامر التي يمكن استخدامها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_52",
      "text": "أن فئات الأوامر الخاصة بك يمكن أن تمثل بدقة الوسائط والمفاتيح التي تم تمريرها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_53",
      "text": "أنه يمكنك الاستعلام عن المفاتيح التي تم تمريرها باستخدام فئات إدارة التبديل الموجودة في واجهة برمجة تطبيقات kernel؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_54",
      "text": "أن UESH يتضمن وظيفة البرمجة النصية لتسهيل إنشاء البرامج النصية وتشغيلها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_55",
      "text": "أن الغلاف يتضمن وظيفة لمنع إلغاء التطبيقات النشطة؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_56",
      "text": "أن Nitrocid متكامل بعمق مع Terminaux للسماح بعرض أسرع وأفضل؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_57",
      "text": "هل يمكنك الآن تغيير حجم التطبيقات التفاعلية دون القلق من تلف المخرجات؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_58",
      "text": "أن هناك أوامر تطلب إدخال المستخدم، وهي مفيدة للنصوص البرمجية؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_59",
      "text": "أنه يمكنك تقديم سؤال إدخال المستخدم الخاص بك بعدة طرق، مثل الاختيار والجدول والبساطة والاختيار وما إلى ذلك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_60",
      "text": "أنه يمكنك وضع العناصر النائبة على النص الذي يدعمها؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_61",
      "text": "أنه يمكنك استخدام برامج تشغيل kernel مختلفة لتغيير كيفية عمل عملية معينة؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_62",
      "text": "هل يمكنك إنشاء شاشات توقف وبقع شاشة خاصة بك باستخدام لغة C# أو Visual Basic؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_63",
      "text": "أنه يمكنك الاستعلام عن النظام المضيف والمحاكي الطرفي باستخدام فئة النظام الأساسي kernel؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_64",
      "text": "أنه يمكنك طلب موافقة الخصوصية قبل القيام بشيء حساس في تعديلك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_65",
      "text": "أنه يمكنك إيقاف تشغيل الإشعارات باستخدام ميزة عدم الإزعاج؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_66",
      "text": "هل يمكنك حفظ سجل الإشعارات باستخدام وظيفة موجودة في مدير الإشعارات؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_67",
      "text": "أنه يمكنك تغيير كيفية إنشاء الأرقام العشوائية عن طريق تغيير برنامج التشغيل؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_68",
      "text": "أن واجهات برمجة التطبيقات المتنوعة توفر وظائف مفيدة لتعديلاتك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_69",
      "text": "يتيح لك هذا القسم تكوين كيفية عمل التلميحات."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_70",
      "text": "عرض نصائح النواة"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_71",
      "text": "إذا تم تمكينه، يعرض لك shell النصائح حول كل تسجيل دخول."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_72",
      "text": "أنه يمكنك إنشاء برامج قابلة للتمهيد باستخدام تعديلات kernel الخاصة بك؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_73",
      "text": "فشل في الحصول على إدخالات الإعدادات."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_74",
      "text": "هل أطلق Nitrocid (Kernel Simulator 0.0.2) على الغلاف المدمج اسم غلاف \"UESH\"؟"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_75",
      "text": "هل تم الترويج لشاشات التوقف باعتبارها حلاً ضد احتراق الشاشة في أنابيب أشعة الكاثود (CRT) أو شاشات البلازما؟"
    }
  ]
}