{
  "lang": "ind-T",
  "name": "Hindi",
  "cultures": [
    "hi",
    "hi-IN"
  ],
  "locs": [
    {
      "loc": "NKS_TIPS_KERNELTIP_1",
      "text": "आप प्रक्रिया आदेशों को दो तरीकों से निष्पादित कर सकते हैं: सीधे निष्पादन योग्य फ़ाइल नाम दर्ज करना, और 'exec' कमांड का उपयोग करना?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_2",
      "text": "क्या आप 'लॉकस्क्रीन' कमांड का उपयोग करके अपनी स्क्रीन को लॉक कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_3",
      "text": "कि आप C# और विज़ुअल बेसिक का उपयोग करके अपना स्वयं का कर्नेल संशोधन बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_4",
      "text": "कि आप कमांड के बीच अर्धविराम का उपयोग करके एकाधिक कमांड का उपयोग कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_5",
      "text": "क्या आप आदेश निष्पादित करते समय उद्धृत तर्कों के अंदर दोहरे उद्धरण चिह्नों से बच सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_6",
      "text": "कि आप 'सेटिंग्स' कमांड का उपयोग करके कर्नेल सेटिंग्स बदल सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_7",
      "text": "कि आप 'सेवस्क्रीन' कमांड का उपयोग करके अपनी स्क्रीन को सेव कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_8",
      "text": "कि आप नाइट्रोसिड के गिटहब प्रोजेक्ट पेज पर जाकर हमें बग की रिपोर्ट कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_9",
      "text": "कि आप 'उपनाम' कमांड का उपयोग करके अपने इच्छित कमांड का शॉर्टकट बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_10",
      "text": "कि आप C# और विज़ुअल बेसिक का उपयोग करके अपनी स्वयं की स्प्लैश स्क्रीन बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_11",
      "text": "कि आप अपने कर्नेल को अधिक उपयोगी और मनोरंजक बनाने के लिए अतिरिक्त ऐडऑन स्थापित कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_12",
      "text": "कि आप 'mktheme' कमांड का उपयोग करके अपनी खुद की अद्भुत थीम बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_13",
      "text": "कि आप 'सेटिंग्स' कमांड का उपयोग करके या पूर्व-निर्मित थीमों में से किसी एक का उपयोग करके अपने कर्नेल रंग बदल सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_14",
      "text": "कि आप 'रीसेट' तर्क का उपयोग करके अपने कर्नेल को फ़ैक्टरी डिफ़ॉल्ट पर रीसेट कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_15",
      "text": "कि आप हमारे GitBook पेज पर हमारे व्यापक दस्तावेज़ तक पहुँच सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_16",
      "text": "क्या दीर्घकालिक रिलीज़ को मुख्य समर्थन के लिए पाँच साल और सुरक्षा अद्यतन के लिए तीन साल तक समर्थित किया जाता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_17",
      "text": "वह 0.0.1 नाइट्रोसिड केएस का पहला संस्करण था जो 22 फरवरी, 2018 को जारी किया गया था?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_18",
      "text": "कि 0.0.24.x श्रृंखला एकमात्र संस्करण श्रृंखला थी जिसमें API v2.1 संस्करण था?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_19",
      "text": "कि अल्पकालिक रिलीज़ केवल नौ महीनों के लिए समर्थित हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_20",
      "text": "वह 0.1.x श्रृंखला 0.0.24.x श्रृंखला या पुरानी के साथ पश्चगामी-असंगत है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_21",
      "text": "कि आप Nitrocid KS को Linux, macOS और Android पर चला सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_22",
      "text": "क्या आप अपने मॉड बनाने में मदद के लिए एपीआई दस्तावेज़ का संदर्भ ले सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_23",
      "text": "क्या आप अतिरिक्त ऐडऑन इंस्टॉल करके हैंगमैन और शिपडुएट जैसे कई शानदार गेम प्राप्त कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_24",
      "text": "कि, उल्का में, यदि आप लाल उल्का तूफान से टकराते हैं, तो आपका अंतरिक्ष यान दुर्घटनाग्रस्त हो जाता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_25",
      "text": "क्या आप डॉकिंग सुविधा का उपयोग करके अपने कर्नेल को सूचना केंद्रों में परिवर्तित कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_26",
      "text": "कि आप उपयोगकर्ता खातों को व्यवस्थित करने के लिए उपयोगकर्ता समूह बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_27",
      "text": "यदि आप किसी ऐसे समूह के सदस्य हैं जो कुछ अनुमतियाँ देता है, तो क्या आपको ऐसे कार्य करने की अनुमति है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_28",
      "text": "कि आप अपने होस्ट सिस्टम को प्रभावित किए बिना अपना कर्नेल समय क्षेत्र बदल सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_29",
      "text": "कि आप समय बचाने के लिए इंटरैक्टिव टेक्स्ट और हेक्स संपादक का उपयोग कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_30",
      "text": "पहले यूनिक्स सिस्टम के साथ काम करने के लिए जाना जाने वाला सबसे पुराना टेक्स्ट एडिटर एड है, 1973 में जारी किया गया सबसे पुराना टेक्स्ट एडिटर एटी एंड टी बेल लैब्स में पीडीपी-7 पर यूनिक्स सिस्टम के साथ भेजा गया था?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_31",
      "text": "कि आप संपादक को एक विशिष्ट प्रकार में लॉन्च करने के लिए संपादन कमांड को भी बाध्य कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_32",
      "text": "कि इंटरैक्टिव टेक्स्ट संपादक सबसे लोकप्रिय यूनिक्स टेक्स्ट संपादकों, vi और vim की सबसे बुनियादी विशेषताओं का अनुकरण करने का प्रयास करता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_33",
      "text": "जब तक आप यह नहीं जानते कि आप बाइनरी फ़ाइल के साथ क्या कर रहे हैं, ऐसी फ़ाइल को इस तरह से संपादित करने से डेटा भ्रष्टाचार हो जाएगा या लक्षित फ़ाइल में डेटा हानि हो जाएगी?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_34",
      "text": "लिनक्स सिस्टम पर, शेल को लॉग-इन हैंडलर और सिस्टम इनिशियलाइज़ेशन प्रोग्राम दोनों की मदद से शुरू किया जाता है, जो आमतौर पर /sbin/init में पाया जाता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_35",
      "text": "कि आप सामान्य फ़ाइल संचालन कर सकते हैं, जैसे प्रतिलिपि बनाना, स्थानांतरित करना, हटाना, संपादन करना इत्यादि?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_36",
      "text": "फ़ाइल प्रबंधक का इंटरैक्टिव टीयूआई मिडनाइट कमांडर की कार्यक्षमता का अनुकरण करता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_37",
      "text": "यदि कर्नेल क्रैश हो जाता है, तो यह आमतौर पर एक डंप फ़ाइल बनाता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_38",
      "text": "कि आप अंतर्निहित डिबग कार्यक्षमता का उपयोग करके कर्नेल को डिबग करके उसका निदान कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_39",
      "text": "कि आप सीधे यूईएसएच शेल से फ़ाइलें डाउनलोड और अपलोड कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_40",
      "text": "कि कर्नेल को 'लैंग' तर्क के साथ शुरू करके प्री-बूट चरणों में भी अनुवादित किया जा सकता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_41",
      "text": "कि आप उन्हें अपने मॉड में पंजीकृत करके अपने स्वयं के स्क्रीनसेवर बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_42",
      "text": "पहला स्क्रीनसेवर जिसने मूल आईबीएम पीसी पर तीन मिनट की निष्क्रियता के बाद स्क्रीन को खाली कर दिया था, स्क्रन्सेव, 1983 में जॉन सोचा द्वारा बनाया गया था?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_43",
      "text": "क्या कुछ तेज़ गति वाले स्क्रीनसेवर प्रकाश-संवेदनशील दौरे का कारण बन सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_44",
      "text": "कि कर्नेल जर्नल का उपयोग बूट और शटडाउन लॉग के रूप में किया जाता है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_45",
      "text": "क्या आपके मॉड अब अनुवाद योग्य हो सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_46",
      "text": "क्या आपके मॉड कर्नेल ऐडऑन और अन्य मॉड के साथ संचार कर सकते हैं, किसी प्रकार का संचार बना सकते हैं और इंटरऑपरेबिलिटी प्राप्त कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_47",
      "text": "कि आप रिमोट डिबगर से और वैकल्पिक रूप से चैट सर्वर से कनेक्ट कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_48",
      "text": "कि आप डिबग शेल का उपयोग कर सकते हैं, जो केवल विकास संस्करणों के लिए उपलब्ध है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_49",
      "text": "क्या आपके मॉड अब अपनी संबद्ध कक्षाओं को पंजीकृत करके अपना स्वयं का कॉन्फ़िगरेशन प्राप्त कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_50",
      "text": "कि आपके मॉड अपने स्वयं के शेल पंजीकृत कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_51",
      "text": "क्या आपके मॉड इस्तेमाल किए जा सकने वाले कमांड की मात्रा बढ़ाने के लिए मौजूदा शेल में कमांड जोड़ सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_52",
      "text": "कि आपकी कमांड कक्षाएं पारित तर्कों और स्विचों का सटीक रूप से प्रतिनिधित्व कर सकती हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_53",
      "text": "कि आप कर्नेल एपीआई में पाए जाने वाले स्विच प्रबंधन वर्गों का उपयोग करके पारित स्विच से पूछताछ कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_54",
      "text": "क्या यूईएसएच में स्क्रिप्ट बनाने और चलाने की सुविधा के लिए स्क्रिप्टिंग कार्यक्षमता शामिल है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_55",
      "text": "कि शेल में सक्रिय अनुप्रयोगों के लिए रद्दीकरण को रोकने की कार्यक्षमता शामिल है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_56",
      "text": "तेज़ और बेहतर प्रतिपादन की अनुमति देने के लिए नाइट्रोसिड को टर्मिनॉक्स के साथ गहराई से एकीकृत किया गया है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_57",
      "text": "कि अब आप आउटपुट के दूषित होने की चिंता किए बिना इंटरैक्टिव एप्लिकेशन का आकार बदल सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_58",
      "text": "क्या ऐसे कमांड हैं जो उपयोगकर्ता से इनपुट मांगते हैं, जो स्क्रिप्ट के लिए उपयोगी हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_59",
      "text": "कि आप अपने उपयोगकर्ता इनपुट प्रश्न को कई तरीकों से प्रस्तुत कर सकते हैं, जैसे विकल्प, तालिका, सरल, चयन, इत्यादि?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_60",
      "text": "क्या आप उन प्लेसहोल्डर्स को अपने टेक्स्ट में रख सकते हैं जो उनका समर्थन करते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_61",
      "text": "किसी विशिष्ट ऑपरेशन के काम करने के तरीके को बदलने के लिए आप विभिन्न कर्नेल ड्राइवरों का उपयोग कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_62",
      "text": "कि आप C# या विज़ुअल बेसिक में अपने स्वयं के स्क्रीनसेवर और स्प्लैश बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_63",
      "text": "कि आप कर्नेल प्लेटफ़ॉर्म क्लास का उपयोग करके होस्ट सिस्टम और टर्मिनल एमुलेटर को क्वेरी कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_64",
      "text": "कि आप अपने मॉड में कुछ संवेदनशील करने से पहले गोपनीयता सहमति मांग सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_65",
      "text": "क्या आप डू नॉट डिस्टर्ब सुविधा का उपयोग करके सूचनाएं बंद कर सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_66",
      "text": "क्या आप अधिसूचना प्रबंधक में पाए गए फ़ंक्शन का उपयोग करके अधिसूचना इतिहास सहेज सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_67",
      "text": "कि आप यह बदल सकते हैं कि ड्राइवर को बदलकर यादृच्छिक संख्याएँ कैसे उत्पन्न होती हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_68",
      "text": "विविध एपीआई आपके मॉड के लिए उपयोगी कार्य प्रदान करते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_69",
      "text": "यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि युक्तियाँ कैसे काम करती हैं।"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_70",
      "text": "कर्नेल युक्तियाँ दिखाएँ"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_71",
      "text": "यदि सक्षम किया गया है, तो शेल आपको प्रत्येक लॉगिन पर युक्तियाँ दिखाता है।"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_72",
      "text": "क्या आप अपने कर्नेल मॉड्स का उपयोग करके बूट करने योग्य प्रोग्राम बना सकते हैं?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_73",
      "text": "सेटिंग प्रविष्टियाँ प्राप्त करने में विफल."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_74",
      "text": "क्या नाइट्रोसिड (कर्नेल सिम्युलेटर 0.0.2) ने अंतर्निहित शेल को 'यूईएसएच' शेल कहा है?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_75",
      "text": "क्या स्क्रीनसेवर को कैथोड रे-ट्यूब (सीआरटी) या प्लाज्मा डिस्प्ले में स्क्रीन बर्न-इन के विरुद्ध समाधान के रूप में प्रचारित किया गया था?"
    }
  ]
}