{
  "lang": "kor",
  "name": "Korean",
  "cultures": [
    "ko",
    "ko-KP",
    "ko-KR"
  ],
  "locs": [
    {
      "loc": "NKS_TIPS_KERNELTIP_1",
      "text": "silhaeng pail ireumeul jikjeop ipryeokhaneun bangbeopgwa 'exec' myeongryeongeul sayonghaneun du gaji bangbeobeuro peuroseseu myeongryeongeul silhaenghal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_2",
      "text": "'lockscreen' myeongryeongeul sayonghayeo hwamyeoneul jamgeul su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_3",
      "text": "C#gwa Visual basiceul sayonghayeo jasinmanui keoneol sujeong sahangeul mandeul su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_4",
      "text": "myeongryeong saie semikolloneul sayonghamyeon yeoreo myeongryeongeul sayonghal su issdaneun geosingayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_5",
      "text": "myeongryeongeul silhaenghal ttae inyongdoen insu ane keunttaompyoreul iseukeipeuhal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_6",
      "text": "'settings' myeongryeongeul sayonghayeo keoneol seoljeongeul byeongyeonghal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_7",
      "text": "'savescreen' myeongryeongeul sayonghayeo hwamyeoneul jeojanghal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_8",
      "text": "Nitrocidui gitHub peurojekteu peijiro idonghayeo beogeureul bogohal su issnayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_9",
      "text": "'alias' myeongryeongeul sayonghayeo wonhaneun myeongryeonge daehan barogagireul mandeul su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_10",
      "text": "C#gwa Visual basiceul sayonghayeo jasinmanui sijak hwamyeoneul mandeul su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_11",
      "text": "keoneoreul deo yuyonghago jaemiissge mandeulgi wihae chuga aedeuoneul seolchihal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_12",
      "text": "'mktheme' myeongryeongeul sayonghayeo jasinmanui meosjin temareul mandeul su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_13",
      "text": "'settings' myeongryeongeul sayonghageona sajeon guchukdoen tema jung hanareul sayonghayeo keoneol saeksangeul byeongyeonghal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_14",
      "text": "'reset' insureul sayonghayeo keoneoreul gongjang gibongapseuro jaeseoljeonghal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_15",
      "text": "gitbook peijieseo gwangbeomwihan munseoe aekseseuhal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_16",
      "text": "janggi rilliseuneun gibon jiwoneul wihae 5nyeon, boan eopdeiteureul wihae 3nyeon dongan jiwondoendaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_17",
      "text": "0.0.1i 2018nyeon 2wol 22il chulsidoen Nitrocid KSui cheot beonjjae beojeonieossjyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_18",
      "text": "0.0.24.x sirijeuga API v2.1 beojeoneul boyuhan yuilhan beojeon sirijeuyeossdaneun geosingayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_19",
      "text": "dangi rilliseuneun dan 9gaewol donganman jiwondoendagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_20",
      "text": "0.1.x sirijeuneun 0.0.24.x sirijeu ijeon beojeongwa hohwandoeji anhnayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_21",
      "text": "rinux, macOS mit Androideseo Nitrocid KSreul silhaenghal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_22",
      "text": "modeureul mandeuneun de doumi doeneun API munseoreul chamjohal su issnayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_23",
      "text": "chuga aedeuoneul seolchihamyeon Hangman mit Shipduetgwa gateun yeoreo gaji meosjin geimeul eodeul su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_24",
      "text": "Meteoreseoneun bulkeun yuseong pokpungeuro chungdolhamyeon ujuseoni chungdolhandagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_25",
      "text": "doking gineungeul sayonghayeo keoneoreul jeongbo senteoro byeonhwanhal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_26",
      "text": "sayongja geurubeul mandeureo sayongja gyejeongeul jeongrihal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_27",
      "text": "teukjeong gwonhaneul buyeohaneun geurubui guseongwoniramyeon geureohan jageobeul suhaenghal su issdaneun geosingayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_28",
      "text": "hoseuteu siseuteme yeonghyangeul juji anhgo keoneol sigandaereul byeongyeonghal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_29",
      "text": "daehwahyeong tekseuteuwa 16jinsu pyeonjipgireul sayonghayeo siganeul jeoryakhal su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_30",
      "text": "choechoui Unix siseutemeseo jakdonghaneun geoseuro allyeojin gajang oraedoen tekseuteu pyeonjipgineun AT&T bell rabsui PtP-7e issneun Unix siseutemgwa hamkke chulsidoen 1973nyeone chulsidoen choechoui tekseuteu pyeonjipgiin edipnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_31",
      "text": "pyeonjip myeongryeongeul sayonghayeo teukjeong yuhyeongui pyeonjipgireul silhaenghal sudo issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_32",
      "text": "daehwahyeong tekseuteu pyeonjipgiga gajang neolli sayongdoeneun Unix tekseuteu pyeonjipgiin vi mit vimui gajang gibonjeogin gineungeul simyulleisyeonharyeogo sidohandaneun sasireun mueosipnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_33",
      "text": "baineori paillo mueoseul hago issneunji alji moshaneun gyeongu ireohan paireul ireon bangsigeuro pyeonjiphamyeon daesang pairui deiteo sonsangina deiteo sonsiri balsaenghal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_34",
      "text": "rinux siseutemeseo swereun rogeuin haendeulleowa siseutem chogihwa peurogeuraem(botong /sbin/inite isseum)ui doumeuro sijakdoepnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_35",
      "text": "boksa, idong, sakje, pyeonjip deunggwa gateun ilbanjeogin pail jageobeul suhaenghal su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_36",
      "text": "pail gwanrijaui daehwahyeong TUIga Midnight Commanderui gineungeul simyulleisyeonhandagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_37",
      "text": "keoneori chungdolhamyeon ilbanjeogeuro deompeu pairi saengseongdoendaneun geosingayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_38",
      "text": "naejangdoen dibeogeu gineungeul sayonghayeo keoneoreul dibeoginghayeo jindanhal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_39",
      "text": "UESH syereseo jikjeop paireul daunrodeuhago eoprodeuhal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_40",
      "text": "'lang' insuro keoneoreul sijakhamyeon sajeon buting dangyeeseodo keoneoreul byeonhwanhal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_41",
      "text": "modeue deungrokhayeo namanui hwamyeon bohogireul mandeul su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_42",
      "text": "wonrae IpM PCeseo 3bungan hwaldongi eopseumyeon hwamyeoneul gongbaegeuro mandeuneun choechoui hwamyeon bohogiin scrnsaveneun 1983nyeon John Sochae uihae mandeureojyeossseupnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_43",
      "text": "ppareuge jinhaengdoeneun hwamyeon bohogi jung ilbuga gamgwangseong baljageul ireukil su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_44",
      "text": "keoneol jeoneori buting mit jongryo rogeuro sayongdoepnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_45",
      "text": "ije modeureul beonyeokhal su issge doeeossdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_46",
      "text": "gwihaui modeuga keoneol aedeuon mit gita modeuwa tongsinhayeo iljongui tongsineul saengseonghago sangho unyongseongeul dalseonghal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_47",
      "text": "wongyeok dibeogeoe yeongyeolhago seontaekjeogeuro chaeting seobeoe yeongyeolhal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_48",
      "text": "gaebal beojeoneseoman sayonghal su issneun dibeogeu syereul sayonghal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_49",
      "text": "ije gwanryeon keullaeseureul deungrokhayeo modeuga jache guseongeul gajil su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_50",
      "text": "dangsinui modeuga jasinui swereul deungrokhal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_51",
      "text": "dangsinui modeuga gijon swere myeongryeongeul chugahayeo sayonghal su issneun myeongryeongui yangeul neullil su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_52",
      "text": "myeongryeong keullaeseuga jeondaldoen insuwa seuwichireul jeonghwakhage natanael su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_53",
      "text": "keoneol APIe issneun seuwichi gwanri keullaeseureul sayonghayeo jeondaldoen seuwichireul kworihal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_54",
      "text": "UESHeneun seukeuripteu jakseong mit silhaengeul yongihage haneun seukeuripting gineungi pohamdoeeo issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_55",
      "text": "syereneun hwalseong eungyong peurogeuraemui chwisoreul geumjihaneun gineungi pohamdoeeo issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_56",
      "text": "Nitrocidga Terminauxwa ginmilhage tonghapdoeeo deo ppareugo deo naeun rendeoringi ganeunghadaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_57",
      "text": "ije chullyeogi sonsangdoel yeomryeo eopsi daehwahyeong eungyong peurogeuraemui keugireul jojeonghal su issdaneun sasireul algo gyesipnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_58",
      "text": "seukeuripteue yuyonghan sayongja ipryeogeul yocheonghaneun myeongryeongi issdaneun geoseul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_59",
      "text": "seontaek, teibeul, dansun, seontaek deung yeoreo gaji bangbeobeuro sayongja ipryeok jilmuneul jesihal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_60",
      "text": "ireul jiwonhaneun tekseuteue jari pyosijareul baechihal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_61",
      "text": "teukjeong jageobui jakdong bangsigeul byeongyeonghagi wihae dareun keoneol deuraibeoreul sayonghal su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_62",
      "text": "C#ina Visual basiceuro hwamyeon bohogiwa seupeullaesireul jikjeop mandeul su issdaneun sasireul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_63",
      "text": "keoneol peullaespom keullaeseureul sayonghayeo hoseuteu siseutemgwa teomineol emyulleiteoe kworihal su issdaneun jeomeul algo gyesinayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_64",
      "text": "modeueseo mingamhan ireul hagi jeone gaeinjeongbo boho donguireul yocheonghal su issnayo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_65",
      "text": "banghae geumji gineungeul sayonghayeo allimeul kkeul su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_66",
      "text": "allim gwanrijae issneun gineungeul sayonghayeo allim girogeul jeojanghal su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_67",
      "text": "deuraibeoreul byeongyeonghayeo nansu saengseong bangbeobeul byeongyeonghal su issseupnikka?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_68",
      "text": "gita APIga modeue yuyonghan gineungeul jegonghandagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_69",
      "text": "i seksyeoneseoneun tip jakdong bangsigeul guseonghal su issseupnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_70",
      "text": "keoneol tip pyosi"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_71",
      "text": "hwalseonghwadoemyeon swereun rogeuinhal ttaemada tibeul pyosihapnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_72",
      "text": "keoneol modeuleul sayonghayeo buting ganeunghan peulogeulaem-eul mandeul su issdagoyo?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_73",
      "text": "seoljeong hangmog-eul gajyeooji moshaessseubnida."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_74",
      "text": "Nitrocid(Kernel Simulator 0.0.2)ga naejang syel-eul 'UESH' syel-ilago bulleossdaneun geos?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_75",
      "text": "seukeulinseibeoga CRT(eumgeugseongwan) ttoneun peullaseuma diseupeulleiui hwamyeon beon-in-e daehan sollusyeon-ilago seonjeondoeeossdaneun geos?"
    }
  ]
}