{
  "lang": "ukr",
  "name": "Ukrainian",
  "cultures": [
    "uk",
    "uk-UA"
  ],
  "locs": [
    {
      "loc": "NKS_TIPS_KERNELTIP_1",
      "text": "що ви можете виконувати команди процесу двома способами: безпосередньо ввівши назву виконуваного файлу та використовуючи команду 'exec'?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_2",
      "text": "що ви можете заблокувати екран за допомогою команди 'lockscreen'?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_3",
      "text": "що ви можете створювати власні модифікації ядра за допомогою C# і Visual Basic?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_4",
      "text": "що ви можете використовувати кілька команд, використовуючи крапку з комою між командами?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_5",
      "text": "що ви можете уникнути подвійних лапок всередині аргументів під час виконання команд?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_6",
      "text": "що ви можете змінити параметри ядра за допомогою команди 'settings'?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_7",
      "text": "що ви можете зберегти свій екран за допомогою команди savescreen?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_8",
      "text": "що ви можете повідомити нам про помилки, перейшовши на сторінку проекту Nitrocid на GitHub?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_9",
      "text": "що ви можете створити ярлик для потрібної команди за допомогою команди 'alias'?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_10",
      "text": "що ви можете створити власну заставку за допомогою C# і Visual Basic?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_11",
      "text": "що ви можете встановити додаткові аддони, щоб зробити ваше ядро кориснішим і цікавішим?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_12",
      "text": "що ви можете створювати власні чудові теми за допомогою команди 'mktheme'?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_13",
      "text": "що ви можете змінити кольори свого ядра за допомогою команди «налаштування» або однієї з попередньо створених тем?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_14",
      "text": "що ви можете скинути ядро до заводських налаштувань за замовчуванням за допомогою аргументу «reset»?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_15",
      "text": "що ви можете отримати доступ до нашої обширної документації на нашій сторінці GitBook?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_16",
      "text": "що довгострокові випуски підтримуються протягом п’яти років для основної підтримки та трьох років для оновлень безпеки?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_17",
      "text": "що 0.0.1 була найпершою версією Nitrocid KS, яка була випущена 22 лютого 2018 року?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_18",
      "text": "що серія 0.0.24.x була єдиною серією версій, яка містила версію API v2.1?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_19",
      "text": "що короткострокові випуски підтримуються лише дев’ять місяців?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_20",
      "text": "що серія 0.1.x зворотно несумісна з серією 0.0.24.x або старішою?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_21",
      "text": "що ви можете запускати Nitrocid KS на Linux, macOS та Android?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_22",
      "text": "що ви можете звернутися до документації API, щоб допомогти вам створити ваші моди?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_23",
      "text": "що ви можете отримати кілька чудових ігор, як-от Hangman і ShipDuet, встановивши додаткові аддони?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_24",
      "text": "що в Метеорі, якщо ви розбитеся червоним метеоритним штормом, ваш космічний корабель зазнає аварії?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_25",
      "text": "що ви можете перетворити своє ядро на інформаційні центри за допомогою функції стикування?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_26",
      "text": "що ви можете створити групи користувачів для організації облікових записів?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_27",
      "text": "що якщо ви є членом групи, яка надає певні дозволи, вам дозволено виконувати такі операції?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_28",
      "text": "що ви можете змінити часовий пояс ядра, не впливаючи на вашу хост-систему?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_29",
      "text": "що ви можете використовувати інтерактивний текст і шістнадцятковий редактор, щоб заощадити час?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_30",
      "text": "що найстарішим текстовим редактором, який, як відомо, працював із першою системою Unix, є ed, найраніший текстовий редактор, випущений у 1973 році, який постачався з системою Unix, знайдений на PDP-7 в AT&T Bell Labs?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_31",
      "text": "що ви також можете примусово редагувати команду для запуску редактора в певному типі?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_32",
      "text": "що інтерактивний текстовий редактор намагається імітувати основні функції найпопулярніших текстових редакторів Unix, vi та vim?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_33",
      "text": "якщо ви не знаєте, що робите з двійковим файлом, редагування такого файлу таким чином призведе до пошкодження або втрати даних у цільовому файлі?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_34",
      "text": "що в системах Linux оболонка запускається як за допомогою обробника входу, так і програми ініціалізації системи, яка зазвичай знаходиться в /sbin/init?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_35",
      "text": "що ви можете виконувати типові операції з файлами, такі як копіювання, переміщення, видалення, редагування тощо?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_36",
      "text": "що інтерактивний TUI файлового менеджера імітує функціональність Midnight Commander?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_37",
      "text": "що якщо ядро виходить з ладу, воно зазвичай створює файл дампа?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_38",
      "text": "що ви можете діагностувати ядро, налагодивши його за допомогою вбудованої функції налагодження?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_39",
      "text": "що можна завантажувати і завантажувати файли прямо з оболонки УЄШ?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_40",
      "text": "що ядро можна перекласти навіть на етапах перед завантаженням, запустивши його з аргументом «lang»?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_41",
      "text": "що ви можете створити власні заставки, зареєструвавши їх у своєму моді?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_42",
      "text": "що першу заставку, яка гасила екран після трьох хвилин бездіяльності на оригінальних ПК IBM, scrnsave, створив у 1983 році Джон Соча?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_43",
      "text": "що деякі швидкі заставки можуть викликати фоточутливі судоми?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_44",
      "text": "що журнали ядра використовуються як журнали завантаження та завершення роботи?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_45",
      "text": "що ваші моди тепер можна перекладати?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_46",
      "text": "що ваші моди можуть спілкуватися з аддонами ядра та іншими модами, створюючи певний зв’язок і досягаючи сумісності?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_47",
      "text": "що ви можете підключитися до віддаленого налагоджувача та, за бажанням, до сервера чату?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_48",
      "text": "що ви можете використовувати оболонку налагодження, яка доступна лише для версій розробки?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_49",
      "text": "що ваші моди тепер можуть мати власну конфігурацію, зареєструвавши пов’язані з ними класи?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_50",
      "text": "що ваші моди можуть реєструвати власні оболонки?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_51",
      "text": "що ваші моди можуть додавати команди до існуючих оболонок, щоб збільшити кількість команд, які можна використовувати?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_52",
      "text": "що ваші класи команд можуть точно представляти передані аргументи та перемикачі?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_53",
      "text": "що ви можете запитувати передані комутатори, використовуючи класи керування комутаторами, знайдені в API ядра?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_54",
      "text": "що UESH включає функцію створення сценаріїв для полегшення створення та запуску сценаріїв?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_55",
      "text": "що оболонка містить функціональність для блокування скасування для активних програм?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_56",
      "text": "що Nitrocid глибоко інтегровано з Terminaux, щоб забезпечити швидше та краще рендеринг?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_57",
      "text": "що тепер ви можете змінювати розмір інтерактивних програм, не турбуючись про те, що вихідні дані будуть пошкоджені?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_58",
      "text": "що існують команди, які запитують введення даних користувача, які корисні для сценаріїв?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_59",
      "text": "що ви можете представити своє запитання, введене користувачем, кількома способами, наприклад вибір, таблиця, простий, вибір тощо?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_60",
      "text": "що ви можете розмістити заповнювачі до тексту, який їх підтримує?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_61",
      "text": "що ви можете використовувати різні драйвери ядра, щоб змінити роботу певної операції?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_62",
      "text": "що ви можете створювати власні заставки та заставки на C# або Visual Basic?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_63",
      "text": "що ви можете запитувати хост-систему та емулятор терміналу за допомогою класу платформи ядра?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_64",
      "text": "що ви можете запитати згоду на конфіденційність, перш ніж робити щось конфіденційне у своєму моді?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_65",
      "text": "що ви можете вимкнути сповіщення за допомогою функції «Не турбувати»?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_66",
      "text": "що ви можете зберігати історію сповіщень за допомогою функції в диспетчері сповіщень?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_67",
      "text": "що ви можете змінити спосіб генерації випадкових чисел, змінивши драйвер?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_68",
      "text": "що різноманітні API надають корисні функції для ваших модів?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_69",
      "text": "У цьому розділі можна налаштувати роботу підказок."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_70",
      "text": "Показати поради щодо ядра"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_71",
      "text": "Якщо ввімкнено, оболонка показуватиме підказки під час кожного входу."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_72",
      "text": "що ви можете створювати завантажувальні програми за допомогою модів ядра?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_73",
      "text": "Не вдалося отримати записи налаштувань."
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_74",
      "text": "що Nitrocid (Kernel Simulator 0.0.2) назвав вбудовану оболонку оболонкою «UESH»?"
    },
    {
      "loc": "NKS_TIPS_KERNELTIP_75",
      "text": "що скрінсейвери рекламувалися як рішення проти вигоряння екрана електронно-променевої трубки (CRT) або плазмових дисплеїв?"
    }
  ]
}