Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_CALENDAR_COMMAND_ALTDATE_DESC
source: Shows date and time
ar: يظهر التاريخ والوقت
de: Zeigt Datum und Uhrzeit an
el: Εμφανίζει ημερομηνία και ώρα
es: Muestra fecha y hora
fr: Affiche la date et l'heure
ga: Léiríonn dáta agus am
hi: तारीख और समय दिखाता है
id: Menunjukkan tanggal dan waktu
it: Mostra data e ora
ja: 日付と時刻を表示します
ko: 날짜와 시간을 보여줍니다
ms: Menunjukkan tarikh dan masa
nb: Viser dato og klokkeslett
nl: Toont datum en tijd
pt: Mostra data e hora
ro: Afișează data și ora
tr: Tarih ve saati gösterir
uk: Показує дату і час
vi: Hiển thị ngày và giờ
zh: 顯示日期和時間

# NKS_CALENDAR_TUI_KEYBINDING_EXIT
source: Exit
ar: خروج
de: Ausgang
el: Εξοδος
es: Salida
fr: Sortie
ga: Scoir
hi: बाहर जाएं
id: KELUAR
it: Uscita
ja: 出口
ko: 출구
ms: Keluar
nb: Gå
nl: Uitgang
pt: Saída
ro: Ieșire
tr: Çıkış
uk: Вихід
vi: Ra
zh: 出口

# NKS_CALENDAR_SCREENSAVER_SETTINGS_TRUECOLORS_NAME
source: Activate true colours
ar: قم بتنشيط الألوان الحقيقية
de: Aktivieren Sie echte Farben
el: Ενεργοποιήστε τα αληθινά χρώματα
es: Activar colores verdaderos
fr: Activez les vraies couleurs
ga: Gníomhachtaigh dathanna fíor
hi: सच्चे रंगों को सक्रिय करें
id: Aktifkan warna asli
it: Attiva i veri colori
ja: トゥルーカラーを有効にする
ko: 트루 컬러 활성화
ms: Aktifkan warna sebenar
nb: Aktiver ekte farger
nl: Activeer echte kleuren
pt: Ative cores verdadeiras
ro: Activați culorile adevărate
tr: Gerçek renkleri etkinleştir
uk: Активуйте справжні кольори
vi: Kích hoạt màu sắc thực
zh: 激活真實色彩

# NKS_CALENDAR_SCREENSAVER_SETTINGS_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
el: Καθυστέρηση σε χιλιοστά του δευτερολέπτου
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ko: 밀리 초 단위의 지연
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_CALENDAR_SCREENSAVER_SETTINGS_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ko: 다음 쓰기를하기 전에 몇 밀리 초를 기다려야합니까?
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINREDCOLOR_NAME
source: Minimum red colour level
ar: الحد الأدنى لمستوى اللون الأحمر
de: Minimaler roter Farbpegel
el: Ελάχιστο επίπεδο κόκκινου χρώματος
es: Nivel mínimo de color rojo
fr: Niveau de couleur rouge minimum
ga: Íosleibhéal dath dearg
hi: न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum
it: Livello minimo di colore rosso
ja: 最小赤色レベル
ko: 최소 적색 레벨
ms: Tahap warna merah minimum
nb: Minimum rød fargenivå
nl: Minimaal rood kleurniveau
pt: Nível mínimo de cor vermelha
ro: Nivel minim de culoare roșie
tr: Minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору
vi: Mức độ màu đỏ tối thiểu
zh: 最低紅色等級

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINGREENCOLOR_NAME
source: Minimum green colour level
ar: أدنى مستوى للون الأخضر
de: Minimaler grüner Farbpegel
el: Ελάχιστο επίπεδο πράσινου χρώματος
es: Nivel mínimo de color verde
fr: Niveau minimum de couleur verte
ga: Íosleibhéal dath glas
hi: न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum
it: Livello minimo di colore verde
ja: 最小緑色レベル
ko: 최소 녹색 색상 수준
ms: Tahap warna hijau minimum
nb: Minimum grønn fargenivå
nl: Minimaal groen kleurniveau
pt: Nível mínimo de cor verde
ro: Nivel minim de culoare verde
tr: Minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору
vi: Mức độ màu xanh lá cây tối thiểu
zh: 最低綠色等級

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINBLUECOLOR_NAME
source: Minimum blue colour level
ar: الحد الأدنى لمستوى اللون الأزرق
de: Minimaler blauer Farbpegel
el: Ελάχιστο επίπεδο μπλε χρώματος
es: Nivel mínimo de color azul
fr: Niveau de couleur bleu minimum
ga: Íosleibhéal dath gorm
hi: न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum
it: Livello minimo di colore blu
ja: 最小の青色レベル
ko: 최소 파란색 수준
ms: Tahap warna biru minimum
nb: Minimum blåfargenivå
nl: Minimaal blauw kleurniveau
pt: Nível mínimo de cor azul
ro: Nivel minim de culoare albastră
tr: Minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору
vi: Mức độ màu xanh tối thiểu
zh: 最低藍色等級

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINCOLOR_NAME
source: Minimum colour level
ar: الحد الأدنى لمستوى اللون
de: Minimales Farbniveau
el: Ελάχιστο επίπεδο χρώματος
es: Nivel de color mínimo
fr: Niveau de couleur minimal
ga: Leibhéal dath íosta
hi: न्यूनतम रंग स्तर
id: Tingkat warna minimum
it: Livello di colore minimo
ja: 最小カラーレベル
ko: 최소 색상 수준
ms: Tahap warna minimum
nb: Minimum fargenivå
nl: Minimaal kleurniveau
pt: Nível mínimo de cor
ro: Nivel minim de culoare
tr: Minimum renk seviyesi
uk: Мінімальний рівень кольору
vi: Mức màu tối thiểu
zh: 最低色階

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXREDCOLOR_NAME
source: Maximum red colour level
ar: الحد الأقصى لمستوى اللون الأحمر
de: Maximale rote Farbstufe
el: Μέγιστο επίπεδο κόκκινου χρώματος
es: Nivel máximo de color rojo
fr: Niveau de couleur rouge maximum
ga: Uasleibhéal dath dearg
hi: अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum
it: Livello massimo di colore rosso
ja: 最大赤色レベル
ko: 최대 적색 레벨
ms: Tahap warna merah maksimum
nb: Maksimalt rødt fargenivå
nl: Maximaal rood kleurniveau
pt: Nível máximo de cor vermelha
ro: Nivel maxim de culoare roșie
tr: Maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору
vi: Mức màu đỏ tối đa
zh: 最大紅色級別

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXGREENCOLOR_NAME
source: Maximum green colour level
ar: الحد الأقصى لمستوى اللون الأخضر
de: Maximale grüne Farbstufe
el: Μέγιστο επίπεδο πράσινου χρώματος
es: Nivel máximo de color verde
fr: Niveau maximum de couleur verte
ga: Uasleibhéal dath glas
hi: अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum
it: Livello massimo di colore verde
ja: 最大緑色レベル
ko: 최대 녹색 색상 수준
ms: Tahap warna hijau maksimum
nb: Maksimalt grønt fargenivå
nl: Maximaal groen kleurniveau
pt: Nível máximo de cor verde
ro: Nivel maxim de culoare verde
tr: Maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору
vi: Mức màu xanh lá cây tối đa
zh: 最大綠色等級

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXBLUECOLOR_NAME
source: Maximum blue colour level
ar: الحد الأقصى لمستوى اللون الأزرق
de: Maximale blaue Farbstufe
el: Μέγιστο επίπεδο μπλε χρώματος
es: Nivel máximo de color azul
fr: Niveau de couleur bleu maximum
ga: Uasleibhéal dath gorm
hi: अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum
it: Livello massimo di colore blu
ja: 最大青色レベル
ko: 최대 파란색 수준
ms: Tahap warna biru maksimum
nb: Maksimalt blått fargenivå
nl: Maximaal blauw kleurniveau
pt: Nível máximo de cor azul
ro: Nivel maxim de culoare albastră
tr: Maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору
vi: Mức màu xanh tối đa
zh: 最大藍色級別

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXCOLOR_NAME
source: Maximum colour level
ar: الحد الأقصى لمستوى اللون
de: Maximale Farbstufe
el: Μέγιστο επίπεδο χρώματος
es: Nivel máximo de color
fr: Niveau de couleur maximal
ga: Uasleibhéal datha
hi: अधिकतम रंग स्तर
id: Tingkat warna maksimum
it: Massimo livello di colore
ja: 最大カラーレベル
ko: 최대 색상 수준
ms: Tahap warna maksimum
nb: Maksimalt fargenivå
nl: Maximaal kleurniveau
pt: Nível máximo de cor
ro: Nivel maxim de culoare
tr: Maksimum renk seviyesi
uk: Максимальний рівень кольору
vi: Mức màu tối đa
zh: 最大色階

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINREDCOLOR_DESC
source: Minimum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler roter Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur rouge minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 붉은 색 수준. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum rød fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0, kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINGREENCOLOR_DESC
source: Minimum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أدنى مستوى للون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler grüner Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau minimum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum grønn fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低綠色水平。接受的最小值為 0，接受的最大值為 255。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINBLUECOLOR_DESC
source: Minimum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler blauer Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur bleu minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최소 파란색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum blåfargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MINCOLOR_DESC
source: Minimum colour level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colours or 16 for 16 colours.
ar: الحد الأدنى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Minimales Farbniveau. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Ελάχιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel mínimo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur minimal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Leibhéal dath íosta. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: न्यूनतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
id: Tingkat warna minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Livello di colore minimo. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最小カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최소 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Minimum fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Minimaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível mínimo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel minim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Minimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Мінімальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối thiểu. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最低顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXREDCOLOR_DESC
source: Maximum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale rote Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur rouge. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大赤色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 적색 레벨. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna merah maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt rødt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXGREENCOLOR_DESC
source: Maximum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale grüne Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大緑色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 녹색 색상 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna hijau maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt grønt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大綠色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXBLUECOLOR_DESC
source: Maximum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale blaue Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur bleue. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大青色レベル。最小許容値は0で、最大許容値は255です。
ko: 최대 파란색 수준입니다. 최소 허용 값은 0이고 최대 허용 값은 255입니다.
ms: Tahap warna biru maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt blått fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大藍色級別。接受的最小值為 0，接受的最大值為 255。
