Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_TARGET_DESC
source: Target date and time
ar: التاريخ والوقت المستهدف
de: Zieldatum und -uhrzeit
el: Ημερομηνία και ώρα στόχος
es: Fecha y hora objetivo
fr: Date et heure cibles
ga: Spriocdháta agus am
hi: लक्ष्य तिथि और समय
id: Tanggal dan waktu target
it: Data e ora di destinazione
ja: 対象日時
ko: 목표일자 및 시간
ms: Tarikh dan masa sasaran
nb: Måldato og klokkeslett
nl: Doeldatum en tijd
pt: Data e hora alvo
ro: Data și ora țintă
tr: Hedef tarih ve saat
uk: Цільова дата та час
vi: Ngày và giờ mục tiêu
zh: 目標日期和時間

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_REMOVE_DESC
source: Removes a reminder
ar: إزالة التذكير
de: Entfernt eine Erinnerung
el: Αφαιρεί μια υπενθύμιση
es: Elimina un recordatorio
fr: Supprime un rappel
ga: Baintear meabhrúchán
hi: रिमाइंडर हटाता है
id: Menghapus pengingat
it: Rimuove un promemoria
ja: リマインダーを削除します
ko: 알림을 제거합니다
ms: Mengalih keluar peringatan
nb: Fjerner en påminnelse
nl: Verwijdert een herinnering
pt: Remove um lembrete
ro: Elimină un memento
tr: Bir hatırlatıcıyı kaldırır
uk: Видаляє нагадування
vi: Xóa lời nhắc
zh: 刪除提醒

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_REMINDERID_DESC
source: Reminder ID
ar: معرف التذكير
de: Erinnerungs-ID
el: Αναγνωριστικό υπενθύμισης
es: ID de recordatorio
fr: ID de rappel
ga: Aitheantas meabhrúcháin
hi: रिमाइंडर आईडी
id: ID Pengingat
it: ID promemoria
ja: リマインダーID
ko: 알림 ID
ms: ID Peringatan
nb: Påminnelses-ID
nl: Herinnering-ID
pt: ID do lembrete
ro: ID-ul de memento
tr: Hatırlatma Kimliği
uk: ID нагадування
vi: ID nhắc nhở
zh: 提醒 ID

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_LIST_DESC
source: Lists all reminders
ar: يعرض جميع التذكيرات
de: Listet alle Erinnerungen auf
el: Εμφανίζει όλες τις υπενθυμίσεις
es: Enumera todos los recordatorios
fr: Répertorie tous les rappels
ga: Liostaíonn sé gach meabhrúchán
hi: सभी अनुस्मारक सूचीबद्ध करता है
id: Mencantumkan semua pengingat
it: Elenca tutti i promemoria
ja: すべてのリマインダーを一覧表示します
ko: 모든 알림을 나열합니다
ms: Menyenaraikan semua peringatan
nb: Viser alle påminnelser
nl: Geeft een lijst van alle herinneringen
pt: Lista todos os lembretes
ro: Listează toate mementourile
tr: Tüm hatırlatıcıları listeler
uk: Список усіх нагадувань
vi: Liệt kê tất cả các lời nhắc
zh: 列出所有提醒

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_SAVEALL_DESC
source: Saves all reminders
ar: يحفظ جميع التذكيرات
de: Speichert alle Erinnerungen
el: Αποθηκεύει όλες τις υπενθυμίσεις
es: Guarda todos los recordatorios
fr: Enregistre tous les rappels
ga: Sábhálann sé gach meabhrúchán
hi: सभी अनुस्मारक सहेजता है
id: Menyimpan semua pengingat
it: Salva tutti i promemoria
ja: すべてのリマインダーを保存する
ko: 모든 알림을 저장합니다
ms: Menyimpan semua peringatan
nb: Lagrer alle påminnelser
nl: Slaat alle herinneringen op
pt: Guarda todos os lembretes
ro: Salvează toate mementourile
tr: Tüm hatırlatıcıları kaydeder
uk: Зберігає всі нагадування
vi: Lưu tất cả lời nhắc
zh: 儲存所有提醒

# NKS_CALENDAR_SCREENSAVER_SETTINGS_COLOR_DESC
source: This allows you to configure the colours
ar: يتيح لك هذا تكوين الألوان
de: Hiermit können Sie die Farben konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα
es: Esto le permite configurar los colores.
fr: Cela vous permet de configurer les couleurs
ga: Ligeann sé seo duit na dathanna a chumrú
hi: यह आपको रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna
it: Questo ti permette di configurare i colori
ja: これにより色を設定できます
ko: 이를 통해 색상을 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi warna
nb: Dette lar deg konfigurere fargene
nl: Hiermee kunt u de kleuren configureren
pt: Isto permite que configure as cores
ro: Acest lucru vă permite să configurați culorile
tr: Bu, renkleri yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори
vi: Điều này cho phép bạn cấu hình màu sắc
zh: 這使你可以配置顏色

# NKS_CALENDAR_SCREENSAVER_SETTINGS_CULTURE_DESC
source: This allows you to configure the culture used by the calendar screensaver
ar: يتيح لك هذا تكوين الثقافة المستخدمة بواسطة شاشة التوقف التقويمية
de: Hier können Sie die Kultur konfigurieren, die vom Kalender-Bildschirmschoner verwendet wird
el: Αυτό σας επιτρέπει να διαμορφώσετε την κουλτούρα που χρησιμοποιείται από την προφύλαξη οθόνης ημερολογίου
es: Esto le permite configurar la cultura utilizada por el protector de pantalla del calendario.
fr: Cela vous permet de configurer la culture utilisée par l'économiseur d'écran du calendrier
ga: Ligeann sé seo duit an cultúr a úsáideann an spárálaíscáileáin féilire a chumrú
hi: यह आपको कैलेंडर स्क्रीनसेवर द्वारा उपयोग की जाने वाली संस्कृति को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi budaya yang digunakan oleh screensaver kalender
it: Ciò consente di configurare la cultura utilizzata dallo screensaver del calendario
ja: これにより、カレンダースクリーンセーバーで使用される文化を設定できます。
ko: 이를 통해 캘린더 스크린세이버에서 사용되는 문화를 구성할 수 있습니다.
ms: Ini membolehkan anda mengkonfigurasi budaya yang digunakan oleh penyelamat skrin kalendar
nb: Dette lar deg konfigurere kulturen som brukes av kalenderskjermspareren
nl: Hiermee kunt u de cultuur configureren die door de kalenderscreensaver wordt gebruikt
pt: Isto permite configurar a cultura utilizada pelo protetor de ecrã do calendário
ro: Acest lucru vă permite să configurați cultura utilizată de screensaver-ul calendarului
tr: Bu, takvim ekran koruyucusu tarafından kullanılan kültürü yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати культуру, яку використовує заставка календаря
vi: Điều này cho phép bạn cấu hình văn hóa được sử dụng bởi trình bảo vệ màn hình lịch
zh: 這允許您配置日曆螢幕保護程式使用的文化

# NKS_CALENDAR_SCREENSAVER_SETTINGS_CULTURE_CULTURE_DESC
source: Which culture is being used to change the month names, calendar, etc.?
ar: ما هي الثقافة التي يتم استخدامها لتغيير أسماء الأشهر والتقويم وما إلى ذلك؟
de: Welche Kultur wird zum Ändern der Monatsnamen, des Kalenders usw. verwendet?
el: Ποια κουλτούρα χρησιμοποιείται για την αλλαγή των ονομάτων των μηνών, του ημερολογίου κ.λπ.;
es: ¿Qué cultura se está utilizando para cambiar los nombres de los meses, el calendario, etc.?
fr: Quelle culture est utilisée pour modifier les noms des mois, le calendrier, etc. ?
ga: Cén cultúr atá á úsáid chun ainmneacha na míosa, an fhéilire, srl. a athrú?
hi: महीनों के नाम, कैलेंडर इत्यादि बदलने के लिए किस संस्कृति का उपयोग किया जा रहा है?
id: Budaya mana yang digunakan untuk mengubah nama bulan, kalender, dll.?
it: Quale cultura viene utilizzata per modificare i nomi dei mesi, il calendario, ecc.?
ja: 月の名前やカレンダーなどを変更するために使用されているカルチャーはどれですか?
ko: 어떤 문화권을 사용하여 월 이름, 달력 등을 변경하고 있습니까?
ms: Budaya manakah yang digunakan untuk menukar nama bulan, kalendar, dsb.?
nb: Hvilken kultur brukes for å endre månedsnavn, kalender osv.?
nl: Welke cultuur wordt gebruikt om de maandnamen, kalender, etc. te wijzigen?
pt: Qual a cultura que está a ser utilizada para alterar os nomes dos meses, calendário, etc.?
ro: Ce cultură este folosită pentru a schimba numele lunii, calendarul etc.?
tr: Ay adlarını, takvimi vb. değiştirmek için hangi kültür kullanılıyor?
uk: Яка культура використовується для зміни назв місяців, календаря тощо?
vi: Nền văn hóa nào đang được sử dụng để thay đổi tên tháng, lịch, v.v.?
zh: 哪一種文化被用來改變月份名稱、日曆等？

# NKS_CALENDAR_SCREENSAVER_SETTINGS_CULTURE_SYSTEM_NAME
source: Use the system culture
ar: استخدم ثقافة النظام
de: Systemkultur verwenden
el: Χρησιμοποιήστε την κουλτούρα του συστήματος
es: Usar la cultura del sistema
fr: Utiliser la culture du système
ga: Bain úsáid as cultúr an chórais
hi: सिस्टम संस्कृति का उपयोग करें
id: Gunakan budaya sistem
it: Utilizza la cultura di sistema
ja: システム カルチャを使用する
ko: 시스템 문화 사용
ms: Gunakan budaya sistem
nb: Bruk systemkulturen
nl: Gebruik de systeemcultuur
pt: Utilize a cultura do sistema
ro: Utilizați cultura sistemului
tr: Sistem kültürünü kullan
uk: Використовуйте системну культуру
vi: Sử dụng văn hóa hệ thống
zh: 使用系統文化

# NKS_CALENDAR_SCREENSAVER_SETTINGS_CULTURE_SYSTEM_DESC
source: Whether the screensaver uses the culture set by the main kernel settings or by this screensaver settings.
ar: سواء كانت شاشة التوقف تستخدم الثقافة التي تم ضبطها بواسطة إعدادات النواة الرئيسية أو بواسطة إعدادات شاشة التوقف هذه.
de: Gibt an, ob der Bildschirmschoner die Kultur verwendet, die durch die Hauptkerneleinstellungen oder durch diese Bildschirmschonereinstellungen festgelegt wurde.
el: Είτε η προφύλαξη οθόνης χρησιμοποιεί την κουλτούρα που έχει οριστεί από τις κύριες ρυθμίσεις του πυρήνα είτε από αυτές τις ρυθμίσεις προφύλαξης οθόνης.
es: Si el protector de pantalla utiliza la cultura establecida por la configuración principal del núcleo o por esta configuración del protector de pantalla.
fr: Si l'économiseur d'écran utilise la culture définie par les paramètres principaux du noyau ou par ces paramètres d'économiseur d'écran.
ga: Cibé an n-úsáideann an spárálaíscáileáin an cultúr atá socraithe ag na príomhshocruithe eithne nó ag na socruithe spárálaíscáileáin seo.
hi: क्या स्क्रीनसेवर मुख्य कर्नेल सेटिंग्स या इस स्क्रीनसेवर सेटिंग्स द्वारा निर्धारित संस्कृति का उपयोग करता है।
id: Apakah screensaver menggunakan budaya yang ditetapkan oleh pengaturan kernel utama atau oleh pengaturan screensaver ini.
it: Se lo screensaver utilizza la cultura impostata dalle impostazioni del kernel principale o da queste impostazioni dello screensaver.
ja: スクリーンセーバーがメイン カーネル設定で設定されたカルチャを使用するか、このスクリーンセーバー設定で設定されたカルチャを使用するかを指定します。
ko: 스크린세이버가 주 커널 설정 또는 이 스크린세이버 설정에서 설정한 문화를 사용하는지 여부입니다.
ms: Sama ada penyelamat skrin menggunakan budaya yang ditetapkan oleh tetapan kernel utama atau oleh tetapan penyelamat skrin ini.
nb: Om skjermspareren bruker kulturen som er satt av hovedkjerneinnstillingene eller av denne skjermsparerinnstillingene.
nl: Of de screensaver de cultuur gebruikt die is ingesteld door de hoofdkernelinstellingen of door deze screensaverinstellingen.
pt: Se o protetor de ecrã utiliza a cultura definida pelas definições principais do kernel ou pelas definições deste protetor de ecrã.
ro: Indiferent dacă screensaver-ul folosește cultura setată de setările principale ale nucleului sau de setările acestui screensaver.
tr: Ekran koruyucunun ana çekirdek ayarları veya bu ekran koruyucu ayarları tarafından ayarlanan kültürü kullanıp kullanmadığı.
uk: Чи використовує заставка культуру, встановлену основними налаштуваннями ядра чи налаштуваннями цієї заставки.
vi: Trình bảo vệ màn hình có sử dụng văn hóa do cài đặt hạt nhân chính hay cài đặt trình bảo vệ màn hình này đặt không.
zh: 螢幕保護程式是否使用由主核心設定或此螢幕保護程式設定所設定的文化。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_DESC
source: Screensaver settings...
ar: إعدادات شاشة التوقف...
de: Bildschirmschonereinstellungen…
el: Ρυθμίσεις προφύλαξης οθόνης...
es: Configuración del protector de pantalla...
fr: Paramètres de l'économiseur d'écran…
ga: Socruithe spárálaíscáileáin...
hi: स्क्रीनसेवर सेटिंग्स...
id: Pengaturan screensaver...
it: Impostazioni screensaver...
ja: スクリーンセーバーの設定...
ko: 스크린세이버 설정...
ms: Tetapan penyelamat skrin...
nb: Skjermsparerinnstillinger...
nl: Instellingen voor schermbeveiliging...
pt: Definições do protetor de ecrã...
ro: Setări pentru screensaver...
tr: Ekran koruyucu ayarları...
uk: Налаштування заставки...
vi: Cài đặt trình bảo vệ màn hình...
zh: 螢幕保護程式設定...
