Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_CALENDAR_TUI_FAILED
source: The interactive calendar failed:
ar: فشل التقويم التفاعلي:
de: Der interaktive Kalender ist fehlgeschlagen:
el: Το διαδραστικό ημερολόγιο απέτυχε:
es: El calendario interactivo falló:
fr: Le calendrier interactif a échoué :
ga: Theip ar an bhféilire idirghníomhach:
hi: इंटरैक्टिव कैलेंडर विफल:
id: Kalender interaktif gagal:
it: Il calendario interattivo non è riuscito:
ja: インタラクティブカレンダーが失敗しました:
ko: 대화형 달력이 실패했습니다:
ms: Kalendar interaktif gagal:
nb: Den interaktive kalenderen mislyktes:
nl: De interactieve agenda is mislukt:
pt: O calendário interativo falhou:
ro: Calendarul interactiv a eșuat:
tr: Etkileşimli takvim başarısız oldu:
uk: Помилка інтерактивного календаря:
vi: Lịch tương tác không thành công:
zh: 互動式日曆失敗：

# NKS_CALENDAR_TUI_EVENTSREMINDERS_TITLE
source: Events and reminders for
ar: الأحداث والتذكيرات ل
de: Ereignisse und Erinnerungen für
el: Εκδηλώσεις και υπενθυμίσεις για
es: Eventos y recordatorios para
fr: Événements et rappels pour
ga: Imeachtaí agus meabhrúcháin le haghaidh
hi: घटनाओं और अनुस्मारक के लिए
id: Acara dan pengingat untuk
it: Eventi e promemoria per
ja: イベントとリマインダー
ko: 에 대한 이벤트 및 알림
ms: Peristiwa dan peringatan untuk
nb: Arrangementer og påminnelser for
nl: Evenementen en herinneringen voor
pt: Eventos e lembretes para
ro: Evenimente și memento-uri pentru
tr: Etkinlikler ve hatırlatıcılar
uk: Події та нагадування для
vi: Sự kiện và lời nhắc nhở cho
zh: 事件和提醒

# NKS_CALENDAR_TUI_LONGFORM
source: Long form
ar: وثيقةطويلة
de: Lange Form
el: Μακροσκελές έντυπο
es: Forma larga
fr: Forme longue
ga: Foirm fhada
hi: लंबा प्रपत्र
id: Bentuk panjang
it: Forma lunga
ja: 長い形式
ko: 긴 형식
ms: Bentuk panjang
nb: Lang form
nl: Lange vorm
pt: Forma longa
ro: Forma lungă
tr: Uzun biçim
uk: Довга форма
vi: Dạng dài
zh: 長表

# NKS_CALENDAR_TUI_CALENDARTYPE
source: Calendar type
ar: نوع التقويم
de: Kalendertyp
el: Τύπος ημερολογίου
es: Tipo de calendario
fr: Type de calendrier
ga: Cineál féilire
hi: कैलेंडर प्रकार
id: Jenis kalender
it: Tipo di calendario
ja: カレンダーの種類
ko: 달력 유형
ms: Jenis kalendar
nb: Kalendertype
nl: Kalendertype
pt: Tipo de calendário
ro: Tip calendar
tr: Takvim türü
uk: Тип календаря
vi: Loại lịch
zh: 日曆型

# NKS_CALENDAR_TUI_NOREMINDERSMONTH
source: No reminders found for the selected month
ar: لم يتم العثور على تذكيرات للشهر المحدد
de: Für den ausgewählten Monat wurden keine Erinnerungen gefunden
el: Δεν βρέθηκαν υπενθυμίσεις για τον επιλεγμένο μήνα
es: No se encontraron recordatorios para el mes seleccionado
fr: Aucun rappel trouvé pour le mois sélectionné
ga: Níor aimsíodh aon mheabhrúchán don mhí roghnaithe
hi: चयनित माह के लिए कोई अनुस्मारक नहीं मिला
id: Tidak ada pengingat yang ditemukan untuk bulan yang dipilih
it: Nessun promemoria trovato per il mese selezionato
ja: 選択した月のリマインダーが見つかりませんでした
ko: 선택한 달에는 알림이 없습니다.
ms: Tiada peringatan ditemui untuk bulan yang dipilih
nb: Fant ingen påminnelser for den valgte måneden
nl: Geen herinneringen gevonden voor de geselecteerde maand
pt: Nenhum lembrete encontrado para o mês selecionado
ro: Nu s-au găsit mementouri pentru luna selectată
tr: Seçilen ay için hatırlatıcı bulunamadı
uk: Немає нагадувань для вибраного місяця
vi: Không tìm thấy lời nhắc nào cho tháng đã chọn
zh: 未找到所選月份的提醒

# NKS_CALENDAR_TUI_NOEVENTSMONTH
source: No events found for the selected month
ar: لم يتم العثور على أحداث للشهر المحدد
de: Für den ausgewählten Monat wurden keine Veranstaltungen gefunden
el: Δεν βρέθηκαν συμβάντα για τον επιλεγμένο μήνα
es: No se encontraron eventos para el mes seleccionado
fr: Aucun événement trouvé pour le mois sélectionné
ga: Níor aimsíodh aon imeachtaí don mhí roghnaithe
hi: चयनित माह के लिए कोई ईवेंट नहीं मिला
id: Tidak ada acara yang ditemukan untuk bulan yang dipilih
it: Nessun evento trovato per il mese selezionato
ja: 選択した月のイベントは見つかりませんでした
ko: 선택한 달에는 이벤트가 없습니다.
ms: Tiada acara ditemui untuk bulan yang dipilih
nb: Ingen hendelser funnet for den valgte måneden
nl: Geen evenementen gevonden voor de geselecteerde maand
pt: Nenhum evento encontrado para o mês selecionado
ro: Nu s-au găsit evenimente pentru luna selectată
tr: Seçilen ay için hiçbir etkinlik bulunamadı
uk: Для вибраного місяця не знайдено подій
vi: Không tìm thấy sự kiện nào cho tháng đã chọn
zh: 未找到所選月份的活動

# NKS_CALENDAR_NOCULTURE
source: Culture isn't found.
ar: لم يتم العثور على الثقافة.
de: Kultur wird nicht gefunden.
el: Ο πολιτισμός δεν βρίσκεται.
es: La cultura no se encuentra.
fr: La culture n'est pas trouvée.
ga: Ní fhaightear cultúr.
hi: संस्कृति नहीं मिलती.
id: Budaya tidak ditemukan.
it: La cultura non si trova.
ja: 文化が見つからない。
ko: 문화를 찾을 수 없습니다.
ms: Budaya tidak ditemui.
nb: Kultur finnes ikke.
nl: Cultuur wordt niet gevonden.
pt: A cultura não é encontrada.
ro: Cultura nu este găsită.
tr: Kültür bulunamadı.
uk: Культура не знайдена.
vi: Không tìm thấy văn hóa.
zh: 文化沒找到。

# NKS_CALENDAR_SHOWCALENDARFAILED
source: Failed to show the calendar.
ar: فشل في إظهار التقويم.
de: Der Kalender konnte nicht angezeigt werden.
el: Αποτυχία εμφάνισης του ημερολογίου.
es: No se pudo mostrar el calendario.
fr: Échec de l'affichage du calendrier.
ga: Theip ar an bhféilire a thaispeáint.
hi: कैलेंडर दिखाने में विफल.
id: Gagal menampilkan kalender.
it: Impossibile mostrare il calendario.
ja: カレンダーの表示に失敗しました。
ko: 캘린더를 표시하지 못했습니다.
ms: Gagal menunjukkan kalendar.
nb: Kunne ikke vise kalenderen.
nl: Kan de kalender niet weergeven.
pt: Falha ao mostrar o calendário.
ro: Nu s-a putut afișa calendarul.
tr: Takvim gösterilemedi.
uk: Не вдалося показати календар.
vi: Không hiển thị được lịch.
zh: 無法顯示日曆。

# NKS_CALENDAR_REMINDERADDFAILED
source: Failed to add a reminder.
ar: فشلت إضافة تذكير.
de: Es konnte keine Erinnerung hinzugefügt werden.
el: Αποτυχία προσθήκης υπενθύμισης.
es: No se pudo agregar un recordatorio.
fr: Échec de l'ajout d'un rappel.
ga: Theip ar mheabhrúchán a chur leis.
hi: अनुस्मारक जोड़ने में विफल.
id: Gagal menambahkan pengingat.
it: Impossibile aggiungere un promemoria.
ja: リマインダーの追加に失敗しました。
ko: 알림을 추가하지 못했습니다.
ms: Gagal menambah peringatan.
nb: Kunne ikke legge til en påminnelse.
nl: Kan geen herinnering toevoegen.
pt: Falha ao adicionar um lembrete.
ro: Nu s-a putut adăuga un memento.
tr: Hatırlatıcı eklenemedi.
uk: Не вдалося додати нагадування.
vi: Không thêm được lời nhắc.
zh: 新增提醒失敗。

# NKS_CALENDAR_REMINDERADDNEEDSARGS
source: Not enough arguments provided to add a reminder.
ar: لم يتم توفير وسائط كافية لإضافة تذكير.
de: Es wurden nicht genügend Argumente angegeben, um eine Erinnerung hinzuzufügen.
el: Δεν παρέχονται αρκετά ορίσματα για την προσθήκη υπενθύμισης.
es: No se proporcionaron suficientes argumentos para agregar un recordatorio.
fr: Pas assez d'arguments fournis pour ajouter un rappel.
ga: Níor cuireadh go leor argóintí ar fáil chun meabhrúchán a chur leis.
hi: अनुस्मारक जोड़ने के लिए पर्याप्त तर्क उपलब्ध नहीं कराए गए।
id: Tidak cukup argumen yang diberikan untuk menambahkan pengingat.
it: Argomenti forniti non sufficienti per aggiungere un promemoria.
ja: リマインダーを追加するのに十分な引数が提供されていません。
ko: 알림을 추가하기 위해 제공된 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk menambah peringatan.
nb: Ikke nok argumenter til å legge til en påminnelse.
nl: Er zijn niet voldoende argumenten opgegeven om een herinnering toe te voegen.
pt: Não foram fornecidos argumentos suficientes para adicionar um lembrete.
ro: Nu au fost furnizate suficiente argumente pentru a adăuga un memento.
tr: Hatırlatma eklemek için yeterli argüman sunulmadı.
uk: Недостатньо аргументів, щоб додати нагадування.
vi: Không cung cấp đủ lý lẽ để thêm lời nhắc nhở.
zh: 沒有提供足夠的參數來新增提醒。

# NKS_CALENDAR_REMINDERREMOVEFAILED
source: Failed to remove a reminder.
ar: فشلت إزالة التذكير.
de: Eine Erinnerung konnte nicht entfernt werden.
el: Αποτυχία αφαίρεσης υπενθύμισης.
es: No se pudo eliminar un recordatorio.
fr: Échec de la suppression d'un rappel.
ga: Theip ar bhaint meabhrúchán.
hi: अनुस्मारक हटाने में विफल.
id: Gagal menghapus pengingat.
it: Impossibile rimuovere un promemoria.
ja: リマインダーを削除できませんでした。
ko: 알림을 삭제하지 못했습니다.
ms: Gagal mengalih keluar peringatan.
nb: Kunne ikke fjerne en påminnelse.
nl: Kan een herinnering niet verwijderen.
pt: Falha ao remover um lembrete.
ro: Nu s-a putut elimina un memento.
tr: Bir hatırlatıcıyı kaldırma başarısız oldu.
uk: Не вдалося видалити нагадування.
vi: Không xóa được lời nhắc.
zh: 無法刪除提醒。

# NKS_CALENDAR_REMINDERREMOVENEEDSARGS
source: Not enough arguments provided to remove a reminder.
ar: لم يتم توفير وسائط كافية لإزالة التذكير.
de: Es wurden nicht genügend Argumente angegeben, um eine Erinnerung zu entfernen.
el: Δεν παρέχονται αρκετά ορίσματα για την κατάργηση μιας υπενθύμισης.
es: No se proporcionaron suficientes argumentos para eliminar un recordatorio.
fr: Pas assez d'arguments fournis pour supprimer un rappel.
ga: Níor cuireadh go leor argóintí ar fáil chun meabhrúchán a bhaint.
hi: अनुस्मारक को हटाने के लिए पर्याप्त तर्क उपलब्ध नहीं कराए गए।
id: Tidak cukup argumen yang diberikan untuk menghapus pengingat.
it: Argomenti forniti insufficienti per rimuovere un promemoria.
ja: リマインダーを削除するには引数が不足しています。
ko: 알림을 제거하기 위해 제공된 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk mengalih keluar peringatan.
nb: Ikke nok argumenter til å fjerne en påminnelse.
nl: Er zijn niet genoeg argumenten opgegeven om een herinnering te verwijderen.
pt: Não foram fornecidos argumentos suficientes para remover um lembrete.
ro: Nu sunt furnizate suficiente argumente pentru a elimina un memento.
tr: Bir hatırlatıcıyı kaldırmak için yeterli argüman sunulmadı.
uk: Недостатньо аргументів, щоб видалити нагадування.
vi: Không cung cấp đủ lý lẽ để xóa lời nhắc.
zh: 沒有提供足夠的參數來刪除提醒。

# NKS_CALENDAR_EXCEPTION_NOEVENT
source: There is no event.
ar: لا يوجد حدث.
de: Es gibt keine Veranstaltung.
el: Δεν υπάρχει εκδήλωση.
es: No hay ningún evento.
fr: Il n'y a aucun événement.
ga: Níl aon imeacht.
hi: कोई आयोजन नहीं है.
id: Tidak ada acara.
it: Non c'è nessun evento.
ja: イベントはありません。
ko: 이벤트가 없습니다.
ms: Tidak ada acara.
nb: Det er ingen hendelse.
nl: Er is geen evenement.
pt: Não há evento.
ro: Nu există niciun eveniment.
tr: Hiçbir etkinlik yok.
uk: Події немає.
vi: Không có sự kiện nào.
zh: 沒有事件。

# NKS_CALENDAR_EXCEPTION_NOREMINDER
source: There is no reminder.
ar: لا يوجد تذكير.
de: Es gibt keine Erinnerung.
el: Δεν υπάρχει υπενθύμιση.
es: No hay ningún recordatorio.
fr: Il n'y a pas de rappel.
ga: Níl aon mheabhrúchán ann.
hi: कोई अनुस्मारक नहीं है.
id: Tidak ada pengingat.
it: Non c'è nessun promemoria.
ja: リマインダーはありません。
ko: 알림이 없습니다.
ms: Tiada peringatan.
nb: Det er ingen påminnelse.
nl: Er is geen herinnering.
pt: Não há lembrete.
ro: Nu există nicio memento.
tr: Hiçbir hatırlatma yok.
uk: Нагадування немає.
vi: Không có lời nhắc nhở.
zh: 沒有提醒。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_CULTURE_NAME
source: Culture settings
ar: ثقافة
de: Kultureinstellungen
el: Ρυθμίσεις πολιτισμού
es: Cultura
fr: Paramètres de culture
ga: Cultúr
hi: संस्कृति सेटिंग्स
id: Budaya
it: Impostazioni culturali
ja: 文化設定
ko: 문화
ms: Tetapan budaya
nb: Kulturinnstillinger
nl: Culturele instellingen
pt: Configurações de cultura
ro: Setări de cultură
tr: Kültür
uk: Налаштування культури
vi: Thiết lập văn hóa
zh: 文化設定

# NKS_CALENDAR_SCREENSAVER_SETTINGS_COLOR_NAME
source: Colour settings
ar: إعدادات الألوان
de: Farbeinstellungen
el: Ρυθμίσεις χρώματος
es: Configuraciones de color
fr: Paramètres de couleur
ga: Socruithe datha
hi: रंग सेटिंग
id: Pengaturan warna
it: Impostazioni del colore
ja: 色の設定
ko: 색상 설정
ms: Tetapan warna
nb: Fargeinnstillinger
nl: Kleurinstellingen
pt: Configurações de cores
ro: Setări de culoare
tr: Renk ayarları
uk: Параметри кольору
vi: Cài đặt màu sắc
zh: 顏色設定

# NKS_CALENDAR_SETTINGS_DESC
source: This section lets you configure how Calendar works.
ar: يتيح لك هذا القسم تكوين كيفية عمل التقويم.
de: In diesem Abschnitt können Sie die Funktionsweise des Kalenders konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του Ημερολογίου.
es: Esta sección le permite configurar cómo funciona Calendario.
fr: Cette section vous permet de configurer le fonctionnement du calendrier.
ga: Ligeann an chuid seo duit conas a oibríonn Calendar a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि कैलेंडर कैसे काम करता है.
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja Kalender.
it: Questa sezione ti consente di configurare il funzionamento del Calendario.
ja: このセクションでは、カレンダーの動作方法を構成できます。
ko: 이 섹션에서는 캘린더 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara Kalendar berfungsi.
nb: Denne delen lar deg konfigurere hvordan Kalender fungerer.
nl: In dit gedeelte kunt u configureren hoe Agenda werkt.
pt: Esta seção permite configurar como o Calendário funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează Calendar.
tr: Bu bölüm Takvim'in nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу Календаря.
vi: Phần này cho phép bạn cấu hình cách Lịch hoạt động.
zh: 此部分可讓您配置日曆的工作方式。

# NKS_CALENDAR_BUILTIN_NKSANNIVERSARY
source: Nitrocid KS Release Anniversary
ar: الذكرى السنوية لإصدار Nitrocid KS
de: Jahrestag der Veröffentlichung von Nitrocid KS
el: Επέτειος κυκλοφορίας Nitrocid KS
es: Aniversario del lanzamiento de Nitrocid KS
fr: Anniversaire de la sortie de Nitrocid KS
ga: Comóradh Eisiúna Nitrocid KS
hi: नाइट्रोसिड केएस रिलीज की सालगिरह
id: Peringatan Peluncuran Nitrocid KS
it: Anniversario del rilascio di Nitrocid KS
ja: ニトロシドKS発売記念
ko: Nitrocid KS 출시기념일
ms: Ulang Tahun Keluaran Nitrocid KS
nb: Nitrocid KS utgivelsesjubileum
nl: Nitrocid KS-releaseverjaardag
pt: Aniversário de lançamento do Nitrocid KS
ro: Aniversarea lansării Nitrocid KS
tr: Nitrocid KS Çıkış Yıldönümü
uk: Річниця випуску Nitrocid KS
vi: Kỷ niệm ngày phát hành Nitrocid KS
zh: Nitrocid KS 發布週年紀念日

# NKS_CALENDAR_BUILTIN_RAMADAN
source: Ramadan
ar: رمضان
el: Ραμαζάνι
es: Ramadán
hi: रमजान
ja: ラマダン
ko: 라마단
ms: Ramadhan
pt: Ramadã
ro: Ramadanul
tr: Ramazan
uk: Рамадан
vi: tháng chay Ramadan
zh: 齋戒月

# NKS_CALENDAR_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_CALENDAR_HOMEPAGE_CALENDAR
source: Calendar
ar: تقويم
de: Kalender
el: Ημερολόγιο
es: Calendario
fr: Calendrier
ga: Féilire
hi: कैलेंडर
id: Kalender
it: Calendario
ja: カレンダー
ko: 달력
ms: Kalendar
nb: Kalender
nl: Kalender
pt: Calendário
ro: Calendaristic
tr: Takvim
uk: Календар
vi: Lịch
zh: 日曆

# NKS_CALENDAR_TUI_NOREMINDERSDAY
source: No reminders found for the selected day
ar: لم يتم العثور على تذكيرات لليوم المحدد
de: Für den ausgewählten Tag wurden keine Erinnerungen gefunden
el: Δεν βρέθηκαν υπενθυμίσεις για την επιλεγμένη ημέρα
es: No se encontraron recordatorios para el día seleccionado
fr: Aucun rappel trouvé pour le jour sélectionné
ga: Níor aimsíodh aon mheabhrúchán don lá roghnaithe
hi: चयनित दिन के लिए कोई अनुस्मारक नहीं मिला
id: Tidak ada pengingat yang ditemukan untuk hari yang dipilih
it: Nessun promemoria trovato per il giorno selezionato
ja: 選択した日のリマインダーが見つかりません
ko: 선택한 날짜에 대한 알림을 찾을 수 없습니다.
ms: Tiada peringatan ditemui untuk hari yang dipilih
nb: Fant ingen påminnelser for den valgte dagen
nl: Geen herinneringen gevonden voor de geselecteerde dag
pt: Não foram encontrados lembretes para o dia selecionado
ro: Nu s-au găsit mementouri pentru ziua selectată
tr: Seçilen gün için hatırlatıcı bulunamadı
uk: Немає нагадувань для вибраного дня
vi: Không tìm thấy lời nhắc nào cho ngày đã chọn
zh: 未找到所選日期的提醒

# NKS_CALENDAR_TUI_NOEVENTSDAY
source: No events found for the selected day
ar: لم يتم العثور على أحداث لليوم المحدد
de: Für den ausgewählten Tag wurden keine Veranstaltungen gefunden
el: Δεν βρέθηκαν συμβάντα για την επιλεγμένη ημέρα
es: No se encontraron eventos para el día seleccionado
fr: Aucun événement trouvé pour le jour sélectionné
ga: Níor aimsíodh aon imeachtaí don lá roghnaithe
hi: चयनित दिन के लिए कोई ईवेंट नहीं मिला
id: Tidak ada acara yang ditemukan untuk hari yang dipilih
it: Nessun evento trovato per il giorno selezionato
ja: 選択した日のイベントは見つかりませんでした
ko: 선택한 날짜에 대한 이벤트가 없습니다.
ms: Tiada acara ditemui untuk hari yang dipilih
nb: Ingen hendelser funnet for den valgte dagen
nl: Geen evenementen gevonden voor de geselecteerde dag
pt: Nenhum evento encontrado para o dia selecionado
ro: Nu s-au găsit evenimente pentru ziua selectată
tr: Seçilen gün için etkinlik bulunamadı
uk: Для вибраного дня не знайдено подій
vi: Không tìm thấy sự kiện nào cho ngày đã chọn
zh: 未找到所選日期的活動

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_TUI_DESC
source: Opens the calendar interactive TUI
ar: يفتح واجهة المستخدم التفاعلية للتقويم
de: Öffnet den Kalender interaktive TUI
el: Ανοίγει το διαδραστικό TUI ημερολογίου
es: Abre el calendario interactivo TUI
fr: Ouvre le calendrier interactif TUI
ga: Osclaíonn sé an féilire TUI idirghníomhach
hi: कैलेंडर इंटरैक्टिव TUI खोलता है
id: Membuka kalender interaktif TUI
it: Apre il calendario interattivo TUI
ja: カレンダーのインタラクティブTUIを開きます
ko: 캘린더 대화형 TUI를 엽니다
ms: Membuka TUI interaktif kalendar
nb: Åpner kalenderens interaktive TUI
nl: Opent de interactieve TUI-kalender
pt: Abre o calendário interativo TUI
ro: Deschide TUI interactiv calendar
tr: Etkileşimli TUI takvimini açar
uk: Відкриває інтерактивний TUI календаря
vi: Mở lịch tương tác TUI
zh: 開啟日曆互動式 TUI

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_YEAR_DESC
source: Target year
ar: سنة الهدف
de: Zieljahr
el: Έτος στόχος
es: Año objetivo
fr: Année cible
ga: Spriocbhliain
hi: लक्ष्य वर्ष
id: Tahun sasaran
it: Anno obiettivo
ja: 目標年
ko: 목표년도
ms: Tahun sasaran
nb: Målår
nl: Doeljaar
pt: Ano alvo
ro: Anul țintă
tr: Hedef yıl
uk: Цільовий рік
vi: Năm mục tiêu
zh: 目標年份

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_MONTH_DESC
source: Target month number
ar: رقم الشهر المستهدف
de: Zielmonatsnummer
el: Αριθμός μήνα στόχου
es: Número de mes objetivo
fr: Numéro du mois cible
ga: Uimhir na míosa sprice
hi: लक्ष्य माह संख्या
id: Nomor bulan target
it: Numero del mese di destinazione
ja: 対象月数
ko: 목표월수
ms: Nombor bulan sasaran
nb: Målmånedsnummer
nl: Doelmaand nummer
pt: Número do mês alvo
ro: Numărul lunii țintă
tr: Hedef ay sayısı
uk: Цільове число місяця
vi: Số tháng mục tiêu
zh: 目標月數

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_DESC
source: Interaction with the events
ar: التفاعل مع الأحداث
de: Interaktion mit den Ereignissen
el: Αλληλεπίδραση με τα γεγονότα
es: Interacción con los eventos
fr: Interaction avec les événements
ga: Idirghníomhú leis na himeachtaí
hi: घटनाओं के साथ बातचीत
id: Interaksi dengan acara
it: Interazione con gli eventi
ja: イベントとの関わり
ko: 이벤트와의 상호 작용
ms: Interaksi dengan peristiwa
nb: Samspill med hendelsene
nl: Interactie met de gebeurtenissen
pt: Interação com os acontecimentos
ro: Interacțiunea cu evenimentele
tr: Olaylarla etkileşim
uk: Взаємодія з подіями
vi: Tương tác với các sự kiện
zh: 與事件的互動

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_ADD_DESC
source: Adds an event
ar: يضيف حدثًا
de: Fügt ein Ereignis hinzu
el: Προσθέτει ένα συμβάν
es: Añade un evento
fr: Ajoute un événement
ga: Cuireann imeacht leis
hi: एक ईवेंट जोड़ता है
id: Menambahkan acara
it: Aggiunge un evento
ja: イベントを追加する
ko: 이벤트를 추가합니다
ms: Menambah acara
nb: Legger til en hendelse
nl: Voegt een gebeurtenis toe
pt: Adiciona um evento
ro: Adaugă un eveniment
tr: Bir etkinlik ekler
uk: Додає подію
vi: Thêm một sự kiện
zh: 新增事件

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_TARGETDATE_DESC
source: Target date
ar: تاريخ الهدف
de: Zieldatum
el: Ημερομηνία στόχος
es: Fecha objetivo
fr: Date cible
ga: Spriocdháta
hi: नियोजित तारीख
id: Tanggal target
it: Data di destinazione
ja: 目標日
ko: 목표일
ms: Tarikh sasaran
nb: Måldato
nl: Doeldatum
pt: Data alvo
ro: Data țintă
tr: Hedef tarih
uk: Цільова дата
vi: Ngày mục tiêu
zh: 目標日期

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_REMOVE_DESC
source: Removes an event
ar: إزالة حدث
de: Entfernt ein Ereignis
el: Καταργεί ένα συμβάν
es: Elimina un evento
fr: Supprime un événement
ga: Baineann sé imeacht
hi: किसी ईवेंट को हटाता है
id: Menghapus suatu acara
it: Rimuove un evento
ja: イベントを削除します
ko: 이벤트를 제거합니다
ms: Mengalih keluar acara
nb: Fjerner en hendelse
nl: Verwijdert een gebeurtenis
pt: Remove um evento
ro: Elimină un eveniment
tr: Bir olayı kaldırır
uk: Видаляє подію
vi: Xóa một sự kiện
zh: 刪除事件

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_EVENTID_DESC
source: Event ID
ar: معرف الحدث
de: Ereignis-ID
el: Αναγνωριστικό συμβάντος
es: Identificación del evento
fr: ID d'événement
ga: ID an imeachta
hi: इवेंट आईडी
id: ID Peristiwa
it: ID evento
ja: イベントID
ko: 이벤트 ID
ms: ID acara
nb: Hendelses-ID
nl: Gebeurtenis-ID
pt: ID do evento
ro: ID eveniment
tr: Etkinlik Kimliği
uk: ID події
vi: ID sự kiện
zh: 事件 ID

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_LIST_DESC
source: Lists all events
ar: يعرض جميع الأحداث
de: Listet alle Ereignisse auf
el: Παραθέτει όλα τα συμβάντα
es: Enumera todos los eventos
fr: Liste tous les événements
ga: Liostaíonn gach imeacht
hi: सभी घटनाओं की सूची
id: Mencantumkan semua acara
it: Elenca tutti gli eventi
ja: すべてのイベントを一覧表示
ko: 모든 이벤트를 나열합니다
ms: Menyenaraikan semua acara
nb: Viser alle hendelser
nl: Geeft een overzicht van alle evenementen
pt: Lista todos os eventos
ro: Listează toate evenimentele
tr: Tüm etkinlikleri listeler
uk: Перераховує всі події
vi: Liệt kê tất cả các sự kiện
zh: 列出所有事件

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_EVENT_SAVEALL_DESC
source: Saves all the events
ar: يحفظ جميع الأحداث
de: Speichert alle Ereignisse
el: Αποθηκεύει όλα τα συμβάντα
es: Guarda todos los eventos
fr: Enregistre tous les événements
ga: Sábhálann sé na himeachtaí go léir
hi: सभी घटनाओं को सहेजता है
id: Menyimpan semua acara
it: Salva tutti gli eventi
ja: すべてのイベントを保存します
ko: 모든 이벤트를 저장합니다
ms: Menyimpan semua peristiwa
nb: Lagrer alle hendelsene
nl: Slaat alle gebeurtenissen op
pt: Guarda todos os eventos
ro: Salvează toate evenimentele
tr: Tüm olayları kaydeder
uk: Зберігає всі події
vi: Lưu tất cả các sự kiện
zh: 保存所有事件

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_REMINDER_DESC
source: Interaction with the reminders
ar: التفاعل مع التذكيرات
de: Interaktion mit den Erinnerungen
el: Αλληλεπίδραση με τις υπενθυμίσεις
es: Interacción con los recordatorios
fr: Interaction avec les rappels
ga: Idirghníomhú leis na meabhrúcháin
hi: अनुस्मारकों के साथ बातचीत
id: Interaksi dengan pengingat
it: Interazione con i promemoria
ja: リマインダーとのやり取り
ko: 알림과의 상호 작용
ms: Interaksi dengan peringatan
nb: Interaksjon med påminnelsene
nl: Interactie met de herinneringen
pt: Interação com os lembretes
ro: Interacțiunea cu mementourile
tr: Hatırlatıcılarla etkileşim
uk: Взаємодія з нагадуваннями
vi: Tương tác với lời nhắc nhở
zh: 與提醒器交互
