Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Calendar/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_CALENDAR_SCREENSAVER_SETTINGS_MAXCOLOR_DESC
source: Maximum colour level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colours or 16 for 16 colours.
ar: الحد الأقصى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Maximale Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Μέγιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel máximo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur maximal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Uasleibhéal datha. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: अधिकतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
id: Tingkat warna maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Massimo livello di colore. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最大カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ko: 최대 색상 수준. 최소 허용 값은 0이고 최대 허용 값은 255색의 경우 255, 16색의 경우 16입니다.
ms: Tahap warna maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Maksimalt fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Maximaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível máximo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel maxim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Maksimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Максимальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối đa. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最大顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。

# NKS_CALENDAR_SCREENSAVER_SETTINGS_TRUECOLORS_DESC
source: Activates the true colour support.
ar: ينشط دعم اللون الحقيقي.
de: Aktiviert die True-Color-Unterstützung.
el: Ενεργοποιεί την υποστήριξη πραγματικού χρώματος.
es: Activa el soporte de color verdadero.
fr: Active la prise en charge des couleurs vraies.
ga: Gníomhachtaigh an tacaíocht dath fíor.
hi: असली रंग समर्थन को सक्रिय करता है।
id: Mengaktifkan dukungan warna sebenarnya.
it: Attiva il supporto True Color.
ja: トゥルーカラーサポートをアクティブにします。
ko: 트루 컬러 지원을 활성화합니다.
ms: Mengaktifkan sokongan warna sebenar.
nb: Aktiverer ekte fargestøtte.
nl: Activeert de ondersteuning voor ware kleuren.
pt: Ativa o suporte a cores verdadeiras.
ro: Activează suportul adevărat al culorilor.
tr: Gerçek renk desteğini aktifleştirir.
uk: Активує підтримку справжніх кольорів.
vi: Kích hoạt hỗ trợ màu sắc thực.
zh: 激活真彩色支持。

# NKS_CALENDAR_EVENTADDFAILED
source: Failed to add an event.
ar: فشل في إضافة حدث.
de: Ereignis konnte nicht hinzugefügt werden.
el: Αποτυχία προσθήκης συμβάντος.
es: No se pudo agregar un evento.
fr: Impossible d'ajouter un événement.
ga: Theip ar imeacht a chur leis.
hi: कोई ईवेंट जोड़ने में विफल.
id: Gagal menambahkan acara.
it: Impossibile aggiungere un evento.
ja: イベントの追加に失敗しました。
ko: 이벤트를 추가하지 못했습니다.
ms: Gagal menambah acara.
nb: Kunne ikke legge til et arrangement.
nl: Kan geen evenement toevoegen.
pt: Falha ao adicionar um evento.
ro: Nu s-a putut adăuga un eveniment.
tr: Etkinlik eklenemedi.
uk: Не вдалося додати подію.
vi: Không thể thêm sự kiện.
zh: 添加活動失敗。

# NKS_CALENDAR_EVENTREMOVEFAILED
source: Failed to remove an event.
ar: فشل في إزالة الحدث.
de: Ein Ereignis konnte nicht entfernt werden.
el: Αποτυχία κατάργησης ενός συμβάντος.
es: No se pudo eliminar un evento.
fr: Échec de la suppression d'un événement.
ga: Theip ar imeacht a bhaint.
hi: किसी ईवेंट को निकालने में विफल.
id: Gagal menghapus acara.
it: Impossibile rimuovere un evento.
ja: イベントの削除に失敗しました。
ko: 이벤트를 제거하지 못했습니다.
ms: Gagal mengalih keluar acara.
nb: Kunne ikke fjerne en aktivitet.
nl: Kan een evenement niet verwijderen.
pt: Falha ao remover um evento.
ro: Nu s-a putut elimina un eveniment.
tr: Bir etkinlik kaldırılamadı.
uk: Не вдалося видалити подію.
vi: Không thể xóa sự kiện.
zh: 未能移除事件。

# NKS_CALENDAR_EVENTARGSNOTPROVIDED_ADD
source: Not enough arguments provided to add an event.
ar: لم يتم توفير وسيطات كافية لإضافة حدث.
de: Es wurden nicht genügend Argumente bereitgestellt, um ein Ereignis hinzuzufügen.
el: Δεν παρέχονται αρκετά ορίσματα για την προσθήκη ενός συμβάντος.
es: No se proporcionaron suficientes argumentos para agregar un evento.
fr: Pas assez d'arguments fournis pour ajouter un événement.
ga: Níor cuireadh go leor argóintí ar fáil chun imeacht a chur leis.
hi: किसी ईवेंट को जोड़ने के लिए पर्याप्त तर्क नहीं दिए गए हैं।
id: Tidak cukup argumen yang diberikan untuk menambahkan suatu peristiwa.
it: Argomenti forniti non sufficienti per aggiungere un evento.
ja: イベントを追加するための十分な引数が提供されていません。
ko: 이벤트를 추가할 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk menambah acara.
nb: Ikke nok argumenter for å legge til en hendelse.
nl: Er zijn niet genoeg argumenten opgegeven om een evenement toe te voegen.
pt: Não foram fornecidos argumentos suficientes para adicionar um evento.
ro: Nu sunt furnizate suficiente argumente pentru a adăuga un eveniment.
tr: Bir etkinlik eklemek için yeterli argüman sağlanmadı.
uk: Недостатньо аргументів, щоб додати подію.
vi: Không cung cấp đủ đối số để thêm sự kiện.
zh: 沒有提供足夠的參數來添加事件。

# NKS_CALENDAR_EVENTARGSNOTPROVIDED_REMOVE
source: Not enough arguments provided to remove an event.
ar: لم يتم توفير وسيطات كافية لإزالة حدث.
de: Es wurden nicht genügend Argumente bereitgestellt, um ein Ereignis zu entfernen.
el: Δεν παρέχονται αρκετά ορίσματα για την κατάργηση ενός συμβάντος.
es: No se proporcionaron suficientes argumentos para eliminar un evento.
fr: Pas assez d'arguments fournis pour supprimer un événement.
ga: Níor cuireadh go leor argóintí ar fáil chun imeacht a bhaint.
hi: किसी ईवेंट को निकालने के लिए पर्याप्त तर्क नहीं दिए गए हैं.
id: Tidak cukup argumen yang diberikan untuk menghapus suatu peristiwa.
it: Argomenti forniti non sufficienti per rimuovere un evento.
ja: イベントを削除するための十分な引数が提供されていません。
ko: 이벤트를 제거하기 위해 제공된 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk mengalih keluar acara.
nb: Ikke nok argumenter til å fjerne en hendelse.
nl: Er zijn niet genoeg argumenten opgegeven om een gebeurtenis te verwijderen.
pt: Não há argumentos suficientes fornecidos para remover um evento.
ro: Nu sunt furnizate suficiente argumente pentru a elimina un eveniment.
tr: Bir etkinliği kaldırmak için yeterli argüman sağlanmadı.
uk: Надано недостатньо аргументів для видалення події.
vi: Không cung cấp đủ đối số để xóa sự kiện.
zh: 沒有提供足夠的參數來刪除事件。

# NKS_CALENDAR_EVENTMANIPULATIONARGSNOTPROVIDED
source: Not enough arguments provided for event manipulation.
ar: لم يتم توفير الحجج الكافية للتلاعب بالحدث.
de: Es wurden nicht genügend Argumente für die Ereignismanipulation bereitgestellt.
el: Δεν παρέχονται αρκετά επιχειρήματα για χειραγώγηση συμβάντων.
es: No se proporcionaron suficientes argumentos para la manipulación de eventos.
fr: Pas assez d'arguments fournis pour la manipulation d'événements.
ga: Níor cuireadh dóthain argóintí ar fáil maidir le hionramháil imeachtaí.
hi: घटना में हेरफेर के लिए पर्याप्त तर्क नहीं दिए गए हैं।
id: Tidak cukup argumen yang diberikan untuk manipulasi peristiwa.
it: Non abbastanza argomenti forniti per la manipolazione degli eventi.
ja: イベント操作に十分な引数が提供されていません。
ko: 이벤트 조작을 위해 제공된 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk manipulasi acara.
nb: Ikke nok argumenter for hendelsesmanipulasjon.
nl: Er zijn niet genoeg argumenten gegeven voor het manipuleren van gebeurtenissen.
pt: Não há argumentos suficientes fornecidos para manipulação de eventos.
ro: Nu există suficiente argumente pentru manipularea evenimentului.
tr: Olay manipülasyonu için yeterli argüman sunulmadı.
uk: Надано недостатньо аргументів для маніпулювання подією.
vi: Không cung cấp đủ đối số để thao túng sự kiện.
zh: 沒有為事件操作提供足夠的參數。

# NKS_CALENDAR_REMINDERMANIPULATIONARGSNOTPROVIDED
source: Not enough arguments provided for reminder manipulation.
ar: لم يتم توفير الحجج الكافية للتلاعب بالتذكير.
de: Nicht genügend Argumente für Mahnungsmanipulationen geliefert.
el: Δεν παρέχονται αρκετά επιχειρήματα για χειρισμό υπενθύμισης.
es: No se proporcionaron suficientes argumentos para la manipulación de recordatorios.
fr: Pas assez d'arguments fournis pour la manipulation des rappels.
ga: Níor cuireadh dóthain argóintí ar fáil chun meabhrúchán a ionramháil.
hi: रिमाइंडर हेरफेर के लिए पर्याप्त तर्क नहीं दिए गए हैं।
id: Tidak cukup argumen yang diberikan untuk manipulasi pengingat.
it: Non abbastanza argomenti forniti per la manipolazione del promemoria.
ja: リマインダー操作に十分な引数が提供されていません。
ko: 미리 알림 조작을 위해 제공된 인수가 충분하지 않습니다.
ms: Tidak cukup hujah yang disediakan untuk manipulasi peringatan.
nb: Ikke nok argumenter for påminnelsesmanipulasjon.
nl: Er zijn niet genoeg argumenten gegeven voor het manipuleren van herinneringen.
pt: Não há argumentos suficientes fornecidos para manipulação de lembretes.
ro: Nu sunt furnizate suficiente argumente pentru manipularea mementourilor.
tr: Hatırlatma manipülasyonu için yeterli argüman sunulmadı.
uk: Недостатньо аргументів для маніпуляції з нагадуванням.
vi: Không cung cấp đủ lý lẽ để thao túng lời nhắc nhở.
zh: 沒有為提醒操作提供足夠的參數。

# NKS_CALENDAR_UNTITLEDREMINDER
source: Untitled reminder
ar: تذكير بدون عنوان
de: Unbenannte Erinnerung
el: Υπενθύμιση χωρίς τίτλο
es: Recordatorio sin título
fr: Rappel sans titre
ga: Meabhrúchán gan teideal
hi: बिना शीर्षक वाला रिमाइंडर
id: Pengingat tanpa judul
it: Promemoria senza titolo
ja: 無題のリマインダー
ko: 제목 없는 알림
ms: Peringatan tanpa tajuk
nb: Unavngitt påminnelse
nl: Naamloze herinnering
pt: Lembrete sem título
ro: Memento fără titlu
tr: Başlıksız hatırlatma
uk: Нагадування без назви
vi: Lời nhắc nhở không có tiêu đề
zh: 無標題提醒

# NKS_CALENDAR_UNTITLEDEVENT
source: Untitled event
ar: حدث بلا عنوان
de: Unbenannte Veranstaltung
el: Εκδήλωση χωρίς τίτλο
es: Evento sin título
fr: Événement sans titre
ga: Imeacht gan teideal
hi: शीर्षकहीन घटना
id: Acara tanpa judul
it: Evento senza titolo
ja: 無題のイベント
ko: 제목 없는 이벤트
ms: Peristiwa tanpa tajuk
nb: Hendelse uten navn
nl: Naamloos evenement
pt: Evento sem título
ro: Eveniment fără titlu
tr: Başlıksız etkinlik
uk: Подія без назви
vi: Sự kiện chưa có tiêu đề
zh: 未命名活動

# NKS_CALENDAR_EVENT_NOTIFICATION
source: Now it's an event day!
ar: الآن هو يوم حدث!
de: Jetzt ist ein Eventtag!
el: Τώρα είναι ημέρα εκδήλωσης!
es: ¡Ahora es un día de evento!
fr: C'est maintenant un jour d'événement!
ga: Anois is lá imeachtaí é!
hi: अब यह एक घटना का दिन है!
id: Sekarang saatnya hari acara!
it: Ora è un giorno di eventi!
ja: 今はイベントの日です！
ko: 지금은 행사날!
ms: Sekarang hari acara!
nb: Nå er det en begivenhetsdag!
nl: Nu is het een evenementendag!
pt: Agora é dia de evento!
ro: Acum este o zi de eveniment!
tr: Şimdi etkinlik günü!
uk: Тепер день подій!
vi: Bây giờ là ngày sự kiện!
zh: 現在是活動日！

# NKS_CALENDAR_REMINDER_NOTIFICATION
source: Don't miss this!
ar: لا تفوت هذا!
de: Verpassen Sie das nicht!
el: Μην το χάσετε αυτό!
es: ¡No te pierdas esto!
fr: Ne manquez pas ça !
ga: Ná caill é seo!
hi: इसे याद मत करो!
id: Jangan lewatkan ini!
it: Non perdere questo!
ja: これをお見逃しなく！
ko: 이것을 놓치지 마세요!
ms: Jangan lepaskan ini!
nb: Ikke gå glipp av dette!
nl: Mis dit niet!
pt: Não perca isso!
ro: Nu rata asta!
tr: Bunu kaçırmayın!
uk: Не пропустіть це!
vi: Đừng bỏ lỡ điều này!
zh: 不要錯過這個！

# NKS_CALENDAR_INVALIDACTION
source: Invalid action.
ar: عمل غير صالح.
de: Ungültige Aktion.
el: Μη έγκυρη ενέργεια.
es: Acción no válida.
fr: Action invalide.
ga: Gníomh neamhbhailí.
hi: अमान्य कार्रवाई।
id: Tindakan tidak valid.
it: Azione non valida.
ja: 無効なアクション。
ko: 잘못된 작업입니다.
ms: Tindakan tidak sah.
nb: Ugyldig handling.
nl: Ongeldige actie.
pt: Ação inválida.
ro: Acțiune nevalidă.
tr: Geçersiz eylem.
uk: Недійсна дія.
vi: Hành động không hợp lệ.
zh: 無效的操作。

# NKS_CALENDAR_COMMON_SETTINGS_DESTRUCTIVE_NAME
source: Save all events and/or reminders destructively
ar: حفظ جميع الأحداث و / أو التذكيرات بشكل مدمر
de: Speichern Sie alle Ereignisse und/oder Erinnerungen destruktiv
el: Αποθηκεύστε όλα τα συμβάντα ή/και υπενθυμίσεις καταστροφικά
es: Guardar todos los eventos y/o recordatorios de forma destructiva
fr: Enregistrer tous les événements et/ou rappels de manière destructive
ga: Sábháil gach imeacht agus/nó meabhrúchán go millteach
hi: सभी ईवेंट और/या रिमाइंडर को विनाशकारी रूप से सहेजें
id: Simpan semua acara dan/atau pengingat secara destruktif
it: Salva tutti gli eventi e/o i promemoria in modo distruttivo
ja: すべてのイベントやリマインダーを破壊的に保存します
ko: 모든 이벤트 및/또는 알림을 파괴적으로 저장
ms: Simpan semua acara dan/atau peringatan secara merosakkan
nb: Lagre alle hendelser og/eller påminnelser destruktivt
nl: Bewaar alle gebeurtenissen en/of herinneringen destructief
pt: Salve todos os eventos e/ou lembretes de forma destrutiva
ro: Salvați toate evenimentele și/sau mementourile în mod distructiv
tr: Tüm etkinlikleri ve/veya hatırlatıcıları yıkıcı bir şekilde kaydedin
uk: Зберігайте всі події та/або нагадування деструктивно
vi: Lưu tất cả các sự kiện và/hoặc lời nhắc theo cách phá hủy
zh: 破壞性地保存所有事件和/或提醒

# NKS_CALENDAR_COMMON_SETTINGS_DESTRUCTIVE_DESC
source: If enabled, deletes all events and/or reminders before saving all of them using the calendar command.
ar: في حالة التمكين ، يحذف جميع الأحداث و / أو التذكيرات قبل حفظها جميعًا باستخدام أمر التقويم.
de: Wenn aktiviert, werden alle Ereignisse und/oder Erinnerungen gelöscht, bevor sie alle mit dem Kalenderbefehl gespeichert werden.
el: Εάν είναι ενεργοποιημένο, διαγράφει όλα τα συμβάντα ή/και υπενθυμίσεις πριν τα αποθηκεύσει όλα χρησιμοποιώντας την εντολή ημερολογίου.
es: Si está habilitado, elimina todos los eventos y/o recordatorios antes de guardarlos todos usando el comando de calendario.
fr: Si activé, supprime tous les événements et/ou rappels avant de tous les enregistrer à l'aide de la commande calendrier.
ga: Má tá sé cumasaithe, scriostar gach imeacht agus/nó meabhrúchán roimh iad a shábháil ar fad ag baint úsáide as an ordú féilire.
hi: सक्षम होने पर, कैलेंडर कमांड का उपयोग करके सभी ईवेंट और/या रिमाइंडर सहेजने से पहले सभी ईवेंट और/या रिमाइंडर हटा देता है।
id: Jika diaktifkan, hapus semua acara dan/atau pengingat sebelum menyimpan semuanya menggunakan perintah kalender.
it: Se abilitato, elimina tutti gli eventi e/o i promemoria prima di salvarli tutti utilizzando il comando calendario.
ja: 有効にすると、calendarコマンドを使用してすべてを保存する前に、すべてのイベントやリマインダーを削除します。
ko: 활성화된 경우 달력 명령을 사용하여 모든 이벤트 및/또는 미리 알림을 저장하기 전에 삭제합니다.
ms: Jika didayakan, padamkan semua acara dan/atau peringatan sebelum menyimpan kesemuanya menggunakan arahan kalendar.
nb: Hvis aktivert, sletter du alle hendelser og/eller påminnelser før du lagrer dem alle ved hjelp av kalenderkommandoen.
nl: Indien ingeschakeld, worden alle gebeurtenissen en/of herinneringen verwijderd voordat ze allemaal worden opgeslagen met behulp van de kalenderopdracht.
pt: Se ativado, exclui todos os eventos e/ou lembretes antes de salvá-los usando o comando calendar.
ro: Dacă este activat, șterge toate evenimentele și/sau mementourile înainte de a le salva pe toate folosind comanda calendar.
tr: Etkinleştirilirse, takvim komutunu kullanarak tümünü kaydetmeden önce tüm etkinlikleri ve/veya hatırlatıcıları siler.
uk: Якщо ввімкнено, видаляє всі події та/або нагадування перед збереженням усіх за допомогою команди календаря.
vi: Nếu được bật, sẽ xóa tất cả sự kiện và/hoặc lời nhắc trước khi lưu tất cả chúng bằng lệnh lịch.
zh: 如果啟用，則在使用日曆命令保存所有事件和/或提醒之前刪除所有事件和/或提醒。

# NKS_CALENDAR_COMMAND_ALTDATE_ARGUMENT_CULTURE_DESC
source: Culture name
ar: اسم الثقافة
de: Kulturname
el: Όνομα πολιτισμού
es: Nombre de la cultura
fr: Nom de la culture
ga: Ainm cultúir
hi: संस्कृति का नाम
id: Nama budaya
it: Nome della cultura
ja: 文化名
ko: 문화명
ms: Nama budaya
nb: Kulturnavn
nl: Cultuur naam
pt: Nome da cultura
ro: Numele culturii
tr: Kültür adı
uk: Назва культури
vi: Tên văn hóa
zh: 文化名稱

# NKS_CALENDAR_TUI_STATUS_READY
source: Ready
ar: مستعد
de: Bereit
el: Ετοιμος
es: Listo
fr: Prêt
ga: Réidh
hi: तैयार
id: Siap
it: Pronto
ja: 準備ができて
ko: 준비가 된
ms: sedia
nb: Ferdig
nl: Klaar
pt: Preparar
ro: Gata
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh: 準備好

# NKS_CALENDAR_COMMAND_CALENDAR_ARGUMENT_TITLE_DESC
source: Display name
ar: اسم العرض
de: Anzeigename
el: Εμφανιζόμενο όνομα
es: Nombre para mostrar
fr: Afficher un nom
ga: Ainm taispeána
hi: प्रदर्शित होने वाला नाम
id: Nama tampilan
it: Nome da visualizzare
ja: 表示名
ko: 이름 표시하기
ms: Nama paparan
nb: Visningsnavn
nl: Weergavenaam
pt: Nome de exibição
ro: Numele de afișare
tr: Ekran adı
uk: Відображуване ім'я
vi: Tên hiển thị
zh: 顯示名稱

# NKS_CALENDAR_TUI_KEYBINDING_KEYBINDINGS
source: Keybindings
ar: روابط المفاتيح
de: Tastenbelegungen
es: Atajos de teclado
fr: Raccourcis clavier
ga: Eochracha
hi: कुंजी बाइंडिंग
id: Pengikatan tombol
it: Associazioni di tasti
ja: キーバインド
ko: 키바인딩
ms: Pengikatan kekunci
nb: Nøkkelbindinger
nl: Sneltoetsen
pt: Combinações de teclas
ro: Legături de taste
tr: Tuş Bağlamaları
uk: Прив'язки клавіш
vi: Phím tắt
zh: 鍵綁定

# NKS_CALENDAR_COMMAND_ALTDATE_SWITCH_DATE_DESC
source: Shows just the date
ar: يظهر التاريخ فقط
de: Zeigt nur das Datum an
el: Δείχνει μόνο την ημερομηνία
es: Muestra solo la fecha
fr: Affiche juste la date
ga: Taispeáin ach an dáta
hi: सिर्फ तारीख दिखाता है
id: Hanya menampilkan tanggal
it: Mostra solo la data
ja: 日付だけを表示します
ko: 날짜만 표시
ms: Hanya menunjukkan tarikh
nb: Viser bare datoen
nl: Toont alleen de datum
pt: Mostra apenas a data
ro: Arată doar data
tr: Sadece tarihi gösterir
uk: Показує лише дату
vi: Chỉ hiển thị ngày
zh: 僅顯示日期

# NKS_CALENDAR_COMMAND_ALTDATE_SWITCH_TIME_DESC
source: Shows just the time
ar: يظهر الوقت فقط
de: Zeigt nur die Uhrzeit an
el: Δείχνει μόνο την ώρα
es: Muestra justo el tiempo
fr: Montre juste l'heure
ga: Léiríonn díreach an t-am
hi: सिर्फ समय दिखाता है
id: Hanya menunjukkan waktu
it: Mostra solo l'ora
ja: ちょうど時間を表示します
ko: 시간만 표시
ms: Menunjukkan masa sahaja
nb: Viser bare tiden
nl: Toont precies de tijd
pt: Mostra exatamente a hora
ro: Arată doar timpul
tr: Sadece zamanı gösterir
uk: Показує лише час
vi: Chỉ hiển thị thời gian
zh: 僅顯示時間

# NKS_CALENDAR_COMMAND_ALTDATE_SWITCH_UTC_DESC
source: Uses UTC instead of local
ar: يستخدم UTC بدلاً من المحلي
de: Verwendet UTC statt lokal
el: Χρησιμοποιεί UTC αντί για τοπικό
es: Utiliza UTC en lugar de local
fr: Utilise UTC au lieu de local
ga: Úsáideann sé UTC in ionad áitiúil
hi: स्थानीय के बजाय यूटीसी का उपयोग करता है
id: Menggunakan UTC bukan lokal
it: Utilizza UTC anziché locale
ja: ローカルではなく UTC を使用します
ko: 로컬 대신 UTC를 사용합니다.
ms: Menggunakan UTC dan bukannya tempatan
nb: Bruker UTC i stedet for lokalt
nl: Gebruikt UTC in plaats van lokaal
pt: Usa UTC em vez de local
ro: Folosește UTC în loc de local
tr: Yerel yerine UTC kullanır
uk: Використовує UTC замість місцевого
vi: Sử dụng UTC thay vì địa phương
zh: 使用 UTC 而不是本地

# NKS_CALENDAR_COMMAND_CALENDAR_DESC
source: Calendar, event, and reminder manager
ar: مدير التقويم والحدث والتذكير
de: Kalender-, Ereignis- und Erinnerungsmanager
el: Διαχείριση ημερολογίου, συμβάντων και υπενθυμίσεων
es: Administrador de calendario, eventos y recordatorios
fr: Gestionnaire de calendrier, d'événements et de rappels
ga: Bainisteoir féilire, imeachtaí agus meabhrúcháin
hi: कैलेंडर, ईवेंट और अनुस्मारक प्रबंधक
id: Manajer kalender, acara, dan pengingat
it: Gestore di calendari, eventi e promemoria
ja: カレンダー、イベント、リマインダーのマネージャー
ko: 캘린더, 이벤트, 미리 알림 관리자
ms: Pengurus kalendar, acara dan peringatan
nb: Kalender-, hendelses- og påminnelsesbehandling
nl: Beheerder van agenda's, evenementen en herinneringen
pt: Gerenciador de calendário, eventos e lembretes
ro: Manager de calendar, evenimente și mementouri
tr: Takvim, etkinlik ve hatırlatıcı yöneticisi
uk: Менеджер календарів, подій і нагадувань
vi: Trình quản lý lịch, sự kiện và nhắc nhở
zh: 日曆、事件和提醒管理器

# NKS_CALENDAR_COMMAND_CALENDAR_SWITCH_CALENDAR_DESC
source: Calendar type to work on
ar: نوع التقويم الذي سيتم العمل عليه
de: Kalendertyp, an dem gearbeitet werden soll
el: Τύπος ημερολογίου για εργασία
es: Tipo de calendario para trabajar
fr: Type de calendrier sur lequel travailler
ga: Cineál féilire le bheith ag obair air
hi: काम करने के लिए कैलेंडर प्रकार
id: Jenis kalender untuk bekerja
it: Tipo di calendario su cui lavorare
ja: 作業するカレンダーの種類
ko: 작업할 캘린더 유형
ms: Jenis kalendar untuk diusahakan
nb: Kalendertype å jobbe med
nl: Agendatype om aan te werken
pt: Tipo de calendário para trabalhar
ro: Tip de calendar la care să lucrezi
tr: Üzerinde çalışılacak takvim türü
uk: Тип календаря для роботи
vi: Loại lịch để làm việc
zh: 要處理的日曆類型

# NKS_CALENDAR_COMMAND_CALENDAR_SWITCH_LEGACY_DESC
source: Use the table-based calendar viewer
ar: استخدم عارض التقويم المستند إلى الجدول
de: Nutzen Sie den tabellenbasierten Kalender-Viewer
el: Χρησιμοποιήστε το πρόγραμμα προβολής ημερολογίου βάσει πίνακα
es: Utilice el visor de calendario basado en tablas
fr: Utiliser la visionneuse de calendrier basée sur un tableau
ga: Úsáid an t-amharcóir féilire tábla-bhunaithe
hi: तालिका-आधारित कैलेंडर व्यूअर का उपयोग करें
id: Gunakan penampil kalender berbasis tabel
it: Utilizza il visualizzatore di calendari basato su tabelle
ja: テーブルベースのカレンダービューアを使用する
ko: 표 기반 달력 뷰어 사용
ms: Gunakan pemapar kalendar berasaskan jadual
nb: Bruk den tabellbaserte kalendervisningen
nl: Gebruik de tabelgebaseerde kalenderviewer
pt: Use o visualizador de calendário baseado em tabela
ro: Utilizați vizualizatorul de calendar bazat pe tabel
tr: Tablo tabanlı takvim görüntüleyicisini kullanın
uk: Використовуйте засіб перегляду календаря на основі таблиці
vi: Sử dụng trình xem lịch dạng bảng
zh: 使用基於表格的日曆檢視器

# NKS_CALENDAR_TUI_KEYBINDING_EVENTS
source: Events...
ar: الأحداث...
de: Veranstaltungen...
el: Εκδηλώσεις...
es: Eventos...
fr: Événements...
ga: Imeachtaí...
hi: आयोजन...
id: Acara...
it: Eventi...
ja: イベント...
ko: 이벤트...
ms: Peristiwa...
nb: Arrangementer...
nl: Evenementen...
pt: Eventos...
ro: Evenimente...
tr: Olaylar...
uk: Події...
vi: Sự kiện...
zh: 活動...

# NKS_CALENDAR_TUI_KEYBINDING_REMINDERS
source: Reminders...
ar: تذكيرات...
de: Erinnerungen...
el: Υπενθυμίσεις...
es: Recordatorios...
fr: Rappels...
ga: Meabhrúcháin...
hi: अनुस्मारक...
id: Pengingat...
it: Promemoria...
ja: リマインダー...
ko: 알림...
ms: Peringatan...
nb: Påminnelser...
nl: Herinneringen...
pt: Lembretes...
ro: Mementouri...
tr: Hatırlatmalar...
uk: Нагадування...
vi: Lời nhắc nhở...
zh: 提醒...
