Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_13
source: that you can change your kernel colours by either using the 'settings' command or by using one of the pre-built themes?
ar: أنه يمكنك تغيير ألوان النواة الخاصة بك إما باستخدام أمر "الإعدادات" أو باستخدام أحد السمات المعدة مسبقًا؟
de: dass Sie Ihre Kernelfarben ändern können, indem Sie entweder den Befehl „Einstellungen“ oder eines der vorgefertigten Designs verwenden?
el: ότι μπορείτε να αλλάξετε τα χρώματα του πυρήνα σας είτε χρησιμοποιώντας την εντολή "ρυθμίσεις" είτε χρησιμοποιώντας ένα από τα προκατασκευασμένα θέματα;
es: ¿Que puedes cambiar los colores de tu kernel usando el comando 'configuración' o usando uno de los temas prediseñados?
fr: que vous pouvez changer les couleurs de votre noyau en utilisant la commande « paramètres » ou en utilisant l'un des thèmes prédéfinis ?
ga: gur féidir leat do dhathanna eithne a athrú tríd an ordú 'socruithe' a úsáid nó trí cheann de na téamaí réamhthógtha a úsáid?
hi: कि आप 'सेटिंग्स' कमांड का उपयोग करके या पूर्व-निर्मित थीमों में से किसी एक का उपयोग करके अपने कर्नेल रंग बदल सकते हैं?
id: bahwa Anda dapat mengubah warna kernel dengan menggunakan perintah 'pengaturan' atau dengan menggunakan salah satu tema yang telah dibuat sebelumnya?
it: che puoi cambiare i colori del kernel utilizzando il comando 'impostazioni' o utilizzando uno dei temi predefiniti?
ja: 「設定」コマンドを使用するか、事前に構築されたテーマのいずれかを使用してカーネルの色を変更できるということですか?
ko: 'settings' 명령을 사용하거나 사전 구축된 테마 중 하나를 사용하여 커널 색상을 변경할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh menukar warna kernel anda sama ada menggunakan arahan 'tetapan' atau dengan menggunakan salah satu tema yang telah dibina sebelumnya?
nb: at du kan endre kjernefargene dine enten ved å bruke 'innstillinger'-kommandoen eller ved å bruke et av de forhåndsbygde temaene?
nl: dat je je kernelkleuren kunt veranderen door het commando 'settings' te gebruiken of door een van de vooraf gebouwde thema's te gebruiken?
pt: que você pode alterar as cores do kernel usando o comando 'settings' ou um dos temas pré-construídos?
ro: că vă puteți schimba culorile nucleului fie folosind comanda „settings”, fie folosind una dintre temele pre-construite?
tr: Çekirdek renklerinizi 'ayarlar' komutunu kullanarak veya önceden oluşturulmuş temalardan birini kullanarak değiştirebileceğinizi mi düşünüyorsunuz?
uk: що ви можете змінити кольори свого ядра за допомогою команди «налаштування» або однієї з попередньо створених тем?
vi: rằng bạn có thể thay đổi màu hạt nhân của mình bằng cách sử dụng lệnh 'cài đặt' hoặc bằng cách sử dụng một trong những chủ đề được dựng sẵn?
zh: 您可以透過使用“設定”命令或使用預先建置的主題之一來更改內核顏色嗎？

# NKS_TIPS_KERNELTIP_14
source: that you can reset your kernel to the factory defaults using the 'reset' argument?
ar: أنه يمكنك إعادة ضبط النواة على إعدادات المصنع الافتراضية باستخدام وسيطة "إعادة الضبط"؟
de: dass Sie Ihren Kernel mit dem Argument „reset“ auf die Werkseinstellungen zurücksetzen können?
el: ότι μπορείτε να επαναφέρετε τον πυρήνα σας στις εργοστασιακές προεπιλογές χρησιμοποιώντας το όρισμα 'reset';
es: ¿Que puedes restablecer tu kernel a los valores predeterminados de fábrica usando el argumento 'reset'?
fr: que vous pouvez réinitialiser votre noyau aux paramètres d'usine par défaut en utilisant l'argument « reset » ?
ga: gur féidir leat d'eithne a athshocrú go dtí na réamhshocruithe monarchan leis an argóint 'athshocraigh'?
hi: कि आप 'रीसेट' तर्क का उपयोग करके अपने कर्नेल को फ़ैक्टरी डिफ़ॉल्ट पर रीसेट कर सकते हैं?
id: bahwa Anda dapat mengatur ulang kernel Anda ke default pabrik menggunakan argumen 'reset'?
it: che puoi ripristinare il kernel alle impostazioni di fabbrica usando l'argomento 'reset'?
ja: 「reset」引数を使用してカーネルを工場出荷時のデフォルトにリセットできるということですか?
ko: 'reset' 인수를 사용하여 커널을 공장 기본값으로 재설정할 수 있다고요?
ms: bahawa anda boleh menetapkan semula kernel anda kepada lalai kilang menggunakan argumen 'set semula'?
nb: at du kan tilbakestille kjernen til fabrikkinnstillingene ved å bruke 'reset'-argumentet?
nl: dat je je kernel kunt resetten naar de fabrieksinstellingen met behulp van het 'reset'-argument?
pt: que você pode redefinir seu kernel para os padrões de fábrica usando o argumento 'reset'?
ro: că vă puteți reseta nucleul la valorile implicite din fabrică folosind argumentul „resetare”?
tr: 'reset' argümanını kullanarak çekirdeğinizi fabrika ayarlarına sıfırlayabileceğinizi mi düşünüyorsunuz?
uk: що ви можете скинути ядро до заводських налаштувань за замовчуванням за допомогою аргументу «reset»?
vi: rằng bạn có thể khôi phục lại kernel về mặc định gốc bằng cách sử dụng đối số 'reset'?
zh: 您可以使用“reset”參數將內核重設為出廠預設值嗎？

# NKS_TIPS_KERNELTIP_15
source: that you can access our extensive documentation at our GitBook page?
ar: أنه يمكنك الوصول إلى وثائقنا الشاملة على صفحة GitBook الخاصة بنا؟
de: dass Sie auf unserer GitBook-Seite auf unsere umfangreiche Dokumentation zugreifen können?
el: ότι μπορείτε να αποκτήσετε πρόσβαση στην εκτενή τεκμηρίωσή μας στη σελίδα μας στο GitBook;
es: que puedes acceder a nuestra extensa documentación en nuestra página de GitBook?
fr: que vous pouvez accéder à notre documentation complète sur notre page GitBook ?
ga: gur féidir leat teacht ar ár ndoiciméadú fairsing ar ár leathanach GitBook?
hi: कि आप हमारे GitBook पेज पर हमारे व्यापक दस्तावेज़ तक पहुँच सकते हैं?
id: bahwa Anda dapat mengakses dokumentasi lengkap kami di halaman GitBook kami?
it: che puoi accedere alla nostra ampia documentazione sulla nostra pagina GitBook?
ja: GitBook ページから広範なドキュメントにアクセスできることをご存知ですか?
ko: GitBook 페이지에서 광범위한 문서에 액세스할 수 있습니까?
ms: bahawa anda boleh mengakses dokumentasi kami yang luas di halaman GitBook kami?
nb: at du kan få tilgang til vår omfattende dokumentasjon på vår GitBook-side?
nl: dat je toegang hebt tot onze uitgebreide documentatie op onze GitBook-pagina?
pt: que você pode acessar nossa extensa documentação em nossa página GitBook?
ro: că puteți accesa documentația noastră extinsă pe pagina noastră GitBook?
tr: Kapsamlı dokümanlarımıza GitBook sayfamızdan erişebileceğinizi biliyor muydunuz?
uk: що ви можете отримати доступ до нашої обширної документації на нашій сторінці GitBook?
vi: rằng bạn có thể truy cập vào tài liệu mở rộng của chúng tôi tại trang GitBook?
zh: 您可以在我們的 GitBook 頁面上存取我們豐富的文件嗎？

# NKS_TIPS_KERNELTIP_16
source: that long term releases are supported for five years for main support, and three years for security updates?
ar: هل يتم دعم الإصدارات طويلة المدى لمدة خمس سنوات للدعم الرئيسي وثلاث سنوات للتحديثات الأمنية؟
de: dass Langzeitversionen fünf Jahre lang für den Hauptsupport und drei Jahre für Sicherheitsupdates unterstützt werden?
el: ότι οι μακροπρόθεσμες εκδόσεις υποστηρίζονται για πέντε χρόνια για κύρια υποστήριξη και τρία χρόνια για ενημερώσεις ασφαλείας;
es: ¿Que las versiones a largo plazo tengan soporte durante cinco años para el soporte principal y tres años para las actualizaciones de seguridad?
fr: que les versions à long terme sont prises en charge pendant cinq ans pour le support principal et trois ans pour les mises à jour de sécurité ?
ga: go dtugtar tacaíocht do eisiúintí fadtéarmacha ar feadh cúig bliana don phríomhthacaíocht, agus trí bliana le haghaidh nuashonruithe slándála?
hi: क्या दीर्घकालिक रिलीज़ को मुख्य समर्थन के लिए पाँच साल और सुरक्षा अद्यतन के लिए तीन साल तक समर्थित किया जाता है?
id: bahwa rilis jangka panjang didukung selama lima tahun untuk dukungan utama, dan tiga tahun untuk pembaruan keamanan?
it: che le versioni a lungo termine sono supportate per cinque anni per il supporto principale e tre anni per gli aggiornamenti di sicurezza?
ja: 長期リリースはメイン サポートが 5 年間、セキュリティ アップデートが 3 年間サポートされるということですか?
ko: 장기 릴리스는 기본 지원을 위해 5년, 보안 업데이트를 위해 3년 동안 지원된다는 사실을 알고 계시나요?
ms: bahawa keluaran jangka panjang disokong selama lima tahun untuk sokongan utama, dan tiga tahun untuk kemas kini keselamatan?
nb: at langtidsutgivelser støttes i fem år for hovedstøtte, og tre år for sikkerhetsoppdateringer?
nl: dat langetermijnreleases vijf jaar worden ondersteund voor hoofdondersteuning, en drie jaar voor beveiligingsupdates?
pt: que as versões de longo prazo têm suporte por cinco anos para suporte principal e três anos para atualizações de segurança?
ro: că versiunile pe termen lung sunt acceptate timp de cinci ani pentru suportul principal și trei ani pentru actualizările de securitate?
tr: Uzun vadeli sürümlerin ana destek için beş yıl, güvenlik güncellemeleri için ise üç yıl desteklendiği doğru mu?
uk: що довгострокові випуски підтримуються протягом п’яти років для основної підтримки та трьох років для оновлень безпеки?
vi: rằng các bản phát hành dài hạn được hỗ trợ trong năm năm đối với hỗ trợ chính và ba năm đối với các bản cập nhật bảo mật?
zh: 長期版本的主要支援支援五年，安全更新支援三年？

# NKS_TIPS_KERNELTIP_17
source: that 0.0.1 was the very first version of Nitrocid KS that was released on February 22, 2018?
ar: أن 0.0.1 كان الإصدار الأول من Nitrocid KS الذي تم إصداره في 22 فبراير 2018؟
de: dass 0.0.1 die allererste Version von Nitrocid KS war, die am 22. Februar 2018 veröffentlicht wurde?
el: ότι το 0.0.1 ήταν η πρώτη έκδοση του Nitrocid KS που κυκλοφόρησε στις 22 Φεβρουαρίου 2018;
es: ¿Esa 0.0.1 fue la primera versión de Nitrocid KS que se lanzó el 22 de febrero de 2018?
fr: que la 0.0.1 était la toute première version de Nitrocid KS sortie le 22 février 2018 ?
ga: gurbh é 0.0.1 an chéad leagan de Nitrocid KS a eisíodh ar 22 Feabhra, 2018?
hi: वह 0.0.1 नाइट्रोसिड केएस का पहला संस्करण था जो 22 फरवरी, 2018 को जारी किया गया था?
id: bahwa 0.0.1 adalah versi pertama Nitrocid KS yang dirilis pada tanggal 22 Februari 2018?
it: che la 0.0.1 è stata la primissima versione di Nitrocid KS rilasciata il 22 febbraio 2018?
ja: 0.0.1 は 2018 年 2 月 22 日にリリースされた Nitrocid KS の最初のバージョンだったのでしょうか?
ko: 0.0.1이 2018년 2월 22일 출시된 Nitrocid KS의 첫 번째 버전이었죠?
ms: bahawa 0.0.1 ialah versi pertama Nitrocid KS yang dikeluarkan pada 22 Februari 2018?
nb: at 0.0.1 var den aller første versjonen av Nitrocid KS som ble utgitt 22. februar 2018?
nl: dat 0.0.1 de allereerste versie was van Nitrocid KS die op 22 februari 2018 werd uitgebracht?
pt: que 0.0.1 foi a primeira versão do Nitrocid KS lançada em 22 de fevereiro de 2018?
ro: că 0.0.1 a fost prima versiune a Nitrocid KS care a fost lansată pe 22 februarie 2018?
tr: 0.0.1'in 22 Şubat 2018'de yayınlanan Nitrocid KS'nin ilk sürümü olduğunu biliyor muydunuz?
uk: що 0.0.1 була найпершою версією Nitrocid KS, яка була випущена 22 лютого 2018 року?
vi: rằng 0.0.1 là phiên bản đầu tiên của Nitrocid KS được phát hành vào ngày 22 tháng 2 năm 2018?
zh: 0.0.1 是 Nitrocid KS 的第一個版本，於 2018 年 2 月 22 日發布？

# NKS_TIPS_KERNELTIP_18
source: that the 0.0.24.x series was the only version series that held the API v2.1 version?
ar: أن سلسلة 0.0.24.x كانت سلسلة الإصدارات الوحيدة التي تحمل إصدار API v2.1؟
de: dass die 0.0.24.x-Serie die einzige Versionsserie war, die die API v2.1-Version enthielt?
el: ότι η σειρά 0.0.24.x ήταν η μόνη σειρά εκδόσεων που είχε την έκδοση API v2.1;
es: ¿Que la serie 0.0.24.x era la única serie de versiones que contenía la versión API v2.1?
fr: que la série 0.0.24.x était la seule série de versions contenant la version API v2.1 ?
ga: go raibh an tsraith 0.0.24.x an tsraith leagan amháin a bhí an leagan API v2.1?
hi: कि 0.0.24.x श्रृंखला एकमात्र संस्करण श्रृंखला थी जिसमें API v2.1 संस्करण था?
id: bahwa seri versi 0.0.24.x adalah satu-satunya seri versi yang menggunakan API versi v2.1?
it: che la serie 0.0.24.x era l'unica serie di versioni a contenere la versione API v2.1?
ja: API v2.1 バージョンを保持しているバージョン シリーズは 0.0.24.x シリーズだけだったのでしょうか?
ko: 0.0.24.x 시리즈가 API v2.1 버전을 보유한 유일한 버전 시리즈였다는 것인가요?
ms: bahawa siri 0.0.24.x ialah satu-satunya siri versi yang memegang versi API v2.1?
nb: at 0.0.24.x-serien var den eneste versjonsserien som inneholdt API v2.1-versjonen?
nl: dat de 0.0.24.x-serie de enige versieserie was die de API v2.1-versie bevatte?
pt: que a série 0.0.24.x era a única série de versões que continha a versão API v2.1?
ro: că seria 0.0.24.x a fost singura serie de versiuni care deținea versiunea API v2.1?
tr: 0.0.24.x serisinin API v2.1 sürümünü barındıran tek sürüm serisi olduğunu mu?
uk: що серія 0.0.24.x була єдиною серією версій, яка містила версію API v2.1?
vi: rằng phiên bản 0.0.24.x là phiên bản duy nhất có phiên bản API v2.1?
zh: 0.0.24.x 系列是唯一擁有 API v2.1 版本的版本系列？

# NKS_TIPS_KERNELTIP_19
source: that short term releases are supported for just nine months?
ar: أن الإصدارات قصيرة المدى مدعومة لمدة تسعة أشهر فقط؟
de: dass kurzfristige Releases nur neun Monate lang unterstützt werden?
el: ότι οι βραχυπρόθεσμες εκδόσεις υποστηρίζονται μόνο για εννέα μήνες;
es: ¿Que los lanzamientos a corto plazo sólo reciben soporte durante nueve meses?
fr: que les versions à court terme ne sont prises en charge que pendant neuf mois ?
ga: go dtugtar tacaíocht do eisiúintí gearrthéarmacha ar feadh naoi mí amháin?
hi: कि अल्पकालिक रिलीज़ केवल नौ महीनों के लिए समर्थित हैं?
id: bahwa rilis jangka pendek hanya didukung selama sembilan bulan?
it: che le versioni a breve termine sono supportate solo per nove mesi?
ja: 短期リリースのサポート期間はわずか 9 か月だということですか?
ko: 단기 릴리스는 단 9개월 동안만 지원된다고요?
ms: bahawa keluaran jangka pendek hanya disokong selama sembilan bulan?
nb: at korttidsutgivelser støttes i bare ni måneder?
nl: dat kortetermijnreleases slechts negen maanden worden ondersteund?
pt: que os lançamentos de curto prazo são suportados por apenas nove meses?
ro: că versiunile pe termen scurt sunt acceptate doar nouă luni?
tr: Kısa vadeli sürümlerin yalnızca dokuz ay boyunca desteklendiği mi?
uk: що короткострокові випуски підтримуються лише дев’ять місяців?
vi: rằng các bản phát hành ngắn hạn chỉ được hỗ trợ trong chín tháng?
zh: 短期版本僅支援九個月？

# NKS_TIPS_KERNELTIP_20
source: that 0.1.x series is backwards-incompatible with 0.0.24.x series or older?
ar: أن السلسلة 0.1.x غير متوافقة مع السلسلة 0.0.24.x أو الأقدم؟
de: dass die 0.1.x-Serie abwärtsinkompatibel mit der 0.0.24.x-Serie oder älter ist?
el: ότι η σειρά 0.1.x δεν είναι συμβατή προς τα πίσω με τη σειρά 0.0.24.x ή παλαιότερη;
es: ¿Esa serie 0.1.x es incompatible con versiones anteriores de la serie 0.0.24.x o anteriores?
fr: que la série 0.1.x est rétrocompatible avec la série 0.0.24.x ou une version antérieure ?
ga: go bhfuil sraith 0.1.x ar gcúl-neamh-chomhoiriúnach le sraith 0.0.24.x nó níos sine?
hi: वह 0.1.x श्रृंखला 0.0.24.x श्रृंखला या पुरानी के साथ पश्चगामी-असंगत है?
id: bahwa seri 0.1.x tidak kompatibel dengan seri 0.0.24.x atau yang lebih lama?
it: che la serie 0.1.x è incompatibile con le versioni precedenti della serie 0.0.24.x o precedente?
ja: 0.1.x シリーズは 0.0.24.x シリーズ以前と下位互換性がないということですか?
ko: 0.1.x 시리즈는 0.0.24.x 시리즈 이전 버전과 호환되지 않나요?
ms: bahawa siri 0.1.x tidak serasi ke belakang dengan siri 0.0.24.x atau lebih lama?
nb: at 0.1.x-serien er bakover-inkompatibel med 0.0.24.x-serien eller eldre?
nl: dat de 0.1.x-serie achterwaarts incompatibel is met de 0.0.24.x-serie of ouder?
pt: que a série 0.1.x é incompatível com versões anteriores da série 0.0.24.x ou anterior?
ro: că seria 0.1.x este incompatibilă cu seria 0.0.24.x sau mai veche?
tr: 0.1.x serisinin 0.0.24.x serisi veya daha eskileriyle geriye dönük uyumsuz olduğu doğru mu?
uk: що серія 0.1.x зворотно несумісна з серією 0.0.24.x або старішою?
vi: phiên bản 0.1.x không tương thích ngược với phiên bản 0.0.24.x hoặc cũ hơn?
zh: 0.1.x 系列與 0.0.24.x 系列或更早版本向後不相容？

# NKS_TIPS_KERNELTIP_21
source: that you can run Nitrocid KS on Linux, macOS, and Android?
ar: هل يمكنك تشغيل Nitrocid KS على Linux وmacOS وAndroid؟
de: dass Sie Nitrocid KS unter Linux, macOS und Android ausführen können?
el: ότι μπορείτε να εκτελέσετε το Nitrocid KS σε Linux, macOS και Android;
es: ¿Puedes ejecutar Nitrocid KS en Linux, macOS y Android?
fr: que vous pouvez exécuter Nitrocid KS sur Linux, macOS et Android ?
ga: gur féidir leat Nitrocid KS a rith ar Linux, macOS, agus Android?
hi: कि आप Nitrocid KS को Linux, macOS और Android पर चला सकते हैं?
id: bahwa Anda dapat menjalankan Nitrocid KS di Linux, macOS, dan Android?
it: che puoi eseguire Nitrocid KS su Linux, macOS e Android?
ja: Linux、macOS、Android 上で Nitrocid KS を実行できるということですか?
ko: Linux, macOS 및 Android에서 Nitrocid KS를 실행할 수 있습니까?
ms: bahawa anda boleh menjalankan Nitrocid KS pada Linux, macOS dan Android?
nb: at du kan kjøre Nitrocid KS på Linux, macOS og Android?
nl: dat je Nitrocid KS op Linux, macOS en Android kunt draaien?
pt: que você pode executar o Nitrocid KS no Linux, macOS e Android?
ro: că puteți rula Nitrocid KS pe Linux, macOS și Android?
tr: Nitrocid KS'yi Linux, macOS ve Android'de çalıştırabileceğinizi biliyor muydunuz?
uk: що ви можете запускати Nitrocid KS на Linux, macOS та Android?
vi: bạn có thể chạy Nitrocid KS trên Linux, macOS và Android không?
zh: 您可以在 Linux、macOS 和 Android 上執行 Nitrocid KS 嗎？

# NKS_TIPS_KERNELTIP_22
source: that you can refer to the API documentation to help you make your mods?
ar: هل يمكنك الرجوع إلى وثائق واجهة برمجة التطبيقات (API) لمساعدتك في إجراء تعديلاتك؟
de: dass Sie auf die API-Dokumentation zurückgreifen können, die Ihnen bei der Erstellung Ihrer Mods hilft?
el: ότι μπορείτε να ανατρέξετε στην τεκμηρίωση του API για να σας βοηθήσει να φτιάξετε τα mods σας;
es: ¿Puedes consultar la documentación de la API para ayudarte a realizar tus modificaciones?
fr: que tu peux te référer à la documentation de l'API pour t'aider à réaliser tes mods ?
ga: gur féidir leat a tharchur chuig an doiciméadú API chun cabhrú leat a dhéanamh do mods?
hi: क्या आप अपने मॉड बनाने में मदद के लिए एपीआई दस्तावेज़ का संदर्भ ले सकते हैं?
id: bahwa Anda dapat merujuk ke dokumentasi API untuk membantu Anda membuat mod?
it: che puoi fare riferimento alla documentazione API per aiutarti a realizzare le tue mod?
ja: MOD の作成に役立つ API ドキュメントを参照できると思いますか?
ko: 모드를 만드는 데 도움이 되는 API 문서를 참조할 수 있나요?
ms: bahawa anda boleh merujuk kepada dokumentasi API untuk membantu anda membuat mod anda?
nb: at du kan referere til API-dokumentasjonen for å hjelpe deg med å lage dine mods?
nl: dat u de API-documentatie kunt raadplegen om u te helpen bij het maken van uw mods?
pt: que você pode consultar a documentação da API para ajudá-lo a fazer seus mods?
ro: că puteți consulta documentația API pentru a vă ajuta să vă modificați?
tr: Modlarınızı yaparken API dokümantasyonuna başvurabileceğinizi biliyor muydunuz?
uk: що ви можете звернутися до документації API, щоб допомогти вам створити ваші моди?
vi: rằng bạn có thể tham khảo tài liệu API để giúp bạn tạo bản mod của mình không?
zh: 您可以參考 API 文件來幫助您製作模組嗎？

# NKS_TIPS_KERNELTIP_23
source: that you can get several of the awesome games, like Hangman and ShipDuet, by installing the extra addons?
ar: هل يمكنك الحصول على العديد من الألعاب الرائعة، مثل Hangman وShipDuet، عن طريق تثبيت الإضافات الإضافية؟
de: dass Sie mehrere der tollen Spiele wie Hangman und ShipDuet erhalten können, indem Sie die zusätzlichen Add-ons installieren?
el: ότι μπορείτε να αποκτήσετε πολλά από τα φοβερά παιχνίδια, όπως το Hangman και το ShipDuet, εγκαθιστώντας τα επιπλέον πρόσθετα;
es: ¿Que puedes obtener varios de los increíbles juegos, como Hangman y ShipDuet, instalando complementos adicionales?
fr: que vous pouvez obtenir plusieurs jeux géniaux, comme Hangman et ShipDuet, en installant les modules complémentaires supplémentaires ?
ga: gur féidir leat roinnt de na cluichí uafásacha a fháil, cosúil le Hangman agus ShipDuet, trí na breiseáin breise a shuiteáil?
hi: क्या आप अतिरिक्त ऐडऑन इंस्टॉल करके हैंगमैन और शिपडुएट जैसे कई शानदार गेम प्राप्त कर सकते हैं?
id: bahwa Anda bisa mendapatkan beberapa permainan yang mengagumkan, seperti Hangman dan ShipDuet, dengan memasang add-on tambahan?
it: che puoi ottenere molti dei fantastici giochi, come Hangman e ShipDuet, installando i componenti aggiuntivi extra?
ja: 追加のアドオンをインストールすると、Hangman や ShipDuet などの素晴らしいゲームをいくつか入手できると思いますか?
ko: 추가 애드온을 설치하면 Hangman 및 ShipDuet과 같은 여러 가지 멋진 게임을 얻을 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh mendapatkan beberapa permainan hebat, seperti Hangman dan ShipDuet, dengan memasang tambahan tambahan?
nb: at du kan få flere av de fantastiske spillene, som Hangman og ShipDuet, ved å installere de ekstra tilleggene?
nl: dat je een aantal van de geweldige games, zoals Hangman en ShipDuet, kunt krijgen door de extra add-ons te installeren?
pt: que você pode obter vários jogos incríveis, como Hangman e ShipDuet, instalando complementos extras?
ro: că puteți obține câteva dintre jocurile minunate, cum ar fi Hangman și ShipDuet, instalând suplimente suplimentare?
tr: Hangman ve ShipDuet gibi harika oyunlardan birçoğunu ekstra eklentiler yükleyerek oynayabileceğinizi biliyor muydunuz?
uk: що ви можете отримати кілька чудових ігор, як-от Hangman і ShipDuet, встановивши додаткові аддони?
vi: rằng bạn có thể tải được một số trò chơi tuyệt vời như Hangman và ShipDuet bằng cách cài đặt thêm tiện ích bổ sung?
zh: 透過安裝額外的插件，您可以獲得一些很棒的遊戲，例如 Hangman 和 ShipDuet？

# NKS_TIPS_KERNELTIP_24
source: that, in Meteor, if you crash with a red meteor storm, your spaceship crashes?
ar: أنه في لعبة Meteor، إذا اصطدمت بعاصفة نيزكية حمراء، فإن سفينة الفضاء الخاصة بك ستتحطم؟
de: dass in Meteor Ihr Raumschiff abstürzt, wenn Sie mit einem roten Meteorsturm abstürzen?
el: ότι, στο Meteor, εάν συντρίψετε με μια κόκκινη καταιγίδα μετεωριτών, το διαστημόπλοιό σας συντρίβεται;
es: ¿Que, en Meteor, si chocas con una tormenta de meteoritos rojos, tu nave espacial se estrella?
fr: que, dans Meteor, si vous vous écrasez avec une tempête de météores rouges, votre vaisseau spatial s'écrase ?
ga: i Meteor, má thuairteáil tú le stoirm meteor dearg, tuairteanna do spásárthach?
hi: कि, उल्का में, यदि आप लाल उल्का तूफान से टकराते हैं, तो आपका अंतरिक्ष यान दुर्घटनाग्रस्त हो जाता है?
id: bahwa, di Meteor, jika Anda bertabrakan dengan badai meteor merah, pesawat ruang angkasa Anda akan jatuh?
it: che in Meteor, se ti schianti con una tempesta di meteoriti rossi, la tua astronave si schianta?
ja: 「メテオ」では、赤い流星の嵐で衝突すると、宇宙船が墜落するということですか？
ko: Meteor에서는 붉은 유성 폭풍으로 충돌하면 우주선이 충돌한다고요?
ms: bahawa, di Meteor, jika anda terhempas dengan ribut meteor merah, kapal angkasa anda terhempas?
nb: at hvis du krasjer med en rød meteorstorm, krasjer romskipet ditt i Meteor?
nl: dat als je in Meteor neerstort met een rode meteorenstorm, je ruimteschip neerstort?
pt: que, em Meteor, se você colidir com uma tempestade de meteoros vermelhos, sua nave espacial cairá?
ro: că, în Meteor, dacă te prăbușești cu o furtună de meteoriți roșii, nava ta se prăbușește?
tr: Meteor'da kırmızı meteor fırtınasına yakalanırsanız uzay geminizin de parçalanacağını mı söylüyorsunuz?
uk: що в Метеорі, якщо ви розбитеся червоним метеоритним штормом, ваш космічний корабель зазнає аварії?
vi: rằng, trong Meteor, nếu bạn va phải một cơn bão sao băng đỏ, tàu vũ trụ của bạn sẽ bị rơi?
zh: 在《流星》中，如果你遭遇紅色流星風暴，你的太空船也會墜毀？
