Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_1
source: that you can execute process commands in two ways: entering the executable file name directly, and using the 'exec' command?
ar: أنه يمكنك تنفيذ أوامر العملية بطريقتين: إدخال اسم الملف القابل للتنفيذ مباشرةً، واستخدام الأمر "exec"؟
de: dass Sie Prozessbefehle auf zwei Arten ausführen können: durch direkte Eingabe des Namens der ausführbaren Datei und durch Verwendung des Befehls „exec“?
el: ότι μπορείτε να εκτελέσετε εντολές διεργασίας με δύο τρόπους: εισάγοντας απευθείας το όνομα του εκτελέσιμου αρχείου και χρησιμοποιώντας την εντολή 'exec';
es: ¿Que puede ejecutar comandos de proceso de dos maneras: ingresando el nombre del archivo ejecutable directamente y usando el comando 'exec'?
fr: que vous pouvez exécuter des commandes de processus de deux manières : en saisissant directement le nom du fichier exécutable et en utilisant la commande « exec » ?
ga: gur féidir leat orduithe próisis a fhorghníomhú ar dhá bhealach: ainm an chomhaid inrite a iontráil go díreach, agus an t-ordú 'exec' a úsáid?
hi: आप प्रक्रिया आदेशों को दो तरीकों से निष्पादित कर सकते हैं: सीधे निष्पादन योग्य फ़ाइल नाम दर्ज करना, और 'exec' कमांड का उपयोग करना?
id: bahwa Anda dapat menjalankan perintah proses dengan dua cara: memasukkan nama file yang dapat dieksekusi secara langsung, dan menggunakan perintah 'exec'?
it: che puoi eseguire i comandi di processo in due modi: inserendo direttamente il nome del file eseguibile e utilizzando il comando 'exec'?
ja: プロセス コマンドを実行するには、実行可能ファイル名を直接入力する方法と、「exec」コマンドを使用する方法の 2 つがあります。
ko: 실행 파일 이름을 직접 입력하는 방법과 'exec' 명령을 사용하는 두 가지 방법으로 프로세스 명령을 실행할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh melaksanakan perintah proses dalam dua cara: memasukkan nama fail boleh laku secara terus, dan menggunakan arahan 'exec'?
nb: at du kan utføre prosesskommandoer på to måter: skrive inn det kjørbare filnavnet direkte, og bruke 'exec'-kommandoen?
nl: dat u procesopdrachten op twee manieren kunt uitvoeren: rechtstreeks de naam van het uitvoerbare bestand invoeren en het commando 'exec' gebruiken?
pt: que você pode executar comandos de processo de duas maneiras: inserindo o nome do arquivo executável diretamente e usando o comando 'exec'?
ro: că puteți executa comenzi de proces în două moduri: introducând direct numele fișierului executabil și folosind comanda „exec”?
tr: İşlem komutlarını iki şekilde çalıştırabileceğinizi biliyor muydunuz: çalıştırılabilir dosya adını doğrudan girerek ve 'exec' komutunu kullanarak?
uk: що ви можете виконувати команди процесу двома способами: безпосередньо ввівши назву виконуваного файлу та використовуючи команду 'exec'?
vi: rằng bạn có thể thực thi các lệnh xử lý theo hai cách: nhập trực tiếp tên tệp thực thi và sử dụng lệnh 'exec'?
zh: 您可以透過兩種方式執行進程命令：直接輸入可執行檔名，以及使用「exec」命令？

# NKS_TIPS_KERNELTIP_2
source: that you can lock your screen using the 'lockscreen' command?
ar: أنه يمكنك قفل شاشتك باستخدام أمر "lockscreen"؟
de: dass Sie Ihren Bildschirm mit dem Befehl „lockscreen“ sperren können?
el: ότι μπορείτε να κλειδώσετε την οθόνη σας χρησιμοποιώντας την εντολή 'lockscreen';
es: ¿Que puedes bloquear tu pantalla usando el comando 'lockscreen'?
fr: que vous pouvez verrouiller votre écran à l'aide de la commande « lockscreen » ?
ga: gur féidir leat do scáileán a ghlasáil leis an ordú 'scáileán glas'?
hi: क्या आप 'लॉकस्क्रीन' कमांड का उपयोग करके अपनी स्क्रीन को लॉक कर सकते हैं?
id: bahwa Anda dapat mengunci layar menggunakan perintah 'lockscreen'?
it: che puoi bloccare lo schermo utilizzando il comando "lockscreen"?
ja: 「lockscreen」コマンドを使用して画面をロックできることを教えてください。
ko: 'lockscreen' 명령을 사용하여 화면을 잠글 수 있다고요?
ms: bahawa anda boleh mengunci skrin anda menggunakan arahan 'skrin kunci'?
nb: at du kan låse skjermen ved å bruke 'låseskjerm'-kommandoen?
nl: dat je je scherm kunt vergrendelen met het commando 'lockscreen'?
pt: que você pode bloquear sua tela usando o comando 'lockscreen'?
ro: că vă puteți bloca ecranul folosind comanda „lockscreen”?
tr: 'lockscreen' komutunu kullanarak ekranınızı kilitleyebileceğinizi biliyor muydunuz?
uk: що ви можете заблокувати екран за допомогою команди 'lockscreen'?
vi: rằng bạn có thể khóa màn hình bằng lệnh 'lockscreen'?
zh: 您可以使用“lockscreen”命令鎖定螢幕嗎？

# NKS_TIPS_KERNELTIP_3
source: that you can build your own kernel modifications using C# and Visual Basic?
ar: أنه يمكنك إنشاء تعديلات kernel الخاصة بك باستخدام C# وVisual Basic؟
de: dass Sie Ihre eigenen Kernel-Modifikationen mit C# und Visual Basic erstellen können?
el: ότι μπορείτε να δημιουργήσετε τις δικές σας τροποποιήσεις πυρήνα χρησιμοποιώντας C# και Visual Basic;
es: ¿Que puedes crear tus propias modificaciones del kernel usando C# y Visual Basic?
fr: que vous pouvez créer vos propres modifications du noyau en utilisant C# et Visual Basic ?
ga: gur féidir leat do chuid modhnuithe eithne féin a thógáil ag baint úsáide as C # agus Visual Basic?
hi: कि आप C# और विज़ुअल बेसिक का उपयोग करके अपना स्वयं का कर्नेल संशोधन बना सकते हैं?
id: bahwa Anda dapat membuat modifikasi kernel Anda sendiri menggunakan C# dan Visual Basic?
it: che puoi creare le tue modifiche al kernel utilizzando C# e Visual Basic?
ja: C# と Visual Basic を使用して独自のカーネル変更を構築できるということですか?
ko: C#과 Visual Basic을 사용하여 자신만의 커널 수정 사항을 만들 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh membina pengubahsuaian kernel anda sendiri menggunakan C# dan Visual Basic?
nb: at du kan bygge dine egne kjernemodifikasjoner ved hjelp av C# og Visual Basic?
nl: dat je je eigen kernelmodificaties kunt bouwen met C# en Visual Basic?
pt: que você pode construir suas próprias modificações de kernel usando C# e Visual Basic?
ro: că vă puteți construi propriile modificări ale nucleului folosind C# și Visual Basic?
tr: C# ve Visual Basic kullanarak kendi çekirdek değişikliklerinizi oluşturabileceğinizi biliyor muydunuz?
uk: що ви можете створювати власні модифікації ядра за допомогою C# і Visual Basic?
vi: rằng bạn có thể xây dựng các sửa đổi hạt nhân của riêng mình bằng C# và Visual Basic?
zh: 您可以使用 C# 和 Visual Basic 建立自己的核心修改嗎？

# NKS_TIPS_KERNELTIP_4
source: that you can use multiple commands using the semicolon between commands?
ar: أنه يمكنك استخدام أوامر متعددة باستخدام الفاصلة المنقوطة بين الأوامر؟
de: dass Sie mehrere Befehle verwenden können, indem Sie das Semikolon zwischen den Befehlen verwenden?
el: ότι μπορείτε να χρησιμοποιήσετε πολλές εντολές χρησιμοποιώντας το ερωτηματικό μεταξύ των εντολών;
es: ¿Que puedes usar múltiples comandos usando el punto y coma entre los comandos?
fr: que vous pouvez utiliser plusieurs commandes en utilisant le point-virgule entre les commandes ?
ga: gur féidir leat il-orduithe a úsáid leis an leathstad idir orduithe?
hi: कि आप कमांड के बीच अर्धविराम का उपयोग करके एकाधिक कमांड का उपयोग कर सकते हैं?
id: bahwa Anda dapat menggunakan beberapa perintah dengan menggunakan titik koma di antara perintah?
it: che puoi usare più comandi usando il punto e virgola tra i comandi?
ja: コマンド間にセミコロンを使用すると複数のコマンドを使用できるということですか?
ko: 명령 사이에 세미콜론을 사용하면 여러 명령을 사용할 수 있다는 것인가요?
ms: bahawa anda boleh menggunakan berbilang arahan menggunakan koma bertitik antara arahan?
nb: at du kan bruke flere kommandoer ved å bruke semikolon mellom kommandoene?
nl: dat u meerdere opdrachten kunt gebruiken met behulp van de puntkomma tussen opdrachten?
pt: que você pode usar vários comandos usando ponto e vírgula entre os comandos?
ro: că puteți folosi mai multe comenzi folosind punctul și virgulă dintre comenzi?
tr: Komutlar arasında noktalı virgül kullanarak birden fazla komut kullanabileceğinizi biliyor muydunuz?
uk: що ви можете використовувати кілька команд, використовуючи крапку з комою між командами?
vi: rằng bạn có thể sử dụng nhiều lệnh bằng cách sử dụng dấu chấm phẩy giữa các lệnh?
zh: 您可以使用指令之間的分號來使用多個指令嗎？

# NKS_TIPS_KERNELTIP_5
source: that you can escape double quotes inside the quoted arguments when executing commands?
ar: أنه يمكنك الهروب من علامات الاقتباس المزدوجة داخل الوسائط المقتبسة عند تنفيذ الأوامر؟
de: dass Sie beim Ausführen von Befehlen doppelte Anführungszeichen innerhalb der in Anführungszeichen gesetzten Argumente umgehen können?
el: ότι μπορείτε να ξεφύγετε από διπλά εισαγωγικά μέσα στα εισαγωγικά ορίσματα κατά την εκτέλεση εντολών;
es: ¿Que puede escapar de las comillas dobles dentro de los argumentos citados al ejecutar comandos?
fr: que vous pouvez échapper aux guillemets doubles à l'intérieur des arguments cités lors de l'exécution de commandes ?
ga: gur féidir leat éalú ó athfhriotail dhúbailte taobh istigh de na hargóintí luaite agus tú ag déanamh orduithe?
hi: क्या आप आदेश निष्पादित करते समय उद्धृत तर्कों के अंदर दोहरे उद्धरण चिह्नों से बच सकते हैं?
id: bahwa Anda dapat menghindari tanda kutip ganda di dalam argumen yang dikutip saat menjalankan perintah?
it: che puoi evitare le virgolette doppie all'interno degli argomenti tra virgolette durante l'esecuzione dei comandi?
ja: コマンドを実行するときに、引用符で囲まれた引数内の二重引用符をエスケープできるということですか?
ko: 명령을 실행할 때 인용된 인수 안에 큰따옴표를 이스케이프할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh melepaskan petikan berganda di dalam hujah yang dipetik apabila melaksanakan arahan?
nb: at du kan unnslippe doble anførselstegn inne i de siterte argumentene når du utfører kommandoer?
nl: dat u dubbele aanhalingstekens binnen de geciteerde argumenten kunt vermijden bij het uitvoeren van opdrachten?
pt: que você pode escapar de aspas duplas dentro dos argumentos citados ao executar comandos?
ro: că puteți scăpa de ghilimele duble în interiorul argumentelor citate atunci când executați comenzi?
tr: Komutları çalıştırırken tırnak içindeki argümanların içindeki çift tırnak işaretlerinden kaçabileceğinizi biliyor muydunuz?
uk: що ви можете уникнути подвійних лапок всередині аргументів під час виконання команд?
vi: rằng bạn có thể thoát khỏi dấu ngoặc kép bên trong các đối số được trích dẫn khi thực hiện lệnh không?
zh: 執行指令時可以轉義帶引號的參數內的雙引號嗎？

# NKS_TIPS_KERNELTIP_6
source: that you can change the kernel settings using the 'settings' command?
ar: أنه يمكنك تغيير إعدادات kernel باستخدام أمر "الإعدادات"؟
de: dass man die Kernel-Einstellungen mit dem Befehl „settings“ ändern kann?
el: ότι μπορείτε να αλλάξετε τις ρυθμίσεις του πυρήνα χρησιμοποιώντας την εντολή 'settings';
es: ¿Que puedes cambiar la configuración del kernel usando el comando 'configuración'?
fr: que vous pouvez modifier les paramètres du noyau à l'aide de la commande « settings » ?
ga: gur féidir leat na socruithe eithne a athrú leis an ordú 'settings'?
hi: कि आप 'सेटिंग्स' कमांड का उपयोग करके कर्नेल सेटिंग्स बदल सकते हैं?
id: bahwa Anda dapat mengubah pengaturan kernel menggunakan perintah 'settings'?
it: che puoi modificare le impostazioni del kernel usando il comando 'settings'?
ja: 「settings」コマンドを使用してカーネル設定を変更できるということですか?
ko: 'settings' 명령을 사용하여 커널 설정을 변경할 수 있다고요?
ms: bahawa anda boleh menukar tetapan kernel menggunakan arahan 'tetapan'?
nb: at du kan endre kjerneinnstillingene ved å bruke 'innstillinger'-kommandoen?
nl: dat je de kernelinstellingen kunt wijzigen met het commando 'settings'?
pt: que você pode alterar as configurações do kernel usando o comando 'settings'?
ro: că puteți modifica setările nucleului folosind comanda „settings”?
tr: 'settings' komutunu kullanarak çekirdek ayarlarını değiştirebileceğinizi mi düşünüyorsunuz?
uk: що ви можете змінити параметри ядра за допомогою команди 'settings'?
vi: rằng bạn có thể thay đổi cài đặt hạt nhân bằng lệnh 'settings'?
zh: 您可以使用“settings”命令更改內核設定嗎？

# NKS_TIPS_KERNELTIP_7
source: that you can save your screen using the 'savescreen' command?
ar: أنه يمكنك حفظ شاشتك باستخدام الأمر "savescreen"؟
de: dass Sie Ihren Bildschirm mit dem Befehl „savescreen“ speichern können?
el: ότι μπορείτε να αποθηκεύσετε την οθόνη σας χρησιμοποιώντας την εντολή "savescreen";
es: ¿Que puedes guardar tu pantalla usando el comando 'guardar pantalla'?
fr: que vous pouvez enregistrer votre écran à l'aide de la commande « savescreen » ?
ga: gur féidir leat do scáileán a shábháil leis an ordú 'savescreen'?
hi: कि आप 'सेवस्क्रीन' कमांड का उपयोग करके अपनी स्क्रीन को सेव कर सकते हैं?
id: bahwa Anda dapat menyimpan layar Anda menggunakan perintah 'savescreen'?
it: che puoi salvare lo schermo usando il comando 'savescreen'?
ja: 「savescreen」コマンドを使用して画面を保存できるということですか?
ko: 'savescreen' 명령을 사용하여 화면을 저장할 수 있다고요?
ms: bahawa anda boleh menyimpan skrin anda menggunakan arahan 'savescreen'?
nb: at du kan lagre skjermen ved å bruke 'savescreen'-kommandoen?
nl: dat u uw scherm kunt opslaan met het commando 'savescreen'?
pt: que você pode salvar sua tela usando o comando 'savescreen'?
ro: că vă puteți salva ecranul folosind comanda „salvare ecran”?
tr: 'savescreen' komutunu kullanarak ekranınızı kaydedebileceğinizi biliyor muydunuz?
uk: що ви можете зберегти свій екран за допомогою команди savescreen?
vi: rằng bạn có thể lưu màn hình của mình bằng lệnh 'savescreen'?
zh: 您可以使用「savescreen」指令儲存畫面嗎？

# NKS_TIPS_KERNELTIP_8
source: that you can report bugs to us by going to Nitrocid's GitHub project page?
ar: أنه يمكنك إبلاغنا بالأخطاء بالانتقال إلى صفحة مشروع Nitrocid's GitHub؟
de: dass Sie uns Fehler melden können, indem Sie auf die GitHub-Projektseite von Nitrocid gehen?
el: ότι μπορείτε να μας αναφέρετε σφάλματα μεταβαίνοντας στη σελίδα του έργου GitHub της Nitrocid;
es: ¿Que puede informarnos de errores yendo a la página del proyecto GitHub de Nitrocid?
fr: que vous pouvez nous signaler des bugs en vous rendant sur la page du projet GitHub de Nitrocid ?
ga: gur féidir leat fabhtanna a thuairisciú dúinn trí dhul chuig leathanach tionscadail GitHub Nitrocid?
hi: कि आप नाइट्रोसिड के गिटहब प्रोजेक्ट पेज पर जाकर हमें बग की रिपोर्ट कर सकते हैं?
id: bahwa Anda dapat melaporkan bug kepada kami dengan mengunjungi halaman proyek GitHub Nitrocid?
it: che puoi segnalarci bug andando alla pagina del progetto GitHub di Nitrocid?
ja: Nitrocid の GitHub プロジェクト ページにアクセスしてバグを報告していただけますか?
ko: Nitrocid의 GitHub 프로젝트 페이지로 이동하여 버그를 보고할 수 있나요?
ms: bahawa anda boleh melaporkan pepijat kepada kami dengan pergi ke halaman projek GitHub Nitrocid?
nb: at du kan rapportere feil til oss ved å gå til Nitrocids GitHub-prosjektside?
nl: dat u bugs aan ons kunt melden door naar de GitHub-projectpagina van Nitrocid te gaan?
pt: que você pode nos relatar bugs acessando a página do projeto GitHub do Nitrocid?
ro: că ne puteți raporta erori accesând pagina de proiect GitHub a Nitrocid?
tr: Hataları bize Nitrocid'in GitHub proje sayfasına giderek bildirebileceğinizi biliyor muydunuz?
uk: що ви можете повідомити нам про помилки, перейшовши на сторінку проекту Nitrocid на GitHub?
vi: rằng bạn có thể báo cáo lỗi cho chúng tôi bằng cách truy cập trang dự án GitHub của Nitrocid?
zh: 您可以透過造訪 Nitrocid 的 GitHub 專案頁面向我們報告錯誤嗎？

# NKS_TIPS_KERNELTIP_9
source: that you can make a shortcut to your desired command using the 'alias' command?
ar: أنه يمكنك عمل اختصار للأمر الذي تريده باستخدام الأمر "الاسم المستعار"؟
de: dass Sie mit dem Befehl „alias“ eine Verknüpfung zu Ihrem gewünschten Befehl erstellen können?
el: ότι μπορείτε να κάνετε μια συντόμευση στην επιθυμητή εντολή χρησιμοποιώντας την εντολή 'ψευδώνυμο';
es: ¿Que puedes crear un acceso directo al comando deseado usando el comando 'alias'?
fr: que vous pouvez créer un raccourci vers la commande souhaitée à l'aide de la commande « alias » ?
ga: gur féidir leat aicearra a dhéanamh chuig an ordú atá uait leis an ordú 'ailias'?
hi: कि आप 'उपनाम' कमांड का उपयोग करके अपने इच्छित कमांड का शॉर्टकट बना सकते हैं?
id: bahwa Anda dapat membuat pintasan ke perintah yang Anda inginkan menggunakan perintah 'alias'?
it: che puoi creare una scorciatoia per il comando desiderato utilizzando il comando 'alias'?
ja: 「エイリアス」コマンドを使用して、目的のコマンドへのショートカットを作成できるということですか?
ko: 'alias' 명령을 사용하여 원하는 명령에 대한 바로가기를 만들 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh membuat pintasan ke arahan yang anda inginkan menggunakan arahan 'alias'?
nb: at du kan lage en snarvei til ønsket kommando ved å bruke 'alias'-kommandoen?
nl: dat je met het commando 'alias' een snelkoppeling naar het gewenste commando kunt maken?
pt: que você pode criar um atalho para o comando desejado usando o comando 'alias'?
ro: că puteți face o comandă rapidă la comanda dorită folosind comanda „alias”?
tr: 'alias' komutunu kullanarak istediğiniz komuta kısayol oluşturabileceğinizi biliyor muydunuz?
uk: що ви можете створити ярлик для потрібної команди за допомогою команди 'alias'?
vi: rằng bạn có thể tạo lối tắt tới lệnh mong muốn bằng lệnh 'alias'?
zh: 您可以使用「別名」命令建立所需命令的捷徑嗎？

# NKS_TIPS_KERNELTIP_10
source: that you can build your own splash screen using C# and Visual Basic?
ar: هل يمكنك إنشاء شاشة البداية الخاصة بك باستخدام C# وVisual Basic؟
de: dass Sie mit C# und Visual Basic Ihren eigenen Begrüßungsbildschirm erstellen können?
el: ότι μπορείτε να δημιουργήσετε τη δική σας οθόνη εκκίνησης χρησιμοποιώντας C# και Visual Basic;
es: ¿Que puedes crear tu propia pantalla de presentación usando C# y Visual Basic?
fr: que vous pouvez créer votre propre écran de démarrage en utilisant C# et Visual Basic ?
ga: gur féidir leat do splancscáileán féin a thógáil ag baint úsáide as C # agus Visual Basic?
hi: कि आप C# और विज़ुअल बेसिक का उपयोग करके अपनी स्वयं की स्प्लैश स्क्रीन बना सकते हैं?
id: bahwa Anda dapat membuat layar splash Anda sendiri menggunakan C# dan Visual Basic?
it: che puoi creare la tua schermata iniziale utilizzando C# e Visual Basic?
ja: C# と Visual Basic を使用して独自のスプラッシュ スクリーンを構築できるということですか?
ko: C#과 Visual Basic을 사용하여 자신만의 시작 화면을 만들 수 있다고요?
ms: bahawa anda boleh membina skrin percikan anda sendiri menggunakan C# dan Visual Basic?
nb: at du kan bygge din egen splash-skjerm ved hjelp av C# og Visual Basic?
nl: dat je je eigen splashscreen kunt bouwen met C# en Visual Basic?
pt: que você pode construir sua própria tela inicial usando C# e Visual Basic?
ro: că vă puteți construi propriul ecran de introducere folosind C# și Visual Basic?
tr: C# ve Visual Basic kullanarak kendi açılış ekranınızı oluşturabileceğinizi biliyor muydunuz?
uk: що ви можете створити власну заставку за допомогою C# і Visual Basic?
vi: rằng bạn có thể xây dựng màn hình chào mừng của riêng mình bằng C# và Visual Basic?
zh: 您可以使用 C# 和 Visual Basic 建立自己的啟動畫面嗎？

# NKS_TIPS_KERNELTIP_11
source: that you can install extra addons to make your kernel more useful and amusing?
ar: أنه يمكنك تثبيت إضافات إضافية لجعل النواة الخاصة بك أكثر فائدة وتسلية؟
de: dass Sie zusätzliche Add-ons installieren können, um Ihren Kernel nützlicher und unterhaltsamer zu machen?
el: ότι μπορείτε να εγκαταστήσετε επιπλέον πρόσθετα για να κάνετε τον πυρήνα σας πιο χρήσιμο και διασκεδαστικό;
es: ¿Que puedes instalar complementos adicionales para hacer que tu kernel sea más útil y divertido?
fr: que vous pouvez installer des modules complémentaires pour rendre votre noyau plus utile et amusant ?
ga: gur féidir leat breiseáin bhreise a shuiteáil chun d'eithne a dhéanamh níos úsáidí agus níos taitneamhaí?
hi: कि आप अपने कर्नेल को अधिक उपयोगी और मनोरंजक बनाने के लिए अतिरिक्त ऐडऑन स्थापित कर सकते हैं?
id: bahwa Anda dapat memasang add-on tambahan untuk membuat kernel Anda lebih bermanfaat dan menyenangkan?
it: che puoi installare componenti aggiuntivi aggiuntivi per rendere il tuo kernel più utile e divertente?
ja: 追加のアドオンをインストールしてカーネルをより便利で面白くできるということですか?
ko: 커널을 더 유용하고 재미있게 만들기 위해 추가 애드온을 설치할 수 있다고요?
ms: bahawa anda boleh memasang tambahan tambahan untuk menjadikan kernel anda lebih berguna dan lucu?
nb: at du kan installere ekstra tillegg for å gjøre kjernen mer nyttig og morsom?
nl: dat je extra add-ons kunt installeren om je kernel nuttiger en leuker te maken?
pt: que você pode instalar complementos extras para tornar seu kernel mais útil e divertido?
ro: că puteți instala suplimente suplimentare pentru a face kernel-ul mai util și amuzant?
tr: Çekirdeğinizi daha kullanışlı ve eğlenceli hale getirmek için ekstra eklentiler yükleyebileceğinizi mi düşünüyorsunuz?
uk: що ви можете встановити додаткові аддони, щоб зробити ваше ядро кориснішим і цікавішим?
vi: rằng bạn có thể cài đặt thêm các tiện ích bổ sung để làm cho hạt nhân của bạn hữu ích và thú vị hơn?
zh: 您可以安裝額外的插件來使您的核心更有用、更有趣嗎？

# NKS_TIPS_KERNELTIP_12
source: that you can make your own awesome themes using the 'mktheme' command?
ar: أنه يمكنك إنشاء سماتك الرائعة باستخدام الأمر "mktheme"؟
de: dass Sie mit dem Befehl „mktheme“ Ihre eigenen tollen Themes erstellen können?
el: ότι μπορείτε να δημιουργήσετε τα δικά σας φοβερά θέματα χρησιμοποιώντας την εντολή 'mktheme';
es: ¿Que puedes crear tus propios temas increíbles usando el comando 'mktheme'?
fr: que vous pouvez créer vos propres thèmes géniaux en utilisant la commande « mktheme » ?
ga: gur féidir leat do théamaí uafásacha féin a dhéanamh ag baint úsáide as an ordú 'mktheme'?
hi: कि आप 'mktheme' कमांड का उपयोग करके अपनी खुद की अद्भुत थीम बना सकते हैं?
id: bahwa Anda dapat membuat tema mengagumkan Anda sendiri menggunakan perintah 'mktheme'?
it: che puoi creare i tuoi fantastici temi usando il comando 'mktheme'?
ja: 「mktheme」コマンドを使用して独自の素晴らしいテーマを作成できるということですか?
ko: 'mktheme' 명령을 사용하여 자신만의 멋진 테마를 만들 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh membuat tema hebat anda sendiri menggunakan arahan 'mktheme'?
nb: at du kan lage dine egne fantastiske temaer ved å bruke 'mktheme'-kommandoen?
nl: dat je je eigen geweldige thema's kunt maken met de opdracht 'mktheme'?
pt: que você pode criar seus próprios temas incríveis usando o comando 'mktheme'?
ro: că vă puteți crea propriile teme minunate folosind comanda „mktheme”?
tr: 'mktheme' komutunu kullanarak kendi harika temalarınızı yapabileceğinizi biliyor muydunuz?
uk: що ви можете створювати власні чудові теми за допомогою команди 'mktheme'?
vi: rằng bạn có thể tạo ra những chủ đề tuyệt vời của riêng mình bằng lệnh 'mktheme'?
zh: 您可以使用“mktheme”命令製作自己的精彩主題嗎？
