Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_25
source: that you can convert your kernel to information centres using the docking feature?
ar: أنه يمكنك تحويل النواة الخاصة بك إلى مراكز معلومات باستخدام ميزة الإرساء؟
de: dass Sie Ihren Kernel mithilfe der Docking-Funktion in Informationszentren umwandeln können?
el: ότι μπορείτε να μετατρέψετε τον πυρήνα σας σε κέντρα πληροφοριών χρησιμοποιώντας τη δυνατότητα σύνδεσης;
es: ¿Que puedes convertir tu kernel en centros de información usando la función de acoplamiento?
fr: que vous pouvez convertir votre noyau en centres d'information à l'aide de la fonction d'accueil ?
ga: gur féidir leat do eithne a thiontú go hionaid faisnéise ag baint úsáide as an ngné Á?
hi: क्या आप डॉकिंग सुविधा का उपयोग करके अपने कर्नेल को सूचना केंद्रों में परिवर्तित कर सकते हैं?
id: bahwa Anda dapat mengubah kernel Anda menjadi pusat informasi menggunakan fitur docking?
it: che puoi convertire il tuo kernel in centri informazioni utilizzando la funzione docking?
ja: ドッキング機能を使用してカーネルをインフォメーション センターに変換できるということですか?
ko: 도킹 기능을 사용하여 커널을 정보 센터로 변환할 수 있다고요?
ms: bahawa anda boleh menukar kernel anda kepada pusat maklumat menggunakan ciri dok?
nb: at du kan konvertere kjernen til informasjonssentre ved å bruke dokkingfunksjonen?
nl: dat je je kernel kunt omzetten naar informatiecentra met behulp van de dockingfunctie?
pt: que você pode converter seu kernel em centros de informações usando o recurso de encaixe?
ro: că vă puteți converti nucleul în centre de informare folosind funcția de andocare?
tr: Yerleştirme özelliğini kullanarak çekirdeğinizi bilgi merkezlerine dönüştürebileceğinizi mi düşünüyorsunuz?
uk: що ви можете перетворити своє ядро на інформаційні центри за допомогою функції стикування?
vi: rằng bạn có thể chuyển đổi hạt nhân của mình thành trung tâm thông tin bằng tính năng kết nối?
zh: 您可以使用對接功能將內核轉換為資訊中心嗎？

# NKS_TIPS_KERNELTIP_26
source: that you can make user groups to organise user accounts?
ar: أنه يمكنك إنشاء مجموعات مستخدمين لتنظيم حسابات المستخدمين؟
de: dass man Benutzergruppen erstellen kann, um Benutzerkonten zu organisieren?
el: ότι μπορείτε να δημιουργήσετε ομάδες χρηστών για να οργανώσετε λογαριασμούς χρηστών;
es: ¿Que puedes crear grupos de usuarios para organizar cuentas de usuarios?
fr: que vous pouvez créer des groupes d'utilisateurs pour organiser les comptes d'utilisateurs ?
ga: gur féidir leat grúpaí úsáideoirí a dhéanamh chun cuntais úsáideora a eagrú?
hi: कि आप उपयोगकर्ता खातों को व्यवस्थित करने के लिए उपयोगकर्ता समूह बना सकते हैं?
id: bahwa Anda dapat membuat grup pengguna untuk mengatur akun pengguna?
it: che puoi creare gruppi di utenti per organizzare gli account utente?
ja: ユーザーグループを作成してユーザーアカウントを整理できるということですか?
ko: 사용자 그룹을 만들어 사용자 계정을 정리할 수 있다고요?
ms: bahawa anda boleh membuat kumpulan pengguna untuk mengatur akaun pengguna?
nb: at du kan lage brukergrupper for å organisere brukerkontoer?
nl: dat u gebruikersgroepen kunt maken om gebruikersaccounts te organiseren?
pt: que você pode criar grupos de usuários para organizar contas de usuários?
ro: că puteți face grupuri de utilizatori pentru a organiza conturile de utilizatori?
tr: Kullanıcı hesaplarını düzenlemek için kullanıcı grupları oluşturabileceğinizi biliyor muydunuz?
uk: що ви можете створити групи користувачів для організації облікових записів?
vi: rằng bạn có thể tạo nhóm người dùng để sắp xếp tài khoản người dùng?
zh: 您可以建立使用者群組來組織使用者帳戶嗎？

# NKS_TIPS_KERNELTIP_27
source: that if you're a member of a group that grants certain permissions, you're allowed to perform such operations?
ar: أنه إذا كنت عضوًا في مجموعة تمنح أذونات معينة، فيُسمح لك بإجراء مثل هذه العمليات؟
de: dass Sie solche Vorgänge ausführen dürfen, wenn Sie Mitglied einer Gruppe sind, die bestimmte Berechtigungen gewährt?
el: ότι εάν είστε μέλος μιας ομάδας που εκχωρεί ορισμένα δικαιώματα, σας επιτρέπεται να εκτελείτε τέτοιες λειτουργίες;
es: ¿Que si eres miembro de un grupo que otorga ciertos permisos, puedes realizar tales operaciones?
fr: que si vous êtes membre d'un groupe qui accorde certaines autorisations, vous êtes autorisé à effectuer de telles opérations ?
ga: má tá tú i do bhall de ghrúpa a thugann ceadanna áirithe, go bhfuil cead agat oibríochtaí den sórt sin a dhéanamh?
hi: यदि आप किसी ऐसे समूह के सदस्य हैं जो कुछ अनुमतियाँ देता है, तो क्या आपको ऐसे कार्य करने की अनुमति है?
id: Bahwa jika Anda adalah anggota suatu kelompok yang memberikan izin tertentu, Anda diperbolehkan melakukan operasi tersebut?
it: che se sei membro di un gruppo che concede determinati permessi, puoi eseguire tali operazioni?
ja: 特定の権限を付与するグループのメンバーであれば、そのような操作を実行できるということですか?
ko: 특정 권한을 부여하는 그룹의 구성원이라면 그러한 작업을 수행할 수 있다는 것인가요?
ms: bahawa jika anda ahli kumpulan yang memberikan kebenaran tertentu, anda dibenarkan melakukan operasi sedemikian?
nb: at hvis du er medlem av en gruppe som gir visse tillatelser, har du lov til å utføre slike operasjoner?
nl: dat als u lid bent van een groep die bepaalde machtigingen verleent, u dergelijke bewerkingen mag uitvoeren?
pt: que se você for membro de um grupo que concede certas permissões, você terá permissão para realizar tais operações?
ro: că dacă ești membru al unui grup care acordă anumite permisiuni, ai voie să faci astfel de operațiuni?
tr: eğer belirli izinleri veren bir grubun üyesiyseniz, bu tür işlemleri gerçekleştirmenize izin veriliyor mu?
uk: що якщо ви є членом групи, яка надає певні дозволи, вам дозволено виконувати такі операції?
vi: rằng nếu bạn là thành viên của một nhóm cấp một số quyền nhất định thì bạn được phép thực hiện các hoạt động như vậy?
zh: 如果您是授予某些權限的群組的成員，您就可以執行此類操作？

# NKS_TIPS_KERNELTIP_28
source: that you can change your kernel time zone without affecting your host system?
ar: أنه يمكنك تغيير المنطقة الزمنية للنواة الخاصة بك دون التأثير على نظامك المضيف؟
de: dass Sie die Zeitzone Ihres Kernels ändern können, ohne dass dies Auswirkungen auf Ihr Hostsystem hat?
el: ότι μπορείτε να αλλάξετε τη ζώνη ώρας του πυρήνα σας χωρίς να επηρεαστεί το σύστημα κεντρικού υπολογιστή σας;
es: ¿Que puedes cambiar la zona horaria de tu kernel sin afectar tu sistema host?
fr: que vous pouvez modifier le fuseau horaire de votre noyau sans affecter votre système hôte ?
ga: gur féidir leat do chrios ama eithne a athrú gan cur isteach ar do chóras óstaigh?
hi: कि आप अपने होस्ट सिस्टम को प्रभावित किए बिना अपना कर्नेल समय क्षेत्र बदल सकते हैं?
id: bahwa Anda dapat mengubah zona waktu kernel Anda tanpa memengaruhi sistem host Anda?
it: che puoi cambiare il fuso orario del kernel senza influenzare il tuo sistema host?
ja: ホストシステムに影響を与えずにカーネルのタイムゾーンを変更できるということですか?
ko: 호스트 시스템에 영향을 주지 않고 커널 시간대를 변경할 수 있다고요?
ms: bahawa anda boleh menukar zon waktu kernel anda tanpa menjejaskan sistem hos anda?
nb: at du kan endre kjernens tidssone uten å påvirke vertssystemet ditt?
nl: dat u de tijdzone van uw kernel kunt wijzigen zonder uw hostsysteem te beïnvloeden?
pt: que você pode alterar o fuso horário do kernel sem afetar o sistema host?
ro: că vă puteți schimba fusul orar al nucleului fără a vă afecta sistemul gazdă?
tr: Ana bilgisayarınızı etkilemeden çekirdek saat diliminizi değiştirebileceğinizi biliyor muydunuz?
uk: що ви можете змінити часовий пояс ядра, не впливаючи на вашу хост-систему?
vi: rằng bạn có thể thay đổi múi giờ hạt nhân mà không ảnh hưởng đến hệ thống máy chủ của bạn?
zh: 您可以更改核心時區而不影響主機系統嗎？

# NKS_TIPS_KERNELTIP_29
source: that you can use the interactive text and hex editor to save time?
ar: أنه يمكنك استخدام النص التفاعلي والمحرر السداسي لتوفير الوقت؟
de: dass Sie den interaktiven Text- und Hex-Editor nutzen können, um Zeit zu sparen?
el: ότι μπορείτε να χρησιμοποιήσετε το διαδραστικό πρόγραμμα επεξεργασίας κειμένου και hex για εξοικονόμηση χρόνου;
es: ¿Que puedes usar el texto interactivo y el editor hexadecimal para ahorrar tiempo?
fr: que vous pouvez utiliser l'éditeur de texte et hexadécimal interactif pour gagner du temps ?
ga: gur féidir leat an téacs idirghníomhach agus eagarthóir heicsidheachúlach a úsáid chun am a shábháil?
hi: कि आप समय बचाने के लिए इंटरैक्टिव टेक्स्ट और हेक्स संपादक का उपयोग कर सकते हैं?
id: bahwa Anda dapat menggunakan editor teks dan hex interaktif untuk menghemat waktu?
it: che puoi utilizzare il testo interattivo e l'editor esadecimale per risparmiare tempo?
ja: インタラクティブなテキストと 16 進数エディターを使用して時間を節約できると思いますか?
ko: 대화형 텍스트와 16진수 편집기를 사용하여 시간을 절약할 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh menggunakan teks interaktif dan editor heks untuk menjimatkan masa?
nb: at du kan bruke den interaktive tekst- og hex-editoren for å spare tid?
nl: dat u de interactieve tekst- en hex-editor kunt gebruiken om tijd te besparen?
pt: que você pode usar o texto interativo e o editor hexadecimal para economizar tempo?
ro: că poți folosi editorul interactiv de text și hexadecimal pentru a economisi timp?
tr: Zaman kazanmak için etkileşimli metin ve hex düzenleyiciyi kullanabileceğinizi mi düşünüyorsunuz?
uk: що ви можете використовувати інтерактивний текст і шістнадцятковий редактор, щоб заощадити час?
vi: rằng bạn có thể sử dụng trình soạn thảo văn bản tương tác và hex để tiết kiệm thời gian?
zh: 您可以使用互動式文字和十六進位編輯器來節省時間嗎？

# NKS_TIPS_KERNELTIP_30
source: that the oldest text editor known to be working with the first Unix system is ed, the earliest text editor released on 1973 shipped with the Unix system found on a PDP-7 at AT&T Bell Labs?
ar: أن أقدم محرر نصوص معروف أنه يعمل مع نظام Unix الأول هو ed، وأقدم محرر نصوص تم إصداره في عام 1973 تم شحنه مع نظام Unix الموجود على PDP-7 في AT&T Bell Labs؟
de: dass der älteste bekannte Texteditor, der mit dem ersten Unix-System funktioniert, ed ist, der früheste 1973 veröffentlichte Texteditor, der mit dem Unix-System ausgeliefert wurde, das auf einem PDP-7 bei AT&T Bell Labs gefunden wurde?
el: ότι το παλαιότερο πρόγραμμα επεξεργασίας κειμένου που είναι γνωστό ότι δουλεύει με το πρώτο σύστημα Unix είναι το ed, το παλαιότερο πρόγραμμα επεξεργασίας κειμένου που κυκλοφόρησε το 1973 που κυκλοφόρησε μαζί με το σύστημα Unix που βρέθηκε σε ένα PDP-7 στα εργαστήρια AT&T Bell;
es: ¿Que el editor de texto más antiguo que se sabe que trabajó con el primer sistema Unix es ed, el primer editor de texto lanzado en 1973 enviado con el sistema Unix que se encuentra en un PDP-7 en AT&T Bell Labs?
fr: que le plus ancien éditeur de texte connu pour fonctionner avec le premier système Unix est ed, le premier éditeur de texte sorti en 1973 et livré avec le système Unix trouvé sur un PDP-7 chez AT&T Bell Labs ?
ga: go bhfuil an t-eagarthóir téacs is sine ar eolas a bheith ag obair leis an gcéad chóras Unix ed, an t-eagarthóir téacs is luaithe a eisíodh ar 1973 seolta leis an gcóras Unix a fuarthas ar PDP-7 ag AT&T Bell Labs?
hi: पहले यूनिक्स सिस्टम के साथ काम करने के लिए जाना जाने वाला सबसे पुराना टेक्स्ट एडिटर एड है, 1973 में जारी किया गया सबसे पुराना टेक्स्ट एडिटर एटी एंड टी बेल लैब्स में पीडीपी-7 पर यूनिक्स सिस्टम के साथ भेजा गया था?
id: bahwa editor teks tertua yang diketahui bekerja dengan sistem Unix pertama adalah ed, editor teks paling awal yang dirilis pada tahun 1973 yang disertakan dengan sistem Unix yang ditemukan pada PDP-7 di AT&T Bell Labs?
it: che il più vecchio editor di testo noto per funzionare con il primo sistema Unix è ed, il primo editor di testo rilasciato nel 1973 fornito con il sistema Unix trovato su un PDP-7 presso AT&T Bell Labs?
ja: 最初の Unix システムで動作することが知られている最古のテキスト エディタは ed で、1973 年にリリースされた最初のテキスト エディタは Unix システムに同梱され、AT&T ベル研究所の PDP-7 で発見されました。
ko: 최초의 Unix 시스템에서 작동하는 것으로 알려진 가장 오래된 텍스트 편집기는 AT&T Bell Labs의 PDP-7에 있는 Unix 시스템과 함께 출시된 1973년에 출시된 최초의 텍스트 편집기인 ed입니다.
ms: bahawa editor teks tertua yang diketahui bekerja dengan sistem Unix yang pertama ialah ed, editor teks terawal yang dikeluarkan pada 1973 dihantar dengan sistem Unix yang ditemui pada PDP-7 di AT&T Bell Labs?
nb: at den eldste teksteditoren som er kjent for å jobbe med det første Unix-systemet er ed, den tidligste teksteditoren som ble utgitt i 1973 og ble levert med Unix-systemet funnet på en PDP-7 hos AT&T Bell Labs?
nl: dat de oudste teksteditor waarvan bekend is dat hij met het eerste Unix-systeem werkte, de vroegste teksteditor is die in 1973 werd uitgebracht en werd meegeleverd met het Unix-systeem dat op een PDP-7 bij AT&T Bell Labs werd gevonden?
pt: que o editor de texto mais antigo conhecido por trabalhar com o primeiro sistema Unix é o ed, o primeiro editor de texto lançado em 1973 enviado com o sistema Unix encontrado em um PDP-7 no AT&T Bell Labs?
ro: că cel mai vechi editor de text despre care se știe că lucrează cu primul sistem Unix este ed, cel mai vechi editor de text lansat în 1973 livrat cu sistemul Unix găsit pe un PDP-7 la AT&T Bell Labs?
tr: İlk Unix sistemiyle çalıştığı bilinen en eski metin düzenleyicisinin, 1973 yılında piyasaya sürülen ve Unix sistemiyle birlikte gelen en eski metin düzenleyicisi olan ed olduğu ve AT&T Bell Laboratuvarları'ndaki bir PDP-7'de bulunduğu doğru mu?
uk: що найстарішим текстовим редактором, який, як відомо, працював із першою системою Unix, є ed, найраніший текстовий редактор, випущений у 1973 році, який постачався з системою Unix, знайдений на PDP-7 в AT&T Bell Labs?
vi: rằng trình soạn thảo văn bản lâu đời nhất được biết đến là hoạt động với hệ thống Unix đầu tiên là ed, trình soạn thảo văn bản sớm nhất được phát hành vào năm 1973 được cài sẵn trong hệ thống Unix trên PDP-7 tại AT&T Bell Labs?
zh: 已知與第一個 Unix 系統配合使用的最古老的文本編輯器是 ed，它是 1973 年隨 Unix 系統一起發布的最早的文本編輯器，可以在 AT&T 貝爾實驗室的 PDP-7 上找到？

# NKS_TIPS_KERNELTIP_31
source: that you can also force edit command to launch the editor in a specific type?
ar: أنه يمكنك أيضًا فرض أمر التحرير لتشغيل المحرر في نوع معين؟
de: dass Sie den Bearbeitungsbefehl auch dazu zwingen können, den Editor in einem bestimmten Typ zu starten?
el: ότι μπορείτε επίσης να αναγκάσετε την εντολή επεξεργασίας να εκκινήσει το πρόγραμμα επεξεργασίας σε συγκεκριμένο τύπο;
es: ¿Que también puedes forzar el comando de edición para iniciar el editor en un tipo específico?
fr: que vous pouvez également forcer la commande d'édition à lancer l'éditeur dans un type spécifique ?
ga: gur féidir leat ordú eagarthóireachta a chur i bhfeidhm freisin chun an t-eagarthóir a sheoladh i gcineál ar leith?
hi: कि आप संपादक को एक विशिष्ट प्रकार में लॉन्च करने के लिए संपादन कमांड को भी बाध्य कर सकते हैं?
id: bahwa Anda juga dapat memaksa perintah edit untuk meluncurkan editor dalam tipe tertentu?
it: che puoi anche forzare il comando di modifica per avviare l'editor in un tipo specifico?
ja: 編集コマンドを強制的に特定のタイプでエディタを起動することもできるということですか?
ko: 편집 명령을 사용하여 특정 유형의 편집기를 실행할 수도 있다는 점을 알고 계시나요?
ms: bahawa anda juga boleh memaksa arahan edit untuk melancarkan editor dalam jenis tertentu?
nb: at du også kan tvinge redigeringskommandoen til å starte redigeringsprogrammet i en bestemt type?
nl: dat je ook de bewerkingsopdracht kunt forceren om de editor in een specifiek type te starten?
pt: que você também pode forçar o comando de edição para iniciar o editor em um tipo específico?
ro: că puteți forța și comanda de editare pentru a lansa editorul într-un anumit tip?
tr: Edit komutunun editörü belirli bir türde başlatmasını da zorlayabilir misiniz?
uk: що ви також можете примусово редагувати команду для запуску редактора в певному типі?
vi: rằng bạn cũng có thể buộc lệnh chỉnh sửa khởi chạy trình chỉnh sửa theo một kiểu cụ thể?
zh: 您還可以強制編輯命令以特定類型啟動編輯器嗎？

# NKS_TIPS_KERNELTIP_32
source: that the interactive text editor attempts to simulate the most basic features of the most popular Unix text editors, vi and vim?
ar: أن محرر النصوص التفاعلي يحاول محاكاة معظم الميزات الأساسية لمحرري النصوص الأكثر شهرة في Unix، vi وvim؟
de: dass der interaktive Texteditor versucht, die grundlegendsten Funktionen der beliebtesten Unix-Texteditoren vi und vim zu simulieren?
el: ότι το διαδραστικό πρόγραμμα επεξεργασίας κειμένου επιχειρεί να προσομοιώσει τα πιο βασικά χαρακτηριστικά των πιο δημοφιλών προγραμμάτων επεξεργασίας κειμένου Unix, vi και vim;
es: ¿Que el editor de texto interactivo intenta simular las características más básicas de los editores de texto más populares de Unix, vi y vim?
fr: que l'éditeur de texte interactif tente de simuler les fonctionnalités les plus élémentaires des éditeurs de texte Unix les plus populaires, vi et vim ?
ga: go ndéanann an t-eagarthóir téacs idirghníomhach iarracht na gnéithe is bunúsaí de na heagarthóirí téacs Unix is mó a bhfuil tóir orthu, vi agus vim?
hi: कि इंटरैक्टिव टेक्स्ट संपादक सबसे लोकप्रिय यूनिक्स टेक्स्ट संपादकों, vi और vim की सबसे बुनियादी विशेषताओं का अनुकरण करने का प्रयास करता है?
id: bahwa editor teks interaktif tersebut mencoba mensimulasikan fitur paling dasar dari editor teks Unix paling populer, vi dan vim?
it: che l'editor di testo interattivo tenta di simulare le caratteristiche più basilari degli editor di testo Unix più popolari, vi e vim?
ja: インタラクティブ テキスト エディターは、最も人気のある Unix テキスト エディター (vi および vim) の最も基本的な機能をシミュレートしようとしているのでしょうか?
ko: 대화형 텍스트 편집기가 가장 널리 사용되는 Unix 텍스트 편집기인 vi 및 vim의 가장 기본적인 기능을 시뮬레이션하려고 시도한다는 사실은 무엇입니까?
ms: bahawa penyunting teks interaktif cuba mensimulasikan ciri paling asas bagi penyunting teks Unix yang paling popular, vi dan vim?
nb: at den interaktive teksteditoren forsøker å simulere de mest grunnleggende funksjonene til de mest populære Unix-tekstredigererne, vi og vim?
nl: dat de interactieve teksteditor de meest basisfuncties van de populairste Unix-teksteditors, vi en vim, probeert te simuleren?
pt: que o editor de texto interativo tenta simular os recursos mais básicos dos editores de texto Unix mais populares, vi e vim?
ro: că editorul de text interactiv încearcă să simuleze cele mai de bază caracteristici ale celor mai populare editoare de text Unix, vi și vim?
tr: Etkileşimli metin düzenleyicisinin, en popüler Unix metin düzenleyicileri olan vi ve vim'in en temel özelliklerini taklit etmeye çalıştığını mı düşünüyorsunuz?
uk: що інтерактивний текстовий редактор намагається імітувати основні функції найпопулярніших текстових редакторів Unix, vi та vim?
vi: rằng trình soạn thảo văn bản tương tác này cố gắng mô phỏng các tính năng cơ bản nhất của các trình soạn thảo văn bản Unix phổ biến nhất, vi và vim?
zh: 互動式文字編輯器試圖模擬最受歡迎的 Unix 文字編輯器 vi 和 vim 的最基本功能？

# NKS_TIPS_KERNELTIP_33
source: that unless you know what you're doing with the binary file, editing such file in this way will lead to data corruption or data loss in the targeted file?
ar: أنه ما لم تكن تعرف ما تفعله بالملف الثنائي، فإن تحرير هذا الملف بهذه الطريقة سيؤدي إلى تلف البيانات أو فقدان البيانات في الملف المستهدف؟
de: dass die Bearbeitung einer solchen Datei auf diese Weise zu Datenbeschädigung oder Datenverlust in der Zieldatei führt, es sei denn, Sie wissen, was Sie mit der Binärdatei tun?
el: ότι αν δεν ξέρετε τι κάνετε με το δυαδικό αρχείο, η επεξεργασία αυτού του αρχείου με αυτόν τον τρόπο θα οδηγήσει σε καταστροφή δεδομένων ή απώλεια δεδομένων στο στοχευμένο αρχείο;
es: ¿Que, a menos que sepa lo que está haciendo con el archivo binario, editar dicho archivo de esta manera provocará corrupción o pérdida de datos en el archivo de destino?
fr: qu'à moins que vous ne sachiez ce que vous faites avec le fichier binaire, la modification d'un tel fichier de cette manière entraînera une corruption ou une perte de données dans le fichier ciblé ?
ga: go mura bhfuil a fhios agat cad atá tú a dhéanamh leis an gcomhad dénártha, eagarthóireacht comhad den sórt sin ar an mbealach seo beidh éilliú sonraí nó caillteanas sonraí sa chomhad spriocdhírithe?
hi: जब तक आप यह नहीं जानते कि आप बाइनरी फ़ाइल के साथ क्या कर रहे हैं, ऐसी फ़ाइल को इस तरह से संपादित करने से डेटा भ्रष्टाचार हो जाएगा या लक्षित फ़ाइल में डेटा हानि हो जाएगी?
id: bahwa kecuali Anda tahu apa yang Anda lakukan dengan berkas biner tersebut, mengedit berkas tersebut dengan cara ini akan menyebabkan kerusakan data atau hilangnya data dalam berkas yang ditargetkan?
it: che, a meno che tu non sappia cosa stai facendo con il file binario, la modifica di tale file in questo modo porterà al danneggiamento o alla perdita di dati nel file di destinazione?
ja: バイナリ ファイルで何をしているのかを理解していない限り、そのようなファイルをこの方法で編集すると、対象ファイルのデータ破損やデータ損失が発生するということですか?
ko: 바이너리 파일로 무엇을 하고 있는지 알지 못하는 경우 이러한 파일을 이런 방식으로 편집하면 대상 파일의 데이터 손상이나 데이터 손실이 발생할 수 있습니까?
ms: bahawa melainkan anda tahu apa yang anda lakukan dengan fail binari, mengedit fail sedemikian dengan cara ini akan membawa kepada kerosakan data atau kehilangan data dalam fail yang disasarkan?
nb: at med mindre du vet hva du gjør med den binære filen, vil redigering av en slik fil på denne måten føre til datakorrupsjon eller tap av data i målfilen?
nl: dat tenzij u weet wat u met het binaire bestand doet, het op deze manier bewerken van een dergelijk bestand zal leiden tot gegevensbeschadiging of gegevensverlies in het beoogde bestand?
pt: que, a menos que você saiba o que está fazendo com o arquivo binário, a edição desse arquivo dessa maneira causará corrupção ou perda de dados no arquivo de destino?
ro: că dacă nu știți ce faceți cu fișierul binar, editarea unui astfel de fișier în acest fel va duce la coruperea sau pierderea datelor din fișierul vizat?
tr: İkili dosyayla ne yaptığınızı bilmediğiniz sürece, bu dosyayı bu şekilde düzenlemenin hedeflenen dosyada veri bozulmasına veya veri kaybına yol açacağını mı düşünüyorsunuz?
uk: якщо ви не знаєте, що робите з двійковим файлом, редагування такого файлу таким чином призведе до пошкодження або втрати даних у цільовому файлі?
vi: rằng trừ khi bạn biết mình đang làm gì với tệp nhị phân, việc chỉnh sửa tệp theo cách này sẽ dẫn đến hỏng dữ liệu hoặc mất dữ liệu trong tệp mục tiêu?
zh: 除非您知道如何處理二進位文件，否則以這種方式編輯此類文件會導致目標文件中的資料損壞或資料遺失？
