Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_34
source: that on Linux systems, the shell is initiated with the help of both the log-in handler and the system initialisation programme, usually found in /sbin/init?
ar: أنه في أنظمة Linux، يتم بدء تشغيل الصدفة بمساعدة كل من معالج تسجيل الدخول وبرنامج تهيئة النظام، الموجود عادة في /sbin/init؟
de: dass auf Linux-Systemen die Shell mit Hilfe sowohl des Login-Handlers als auch des Systeminitialisierungsprogramms initiiert wird, das normalerweise in /sbin/init zu finden ist?
el: ότι στα συστήματα Linux, το κέλυφος εκκινείται με τη βοήθεια τόσο του χειριστή σύνδεσης όσο και του προγράμματος προετοιμασίας συστήματος, που συνήθως βρίσκεται στο /sbin/init;
es: que en los sistemas Linux, el shell se inicia con la ayuda tanto del controlador de inicio de sesión como del programa de inicialización del sistema, que generalmente se encuentra en /sbin/init?
fr: que sur les systèmes Linux, le shell est lancé à l'aide à la fois du gestionnaire de connexion et du programme d'initialisation du système, généralement trouvé dans /sbin/init?
ga: gur ar chórais Linux a thionscnaítear an bhlaosc le cabhair ón láimhseálaí logáil isteach agus ón gclár tosaithe córais, a fhaightear de ghnáth in /sbin/init?
hi: लिनक्स सिस्टम पर, शेल को लॉग-इन हैंडलर और सिस्टम इनिशियलाइज़ेशन प्रोग्राम दोनों की मदद से शुरू किया जाता है, जो आमतौर पर /sbin/init में पाया जाता है?
id: bahwa pada sistem Linux, shell diinisialisasi dengan bantuan pengendali log-in dan program inisialisasi sistem, biasanya ditemukan di /sbin/init?
it: che sui sistemi Linux, la shell viene avviata con l'aiuto sia del gestore di accesso che del programma di inizializzazione del sistema, solitamente presente in /sbin/init?
ja: Linux システムでは、ログイン ハンドラーとシステム初期化プログラム (通常は /sbin/init? にあります) の両方を使用してシェルが開始されます。
ko: Linux 시스템에서 쉘은 로그인 핸들러와 시스템 초기화 프로그램(보통 /sbin/init에 있음)의 도움으로 시작됩니다.
ms: bahawa pada sistem Linux, shell dimulakan dengan bantuan kedua-dua pengendali log masuk dan program pemula sistem, biasanya terdapat dalam /sbin/init?
nb: at på Linux-systemer initieres skallet ved hjelp av både påloggingsbehandleren og systeminitialiseringsprogrammet, vanligvis funnet i /sbin/init?
nl: dat op Linux-systemen de shell wordt geïnitieerd met behulp van zowel de login-handler als het systeeminitialisatieprogramma, meestal te vinden in /sbin/init?
pt: que em sistemas Linux, o shell é iniciado com a ajuda do manipulador de login e do programa de inicialização do sistema, geralmente encontrado em /sbin/init?
ro: că pe sistemele Linux, shell-ul este inițiat atât cu ajutorul handler-ului de conectare, cât și al programului de inițializare a sistemului, de obicei găsit în /sbin/init?
tr: Linux sistemlerinde kabuğun hem oturum açma işleyicisi hem de sistem başlatma programının yardımıyla başlatıldığı, genellikle /sbin/init dizininde bulunduğu?
uk: що в системах Linux оболонка запускається як за допомогою обробника входу, так і програми ініціалізації системи, яка зазвичай знаходиться в /sbin/init?
vi: trên hệ thống Linux, shell được khởi tạo với sự trợ giúp của cả trình xử lý đăng nhập và chương trình khởi tạo hệ thống, thường nằm trong /sbin/init?
zh: 在 Linux 系統上，shell 是在登入處理程序和系統初始化程序的幫助下啟動的，通常可以在 /sbin/init 中找到？

# NKS_TIPS_KERNELTIP_35
source: that you can perform common file operations, such as copying, moving, deleting, editing, and so on?
ar: أنه يمكنك إجراء عمليات الملفات الشائعة، مثل النسخ والنقل والحذف والتحرير وما إلى ذلك؟
de: dass Sie allgemeine Dateivorgänge wie Kopieren, Verschieben, Löschen, Bearbeiten usw. ausführen können?
el: ότι μπορείτε να εκτελέσετε κοινές λειτουργίες αρχείων, όπως αντιγραφή, μετακίνηση, διαγραφή, επεξεργασία και ούτω καθεξής;
es: ¿Que puede realizar operaciones comunes de archivos, como copiar, mover, eliminar, editar, etc.?
fr: que vous pouvez effectuer des opérations courantes sur les fichiers, telles que copier, déplacer, supprimer, éditer, etc. ?
ga: gur féidir leat oibríochtaí comhaid coitianta a dhéanamh, mar shampla cóipeáil, bogadh, scriosadh, eagarthóireacht, agus mar sin de?
hi: कि आप सामान्य फ़ाइल संचालन कर सकते हैं, जैसे प्रतिलिपि बनाना, स्थानांतरित करना, हटाना, संपादन करना इत्यादि?
id: bahwa Anda dapat melakukan operasi file umum, seperti menyalin, memindahkan, menghapus, mengedit, dan seterusnya?
it: che puoi eseguire operazioni comuni sui file, come copiare, spostare, eliminare, modificare e così via?
ja: コピー、移動、削除、編集などの一般的なファイル操作を実行できるということですか?
ko: 복사, 이동, 삭제, 편집 등과 같은 일반적인 파일 작업을 수행할 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh melakukan operasi fail biasa, seperti menyalin, mengalihkan, memadam, mengedit dan sebagainya?
nb: at du kan utføre vanlige filoperasjoner, som kopiering, flytting, sletting, redigering og så videre?
nl: dat u algemene bestandsbewerkingen kunt uitvoeren, zoals kopiëren, verplaatsen, verwijderen, bewerken, enzovoort?
pt: que você pode realizar operações comuns em arquivos, como copiar, mover, excluir, editar e assim por diante?
ro: că puteți efectua operațiuni comune de fișiere, cum ar fi copierea, mutarea, ștergerea, editarea și așa mai departe?
tr: Kopyalama, taşıma, silme, düzenleme vb. gibi yaygın dosya işlemlerini gerçekleştirebiliyor musunuz?
uk: що ви можете виконувати типові операції з файлами, такі як копіювання, переміщення, видалення, редагування тощо?
vi: rằng bạn có thể thực hiện các thao tác tập tin thông thường, chẳng hạn như sao chép, di chuyển, xóa, chỉnh sửa, v.v.?
zh: 您可以執行常見的檔案操作，例如複製、移動、刪除、編輯等？

# NKS_TIPS_KERNELTIP_36
source: that the interactive TUI of a file manager simulates the functionality of Midnight Commander?
ar: أن TUI التفاعلي لمدير الملفات يحاكي وظيفة Midnight Commander؟
de: dass die interaktive TUI eines Dateimanagers die Funktionalität von Midnight Commander simuliert?
el: ότι το διαδραστικό TUI ενός διαχειριστή αρχείων προσομοιώνει τη λειτουργικότητα του Midnight Commander;
es: ¿Que la TUI interactiva de un administrador de archivos simula la funcionalidad de Midnight Commander?
fr: que le TUI interactif d'un gestionnaire de fichiers simule les fonctionnalités de Midnight Commander ?
ga: go ndéanann TUI idirghníomhach bainisteoir comhad insamhladh ar fheidhmiúlacht Cheannasaí an Mheán Oíche?
hi: फ़ाइल प्रबंधक का इंटरैक्टिव टीयूआई मिडनाइट कमांडर की कार्यक्षमता का अनुकरण करता है?
id: bahwa TUI interaktif dari manajer berkas mensimulasikan fungsionalitas Midnight Commander?
it: che la TUI interattiva di un file manager simula la funzionalità di Midnight Commander?
ja: ファイルマネージャーのインタラクティブな TUI は Midnight Commander の機能をシミュレートしているのでしょうか?
ko: 파일 관리자의 대화형 TUI가 Midnight Commander의 기능을 시뮬레이션한다고요?
ms: bahawa TUI interaktif pengurus fail meniru fungsi Midnight Commander?
nb: at den interaktive TUI-en til en filbehandler simulerer funksjonaliteten til Midnight Commander?
nl: dat de interactieve TUI van een bestandsbeheerder de functionaliteit van Midnight Commander simuleert?
pt: que a TUI interativa de um gerenciador de arquivos simula a funcionalidade do Midnight Commander?
ro: că TUI-ul interactiv al unui manager de fișiere simulează funcționalitatea Midnight Commander?
tr: Bir dosya yöneticisinin etkileşimli TUI'sinin Midnight Commander'ın işlevselliğini simüle ettiğini biliyor muydunuz?
uk: що інтерактивний TUI файлового менеджера імітує функціональність Midnight Commander?
vi: rằng TUI tương tác của trình quản lý tệp mô phỏng chức năng của Midnight Commander?
zh: 檔案管理器的互動式 TUI 模擬了 Midnight Commander 的功能？

# NKS_TIPS_KERNELTIP_37
source: that if the kernel crashes, it usually creates a dump file?
ar: أنه في حالة تعطل النواة، فإنه عادةً ما يقوم بإنشاء ملف تفريغ؟
de: dass, wenn der Kernel abstürzt, normalerweise eine Dump-Datei erstellt wird?
el: ότι αν ο πυρήνας κολλήσει, συνήθως δημιουργεί ένα αρχείο ένδειξης σφαλμάτων;
es: ¿Que si el kernel falla, generalmente crea un archivo de volcado?
fr: que si le noyau plante, il crée généralement un fichier de vidage ?
ga: má thuairteanna an eithne, cruthaíonn sé comhad dumpála de ghnáth?
hi: यदि कर्नेल क्रैश हो जाता है, तो यह आमतौर पर एक डंप फ़ाइल बनाता है?
id: bahwa jika kernel mengalami crash, biasanya akan dibuat sebuah berkas dump?
it: che se il kernel si blocca, di solito crea un file dump?
ja: カーネルがクラッシュすると、通常はダンプ ファイルが作成されるということですか?
ko: 커널이 충돌하면 일반적으로 덤프 파일이 생성된다는 것인가요?
ms: bahawa jika kernel ranap, ia biasanya mencipta fail dump?
nb: at hvis kjernen krasjer, lager den vanligvis en dumpfil?
nl: dat als de kernel crasht, er meestal een dumpbestand wordt aangemaakt?
pt: que se o kernel travar, ele geralmente cria um arquivo de despejo?
ro: că dacă nucleul se blochează, de obicei creează un fișier dump?
tr: çekirdek çökerse genellikle bir döküm dosyası mı oluşturulur?
uk: що якщо ядро виходить з ладу, воно зазвичай створює файл дампа?
vi: rằng nếu hạt nhân gặp sự cố, nó thường tạo ra một tệp dump?
zh: 如果核心崩潰，它通常會建立一個轉儲檔案？

# NKS_TIPS_KERNELTIP_38
source: that you can diagnose the kernel by debugging it using the built-in debug functionality?
ar: أنه يمكنك تشخيص النواة عن طريق تصحيح أخطائها باستخدام وظيفة التصحيح المضمنة؟
de: dass Sie den Kernel diagnostizieren können, indem Sie ihn mithilfe der integrierten Debug-Funktionalität debuggen?
el: ότι μπορείτε να διαγνώσετε τον πυρήνα διορθώνοντάς τον χρησιμοποιώντας την ενσωματωμένη λειτουργία εντοπισμού σφαλμάτων;
es: ¿Que se puede diagnosticar el kernel depurándolo usando la funcionalidad de depuración incorporada?
fr: que vous pouvez diagnostiquer le noyau en le débogant à l'aide de la fonctionnalité de débogage intégrée ?
ga: gur féidir leat an eithne a dhiagnóiseadh trína dhífhabhtú ag baint úsáide as an bhfeidhmiúlacht dífhabhtaithe ionsuite?
hi: कि आप अंतर्निहित डिबग कार्यक्षमता का उपयोग करके कर्नेल को डिबग करके उसका निदान कर सकते हैं?
id: bahwa Anda dapat mendiagnosis kernel dengan men-debug-nya menggunakan fungsi debug bawaan?
it: che puoi diagnosticare il kernel eseguendo il debug utilizzando la funzionalità di debug integrata?
ja: 組み込みのデバッグ機能を使用してカーネルをデバッグすることでカーネルを診断できるということですか?
ko: 내장된 디버그 기능을 사용하여 커널을 디버깅하여 진단할 수 있다고요?
ms: bahawa anda boleh mendiagnosis kernel dengan menyahpepijatnya menggunakan fungsi nyahpepijat terbina dalam?
nb: at du kan diagnostisere kjernen ved å feilsøke den ved å bruke den innebygde feilsøkingsfunksjonen?
nl: dat je de kernel kunt diagnosticeren door er fouten in te maken met behulp van de ingebouwde debug-functionaliteit?
pt: que você pode diagnosticar o kernel depurando-o usando a funcionalidade de depuração integrada?
ro: că puteți diagnostica nucleul prin depanarea acestuia folosind funcționalitatea încorporată de depanare?
tr: Yerleşik hata ayıklama işlevini kullanarak çekirdeği hata ayıklayarak teşhis edebileceğinizi mi düşünüyorsunuz?
uk: що ви можете діагностувати ядро, налагодивши його за допомогою вбудованої функції налагодження?
vi: rằng bạn có thể chẩn đoán hạt nhân bằng cách gỡ lỗi nó bằng chức năng gỡ lỗi tích hợp?
zh: 您可以透過使用內建調試功能調試內核來診斷內核嗎？

# NKS_TIPS_KERNELTIP_39
source: that you can download and upload files directly from the UESH shell?
ar: أنه يمكنك تنزيل وتحميل الملفات مباشرة من shell UESH؟
de: dass Sie Dateien direkt von der UESH-Shell herunterladen und hochladen können?
el: ότι μπορείτε να κατεβάσετε και να ανεβάσετε αρχεία απευθείας από το κέλυφος UESH;
es: ¿Que puedes descargar y cargar archivos directamente desde el shell UESH?
fr: que vous pouvez télécharger et télécharger des fichiers directement depuis le shell UESH ?
ga: gur féidir leat comhaid a íoslódáil agus a uaslódáil go díreach ó bhlaosc UESH?
hi: कि आप सीधे यूईएसएच शेल से फ़ाइलें डाउनलोड और अपलोड कर सकते हैं?
id: bahwa Anda dapat mengunduh dan mengunggah berkas langsung dari shell UESH?
it: che puoi scaricare e caricare file direttamente dalla shell UESH?
ja: UESH シェルからファイルを直接ダウンロードおよびアップロードできるということですか?
ko: UESH 셸에서 직접 파일을 다운로드하고 업로드할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh memuat turun dan memuat naik fail terus dari cangkerang UESH?
nb: at du kan laste ned og laste opp filer direkte fra UESH-skallet?
nl: dat u bestanden rechtstreeks vanuit de UESH-shell kunt downloaden en uploaden?
pt: que você pode baixar e enviar arquivos diretamente do shell UESH?
ro: că puteți descărca și încărca fișiere direct din shell-ul UESH?
tr: UESH kabuğundan doğrudan dosya indirip yükleyebileceğinizi mi?
uk: що можна завантажувати і завантажувати файли прямо з оболонки УЄШ?
vi: rằng bạn có thể tải xuống và tải lên các tập tin trực tiếp từ shell UESH?
zh: 您可以直接從 UESH shell 下載和上傳檔案嗎？

# NKS_TIPS_KERNELTIP_40
source: that the kernel can be translated even at pre-boot stages by starting it up with the 'lang' argument?
ar: هل يمكن ترجمة النواة حتى في مراحل ما قبل التمهيد عن طريق تشغيلها باستخدام الوسيطة "lang"؟
de: dass der Kernel sogar in der Phase vor dem Booten übersetzt werden kann, indem man ihn mit dem Argument „lang“ startet?
el: ότι ο πυρήνας μπορεί να μεταφραστεί ακόμη και σε στάδια προ-εκκίνησης ξεκινώντας τον με το όρισμα 'lang';
es: ¿Que el kernel se puede traducir incluso en las etapas previas al arranque iniciándolo con el argumento 'lang'?
fr: que le noyau peut être traduit même aux étapes de pré-démarrage en le démarrant avec l'argument « lang » ?
ga: gur féidir an eithne a aistriú fiú ag céimeanna réamh-tosaithe ach é a thosú leis an argóint 'lang'?
hi: कि कर्नेल को 'लैंग' तर्क के साथ शुरू करके प्री-बूट चरणों में भी अनुवादित किया जा सकता है?
id: bahwa kernel dapat diterjemahkan bahkan pada tahap pra-boot dengan memulainya dengan argumen 'lang'?
it: che il kernel può essere tradotto anche nelle fasi di preavvio avviandolo con l'argomento 'lang'?
ja: 'lang' 引数を指定して起動することで、ブート前の段階でもカーネルを変換できるということですか?
ko: 'lang' 인수로 커널을 시작하면 사전 부팅 단계에서도 커널을 변환할 수 있다고요?
ms: bahawa kernel boleh diterjemahkan walaupun pada peringkat pra-boot dengan memulakannya dengan hujah 'lang'?
nb: at kjernen kan oversettes selv på stadier før oppstart ved å starte den opp med 'lang'-argumentet?
nl: dat de kernel zelfs in pre-boot-stadia vertaald kan worden door hem op te starten met het 'lang'-argument?
pt: que o kernel pode ser traduzido mesmo nos estágios de pré-inicialização, iniciando-o com o argumento 'lang'?
ro: că nucleul poate fi tradus chiar și în fazele pre-boot, pornindu-l cu argumentul „lang”?
tr: çekirdeğin 'lang' argümanı ile başlatılarak ön-önceki aşamalarda bile çevrilebileceği mi?
uk: що ядро можна перекласти навіть на етапах перед завантаженням, запустивши його з аргументом «lang»?
vi: rằng hạt nhân có thể được dịch ngay cả ở giai đoạn trước khi khởi động bằng cách khởi động nó với đối số 'lang'?
zh: 即使在預引導階段，也可以透過使用「lang」參數啟動核心來翻譯核心？

# NKS_TIPS_KERNELTIP_41
source: that you can build your own screensavers by registering them in your mod?
ar: أنه يمكنك إنشاء شاشات التوقف الخاصة بك عن طريق تسجيلها في جهازك؟
de: dass du deine eigenen Bildschirmschoner erstellen kannst, indem du sie in deinem Mod registrierst?
el: ότι μπορείτε να δημιουργήσετε τα δικά σας screensavers καταχωρώντας τα στο mod σας;
es: ¿Que puedes crear tus propios protectores de pantalla registrándolos en tu mod?
fr: que vous pouvez créer vos propres économiseurs d'écran en les enregistrant dans votre mod ?
ga: gur féidir leat do spárálaíscáileáin féin a thógáil trí iad a chlárú i do mod?
hi: कि आप उन्हें अपने मॉड में पंजीकृत करके अपने स्वयं के स्क्रीनसेवर बना सकते हैं?
id: bahwa Anda dapat membuat screensaver Anda sendiri dengan mendaftarkannya di mod Anda?
it: che puoi creare i tuoi salvaschermi personali registrandoli nel tuo mod?
ja: MOD に登録することで独自のスクリーンセーバーを構築できるということですか?
ko: 모드에 등록하여 나만의 화면 보호기를 만들 수 있다고요?
ms: bahawa anda boleh membina penyelamat skrin anda sendiri dengan mendaftarkannya dalam mod anda?
nb: at du kan bygge dine egne skjermsparere ved å registrere dem i din mod?
nl: dat je je eigen screensavers kunt bouwen door ze in je mod te registreren?
pt: que você pode construir seus próprios protetores de tela registrando-os em seu mod?
ro: că vă puteți construi propriile screensavere înregistrându-le în mod?
tr: modunuza kaydederek kendi ekran koruyucularınızı oluşturabileceğinizi mi?
uk: що ви можете створити власні заставки, зареєструвавши їх у своєму моді?
vi: rằng bạn có thể xây dựng trình bảo vệ màn hình của riêng mình bằng cách đăng ký chúng trong bản mod của bạn?
zh: 您可以透過在您的 mod 中註冊來建立自己的螢幕保護程式嗎？

# NKS_TIPS_KERNELTIP_42
source: that the first screensaver that blanked the screen after three minutes of inactivity on the original IBM PCs, scrnsave, was created on 1983 by John Socha?
ar: أن شاشة التوقف الأولى التي غطت الشاشة بعد ثلاث دقائق من عدم النشاط على أجهزة كمبيوتر IBM الأصلية، scrnsave، تم إنشاؤها في عام 1983 بواسطة جون سوشا؟
de: dass der erste Bildschirmschoner, der den Bildschirm nach drei Minuten Inaktivität auf den ursprünglichen IBM-PCs ausschaltete, scrnsave, 1983 von John Socha erstellt wurde?
el: ότι η πρώτη προφύλαξη οθόνης που έκλεισε την οθόνη μετά από τρία λεπτά αδράνειας στους αρχικούς υπολογιστές της IBM, scrnsave, δημιουργήθηκε το 1983 από τον John Socha;
es: ¿Que el primer protector de pantalla que dejaba la pantalla en blanco después de tres minutos de inactividad en las PC IBM originales, scrnsave, fue creado en 1983 por John Socha?
fr: que le premier économiseur d'écran qui masquait l'écran après trois minutes d'inactivité sur les PC IBM d'origine, scrnsave, a été créé en 1983 par John Socha ?
ga: gur chruthaigh John Socha an chéad spárálaíscáileáin a d’fholaigh an scáileán tar éis trí nóiméad neamhghníomhaíochta ar na ríomhairí pearsanta bunaidh IBM, scrnsave?
hi: पहला स्क्रीनसेवर जिसने मूल आईबीएम पीसी पर तीन मिनट की निष्क्रियता के बाद स्क्रीन को खाली कर दिया था, स्क्रन्सेव, 1983 में जॉन सोचा द्वारा बनाया गया था?
id: bahwa screensaver pertama yang mengosongkan layar setelah tiga menit tidak aktif pada IBM PC asli, scrnsave, diciptakan pada tahun 1983 oleh John Socha?
it: che il primo salvaschermo che oscurava lo schermo dopo tre minuti di inattività sui PC IBM originali, scrnsave, è stato creato nel 1983 da John Socha?
ja: 初代 IBM PC で 3 分間何も操作しないと画面が真っ白になる最初のスクリーンセーバー、scrnsave は、1983 年に John Socha によって作成されました。
ko: 원래 IBM PC에서 3분간 활동이 없으면 화면을 공백으로 만드는 최초의 화면 보호기인 scrnsave는 1983년 John Socha에 의해 만들어졌습니다.
ms: bahawa penyelamat skrin pertama yang mengosongkan skrin selepas tiga minit tidak aktif pada PC IBM asal, scrnsave, dicipta pada tahun 1983 oleh John Socha?
nb: at den første skjermspareren som gjorde skjermen blank etter tre minutters inaktivitet på de originale IBM-PC-ene, scrnsave, ble opprettet i 1983 av John Socha?
nl: dat de eerste screensaver die het scherm leegmaakte na drie minuten inactiviteit op de originele IBM-pc's, scrnsave, in 1983 werd gemaakt door John Socha?
pt: que o primeiro protetor de tela que apagava a tela após três minutos de inatividade nos PCs IBM originais, scrnsave, foi criado em 1983 por John Socha?
ro: că primul screensaver care a golit ecranul după trei minute de inactivitate pe PC-urile IBM originale, scrnsave, a fost creat în 1983 de John Socha?
tr: Orijinal IBM PC'lerde üç dakikalık hareketsizlikten sonra ekranı karartan ilk ekran koruyucu olan scrnsave'in 1983 yılında John Socha tarafından yaratıldığını biliyor muydunuz?
uk: що першу заставку, яка гасила екран після трьох хвилин бездіяльності на оригінальних ПК IBM, scrnsave, створив у 1983 році Джон Соча?
vi: rằng trình bảo vệ màn hình đầu tiên có chức năng làm màn hình đen sau ba phút không hoạt động trên máy tính IBM đầu tiên, scrnsave, được John Socha tạo ra vào năm 1983?
zh: 最初的 IBM PC 上第一個在三分鐘不活動後使螢幕變黑的螢幕保護程式 scrnsave 是由 John Socha 於 1983 年創建的？

# NKS_TIPS_KERNELTIP_43
source: that some of the fast-paced screensavers may cause photosensitive seizures?
ar: أن بعض شاشات التوقف سريعة الخطى قد تسبب نوبات حساسية؟
de: dass einige der schnellen Bildschirmschoner lichtempfindliche Anfälle verursachen können?
el: ότι ορισμένες από τις προφυλάξεις οθόνης με γρήγορο ρυθμό μπορεί να προκαλέσουν φωτοευαίσθητες κρίσεις;
es: ¿Que algunos de los salvapantallas de ritmo rápido pueden provocar convulsiones fotosensibles?
fr: que certains des économiseurs d'écran rapides peuvent provoquer des crises photosensibles ?
ga: go bhféadfadh cuid de na spárálaíscáileáin atá ar luas tapa a bheith ina gcúis le taomanna fóta-íogair?
hi: क्या कुछ तेज़ गति वाले स्क्रीनसेवर प्रकाश-संवेदनशील दौरे का कारण बन सकते हैं?
id: bahwa beberapa screensaver yang bertempo cepat dapat menyebabkan kejang fotosensitif?
it: che alcuni screensaver dal ritmo frenetico possono causare convulsioni fotosensibili?
ja: ペースの速いスクリーンセーバーの中には、感光性発作を引き起こすものがあるということですか?
ko: 빠르게 진행되는 화면 보호기 중 일부가 감광성 발작을 일으킬 수 있다는 사실을 알고 계시나요?
ms: bahawa sesetengah penyelamat skrin pantas boleh menyebabkan sawan fotosensitif?
nb: at noen av de raske skjermsparerne kan forårsake lysfølsomme anfall?
nl: dat sommige van de snelle screensavers lichtgevoelige aanvallen kunnen veroorzaken?
pt: que alguns dos protetores de tela de ritmo acelerado podem causar convulsões fotossensíveis?
ro: că unele dintre screensaverele cu ritm rapid pot provoca convulsii fotosensibile?
tr: Bazı hızlı ekran koruyucuların ışığa duyarlı nöbetlere neden olabileceği doğru mu?
uk: що деякі швидкі заставки можуть викликати фоточутливі судоми?
vi: rằng một số màn hình bảo vệ tốc độ cao có thể gây ra chứng động kinh nhạy cảm với ánh sáng?
zh: 一些快節奏的螢幕保護程式可能會導致光敏性癲癇發作？

# NKS_TIPS_KERNELTIP_44
source: that kernel journals are used as boot and shutdown logs?
ar: أن يتم استخدام مجلات kernel كسجلات للتمهيد وإيقاف التشغيل؟
de: dass Kernel-Journale als Boot- und Shutdown-Protokolle verwendet werden?
el: ότι τα ημερολόγια του πυρήνα χρησιμοποιούνται ως αρχεία καταγραφής εκκίνησης και τερματισμού λειτουργίας;
es: ¿Que los diarios del kernel se utilizan como registros de arranque y apagado?
fr: que les journaux du noyau sont utilisés comme journaux de démarrage et d'arrêt ?
ga: go n-úsáidtear dialanna eithne mar logaí tosaithe agus múchta?
hi: कि कर्नेल जर्नल का उपयोग बूट और शटडाउन लॉग के रूप में किया जाता है?
id: bahwa jurnal kernel digunakan sebagai log boot dan shutdown?
it: che i journal del kernel vengono utilizzati come registri di avvio e arresto?
ja: カーネルジャーナルはブートログとシャットダウンログとして使用されますか?
ko: 커널 저널이 부팅 및 종료 로그로 사용됩니까?
ms: bahawa jurnal kernel digunakan sebagai log but dan penutupan?
nb: at kjernejournaler brukes som oppstarts- og avslutningslogger?
nl: dat kerneljournalen worden gebruikt als opstart- en afsluitlogboeken?
pt: que os diários do kernel são usados como logs de inicialização e desligamento?
ro: că jurnalele nucleului sunt folosite ca jurnale de pornire și oprire?
tr: Çekirdek günlüklerinin önyükleme ve kapatma günlükleri olarak kullanıldığı doğru mu?
uk: що журнали ядра використовуються як журнали завантаження та завершення роботи?
vi: rằng nhật ký hạt nhân được sử dụng làm nhật ký khởi động và tắt máy?
zh: 內核日誌用作啟動和關閉日誌嗎？

# NKS_TIPS_KERNELTIP_45
source: that your mods can now become translatable?
ar: أن التعديلات الخاصة بك يمكن أن تصبح الآن قابلة للترجمة؟
de: dass deine Mods jetzt übersetzbar werden können?
el: ότι τα mods σας μπορούν πλέον να μεταφραστούν;
es: ¿Que tus mods ahora pueden volverse traducibles?
fr: que vos mods peuvent désormais devenir traduisibles ?
ga: gur féidir do mods a aistriú anois?
hi: क्या आपके मॉड अब अनुवाद योग्य हो सकते हैं?
id: bahwa mod Anda sekarang dapat diterjemahkan?
it: che le tue mod ora possono diventare traducibili?
ja: あなたの MOD が翻訳可能になったということでしょうか？
ko: 이제 모드를 번역할 수 있게 되었다고요?
ms: bahawa mod anda kini boleh diterjemahkan?
nb: at modsene dine nå kan bli oversettbare?
nl: dat je mods nu vertaalbaar kunnen worden?
pt: que seus mods agora podem se tornar traduzíveis?
ro: că modurile tale pot deveni acum traducibile?
tr: modlarınızın artık çevrilebilir hale gelebileceğini mi düşünüyorsunuz?
uk: що ваші моди тепер можна перекладати?
vi: rằng bản mod của bạn bây giờ có thể dịch được?
zh: 你的模組現在可以翻譯了嗎？
