Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_57
source: that you can now resize the interactive applications without worrying that the output gets corrupted?
ar: هل يمكنك الآن تغيير حجم التطبيقات التفاعلية دون القلق من تلف المخرجات؟
de: dass Sie jetzt die Größe der interaktiven Anwendungen ändern können, ohne befürchten zu müssen, dass die Ausgabe beschädigt wird?
el: ότι μπορείτε τώρα να αλλάξετε το μέγεθος των διαδραστικών εφαρμογών χωρίς να ανησυχείτε ότι η έξοδος θα καταστραφεί;
es: ¿Que ahora puedes cambiar el tamaño de las aplicaciones interactivas sin preocuparte de que la salida se corrompa?
fr: que vous pouvez désormais redimensionner les applications interactives sans craindre que la sortie soit corrompue ?
ga: gur féidir leat na feidhmchláir idirghníomhacha a athrú anois gan a bheith buartha go bhfuil an t-aschur truaillithe?
hi: कि अब आप आउटपुट के दूषित होने की चिंता किए बिना इंटरैक्टिव एप्लिकेशन का आकार बदल सकते हैं?
id: bahwa Anda sekarang dapat mengubah ukuran aplikasi interaktif tanpa khawatir outputnya rusak?
it: che ora puoi ridimensionare le applicazioni interattive senza preoccuparti che l'output venga danneggiato?
ja: 出力が破損することを心配せずに対話型アプリケーションのサイズを変更できるようになったということですか?
ko: 이제 출력이 손상될 염려 없이 대화형 응용 프로그램의 크기를 조정할 수 있다는 사실을 알고 계십니까?
ms: bahawa anda kini boleh mengubah saiz aplikasi interaktif tanpa bimbang bahawa output akan rosak?
nb: at du nå kan endre størrelsen på de interaktive applikasjonene uten å bekymre deg for at utdataene blir ødelagt?
nl: dat u nu het formaat van de interactieve toepassingen kunt wijzigen zonder dat u zich zorgen hoeft te maken dat de uitvoer beschadigd raakt?
pt: que agora você pode redimensionar os aplicativos interativos sem se preocupar com a corrupção da saída?
ro: că acum puteți redimensiona aplicațiile interactive fără să vă faceți griji că rezultatul este corupt?
tr: Artık çıktı bozulması endişesi duymadan etkileşimli uygulamaların boyutunu değiştirebiliyorsunuz?
uk: що тепер ви можете змінювати розмір інтерактивних програм, не турбуючись про те, що вихідні дані будуть пошкоджені?
vi: rằng bây giờ bạn có thể thay đổi kích thước các ứng dụng tương tác mà không lo đầu ra bị hỏng?
zh: 現在您可以調整互動式應用程式的大小而不必擔心輸出被損壞？

# NKS_TIPS_KERNELTIP_58
source: that there are commands that ask for user input, which are useful for scripts?
ar: أن هناك أوامر تطلب إدخال المستخدم، وهي مفيدة للنصوص البرمجية؟
de: dass es Befehle gibt, die nach Benutzereingaben fragen, die für Skripte nützlich sind?
el: ότι υπάρχουν εντολές που ζητούν είσοδο χρήστη, οι οποίες είναι χρήσιμες για σενάρια;
es: ¿Que hay comandos que solicitan la entrada del usuario y que son útiles para los scripts?
fr: qu'il existe des commandes qui demandent une saisie à l'utilisateur, qui sont utiles pour les scripts ?
ga: go bhfuil orduithe ann a iarrann ionchur úsáideora, atá úsáideach le haghaidh scripteanna?
hi: क्या ऐसे कमांड हैं जो उपयोगकर्ता से इनपुट मांगते हैं, जो स्क्रिप्ट के लिए उपयोगी हैं?
id: bahwa ada perintah yang meminta masukan pengguna, yang berguna untuk skrip?
it: che ci sono comandi che richiedono l'input dell'utente, che sono utili per gli script?
ja: ユーザー入力を求めるコマンドがあり、それはスクリプトに役立ちますか?
ko: 스크립트에 유용한 사용자 입력을 요청하는 명령이 있다는 것을 알고 계시나요?
ms: bahawa terdapat arahan yang meminta input pengguna, yang berguna untuk skrip?
nb: at det er kommandoer som ber om brukerinndata, som er nyttige for skript?
nl: dat er commando's zijn die om gebruikersinvoer vragen, wat handig is voor scripts?
pt: que existem comandos que solicitam a entrada do usuário, que são úteis para scripts?
ro: că există comenzi care solicită intrarea utilizatorului, care sunt utile pentru scripturi?
tr: Kullanıcıdan girdi isteyen ve scriptler için kullanışlı olan komutların olduğunu biliyor muydunuz?
uk: що існують команди, які запитують введення даних користувача, які корисні для сценаріїв?
vi: rằng có những lệnh yêu cầu người dùng nhập dữ liệu, có ích cho các tập lệnh không?
zh: 有些命令要求使用者輸入，這對腳本很有用？

# NKS_TIPS_KERNELTIP_59
source: that you can present your user input question in several ways, such as choice, table, simple, selection, and so on?
ar: أنه يمكنك تقديم سؤال إدخال المستخدم الخاص بك بعدة طرق، مثل الاختيار والجدول والبساطة والاختيار وما إلى ذلك؟
de: dass Sie Ihre Benutzereingabefrage auf verschiedene Weise präsentieren können, z. B. als Auswahl, Tabelle, einfach, Auswahl usw.?
el: ότι μπορείτε να παρουσιάσετε την ερώτηση εισαγωγής χρήστη με διάφορους τρόπους, όπως επιλογή, πίνακας, απλός, επιλογή και ούτω καθεξής;
es: ¿Que puede presentar su pregunta de entrada de usuario de varias maneras, como elección, tabla, simple, selección, etc.?
fr: que vous pouvez présenter votre question de saisie utilisateur de plusieurs manières, telles que choix, tableau, simple, sélection, etc. ?
ga: gur féidir leat do cheist ionchur úsáideora a chur i láthair ar bhealaí éagsúla, mar shampla rogha, tábla, simplí, roghnú, agus mar sin de?
hi: कि आप अपने उपयोगकर्ता इनपुट प्रश्न को कई तरीकों से प्रस्तुत कर सकते हैं, जैसे विकल्प, तालिका, सरल, चयन, इत्यादि?
id: bahwa Anda dapat menyajikan pertanyaan masukan pengguna dalam beberapa cara, seperti pilihan, tabel, sederhana, pilihan, dan seterusnya?
it: che puoi presentare la domanda di input dell'utente in diversi modi, ad esempio scelta, tabella, semplice, selezione e così via?
ja: ユーザー入力の質問は、選択肢、表、単純、選択など、いくつかの方法で提示できるということですか?
ko: 선택, 테이블, 단순, 선택 등 여러 가지 방법으로 사용자 입력 질문을 제시할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh mengemukakan soalan input pengguna anda dalam beberapa cara, seperti pilihan, jadual, ringkas, pemilihan dan sebagainya?
nb: at du kan presentere brukerinndataspørsmålet ditt på flere måter, som valg, tabell, enkel, utvalg og så videre?
nl: dat u uw gebruikersinvoervraag op verschillende manieren kunt presenteren, zoals keuze, tabel, eenvoudig, selectie, enzovoort?
pt: que você pode apresentar sua pergunta de entrada do usuário de diversas maneiras, como escolha, tabela, simples, seleção e assim por diante?
ro: că puteți prezenta întrebarea introdusă de utilizator în mai multe moduri, cum ar fi alegere, tabel, simplu, selecție și așa mai departe?
tr: Kullanıcı girişi sorunuzu seçenek, tablo, basit, seçim vb. gibi çeşitli şekillerde sunabileceğinizi biliyor muydunuz?
uk: що ви можете представити своє запитання, введене користувачем, кількома способами, наприклад вибір, таблиця, простий, вибір тощо?
vi: rằng bạn có thể trình bày câu hỏi đầu vào của người dùng theo nhiều cách, chẳng hạn như lựa chọn, bảng, đơn giản, lựa chọn, v.v.?
zh: 您可以透過多種方式呈現使用者輸入的問題，例如選擇、表格、簡單、選擇等等？

# NKS_TIPS_KERNELTIP_60
source: that you can place the placeholders to your text that supports them?
ar: أنه يمكنك وضع العناصر النائبة على النص الذي يدعمها؟
de: dass Sie die Platzhalter in Ihrem Text platzieren können, der sie unterstützt?
el: ότι μπορείτε να τοποθετήσετε τα σύμβολα θέσης στο κείμενό σας που τα υποστηρίζει;
es: ¿Que puedes colocar los marcadores de posición en tu texto que los admita?
fr: que vous pouvez placer les espaces réservés dans votre texte qui les prend en charge ?
ga: gur féidir leat na háitsealbhóirí a chur ar do théacs a thacaíonn leo?
hi: क्या आप उन प्लेसहोल्डर्स को अपने टेक्स्ट में रख सकते हैं जो उनका समर्थन करते हैं?
id: bahwa Anda dapat menempatkan placeholder pada teks Anda yang mendukungnya?
it: che puoi posizionare i segnaposto sul testo che li supporta?
ja: プレースホルダーをサポートするテキストにプレースホルダーを配置できるということですか?
ko: 이를 지원하는 텍스트에 자리 표시자를 배치할 수 있습니까?
ms: bahawa anda boleh meletakkan ruang letak pada teks anda yang menyokongnya?
nb: at du kan plassere plassholderne til teksten din som støtter dem?
nl: dat u de tijdelijke aanduidingen bij uw tekst kunt plaatsen die deze ondersteunt?
pt: que você pode colocar os espaços reservados no seu texto que os suporta?
ro: că puteți plasa substituenții în textul dvs. care le susține?
tr: metninize onları destekleyen yer tutucuları yerleştirebilir misiniz?
uk: що ви можете розмістити заповнювачі до тексту, який їх підтримує?
vi: rằng bạn có thể đặt chỗ giữ chỗ vào văn bản để hỗ trợ chúng không?
zh: 您可以將佔位符放置到支援它們的文字中嗎？

# NKS_TIPS_KERNELTIP_61
source: that you can use different kernel drivers to change how a specific operation works?
ar: أنه يمكنك استخدام برامج تشغيل kernel مختلفة لتغيير كيفية عمل عملية معينة؟
de: dass Sie verschiedene Kernel-Treiber verwenden können, um die Funktionsweise eines bestimmten Vorgangs zu ändern?
el: ότι μπορείτε να χρησιμοποιήσετε διαφορετικά προγράμματα οδήγησης πυρήνα για να αλλάξετε τον τρόπο λειτουργίας μιας συγκεκριμένης λειτουργίας;
es: ¿Que puedes usar diferentes controladores del kernel para cambiar cómo funciona una operación específica?
fr: que vous pouvez utiliser différents pilotes du noyau pour modifier le fonctionnement d'une opération spécifique ?
ga: gur féidir leat tiománaithe eithne éagsúla a úsáid chun an chaoi a n-oibríonn oibríocht shonrach a athrú?
hi: किसी विशिष्ट ऑपरेशन के काम करने के तरीके को बदलने के लिए आप विभिन्न कर्नेल ड्राइवरों का उपयोग कर सकते हैं?
id: bahwa Anda dapat menggunakan driver kernel yang berbeda untuk mengubah cara kerja operasi tertentu?
it: che puoi utilizzare diversi driver del kernel per modificare il funzionamento di un'operazione specifica?
ja: 別のカーネル ドライバーを使用して特定の操作の動作を変更できるということですか?
ko: 특정 작업의 작동 방식을 변경하기 위해 다른 커널 드라이버를 사용할 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh menggunakan pemacu kernel yang berbeza untuk mengubah cara operasi tertentu berfungsi?
nb: at du kan bruke forskjellige kjernedrivere for å endre hvordan en spesifikk operasjon fungerer?
nl: dat je verschillende kernelstuurprogramma's kunt gebruiken om de manier waarop een specifieke bewerking werkt te wijzigen?
pt: que você pode usar drivers de kernel diferentes para alterar o funcionamento de uma operação específica?
ro: că puteți folosi diferite drivere de kernel pentru a schimba modul în care funcționează o anumită operațiune?
tr: Belirli bir işlemin nasıl çalıştığını değiştirmek için farklı çekirdek sürücülerini kullanabileceğinizi mi düşünüyorsunuz?
uk: що ви можете використовувати різні драйвери ядра, щоб змінити роботу певної операції?
vi: rằng bạn có thể sử dụng các trình điều khiển hạt nhân khác nhau để thay đổi cách thức hoạt động của một hoạt động cụ thể?
zh: 您可以使用不同的核心驅動程式來更改特定操作的工作方式嗎？

# NKS_TIPS_KERNELTIP_62
source: that you can make your own screensavers and splashes in C# or Visual Basic?
ar: هل يمكنك إنشاء شاشات توقف وبقع شاشة خاصة بك باستخدام لغة C# أو Visual Basic؟
de: dass Sie Ihre eigenen Bildschirmschoner und Splashes in C# oder Visual Basic erstellen können?
el: ότι μπορείτε να δημιουργήσετε τις δικές σας προφυλάξεις οθόνης και πιτσιλιές σε C# ή Visual Basic;
es: ¿Que puedes crear tus propios protectores de pantalla y presentaciones en C# o Visual Basic?
fr: que vous pouvez créer vos propres écrans de veille et splashes en C# ou Visual Basic ?
ga: gur féidir leat do spárálaíscáileáin féin agus splashes a dhéanamh i C# nó Visual Basic?
hi: कि आप C# या विज़ुअल बेसिक में अपने स्वयं के स्क्रीनसेवर और स्प्लैश बना सकते हैं?
id: bahwa Anda dapat membuat screensaver dan splash Anda sendiri dalam C# atau Visual Basic?
it: che puoi creare screensaver e splash personalizzati in C# o Visual Basic?
ja: C# や Visual Basic で独自のスクリーンセーバーやスプラッシュを作成できるということですか?
ko: C#이나 Visual Basic으로 화면 보호기와 스플래시를 직접 만들 수 있다는 사실을 알고 계시나요?
ms: bahawa anda boleh membuat screensaver dan percikan anda sendiri dalam C# atau Visual Basic?
nb: at du kan lage dine egne skjermsparere og sprut i C# eller Visual Basic?
nl: dat je je eigen screensavers en splashes kunt maken in C# of Visual Basic?
pt: que você pode criar seus próprios protetores de tela e splashes em C# ou Visual Basic?
ro: că vă puteți face propriile screensavere și stropi în C# sau Visual Basic?
tr: C# veya Visual Basic'te kendi ekran koruyucularınızı ve açılış görsellerinizi yapabileceğinizi biliyor muydunuz?
uk: що ви можете створювати власні заставки та заставки на C# або Visual Basic?
vi: rằng bạn có thể tự tạo màn hình bảo vệ và hình nền bằng C# hoặc Visual Basic?
zh: 您可以使用 C# 或 Visual Basic 製作自己的螢幕保護程式和啟動畫面嗎？

# NKS_TIPS_KERNELTIP_63
source: that you can query the host system and the terminal emulator using the kernel platform class?
ar: أنه يمكنك الاستعلام عن النظام المضيف والمحاكي الطرفي باستخدام فئة النظام الأساسي kernel؟
de: dass Sie das Hostsystem und den Terminalemulator mithilfe der Kernel-Plattformklasse abfragen können?
el: ότι μπορείτε να ρωτήσετε το σύστημα κεντρικού υπολογιστή και τον εξομοιωτή τερματικού χρησιμοποιώντας την κλάση πλατφόρμας πυρήνα;
es: ¿Que se puede consultar el sistema host y el emulador de terminal utilizando la clase de plataforma del kernel?
fr: que vous pouvez interroger le système hôte et l'émulateur de terminal à l'aide de la classe de plate-forme du noyau ?
ga: gur féidir leat an córas óstaigh agus an aithriseoir teirminéil a fhiosrú ag baint úsáide as an rang ardán eithne?
hi: कि आप कर्नेल प्लेटफ़ॉर्म क्लास का उपयोग करके होस्ट सिस्टम और टर्मिनल एमुलेटर को क्वेरी कर सकते हैं?
id: bahwa Anda dapat menanyakan sistem host dan emulator terminal menggunakan kelas platform kernel?
it: che puoi interrogare il sistema host e l'emulatore di terminale utilizzando la classe della piattaforma del kernel?
ja: カーネル プラットフォーム クラスを使用してホスト システムと端末エミュレータにクエリを実行できるということですか?
ko: 커널 플랫폼 클래스를 사용하여 호스트 시스템과 터미널 에뮬레이터에 쿼리할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh menanyakan sistem hos dan emulator terminal menggunakan kelas platform kernel?
nb: at du kan spørre vertssystemet og terminalemulatoren ved å bruke kjerneplattformklassen?
nl: dat je het hostsysteem en de terminalemulator kunt bevragen met behulp van de kernelplatformklasse?
pt: que você pode consultar o sistema host e o emulador de terminal usando a classe de plataforma do kernel?
ro: că puteți interoga sistemul gazdă și emulatorul de terminal folosind clasa platformei kernel?
tr: Çekirdek platform sınıfını kullanarak ana sisteme ve terminal emülatörüne sorgu gönderebileceğinizi biliyor muydunuz?
uk: що ви можете запитувати хост-систему та емулятор терміналу за допомогою класу платформи ядра?
vi: rằng bạn có thể truy vấn hệ thống máy chủ và trình giả lập thiết bị đầu cuối bằng cách sử dụng lớp nền tảng hạt nhân?
zh: 您可以使用核心平台類別查詢主機系統和終端模擬器嗎？

# NKS_TIPS_KERNELTIP_64
source: that you can ask for a privacy consent prior to doing something sensitive in your mod?
ar: أنه يمكنك طلب موافقة الخصوصية قبل القيام بشيء حساس في تعديلك؟
de: dass du um eine Einwilligung zum Datenschutz bitten kannst, bevor du etwas Sensibles in deinem Mod machst?
el: ότι μπορείτε να ζητήσετε συναίνεση απορρήτου πριν κάνετε κάτι ευαίσθητο στο mod σας;
es: ¿Que puedes pedir un consentimiento de privacidad antes de hacer algo sensible en tu mod?
fr: que vous pouvez demander un consentement en matière de confidentialité avant de faire quelque chose de sensible dans votre mod ?
ga: gur féidir leat toiliú príobháideachta a iarraidh sula ndéanfaidh tú rud íogair i do mhodúil?
hi: कि आप अपने मॉड में कुछ संवेदनशील करने से पहले गोपनीयता सहमति मांग सकते हैं?
id: bahwa Anda dapat meminta persetujuan privasi sebelum melakukan sesuatu yang sensitif dalam mod Anda?
it: che puoi chiedere un consenso sulla privacy prima di fare qualcosa di sensibile nel tuo mod?
ja: MOD で機密性の高いことを行う前に、プライバシーに関する同意を求めることができるということですか?
ko: 모드에서 민감한 일을 하기 전에 개인정보 보호 동의를 요청할 수 있나요?
ms: bahawa anda boleh meminta persetujuan privasi sebelum melakukan sesuatu yang sensitif dalam mod anda?
nb: at du kan be om personvernsamtykke før du gjør noe sensitivt i moden din?
nl: dat je toestemming voor privacy kunt vragen voordat je iets gevoeligs doet in je mod?
pt: que você pode pedir consentimento de privacidade antes de fazer algo confidencial em seu mod?
ro: că poți cere un acord de confidențialitate înainte de a face ceva sensibil în modul tău?
tr: Modunuzda hassas bir şey yapmadan önce gizlilik izni isteyebileceğinizi biliyor musunuz?
uk: що ви можете запитати згоду на конфіденційність, перш ніж робити щось конфіденційне у своєму моді?
vi: rằng bạn có thể yêu cầu sự đồng ý về quyền riêng tư trước khi thực hiện điều gì đó nhạy cảm trong bản mod của bạn không?
zh: 在你的模組中做一些敏感的事情之前你可以請求隱私同意嗎？

# NKS_TIPS_KERNELTIP_65
source: that you can turn off notifications using the Do Not Disturb feature?
ar: أنه يمكنك إيقاف تشغيل الإشعارات باستخدام ميزة عدم الإزعاج؟
de: dass Sie Benachrichtigungen mit der Funktion „Bitte nicht stören“ deaktivieren können?
el: ότι μπορείτε να απενεργοποιήσετε τις ειδοποιήσεις χρησιμοποιώντας τη λειτουργία Μην ενοχλείτε;
es: ¿Que puedes desactivar las notificaciones usando la función No molestar?
fr: que vous pouvez désactiver les notifications à l'aide de la fonction Ne pas déranger ?
ga: gur féidir leat fógraí a mhúchadh tríd an ngné Ná Cuir Isteach?
hi: क्या आप डू नॉट डिस्टर्ब सुविधा का उपयोग करके सूचनाएं बंद कर सकते हैं?
id: bahwa Anda dapat mematikan notifikasi menggunakan fitur Jangan Ganggu?
it: che puoi disattivare le notifiche utilizzando la funzione Non disturbare?
ja: おやすみ機能を使用して通知をオフにできることを教えてください。
ko: 방해 금지 기능을 사용하여 알림을 끌 수 있다고요?
ms: bahawa anda boleh mematikan pemberitahuan menggunakan ciri Jangan Ganggu?
nb: at du kan slå av varsler ved hjelp av Ikke forstyrr-funksjonen?
nl: dat je meldingen kunt uitschakelen met de functie Niet storen?
pt: que você pode desativar as notificações usando o recurso Não perturbe?
ro: că poți dezactiva notificările folosind funcția Nu deranja?
tr: Rahatsız Etmeyin özelliğini kullanarak bildirimleri kapatabileceğinizi biliyor muydunuz?
uk: що ви можете вимкнути сповіщення за допомогою функції «Не турбувати»?
vi: rằng bạn có thể tắt thông báo bằng tính năng Không làm phiền?
zh: 您可以使用「請勿打擾」功能關閉通知嗎？

# NKS_TIPS_KERNELTIP_66
source: that you can save notification history using a function found in the notification manager?
ar: هل يمكنك حفظ سجل الإشعارات باستخدام وظيفة موجودة في مدير الإشعارات؟
de: dass Sie den Benachrichtigungsverlauf mithilfe einer Funktion im Benachrichtigungsmanager speichern können?
el: ότι μπορείτε να αποθηκεύσετε το ιστορικό ειδοποιήσεων χρησιμοποιώντας μια λειτουργία που βρίσκεται στη διαχείριση ειδοποιήσεων;
es: ¿Que puedes guardar el historial de notificaciones usando una función que se encuentra en el administrador de notificaciones?
fr: que vous pouvez enregistrer l'historique des notifications à l'aide d'une fonction trouvée dans le gestionnaire de notifications ?
ga: gur féidir leat stair fógraí a shábháil trí úsáid a bhaint as feidhm a aimsíodh sa bhainisteoir fógraí?
hi: क्या आप अधिसूचना प्रबंधक में पाए गए फ़ंक्शन का उपयोग करके अधिसूचना इतिहास सहेज सकते हैं?
id: bahwa Anda dapat menyimpan riwayat notifikasi menggunakan fungsi yang terdapat di pengelola notifikasi?
it: che puoi salvare la cronologia delle notifiche utilizzando una funzione trovata nel gestore delle notifiche?
ja: 通知マネージャーの機能を使用して通知履歴を保存できることを教えてください。
ko: 알림 관리자에 있는 기능을 사용하여 알림 기록을 저장할 수 있다고요?
ms: bahawa anda boleh menyimpan sejarah pemberitahuan menggunakan fungsi yang terdapat dalam pengurus pemberitahuan?
nb: at du kan lagre varslingshistorikk ved å bruke en funksjon som finnes i varslingsbehandlingen?
nl: dat u de meldingsgeschiedenis kunt opslaan met een functie in de meldingsmanager?
pt: que você pode salvar o histórico de notificações usando uma função encontrada no gerenciador de notificações?
ro: că puteți salva istoricul notificărilor folosind o funcție găsită în managerul de notificări?
tr: Bildirim yöneticisinde bulunan bir fonksiyonu kullanarak bildirim geçmişini kaydedebileceğinizi biliyor muydunuz?
uk: що ви можете зберігати історію сповіщень за допомогою функції в диспетчері сповіщень?
vi: rằng bạn có thể lưu lịch sử thông báo bằng chức năng có trong trình quản lý thông báo?
zh: 您可以使用通知管理員中的功能儲存通知記錄嗎？

# NKS_TIPS_KERNELTIP_67
source: that you can change how random numbers are generated by changing the driver?
ar: أنه يمكنك تغيير كيفية إنشاء الأرقام العشوائية عن طريق تغيير برنامج التشغيل؟
de: dass man die Generierung von Zufallszahlen durch einen Treiberwechsel ändern kann?
el: ότι μπορείτε να αλλάξετε τον τρόπο δημιουργίας τυχαίων αριθμών αλλάζοντας το πρόγραμμα οδήγησης;
es: ¿Que puedes cambiar la forma en que se generan los números aleatorios cambiando el controlador?
fr: que vous pouvez modifier la façon dont les nombres aléatoires sont générés en changeant le pilote ?
ga: gur féidir leat a athrú conas a ghintear uimhreacha randamacha tríd an tiománaí a athrú?
hi: कि आप यह बदल सकते हैं कि ड्राइवर को बदलकर यादृच्छिक संख्याएँ कैसे उत्पन्न होती हैं?
id: bahwa Anda dapat mengubah cara bilangan acak dihasilkan dengan mengubah driver?
it: che puoi cambiare il modo in cui vengono generati i numeri casuali cambiando il driver?
ja: ドライバーを変更することで乱数の生成方法を変更できるということですか?
ko: 드라이버를 변경하여 난수 생성 방법을 변경할 수 있습니까?
ms: bahawa anda boleh mengubah cara nombor rawak dijana dengan menukar pemandu?
nb: at du kan endre hvordan tilfeldige tall genereres ved å endre driver?
nl: dat je kunt wijzigen hoe willekeurige getallen worden gegenereerd door het stuurprogramma te wijzigen?
pt: que você pode alterar a forma como os números aleatórios são gerados alterando o driver?
ro: că puteți schimba modul în care sunt generate numere aleatorii prin schimbarea driverului?
tr: Sürücüyü değiştirerek rastgele sayıların nasıl üretileceğini değiştirebileceğinizi mi düşünüyorsunuz?
uk: що ви можете змінити спосіб генерації випадкових чисел, змінивши драйвер?
vi: rằng bạn có thể thay đổi cách tạo ra số ngẫu nhiên bằng cách thay đổi trình điều khiển?
zh: 您可以透過更改驅動程式來更改隨機數的產生方式嗎？

# NKS_TIPS_KERNELTIP_68
source: that miscellaneous APIs provide useful functions for your mods?
ar: أن واجهات برمجة التطبيقات المتنوعة توفر وظائف مفيدة لتعديلاتك؟
de: dass verschiedene APIs nützliche Funktionen für deine Mods bereitstellen?
el: ότι διάφορα API παρέχουν χρήσιμες λειτουργίες για τα mods σας;
es: ¿Que varias API proporcionan funciones útiles para tus mods?
fr: que diverses API fournissent des fonctions utiles pour vos mods ?
ga: go soláthraíonn APIanna ilghnéitheacha feidhmeanna úsáideacha do do mods?
hi: विविध एपीआई आपके मॉड के लिए उपयोगी कार्य प्रदान करते हैं?
id: bahwa API lain-lain menyediakan fungsi yang berguna untuk mod Anda?
it: che varie API forniscono funzioni utili per i tuoi mod?
ja: さまざまな API が MOD に便利な機能を提供しているということですか?
ko: 기타 API가 모드에 유용한 기능을 제공한다고요?
ms: bahawa pelbagai API menyediakan fungsi yang berguna untuk mod anda?
nb: at diverse API-er gir nyttige funksjoner for modsene dine?
nl: dat diverse API's nuttige functies bieden voor uw mods?
pt: que diversas APIs fornecem funções úteis para seus mods?
ro: că diversele API-uri oferă funcții utile pentru modurile dvs.?
tr: Çeşitli API'lerin modlarınız için yararlı işlevler sağladığını biliyor muydunuz?
uk: що різноманітні API надають корисні функції для ваших модів?
vi: rằng các API khác nhau cung cấp các chức năng hữu ích cho bản mod của bạn?
zh: 各種 API 是否為您的 mod 提供有用的功能？
