Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_46
source: that your mods can communicate with kernel addons and other mods, creating some kind of communication and achieving interoperability?
ar: هل يمكن لتعديلاتك التواصل مع إضافات kernel والتعديلات الأخرى، مما يؤدي إلى إنشاء نوع من الاتصال وتحقيق إمكانية التشغيل البيني؟
de: dass Ihre Mods mit Kernel-Addons und anderen Mods kommunizieren können, wodurch eine Art Kommunikation entsteht und Interoperabilität erreicht wird?
el: ότι τα mods σας μπορούν να επικοινωνούν με πρόσθετα πυρήνα και άλλα mod, δημιουργώντας κάποιο είδος επικοινωνίας και επιτυγχάνοντας διαλειτουργικότητα;
es: ¿Que tus mods pueden comunicarse con complementos del kernel y otros mods, creando algún tipo de comunicación y logrando interoperabilidad?
fr: que vos mods peuvent communiquer avec les modules complémentaires du noyau et d'autres mods, créant ainsi une sorte de communication et réalisant l'interopérabilité ?
ga: gur féidir le do mods cumarsáid a dhéanamh le addons eithne agus mods eile, ag cruthú cumarsáide de chineál éigin agus ag baint amach idir-inoibritheacht?
hi: क्या आपके मॉड कर्नेल ऐडऑन और अन्य मॉड के साथ संचार कर सकते हैं, किसी प्रकार का संचार बना सकते हैं और इंटरऑपरेबिलिटी प्राप्त कर सकते हैं?
id: bahwa mod Anda dapat berkomunikasi dengan add-on kernel dan mod lain, menciptakan semacam komunikasi dan mencapai interoperabilitas?
it: che i tuoi mod possono comunicare con i componenti aggiuntivi del kernel e altri mod, creando un qualche tipo di comunicazione e ottenendo l'interoperabilità?
ja: あなたの MOD がカーネル アドオンや他の MOD と通信して、何らかの通信を作成し、相互運用性を実現できるということですか?
ko: 귀하의 모드가 커널 애드온 및 기타 모드와 통신하여 일종의 통신을 생성하고 상호 운용성을 달성할 수 있습니까?
ms: bahawa mod anda boleh berkomunikasi dengan tambahan kernel dan mod lain, mewujudkan beberapa jenis komunikasi dan mencapai kesalingoperasian?
nb: at modsene dine kan kommunisere med kjernetillegg og andre mods, skape en slags kommunikasjon og oppnå interoperabilitet?
nl: dat je mods kunnen communiceren met kernel-add-ons en andere mods, waardoor een soort communicatie ontstaat en interoperabiliteit wordt bereikt?
pt: que seus mods podem se comunicar com addons de kernel e outros mods, criando algum tipo de comunicação e alcançando interoperabilidade?
ro: că modurile dvs. pot comunica cu suplimentele nucleului și alte moduri, creând un fel de comunicare și realizând interoperabilitate?
tr: Modlarınızın çekirdek eklentileri ve diğer modlarla iletişim kurabilmesi, bir tür iletişim yaratabilmesi ve birlikte çalışabilirlik sağlayabilmesi mümkün mü?
uk: що ваші моди можуть спілкуватися з аддонами ядра та іншими модами, створюючи певний зв’язок і досягаючи сумісності?
vi: rằng các bản mod của bạn có thể giao tiếp với các tiện ích bổ sung của kernel và các bản mod khác, tạo ra một số loại giao tiếp và đạt được khả năng tương tác?
zh: 您的 mod 可以與內核插件和其他 mod 進行通信，創建某種通信並實現互通性？

# NKS_TIPS_KERNELTIP_47
source: that you can connect to the remote debugger and, optionally, to the chat server?
ar: أنه يمكنك الاتصال بمصحح الأخطاء عن بعد، واختياريًا، بخادم الدردشة؟
de: dass Sie sich mit dem Remote-Debugger und optional mit dem Chat-Server verbinden können?
el: ότι μπορείτε να συνδεθείτε στο απομακρυσμένο πρόγραμμα εντοπισμού σφαλμάτων και, προαιρετικά, στον διακομιστή συνομιλίας;
es: ¿Que puedes conectarte al depurador remoto y, opcionalmente, al servidor de chat?
fr: que vous pouvez vous connecter au débogueur distant et, éventuellement, au serveur de discussion ?
ga: gur féidir leat ceangal leis an gciandhífhabhtóir agus, go roghnach, leis an bhfreastalaí comhrá?
hi: कि आप रिमोट डिबगर से और वैकल्पिक रूप से चैट सर्वर से कनेक्ट कर सकते हैं?
id: bahwa Anda dapat terhubung ke debugger jarak jauh dan, opsional, ke server obrolan?
it: che puoi connetterti al debugger remoto e, facoltativamente, al server di chat?
ja: リモート デバッガーに接続でき、オプションでチャット サーバーにも接続できるということですか?
ko: 원격 디버거에 연결하고 선택적으로 채팅 서버에 연결할 수 있습니까?
ms: bahawa anda boleh menyambung ke penyahpepijat jauh dan, secara pilihan, ke pelayan sembang?
nb: at du kan koble til den eksterne debuggeren og, valgfritt, til chat-serveren?
nl: dat u verbinding kunt maken met de externe debugger en optioneel met de chatserver?
pt: que você pode se conectar ao depurador remoto e, opcionalmente, ao servidor de chat?
ro: că vă puteți conecta la depanatorul de la distanță și, opțional, la serverul de chat?
tr: Uzaktan hata ayıklayıcıya ve isteğe bağlı olarak sohbet sunucusuna bağlanabiliyor musunuz?
uk: що ви можете підключитися до віддаленого налагоджувача та, за бажанням, до сервера чату?
vi: rằng bạn có thể kết nối với trình gỡ lỗi từ xa và tùy chọn là máy chủ trò chuyện?
zh: 您可以連接到遠端調試器，也可以選擇連接到聊天伺服器？

# NKS_TIPS_KERNELTIP_48
source: that you can use the debug shell, which is only available for development versions?
ar: أنه يمكنك استخدام تصحيح الأخطاء، وهو متاح فقط لإصدارات التطوير؟
de: dass Sie die Debug-Shell verwenden können, die nur für Entwicklungsversionen verfügbar ist?
el: ότι μπορείτε να χρησιμοποιήσετε το κέλυφος εντοπισμού σφαλμάτων, το οποίο είναι διαθέσιμο μόνο για εκδόσεις ανάπτυξης;
es: ¿Que puedes usar el shell de depuración, que solo está disponible para versiones de desarrollo?
fr: que vous pouvez utiliser le shell de débogage, qui n'est disponible que pour les versions de développement ?
ga: gur féidir leat an bhlaosc dífhabhtaithe a úsáid, nach bhfuil ar fáil ach le haghaidh leaganacha forbartha?
hi: कि आप डिबग शेल का उपयोग कर सकते हैं, जो केवल विकास संस्करणों के लिए उपलब्ध है?
id: bahwa Anda dapat menggunakan shell debug, yang hanya tersedia untuk versi pengembangan?
it: che puoi usare la shell di debug, che è disponibile solo per le versioni di sviluppo?
ja: 開発バージョンでのみ使用できるデバッグ シェルを使用できるということですか?
ko: 개발 버전에서만 사용할 수 있는 디버그 셸을 사용할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh menggunakan cangkang nyahpepijat, yang hanya tersedia untuk versi pembangunan?
nb: at du kan bruke feilsøkingsskallet, som kun er tilgjengelig for utviklingsversjoner?
nl: dat u de debug-shell kunt gebruiken, die alleen beschikbaar is voor ontwikkelingsversies?
pt: que você pode usar o shell de depuração, que está disponível apenas para versões de desenvolvimento?
ro: că puteți utiliza shell-ul de depanare, care este disponibil doar pentru versiunile de dezvoltare?
tr: Yalnızca geliştirme sürümlerinde kullanılabilen hata ayıklama kabuğunu kullanabiliyor musunuz?
uk: що ви можете використовувати оболонку налагодження, яка доступна лише для версій розробки?
vi: rằng bạn có thể sử dụng shell gỡ lỗi, chỉ có trong phiên bản phát triển?
zh: 您可以使用調試 shell，該 shell 僅適用於開發版本？

# NKS_TIPS_KERNELTIP_49
source: that your mods can now have their own configuration by registering their associated classes?
ar: هل يمكن لتعديلاتك الآن الحصول على تكوين خاص بها عن طريق تسجيل الفئات المرتبطة بها؟
de: dass Ihre Mods jetzt ihre eigene Konfiguration haben können, indem sie die zugehörigen Klassen registrieren?
el: ότι τα mods σας μπορούν πλέον να έχουν τη δική τους διαμόρφωση καταχωρώντας τις σχετικές κλάσεις τους;
es: ¿Que tus mods ahora pueden tener su propia configuración registrando sus clases asociadas?
fr: que vos mods peuvent désormais avoir leur propre configuration en enregistrant leurs classes associées ?
ga: gur féidir a gcumraíocht féin a bheith ag do mods anois trína gcuid ranganna gaolmhara a chlárú?
hi: क्या आपके मॉड अब अपनी संबद्ध कक्षाओं को पंजीकृत करके अपना स्वयं का कॉन्फ़िगरेशन प्राप्त कर सकते हैं?
id: bahwa mod Anda sekarang dapat memiliki konfigurasinya sendiri dengan mendaftarkan kelas terkaitnya?
it: che i tuoi mod ora possono avere la propria configurazione registrando le classi associate?
ja: 関連するクラスを登録することで、MOD が独自の設定を持つことができるようになったということですか?
ko: 이제 관련 클래스를 등록하여 모드가 자체 구성을 가질 수 있다는 사실을 알고 계시나요?
ms: bahawa mod anda kini boleh mempunyai konfigurasi mereka sendiri dengan mendaftarkan kelas yang berkaitan?
nb: at dine mods nå kan ha sin egen konfigurasjon ved å registrere de tilknyttede klasser?
nl: dat je mods nu hun eigen configuratie kunnen hebben door de bijbehorende klassen te registreren?
pt: que seus mods agora podem ter configurações próprias registrando suas classes associadas?
ro: că modurile tale pot avea acum propria lor configurație prin înregistrarea claselor asociate?
tr: Moderatörlerinizin artık ilişkili sınıflarını kaydederek kendi yapılandırmalarına sahip olabileceklerini mi düşünüyorsunuz?
uk: що ваші моди тепер можуть мати власну конфігурацію, зареєструвавши пов’язані з ними класи?
vi: rằng các mod của bạn bây giờ có thể có cấu hình riêng bằng cách đăng ký các lớp liên quan?
zh: 您的 mod 現在可以透過註冊關聯的類別來擁有自己的配置？

# NKS_TIPS_KERNELTIP_50
source: that your mods can register their own shells?
ar: أن التعديلات الخاصة بك يمكنها تسجيل الأصداف الخاصة بها؟
de: dass deine Mods ihre eigenen Shells registrieren können?
el: ότι τα mods σας μπορούν να καταχωρήσουν τα δικά τους κελύφη;
es: ¿Que tus mods pueden registrar sus propios proyectiles?
fr: que vos mods peuvent enregistrer leurs propres shells ?
ga: gur féidir le do mods a sliogáin féin a chlárú?
hi: कि आपके मॉड अपने स्वयं के शेल पंजीकृत कर सकते हैं?
id: bahwa mod Anda dapat mendaftarkan shell mereka sendiri?
it: che i tuoi mod possano registrare le proprie shell?
ja: あなたの MOD は独自のシェルを登録できるのでしょうか?
ko: 당신의 모드가 자신의 쉘을 등록할 수 있다고요?
ms: bahawa mod anda boleh mendaftarkan shell mereka sendiri?
nb: at dine mods kan registrere sine egne skall?
nl: dat je mods hun eigen shells kunnen registreren?
pt: que seus mods podem registrar seus próprios shells?
ro: că modurile tale își pot înregistra propriile shell-uri?
tr: modlarınızın kendi kabuklarını kaydedebilmeleri mümkün mü?
uk: що ваші моди можуть реєструвати власні оболонки?
vi: rằng người quản lý của bạn có thể đăng ký shell của riêng họ?
zh: 你的 mods 可以註冊自己的 shell 嗎？

# NKS_TIPS_KERNELTIP_51
source: that your mods can add commands to the existing shells to increase the amount of commands that can be used?
ar: أن تعديلاتك يمكنها إضافة أوامر إلى الأصداف الموجودة لزيادة كمية الأوامر التي يمكن استخدامها؟
de: dass Ihre Mods den vorhandenen Shells Befehle hinzufügen können, um die Anzahl der verwendbaren Befehle zu erhöhen?
el: ότι τα mods σας μπορούν να προσθέσουν εντολές στα υπάρχοντα κελύφη για να αυξήσουν τον αριθμό των εντολών που μπορούν να χρησιμοποιηθούν;
es: ¿Que tus mods pueden agregar comandos a los shells existentes para aumentar la cantidad de comandos que se pueden usar?
fr: que vos mods peuvent ajouter des commandes aux shells existants pour augmenter le nombre de commandes pouvant être utilisées ?
ga: gur féidir le do mods orduithe a chur leis na sliogáin atá ann cheana féin chun cur leis an méid orduithe is féidir a úsáid?
hi: क्या आपके मॉड इस्तेमाल किए जा सकने वाले कमांड की मात्रा बढ़ाने के लिए मौजूदा शेल में कमांड जोड़ सकते हैं?
id: bahwa mod Anda dapat menambahkan perintah ke shell yang ada untuk meningkatkan jumlah perintah yang dapat digunakan?
it: che i tuoi mod possono aggiungere comandi alle shell esistenti per aumentare la quantità di comandi che possono essere utilizzati?
ja: あなたの MOD は既存のシェルにコマンドを追加して、使用できるコマンドの量を増やすことができると思いますか?
ko: 당신의 모드가 기존 쉘에 명령을 추가하여 사용할 수 있는 명령의 양을 늘릴 수 있다고요?
ms: bahawa mod anda boleh menambah arahan pada cengkerang sedia ada untuk meningkatkan jumlah arahan yang boleh digunakan?
nb: at modsene dine kan legge til kommandoer til de eksisterende skallene for å øke mengden kommandoer som kan brukes?
nl: dat je mods commando's aan de bestaande shells kunnen toevoegen om het aantal commando's dat kan worden gebruikt te vergroten?
pt: que seus mods podem adicionar comandos aos shells existentes para aumentar a quantidade de comandos que podem ser usados?
ro: că modurile dvs. pot adăuga comenzi la shell-urile existente pentru a crește cantitatea de comenzi care pot fi utilizate?
tr: Moderatörlerinizin mevcut kabuklara komutlar ekleyerek kullanılabilecek komut sayısını artırabileceğini mi düşünüyorsunuz?
uk: що ваші моди можуть додавати команди до існуючих оболонок, щоб збільшити кількість команд, які можна використовувати?
vi: rằng người quản lý của bạn có thể thêm lệnh vào shell hiện có để tăng số lượng lệnh có thể sử dụng không?
zh: 您的 mod 可以向現有 shell 添加命令以增加可以使用的命令數量嗎？

# NKS_TIPS_KERNELTIP_52
source: that your command classes can accurately represent passed arguments and switches?
ar: أن فئات الأوامر الخاصة بك يمكن أن تمثل بدقة الوسائط والمفاتيح التي تم تمريرها؟
de: dass Ihre Befehlsklassen übergebene Argumente und Schalter genau darstellen können?
el: ότι οι κλάσεις εντολών σας μπορούν να αναπαραστήσουν με ακρίβεια περασμένα ορίσματα και διακόπτες;
es: ¿Que sus clases de comando pueden representar con precisión los argumentos y modificadores pasados?
fr: que vos classes de commandes peuvent représenter avec précision les arguments et les commutateurs passés ?
ga: gur féidir le do chuid ranganna ordaithe argóintí agus lasca a ritheadh a léiriú go cruinn?
hi: कि आपकी कमांड कक्षाएं पारित तर्कों और स्विचों का सटीक रूप से प्रतिनिधित्व कर सकती हैं?
id: bahwa kelas perintah Anda dapat secara akurat mewakili argumen dan peralihan yang diteruskan?
it: che le tue classi di comando possano rappresentare accuratamente argomenti e opzioni passati?
ja: コマンド クラスは渡された引数とスイッチを正確に表現できるでしょうか?
ko: 명령 클래스가 전달된 인수와 스위치를 정확하게 나타낼 수 있습니까?
ms: bahawa kelas arahan anda boleh mewakili argumen dan suis yang diluluskan dengan tepat?
nb: at kommandoklassene dine nøyaktig kan representere beståtte argumenter og brytere?
nl: dat uw opdrachtklassen doorgegeven argumenten en schakelaars nauwkeurig kunnen weergeven?
pt: que suas classes de comando podem representar com precisão argumentos e opções passadas?
ro: că clasele dvs. de comandă pot reprezenta cu acuratețe argumentele și comutatoarele transmise?
tr: Komut sınıflarınızın geçirilen argümanları ve anahtarları doğru bir şekilde temsil edebilmesi mümkün mü?
uk: що ваші класи команд можуть точно представляти передані аргументи та перемикачі?
vi: rằng các lớp lệnh của bạn có thể biểu diễn chính xác các đối số và công tắc được truyền không?
zh: 您的命令類別可以準確地表示傳遞的參數和開關嗎？

# NKS_TIPS_KERNELTIP_53
source: that you can query passed switches using the switch management classes found in the kernel API?
ar: أنه يمكنك الاستعلام عن المفاتيح التي تم تمريرها باستخدام فئات إدارة التبديل الموجودة في واجهة برمجة تطبيقات kernel؟
de: dass Sie übergebene Schalter mithilfe der Schalterverwaltungsklassen in der Kernel-API abfragen können?
el: ότι μπορείτε να ρωτήσετε τους διακόπτες που έχουν περάσει χρησιμοποιώντας τις κλάσεις διαχείρισης μεταγωγών που βρίσκονται στο API του πυρήνα;
es: ¿Que puede consultar los conmutadores pasados utilizando las clases de administración de conmutadores que se encuentran en la API del kernel?
fr: que vous pouvez interroger les commutateurs passés à l'aide des classes de gestion des commutateurs trouvées dans l'API du noyau ?
ga: gur féidir leat lasca pasáilte a fhiosrú ag baint úsáide as na ranganna bainistíochta lasc a aimsítear san API eithne?
hi: कि आप कर्नेल एपीआई में पाए जाने वाले स्विच प्रबंधन वर्गों का उपयोग करके पारित स्विच से पूछताछ कर सकते हैं?
id: bahwa Anda dapat menanyakan sakelar yang dilewati menggunakan kelas manajemen sakelar yang ditemukan di API kernel?
it: che puoi interrogare gli switch passati utilizzando le classi di gestione degli switch trovate nell'API del kernel?
ja: カーネル API にあるスイッチ管理クラスを使用して、渡されたスイッチをクエリできるということですか?
ko: 커널 API에 있는 스위치 관리 클래스를 사용하여 전달된 스위치를 쿼리할 수 있다는 점을 알고 계시나요?
ms: bahawa anda boleh menanyakan suis yang diluluskan menggunakan kelas pengurusan suis yang terdapat dalam API kernel?
nb: at du kan forespørre beståtte brytere ved å bruke bryteradministrasjonsklassene som finnes i kjerne-APIet?
nl: dat u doorgegeven switches kunt opvragen met behulp van de switchbeheerklassen in de kernel-API?
pt: que você pode consultar switches passados usando as classes de gerenciamento de switches encontradas na API do kernel?
ro: că puteți interoga comutatoarele trecute folosind clasele de gestionare a comutatoarelor găsite în API-ul kernelului?
tr: Çekirdek API'sinde bulunan anahtar yönetim sınıflarını kullanarak geçirilen anahtarları sorgulayabileceğinizi mi düşünüyorsunuz?
uk: що ви можете запитувати передані комутатори, використовуючи класи керування комутаторами, знайдені в API ядра?
vi: rằng bạn có thể truy vấn các công tắc đã chuyển bằng cách sử dụng các lớp quản lý công tắc có trong API hạt nhân?
zh: 您可以使用核心 API 中的開關管理類別來查詢傳遞的開關嗎？

# NKS_TIPS_KERNELTIP_54
source: that UESH includes the scripting functionality to facilitate making and running scripts?
ar: أن UESH يتضمن وظيفة البرمجة النصية لتسهيل إنشاء البرامج النصية وتشغيلها؟
de: dass UESH die Scripting-Funktionalität beinhaltet, um das Erstellen und Ausführen von Scripts zu erleichtern?
el: ότι το UESH περιλαμβάνει τη λειτουργία δέσμης ενεργειών για τη διευκόλυνση της δημιουργίας και εκτέλεσης σεναρίων;
es: ¿Que UESH incluye la funcionalidad de secuencias de comandos para facilitar la creación y ejecución de secuencias de comandos?
fr: que UESH inclut la fonctionnalité de script pour faciliter la création et l'exécution de scripts ?
ga: go n-áirítear UESH an fheidhmiúlacht scriptithe chun éascú a dhéanamh agus a rith scripteanna?
hi: क्या यूईएसएच में स्क्रिप्ट बनाने और चलाने की सुविधा के लिए स्क्रिप्टिंग कार्यक्षमता शामिल है?
id: bahwa UESH menyertakan fungsi skrip untuk memfasilitasi pembuatan dan menjalankan skrip?
it: che UESH include la funzionalità di scripting per facilitare la creazione e l'esecuzione di script?
ja: UESH には、スクリプトの作成と実行を容易にするスクリプト機能が含まれていますか?
ko: UESH에는 스크립트 작성 및 실행을 용이하게 하는 스크립팅 기능이 포함되어 있습니까?
ms: bahawa UESH termasuk fungsi skrip untuk memudahkan membuat dan menjalankan skrip?
nb: at UESH inkluderer skriptfunksjonalitet for å gjøre det lettere å lage og kjøre skript?
nl: dat UESH de scriptfunctionaliteit bevat om het maken en uitvoeren van scripts te vergemakkelijken?
pt: que o UESH inclui a funcionalidade de script para facilitar a criação e execução de scripts?
ro: că UESH include funcționalitatea de scripting pentru a facilita realizarea și rularea scripturilor?
tr: UESH'nin komut dosyası oluşturmayı ve çalıştırmayı kolaylaştırmak için komut dosyası işlevini içerdiğini mi düşünüyorsunuz?
uk: що UESH включає функцію створення сценаріїв для полегшення створення та запуску сценаріїв?
vi: rằng UESH bao gồm chức năng viết kịch bản để tạo điều kiện thuận lợi cho việc tạo và chạy các kịch bản?
zh: UESH 包含腳本功能以方便製作和執行腳本？

# NKS_TIPS_KERNELTIP_55
source: that the shell includes functionality to inhibit cancellation for active applications?
ar: أن الغلاف يتضمن وظيفة لمنع إلغاء التطبيقات النشطة؟
de: dass die Shell eine Funktion enthält, die den Abbruch aktiver Anwendungen verhindert?
el: ότι το κέλυφος περιλαμβάνει λειτουργικότητα για την αναστολή ακύρωσης για ενεργές εφαρμογές;
es: ¿Que el shell incluye funcionalidad para inhibir la cancelación de aplicaciones activas?
fr: que le shell inclut une fonctionnalité permettant d'empêcher l'annulation des applications actives ?
ga: go n-áirítear sa bhlaosc feidhmiúlacht chun cealú feidhmchláir ghníomhacha a chosc?
hi: कि शेल में सक्रिय अनुप्रयोगों के लिए रद्दीकरण को रोकने की कार्यक्षमता शामिल है?
id: bahwa shell tersebut menyertakan fungsionalitas untuk menghambat pembatalan untuk aplikasi yang aktif?
it: che la shell include funzionalità per inibire la cancellazione delle applicazioni attive?
ja: シェルにはアクティブなアプリケーションのキャンセルを禁止する機能が含まれていますか?
ko: 셸에는 활성 응용 프로그램의 취소를 금지하는 기능이 포함되어 있습니까?
ms: bahawa shell termasuk fungsi untuk menghalang pembatalan untuk aplikasi aktif?
nb: at skallet inkluderer funksjonalitet for å hindre kansellering for aktive applikasjoner?
nl: dat de shell functionaliteit bevat om annulering voor actieve applicaties te voorkomen?
pt: que o shell inclui funcionalidade para inibir o cancelamento de aplicativos ativos?
ro: că shell-ul include funcționalitate pentru a inhiba anularea aplicațiilor active?
tr: Kabuğun aktif uygulamalar için iptali engelleyecek bir işlevselliğe sahip olması mı?
uk: що оболонка містить функціональність для блокування скасування для активних програм?
vi: rằng shell bao gồm chức năng ngăn chặn việc hủy bỏ các ứng dụng đang hoạt động?
zh: shell 包含禁止取消活動應用程式的功能？

# NKS_TIPS_KERNELTIP_56
source: that Nitrocid is deeply integrated with Terminaux to allow faster and better rendering?
ar: أن Nitrocid متكامل بعمق مع Terminaux للسماح بعرض أسرع وأفضل؟
de: dass Nitrocid tief in Terminaux integriert ist, um ein schnelleres und besseres Rendering zu ermöglichen?
el: ότι το Nitrocid είναι βαθιά ενσωματωμένο με το Terminaux για να επιτρέπει ταχύτερη και καλύτερη απόδοση;
es: ¿Que Nitrocid está profundamente integrado con Terminaux para permitir un renderizado mejor y más rápido?
fr: que Nitrocid est profondément intégré à Terminaux pour permettre un rendu plus rapide et meilleur ?
ga: go bhfuil Nitrocid comhtháite go domhain le Terminaux chun rindreáil níos tapúla agus níos fearr a cheadú?
hi: तेज़ और बेहतर प्रतिपादन की अनुमति देने के लिए नाइट्रोसिड को टर्मिनॉक्स के साथ गहराई से एकीकृत किया गया है?
id: bahwa Nitrocid terintegrasi secara mendalam dengan Terminaux untuk memungkinkan rendering yang lebih cepat dan lebih baik?
it: che Nitrocid è profondamente integrato con Terminaux per consentire un rendering migliore e più veloce?
ja: Nitrocid は Terminaux と緊密に統合されており、より高速で優れたレンダリングが可能になるということですか?
ko: Nitrocid가 Terminaux와 긴밀하게 통합되어 더 빠르고 더 나은 렌더링이 가능하다는 사실을 알고 계시나요?
ms: bahawa Nitrocid disepadukan secara mendalam dengan Terminaux untuk membolehkan pemaparan yang lebih pantas dan lebih baik?
nb: at Nitrocid er dypt integrert med Terminaux for å tillate raskere og bedre gjengivelse?
nl: dat Nitrocid diep geïntegreerd is met Terminaux om een snellere en betere weergave mogelijk te maken?
pt: que o Nitrocid está profundamente integrado ao Terminaux para permitir uma renderização melhor e mais rápida?
ro: că Nitrocid este profund integrat cu Terminaux pentru a permite o randare mai rapidă și mai bună?
tr: Nitrocid'in Terminaux ile derinlemesine entegre edilerek daha hızlı ve daha iyi render alınmasına olanak sağladığını biliyor muydunuz?
uk: що Nitrocid глибоко інтегровано з Terminaux, щоб забезпечити швидше та краще рендеринг?
vi: rằng Nitrocid được tích hợp sâu với Terminaux để cho phép kết xuất nhanh hơn và tốt hơn?
zh: Nitrocid 與 Terminaux 深度整合以實現更快更好的渲染？
