Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Tips/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_TIPS_KERNELTIP_69
source: This section lets you configure how Tips works.
ar: يتيح لك هذا القسم تكوين كيفية عمل التلميحات.
de: In diesem Abschnitt können Sie konfigurieren, wie Tipps funktionieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας των Συμβουλών.
es: Esta sección le permite configurar cómo funcionan las sugerencias.
fr: Cette section vous permet de configurer le fonctionnement des astuces.
ga: Ligeann an chuid seo duit conas a oibríonn Leideanna a chumrú.
hi: यह अनुभाग आपको यह कॉन्फ़िगर करने देता है कि युक्तियाँ कैसे काम करती हैं।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja Tips.
it: Questa sezione consente di configurare il funzionamento dei Suggerimenti.
ja: このセクションでは、ヒントの動作を構成できます。
ko: 이 섹션에서는 팁 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara Petua berfungsi.
nb: Denne delen lar deg konfigurere hvordan Tips fungerer.
nl: In deze sectie kunt u configureren hoe Tips werken.
pt: Esta seção permite configurar como o Tips funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează Sfaturile.
tr: Bu bölüm İpuçları'nın nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу підказок.
vi: Phần này cho phép bạn cấu hình cách thức hoạt động của Mẹo.
zh: 此部分可讓您配置提示的工作方式。

# NKS_TIPS_KERNELTIP_70
source: Show kernel tips
ar: عرض نصائح النواة
de: Kernel-Tipps anzeigen
el: Εμφάνιση συμβουλών πυρήνα
es: Mostrar consejos sobre el núcleo
fr: Afficher les astuces du noyau
ga: Taispeáin leideanna eithne
hi: कर्नेल युक्तियाँ दिखाएँ
id: Tampilkan tip kernel
it: Mostra i suggerimenti del kernel
ja: カーネルのヒントを表示する
ko: 커널 팁 표시
ms: Tunjukkan petua kernel
nb: Vis kjernetips
nl: Kerneltips weergeven
pt: Mostrar dicas do kernel
ro: Afișați sfaturi pentru nucleu
tr: Çekirdek ipuçlarını göster
uk: Показати поради щодо ядра
vi: Hiển thị các mẹo về hạt nhân
zh: 顯示內核提示

# NKS_TIPS_KERNELTIP_71
source: If enabled, the shell shows you the tips on every login.
ar: إذا تم تمكينه، يعرض لك shell النصائح حول كل تسجيل دخول.
de: Wenn aktiviert, zeigt Ihnen die Shell die Tipps bei jedem Login an.
el: Εάν είναι ενεργοποιημένο, το κέλυφος σάς δείχνει τις συμβουλές για κάθε σύνδεση.
es: Si está habilitado, el shell le muestra los consejos en cada inicio de sesión.
fr: Si activé, le shell vous montre les conseils à chaque connexion.
ga: Má tá sé cumasaithe, taispeánann an bhlaosc na leideanna duit maidir le gach logáil isteach.
hi: यदि सक्षम किया गया है, तो शेल आपको प्रत्येक लॉगिन पर युक्तियाँ दिखाता है।
id: Jika diaktifkan, shell akan menampilkan tip pada setiap login.
it: Se abilitato, la shell mostra i suggerimenti ad ogni accesso.
ja: 有効にすると、シェルはログインごとにヒントを表示します。
ko: 활성화되면 쉘은 로그인할 때마다 팁을 표시합니다.
ms: Jika didayakan, shell menunjukkan kepada anda petua pada setiap log masuk.
nb: Hvis aktivert, viser skallet deg tipsene ved hver pålogging.
nl: Indien ingeschakeld, toont de shell u de tips bij elke login.
pt: Se ativado, o shell mostra dicas sobre cada login.
ro: Dacă este activat, shell-ul vă arată sfaturi pentru fiecare conectare.
tr: Etkinleştirildiğinde, kabuk size her oturum açmada ipuçlarını gösterir.
uk: Якщо ввімкнено, оболонка показуватиме підказки під час кожного входу.
vi: Nếu được bật, shell sẽ hiển thị cho bạn các mẹo sau mỗi lần đăng nhập.
zh: 如果啟用，shell 會在每次登入時顯示提示。

# NKS_TIPS_KERNELTIP_72
source: that you can make bootable programmes using your kernel mods?
ar: أنه يمكنك إنشاء برامج قابلة للتمهيد باستخدام تعديلات kernel الخاصة بك؟
de: dass Sie mit Ihren Kernel-Mods bootfähige Programme erstellen können?
el: ότι μπορείτε να φτιάξετε προγράμματα με δυνατότητα εκκίνησης χρησιμοποιώντας τα mods του πυρήνα σας;
es: ¿Que puedes crear programas de arranque usando las modificaciones de tu kernel?
fr: que vous pouvez créer des programmes amorçables en utilisant les mods de votre noyau ?
ga: gur féidir leat cláir bootable a dhéanamh ag baint úsáide as do mhodhanna eithne?
hi: क्या आप अपने कर्नेल मॉड्स का उपयोग करके बूट करने योग्य प्रोग्राम बना सकते हैं?
id: bahwa Anda dapat membuat program yang dapat di-boot menggunakan mod kernel Anda?
it: che puoi creare programmi avviabili usando le mod del kernel?
ja: カーネル MOD を使用して起動可能なプログラムを作成できるということですか?
ko: 커널 모드를 사용하여 부팅 가능한 프로그램을 만들 수 있다고요?
ms: bahawa anda boleh membuat program boleh boot menggunakan mod kernel anda?
nb: at du kan lage oppstartbare programmer ved å bruke kjernemodsene dine?
nl: dat je opstartbare programma's kunt maken met behulp van je kernelmods?
pt: que você pode criar programas inicializáveis usando seus mods de kernel?
ro: că puteți face programe de pornire folosind modurile de kernel?
tr: Çekirdek modlarınızı kullanarak önyüklenebilir programlar yapabileceğinizi mi düşünüyorsunuz?
uk: що ви можете створювати завантажувальні програми за допомогою модів ядра?
vi: rằng bạn có thể tạo ra các chương trình có thể khởi động bằng cách sử dụng bản mod hạt nhân của mình?
zh: 您可以使用核心模組製作可啟動程式嗎？

# NKS_TIPS_KERNELTIP_73
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_TIPS_KERNELTIP_74
source: that Nitrocid (Kernel Simulator 0.0.2) called the built-in shell the 'UESH' shell?
ar: هل أطلق Nitrocid (Kernel Simulator 0.0.2) على الغلاف المدمج اسم غلاف "UESH"؟
de: dass Nitrocid (Kernel Simulator 0.0.2) die integrierte Shell „UESH“-Shell genannt hat?
el: ότι το Nitrocid (Kernel Simulator 0.0.2) ονόμασε το ενσωματωμένο κέλυφος «UESH»;
es: ¿Que Nitrocid (Kernel Simulator 0.0.2) llamó al shell incorporado el shell 'UESH'?
fr: que Nitrocid (Kernel Simulator 0.0.2) a appelé le shell intégré le shell « UESH » ?
ga: gur thug Nitrocid (Eithne Insamhlóir 0.0.2) an bhlaosc 'UESH' ar an bhlaosc ionsuite?
hi: क्या नाइट्रोसिड (कर्नेल सिम्युलेटर 0.0.2) ने अंतर्निहित शेल को 'यूईएसएच' शेल कहा है?
id: bahwa Nitrocid (Kernel Simulator 0.0.2) menyebut shell bawaan sebagai shell 'UESH'?
it: che Nitrocid (Kernel Simulator 0.0.2) ha chiamato la shell integrata shell 'UESH'?
ja: Nitrocid (カーネル シミュレータ 0.0.2) では組み込みシェルを「UESH」シェルと呼んでいたのですか?
ko: Nitrocid(커널 시뮬레이터 0.0.2)가 내장 셸을 'UESH' 셸이라고 부르는 걸 기억하시나요?
ms: bahawa Nitrocid (Simulator Kernel 0.0.2) memanggil cangkerang terbina dalam cangkerang 'UESH'?
nb: at Nitrocid (Kernel Simulator 0.0.2) kalte det innebygde skallet 'UESH'-skallet?
nl: dat Nitrocid (Kernel Simulator 0.0.2) de ingebouwde shell de 'UESH'-shell noemde?
pt: que o Nitrocid (Kernel Simulator 0.0.2) chamou a concha integrada do shell 'UESH'?
ro: că Nitrocid (Kernel Simulator 0.0.2) a numit shell-ul încorporat shell-ul „UESH”?
tr: Nitrocid'in (Kernel Simulator 0.0.2) yerleşik kabuğa 'UESH' kabuğu adını verdiğini biliyor muydunuz?
uk: що Nitrocid (Kernel Simulator 0.0.2) назвав вбудовану оболонку оболонкою «UESH»?
vi: rằng Nitrocid (Kernel Simulator 0.0.2) gọi shell tích hợp là shell 'UESH'?
zh: Nitrocid（內核模擬器 0.0.2）將內建 shell 稱為「UESH」shell？

# NKS_TIPS_KERNELTIP_75
source: that the screensavers were touted to be a solution against screen burn-ins in cathode ray-tube (CRT) or plasma displays?
ar: هل تم الترويج لشاشات التوقف باعتبارها حلاً ضد احتراق الشاشة في أنابيب أشعة الكاثود (CRT) أو شاشات البلازما؟
de: dass die Bildschirmschoner als Lösung gegen das Einbrennen von Bildern bei Kathodenstrahlröhren- (CRT) oder Plasmabildschirmen angepriesen wurden?
el: ότι οι προφυλάξεις οθόνης διαφημίζονταν ως λύση κατά της καύσης οθόνης σε καθοδικούς σωλήνες (CRT) ή οθόνες πλάσματος;
es: ¿Que los protectores de pantalla fueron promocionados como una solución contra el efecto "quemado" de la pantalla en las pantallas de tubo de rayos catódicos (CRT) o de plasma?
fr: que les économiseurs d'écran étaient présentés comme une solution contre les brûlures d'écran dans les écrans à tube cathodique (CRT) ou à plasma ?
ga: ar tugadh faoi na spárálaíscáileáin le bheith ina réiteach i gcoinne dóiteán scáileáin i bhfeadán ga-chatóideach (CRT) nó i dtaispeántais plasma?
hi: क्या स्क्रीनसेवर को कैथोड रे-ट्यूब (सीआरटी) या प्लाज्मा डिस्प्ले में स्क्रीन बर्न-इन के विरुद्ध समाधान के रूप में प्रचारित किया गया था?
id: bahwa screensaver disebut-sebut sebagai solusi terhadap burn-in layar pada tabung sinar katode (CRT) atau tampilan plasma?
it: che gli screensaver venivano pubblicizzati come una soluzione contro i problemi di burn-in degli schermi a tubo catodico (CRT) o al plasma?
ja: スクリーンセーバーが、ブラウン管 (CRT) やプラズマ ディスプレイの画面の焼き付きに対する解決策として宣伝されていたことをご存知ですか?
ko: 스크린세이버가 CRT(음극선관)나 플라스마 디스플레이의 화면 잔상 현상에 대한 해결책으로 선전되었다는 걸 알고 있나요?
ms: bahawa penyelamat skrin disebut-sebut sebagai penyelesaian terhadap lecuran skrin dalam tiub sinar katod (CRT) atau paparan plasma?
nb: at skjermsparerne ble utpekt for å være en løsning mot skjerminnbrenninger i katodestrålerør (CRT) eller plasmaskjermer?
nl: dat de screensavers werden aangeprezen als een oplossing tegen inbranden in beeldbuizen of plasmaschermen?
pt: que os protetores de ecrã foram considerados uma solução contra queimaduras de ecrã no tubo de raios de cátodo (CRT) ou em exposições de plasma?
ro: că screensaverele au fost promovate ca fiind o soluție împotriva arderilor de ecran în ecranele cu tub catodic (CRT) sau cu plasmă?
tr: Ekran koruyucuların katot ışınlı tüp (CRT) veya plazma ekranlardaki ekran yanmasına karşı bir çözüm olduğu öne sürülmüştü?
uk: що скрінсейвери рекламувалися як рішення проти вигоряння екрана електронно-променевої трубки (CRT) або плазмових дисплеїв?
vi: rằng màn hình bảo vệ được quảng cáo là giải pháp chống hiện tượng lưu ảnh trên màn hình ống tia âm cực (CRT) hoặc màn hình plasma?
zh: 螢幕保護程式被吹捧為防止陰極射線管 (CRT) 或等離子顯示器燒屏的解決方案？
