Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_HOMEPAGE_HANGMAN
source: Hangman
ar: جلاد
de: Henker
el: Δήμιος
es: Verdugo
fr: Bourreau
ga: Crochaire
hi: बधिक
id: Algojo
it: Boia
ja: ハングマン
ms: Algojo
nb: Bøddel
nl: Beul
ro: Călău
tr: Cellat
uk: Шибениця
vi: Người treo cổ
zh: 劊子手

# NKS_AMUSEMENTS_HOMEPAGE_METEORDODGE
source: Meteor Dodge
ar: دودج النيزك
de: Meteor-Ausweichen
es: Esquiva de meteorito
fr: Dodge Météore
hi: उल्का चकमा
id: Penghindaran Meteor
it: Schivata meteora
ja: 流星ダッジ
nl: Meteoor ontwijken
pt: Meteoro Dodge
tr: Meteordan Kurtulma
uk: Метеор Додж
vi: né tránh thiên thạch
zh: 流星閃避

# NKS_AMUSEMENTS_HOMEPAGE_METEORSHOOTER
source: Meteor Shooter
ar: مطلق النار النيزكي
es: Disparador de meteoritos
fr: Lanceur de météores
ga: Cluiche Líne Meteor Shooter
hi: उल्का शूटर
id: Penembak Meteor
it: Sparatutto di meteore
ja: メテオシューター
ms: Penembak Meteor
nb: Meteor skytespill
nl: Meteoorschutter
pt: Atirador de meteoro
tr: Meteor Atıcısı
uk: Метеоритний шутер
vi: Bắn thiên thạch
zh: 流星射手

# NKS_AMUSEMENTS_HOMEPAGE_PONG
source: Pong
ar: بونج
el: Πονγκ
es: Apestar
hi: पांग
ja: ポン
tr: Pongo
uk: Понг
vi: Pông
zh: 乒乓球

# NKS_AMUSEMENTS_HOMEPAGE_SHIPDUET
source: Ship Duet
ar: دويتو السفينة
de: Schiffsduett
el: Ντουέτο πλοίου
es: Dúo de barcos
fr: Duo de navires
ga: Díséad Loinge
hi: जहाज युगल
id: Kapal Duet
it: Duetto di navi
ja: シップデュエット
ms: Duet Kapal
nb: Skipsduett
nl: Schip Duet
pt: Envio Duto
ro: Duetul de nave
tr: Gemi düeti
uk: Корабельний дует
vi: Song ca tàu
zh: 船二重唱

# NKS_AMUSEMENTS_HOMEPAGE_SNAKER
source: Snaker
ar: سناكر
de: Schlangenmensch
es: Serpiente
fr: Serpent
hi: स्नेकर
id: Ular
it: Serpente
ja: スネーカー
nl: Slangenjager
tr: Yılan
uk: Змій
vi: con rắn
zh: 蛇形

# NKS_AMUSEMENTS_HOMEPAGE_WORDLE
source: Wordle
ar: ووردل
es: Palabra
ga: Focal
id: Bahasa Inggris
it: Parola chiave
ja: ワードル
nl: Woordle
tr: Kelime
vi: Từ ngữ
zh: 沃德爾

# NKS_AMUSEMENTS_HOMEPAGE_WORDLEORIG
source: Wordle (original)
ar: ووردل (الأصلية)
el: Wordle (πρωτότυπο)
ga: Wordle (bunaidh)
hi: वर्डले (मूल)
id: Wordle (asli)
it: Wordle (originale)
ja: ワードル（オリジナル）
ms: Wordle (asal)
nl: Wordle (origineel)
tr: Wordle (orijinal)
uk: Wordle (оригінал)
vi: Wordle (bản gốc)
zh: 字詞（原創）

# NKS_AMUSEMENTS_QUOTE_QUOTEUNKNOWN
source: Unknown quote.
ar: اقتباس غير معروف.
de: Unbekanntes Zitat.
el: Άγνωστο απόσπασμα.
es: Cita desconocida.
fr: Citation inconnue.
ga: Athfhriotail anaithnid.
hi: अज्ञात उद्धरण.
id: Kutipan tidak diketahui.
it: Citazione sconosciuta.
ja: 不明な引用。
ms: Petikan tidak diketahui.
nb: Ukjent sitat.
nl: Onbekend citaat.
pt: Citação desconhecida.
ro: Citat necunoscut.
tr: Bilinmeyen alıntı.
uk: Невідома цитата.
vi: Trích dẫn không rõ nguồn gốc.
zh: 未知的報價。

# NKS_AMUSEMENTS_QUOTE_AUTHORUNKNOWN
source: Unknown author.
ar: مؤلف غير معروف.
de: Unbekannter Autor.
el: Άγνωστος συγγραφέας.
es: Autor desconocido.
fr: Auteur inconnu.
ga: Údar anaithnid.
hi: अज्ञात लेखक.
id: Penulis tidak diketahui.
it: Autore sconosciuto.
ja: 著者不明。
ms: Pengarang tidak dikenali.
nb: Ukjent forfatter.
nl: Onbekende auteur.
pt: Autor desconhecido.
ro: Autor necunoscut.
tr: Yazarı bilinmiyor.
uk: Невідомий автор.
vi: Tác giả không rõ.
zh: 作者不詳。

# NKS_AMUSEMENTS_SETTINGS_COMMON_COLOR_DESC
source: This allows you to configure the colours
ar: يتيح لك هذا تكوين الألوان
de: Hiermit können Sie die Farben konfigurieren
el: Αυτό σας επιτρέπει να διαμορφώσετε τα χρώματα
es: Esto le permite configurar los colores.
fr: Cela vous permet de configurer les couleurs
ga: Ligeann sé seo duit na dathanna a chumrú
hi: यह आपको रंगों को कॉन्फ़िगर करने की अनुमति देता है
id: Ini memungkinkan Anda untuk mengonfigurasi warna
it: Questo ti permette di configurare i colori
ja: これにより色を設定できます
ms: Ini membolehkan anda mengkonfigurasi warna
nb: Dette lar deg konfigurere fargene
nl: Hiermee kunt u de kleuren configureren
pt: Isto permite que configure as cores
ro: Acest lucru vă permite să configurați culorile
tr: Bu, renkleri yapılandırmanıza olanak tanır
uk: Це дозволяє налаштувати кольори
vi: Điều này cho phép bạn cấu hình màu sắc
zh: 這使你可以配置顏色

# NKS_AMUSEMENTS_SETTINGS_SOLVER_DESC
source: This section lets you configure Solver.
ar: يتيح لك هذا القسم تكوين Solver.
de: In diesem Abschnitt können Sie Solver konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να ρυθμίσετε το Solver.
es: Esta sección le permite configurar Solver.
fr: Cette section vous permet de configurer Solver.
ga: Ligeann an chuid seo duit Réitigh a chumrú.
hi: यह अनुभाग आपको सॉल्वर को कॉन्फ़िगर करने देता है।
id: Bagian ini memungkinkan Anda mengonfigurasi Solver.
it: Questa sezione consente di configurare Solver.
ja: このセクションでは、ソルバーを設定できます。
ms: Bahagian ini membolehkan anda mengkonfigurasi Solver.
nb: Denne delen lar deg konfigurere Solver.
nl: In dit gedeelte kunt u Solver configureren.
pt: Esta secção permite configurar o Solver.
ro: Această secțiune vă permite să configurați Solver.
tr: Bu bölüm Solver'ı yapılandırmanıza olanak tanır.
uk: У цьому розділі можна налаштувати Solver.
vi: Phần này cho phép bạn cấu hình Solver.
zh: 此部分可讓您配置規劃求解。

# NKS_AMUSEMENTS_SETTINGS_SPEEDPRESS_DESC
source: This section lets you configure SpeedPress.
ar: يتيح لك هذا القسم تكوين SpeedPress.
de: In diesem Abschnitt können Sie SpeedPress konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε το SpeedPress.
es: Esta sección le permite configurar SpeedPress.
fr: Cette section vous permet de configurer SpeedPress.
ga: Ligeann an chuid seo duit SpeedPress a chumrú.
hi: यह अनुभाग आपको स्पीडप्रेस को कॉन्फ़िगर करने देता है।
id: Bagian ini memungkinkan Anda mengonfigurasi SpeedPress.
it: Questa sezione consente di configurare SpeedPress.
ja: このセクションでは、SpeedPress を設定できます。
ms: Bahagian ini membolehkan anda mengkonfigurasi SpeedPress.
nb: Denne delen lar deg konfigurere SpeedPress.
nl: In dit gedeelte kunt u SpeedPress configureren.
pt: Esta secção permite configurar o SpeedPress.
ro: Această secțiune vă permite să configurați SpeedPress.
tr: Bu bölüm SpeedPress'i yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати SpeedPress.
vi: Phần này cho phép bạn cấu hình SpeedPress.
zh: 此部分讓您配置 SpeedPress。

# NKS_AMUSEMENTS_SETTINGS_SHIPS_DESC
source: This section lets you configure Meteor and ShipDuet.
ar: يتيح لك هذا القسم تكوين Meteor وShipDuet.
de: In diesem Abschnitt können Sie Meteor und ShipDuet konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε το Meteor και το ShipDuet.
es: Esta sección le permite configurar Meteor y ShipDuet.
fr: Cette section vous permet de configurer Meteor et ShipDuet.
ga: Ligeann an chuid seo duit Meteor agus ShipDuet a chumrú.
hi: यह अनुभाग आपको Meteor और ShipDuet को कॉन्फ़िगर करने देता है।
id: Bagian ini memungkinkan Anda mengonfigurasi Meteor dan ShipDuet.
it: Questa sezione consente di configurare Meteor e ShipDuet.
ja: このセクションでは、Meteor と ShipDuet を設定できます。
ms: Bahagian ini membolehkan anda mengkonfigurasi Meteor dan ShipDuet.
nb: Denne delen lar deg konfigurere Meteor og ShipDuet.
nl: In dit gedeelte kunt u Meteor en ShipDuet configureren.
pt: Esta secção permite configurar o Meteor e o ShipDuet.
ro: Această secțiune vă permite să configurați Meteor și ShipDuet.
tr: Bu bölüm Meteor ve ShipDuet'i yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати Meteor і ShipDuet.
vi: Phần này cho phép bạn cấu hình Meteor và ShipDuet.
zh: 本部分讓您配置 Meteor 和 ShipDuet。

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
el: Καθυστέρηση σε χιλιοστά του δευτερολέπτου
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_SCREENDELAY_NAME
source: New Screen Delay in Milliseconds
ar: تأخير الشاشة الجديد بالمللي ثانية
de: Neue Bildschirmverzögerung in Millisekunden
el: Νέα καθυστέρηση οθόνης σε χιλιοστά του δευτερολέπτου
es: Nuevo retardo de pantalla en milisegundos
fr: Nouveau délai d'écran en millisecondes
ga: Moill Nua Scáileáin sna Milleasoicindí
hi: मिलीसेकंड में नया स्क्रीन विलंब
id: Penundaan Layar Baru dalam Milidetik
it: Nuovo ritardo dello schermo in millisecondi
ja: ミリ秒単位の新しい画面遅延
ms: Kelewatan Skrin Baharu dalam Milisaat
nb: Ny skjermforsinkelse i millisekunder
nl: Nieuwe schermvertraging in milliseconden
pt: Novo atraso de tela em milissegundos
ro: Noua întârziere a ecranului în milisecunde
tr: Yeni Ekran Gecikmesi Milisaniye Cinsinden
uk: Нова затримка екрана в мілісекундах
vi: Độ trễ màn hình mới tính bằng mili giây
zh: 以毫秒為單位的新屏幕延遲

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_SCREENDELAY_DESC
source: How many milliseconds to wait before writing in the new screen?
ar: كم ميلي ثانية يجب الانتظار قبل الكتابة في الشاشة الجديدة؟
de: Wie viele Millisekunden warten, bevor in den neuen Bildschirm geschrieben wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν γράψετε στη νέα οθόνη;
es: ¿Cuántos milisegundos hay que esperar antes de escribir en la nueva pantalla?
fr: Combien de millisecondes attendre avant d'écrire dans le nouvel écran ?
ga: Cé mhéad milleasoicind atá le fanacht roimh scríobh sa scáileán nua?
hi: नई स्क्रीन में लिखने से पहले कितने मिलीसेकंड प्रतीक्षा करनी है?
id: Berapa milidetik yang harus ditunggu sebelum menulis di layar baru?
it: Quanti millisecondi devono aspettare prima di scrivere nella nuova schermata?
ja: 新しい画面に書き込む前に何ミリ秒待機しますか？
ms: Berapa milisaat perlu menunggu sebelum menulis dalam skrin baharu?
nb: Hvor mange millisekunder skal du vente før du skriver i den nye skjermen?
nl: Hoeveel milliseconden wachten voordat u in het nieuwe scherm schrijft?
pt: Quantos milissegundos esperar antes de escrever na nova tela?
ro: Câte milisecunde să aștepte înainte de a scrie pe noul ecran?
tr: Yeni ekrana yazmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати, перш ніж писати на новому екрані?
vi: Phải đợi bao nhiêu mili giây trước khi ghi vào màn hình mới?
zh: 在新屏幕中寫入之前要等待多少毫秒？

# NKS_NAMEGEN_COMMAND_GENNAME_DESC
source: Name and surname generator
ar: مولد الاسم واللقب
el: Γεννήτρια ονόματος και επωνύμου
fr: Générateur de nom et prénom
hi: नाम और उपनाम जनरेटर
id: Generator nama dan nama keluarga
it: Generatore di nomi e cognomi
ja: 名前と名前のジェネレータ
ms: Penjana nama dan nama keluarga
nl: Naam- en achternaamgenerator
pt: Gerador de nome e sobrenome
ro: Generator de nume și prenume
tr: Ad ve soyad üreteci
uk: Генератор імені та прізвища
vi: Máy phát tên và họ

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MINNAMES_NAME
source: Minimum names count
ar: الحد الأدنى لعدد الأسماء
de: Mindestnamen zählen
el: Τα ελάχιστα ονόματα μετράνε
es: Recuento mínimo de nombres
fr: Nombre minimum de noms
ga: Áireamh ainmneacha íosta
hi: न्यूनतम नाम गिनती
id: Jumlah nama minimum
it: Conteggio nomi minimo
ja: 最小名数
ms: Kiraan nama minimum
nb: Minimumsnavn teller
nl: Minimum aantal namen
pt: Contagem mínima de nomes
ro: Numele minim contează
tr: Minimum isim sayısı
uk: Мінімальна кількість імен
vi: Số lượng tên tối thiểu
zh: 最少姓名計數

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MAXNAMES_NAME
source: Maximum names count
ar: الحد الأقصى لعدد الأسماء
de: Maximale Namen zählen
el: Μέγιστος αριθμός ονομάτων
es: Recuento máximo de nombres
fr: Nombre maximum de noms
ga: Uasmhéid ainmneacha a chomhaireamh
hi: अधिकतम नाम गिनती
id: Jumlah nama maksimum
it: Numero massimo di nomi
ja: 最大名数
ms: Kiraan nama maksimum
nb: Maksimalt antall navn teller
nl: Maximaal aantal namen
pt: Contagem máxima de nomes
ro: Numărul maxim de nume
tr: Maksimum isim sayısı
uk: Максимальна кількість імен
vi: Số lượng tên tối đa
zh: 最大名稱計數

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MINNAMES_DESC
source: Minimum amount of names to generate
ar: الحد الأدنى من الأسماء المراد إنشاؤها
de: Mindestanzahl an zu generierenden Namen
el: Ελάχιστος αριθμός ονομάτων για δημιουργία
es: Cantidad mínima de nombres para generar
fr: Quantité minimale de noms à générer
ga: Íosmhéid ainmneacha le giniúint
hi: उत्पन्न करने के लिए नामों की न्यूनतम राशि
id: Jumlah nama minimum yang harus dibuat
it: Quantità minima di nomi da generare
ja: 生成する名前の最小数
ms: Jumlah minimum nama untuk dijana
nb: Minimum antall navn å generere
nl: Minimum aantal te genereren namen
pt: Quantidade mínima de nomes para gerar
ro: Cantitatea minimă de nume de generat
tr: Oluşturulacak minimum isim miktarı
uk: Мінімальна кількість імен для створення
vi: Số lượng tên tối thiểu để tạo
zh: 要生成的最小名稱數量

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MAXNAMES_DESC
source: Maximum amount of names to generate
ar: الحد الأقصى لعدد الأسماء المراد إنشاؤها
de: Maximale Anzahl zu generierender Namen
el: Μέγιστος αριθμός ονομάτων προς δημιουργία
es: Cantidad máxima de nombres a generar
fr: Nombre maximum de noms à générer
ga: Uasmhéid ainmneacha le giniúint
hi: उत्पन्न करने के लिए नामों की अधिकतम राशि
id: Jumlah nama maksimum yang akan dihasilkan
it: Numero massimo di nomi da generare
ja: 生成する名前の最大数
ms: Jumlah maksimum nama untuk dijana
nb: Maksimalt antall navn å generere
nl: Maximaal aantal te genereren namen
pt: Quantidade máxima de nomes a serem gerados
ro: Numărul maxim de nume de generat
tr: Üretilecek maksimum isim miktarı
uk: Максимальна кількість імен для створення
vi: Số lượng tên tối đa để tạo
zh: 要生成的最大名稱數量

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MINAGE_NAME
source: Minimum age years count
ar: الحد الأدنى لعمر العد
de: Mindestalter Jahre zählen
el: Μέτρηση ελάχιστης ηλικίας ετών
es: Los años de edad mínima cuentan
fr: Les années d'âge minimum comptent
ga: Comhaireamh blianta aoise íosta
hi: न्यूनतम आयु वर्ष गणना
id: Usia minimum tahun dihitung
it: Contano gli anni di età minima
ja: 最小年齢年数
ms: Kiraan tahun umur minimum
nb: Minimumsalder år teller
nl: Minimum leeftijd jaren tellen
pt: Contagem de anos de idade mínima
ro: Vârsta minimă anii contează
tr: Asgari yaş yıl sayısı
uk: Враховується мінімальний вік
vi: Độ tuổi tối thiểu tính theo năm
zh: 最低年齡計算

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MAXAGE_NAME
source: Maximum age years count
ar: الحد الأقصى لعمر العد
de: Es zählen Jahre des Höchstalters
el: Μέγιστη ηλικία μέτρησης ετών
es: Número máximo de años de edad
fr: Nombre maximal d'années d'âge
ga: Uasmhéid blianta aoise a chomhaireamh
hi: अधिकतम आयु वर्ष गणना
id: Jumlah tahun usia maksimum
it: Conteggio anni di età massima
ja: 最大年齢年数
ms: Kiraan tahun umur maksimum
nb: Maksimal alder år teller
nl: Maximale leeftijd jaren tellen
pt: Contagem máxima de anos de idade
ro: Vârsta maximă contează
tr: Maksimum yaş yıl sayısı
uk: Враховується максимальний вік
vi: Tuổi tối đa tính theo năm
zh: 最大年齡計算

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MINAGE_DESC
source: Minimum amount of age years to generate
ar: الحد الأدنى لمقدار العمر سنوات المراد إنشاؤها
de: Mindestanzahl an zu generierenden Altersjahren
el: Ελάχιστο ποσό ηλικίας ετών για δημιουργία
es: Cantidad mínima de años de edad para generar
fr: Nombre minimum d'années d'âge à générer
ga: Íosmhéid blianta d'aois le giniúint
hi: उत्पन्न करने के लिए आयु वर्ष की न्यूनतम राशि
id: Jumlah usia minimum untuk menghasilkan
it: Quantità minima di anni di età da generare
ja: 生成する年齢の最小量
ms: Jumlah minimum umur tahun untuk dijana
nb: Minimum antall år å generere
nl: Minimum aantal leeftijdsjaren om te genereren
pt: Quantidade mínima de anos de idade para gerar
ro: Cantitatea minimă de ani de vârstă de generat
tr: Üretilecek asgari yaş yılı miktarı
uk: Мінімальна кількість років для створення
vi: Số lượng tối thiểu năm tuổi để tạo ra
zh: 生成的最小年齡

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_MAXAGE_DESC
source: Maximum amount of age years to generate
ar: الحد الأقصى لمقدار العمر سنوات المراد إنشاؤها
de: Maximal zu generierende Altersjahre
el: Μέγιστο ποσό ηλικίας ετών για δημιουργία
es: Cantidad máxima de años de edad para generar
fr: Nombre maximal d'années d'âge à générer
ga: Uasmhéid blianta aoise le giniúint
hi: अधिकतम आयु वर्ष उत्पन्न करने के लिए
id: Jumlah tahun usia maksimum untuk menghasilkan
it: Quantità massima di anni di età da generare
ja: 生成する年齢の最大量
ms: Jumlah maksimum tahun umur untuk dijana
nb: Maksimalt antall aldersår å generere
nl: Maximaal aantal te genereren leeftijdsjaren
pt: Quantidade máxima de anos de idade para gerar
ro: Cantitatea maximă de ani de vârstă de generat
tr: Üretilecek maksimum yaş yılı miktarı
uk: Максимальна кількість років для створення
vi: Số lượng tuổi tối đa để tạo ra
zh: 生成的最大年齡

# NKS_NAMEGEN_COMMAND_FINDFIRSTNAME_DESC
source: First name finder
ar: مكتشف الاسم الأول
el: Ανιχνευτής ονόματος
fr: Recherche de prénom
hi: प्रथम नाम खोजक
id: Penemu nama depan
it: Cercatore di nomi
ja: ファーストネームファインダー
ms: Pencari nama pertama
nl: Voornaamzoeker
pt: Localizador de nome
ro: Găsitor de prenume
tr: İsim bulucu
uk: Пошук імені
vi: Tìm tên đầu tiên

# NKS_NAMEGEN_COMMAND_SWITCH_MALE_DESC
source: Generate names using the male names list
ar: توليد الأسماء باستخدام قائمة أسماء الذكور
el: Δημιουργήστε ονόματα χρησιμοποιώντας τη λίστα ανδρικών ονομάτων
fr: Générez des noms à l'aide de la liste des noms masculins
hi: पुरुष नामों की सूची का उपयोग करके नाम बनाएं
id: Hasilkan nama menggunakan daftar nama laki-laki
it: Genera nomi utilizzando l'elenco dei nomi maschili
ja: 男性の名前リストを使用して名前を生成する
ms: Hasilkan nama menggunakan senarai nama lelaki
nl: Genereer namen met behulp van de lijst met mannelijke namen
pt: Gere nomes usando a lista de nomes masculinos
ro: Generați nume folosind lista de nume masculine
tr: Erkek isimleri listesini kullanarak isim üretin
uk: Згенеруйте імена за допомогою списку чоловічих імен
vi: Tạo tên bằng cách sử dụng danh sách tên nam

# NKS_NAMEGEN_COMMAND_SWITCH_FEMALE_DESC
source: Generate names using the female names list
ar: توليد الأسماء باستخدام قائمة أسماء الإناث
el: Δημιουργήστε ονόματα χρησιμοποιώντας τη λίστα γυναικείων ονομάτων
fr: Générez des noms à l'aide de la liste des prénoms féminins
hi: महिला नामों की सूची का उपयोग करके नाम बनाएं
id: Hasilkan nama menggunakan daftar nama perempuan
it: Genera nomi utilizzando l'elenco dei nomi femminili
ja: 女性の名前リストを使用して名前を生成する
ms: Hasilkan nama menggunakan senarai nama perempuan
nl: Genereer namen met behulp van de lijst met vrouwelijke namen
pt: Gere nomes usando a lista de nomes femininos
ro: Generați nume folosind lista de nume de femei
tr: Kadın isimleri listesini kullanarak isimler üretin
uk: Створіть імена за допомогою списку жіночих імен
vi: Tạo tên bằng cách sử dụng danh sách tên nữ

# NKS_NAMEGEN_COMMAND_SWITCH_UNIFIED_DESC
source: Generate names using the unified names list
ar: توليد الأسماء باستخدام قائمة الأسماء الموحدة
el: Δημιουργήστε ονόματα χρησιμοποιώντας τη λίστα ενοποιημένων ονομάτων
fr: Générez des noms à l'aide de la liste de noms unifiée
hi: एकीकृत नाम सूची का उपयोग करके नाम उत्पन्न करें
id: Hasilkan nama menggunakan daftar nama terpadu
it: Genera nomi utilizzando l'elenco dei nomi unificati
ja: 統一名リストを使用して名前を生成する
ms: Hasilkan nama menggunakan senarai nama bersatu
nl: Genereer namen met behulp van de uniforme namenlijst
pt: Gere nomes usando a lista de nomes unificada
ro: Generați nume utilizând lista unificată de nume
tr: Birleştirilmiş adlar listesini kullanarak adlar oluşturun
uk: Створення імен за допомогою уніфікованого списку імен
vi: Tạo tên bằng cách sử dụng danh sách tên thống nhất

# NKS_NAMEGEN_COMMAND_FINDSURNAME_DESC
source: Surname finder
ar: مكتشف اللقب
el: Ανιχνευτής επωνύμου
fr: Recherche de nom de famille
hi: उपनाम खोजक
id: Penemu nama keluarga
it: Cercatore di cognomi
ja: 姓検索
ms: Pencari nama keluarga
nl: Achternaamzoeker
pt: Localizador de sobrenome
ro: Găsește nume de familie
tr: Soyadı bulucu
uk: Пошук прізвищ
vi: Tìm họ

# NKS_AMUSEMENTS_SETTINGS_PERSONLOOKUP_DESC
source: Simulates a database lookup for a random person.
ar: يحاكي البحث في قاعدة البيانات لشخص عشوائي.
de: Simuliert eine Datenbanksuche nach einer zufälligen Person.
el: Προσομοιώνει μια αναζήτηση βάσης δεδομένων για ένα τυχαίο άτομο.
es: Simula una búsqueda en una base de datos para una persona aleatoria.
fr: Simule une recherche dans la base de données pour une personne aléatoire.
ga: Insamhladh cuardaigh bunachar sonraí do dhuine randamach.
hi: किसी यादृच्छिक व्यक्ति के लिए डेटाबेस लुकअप का अनुकरण करता है।
id: Mensimulasikan pencarian basis data untuk orang acak.
it: Simula una ricerca nel database per una persona a caso.
ja: ランダムな人物のデータベース検索をシミュレートします。
ms: Mensimulasikan carian pangkalan data untuk orang rawak.
nb: Simulerer et databaseoppslag for en tilfeldig person.
nl: Simuleert het opzoeken van een database voor een willekeurig persoon.
pt: Simula uma pesquisa no banco de dados para uma pessoa aleatória.
ro: Simulează o căutare în baza de date pentru o persoană aleatorie.
tr: Rastgele bir kişi için veritabanı aramasını simüle eder.
uk: Імітує пошук у базі даних для випадкової людини.
vi: Mô phỏng việc tra cứu cơ sở dữ liệu của một người ngẫu nhiên.
zh: 模擬隨機人員的資料庫查找。

# NKS_NAMEGEN_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
fr: Impossible d'obtenir les entrées de paramètres.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ms: Gagal mendapatkan entri tetapan.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
