Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_COMMAND_SHIPDUET_DESC
source: Two spaceships are on a fight with each other. One shot and the spaceship will blow. This is a local two-player game.
ar: سفينتان فضائيتان تتقاتلان مع بعضهما البعض. طلقة واحدة وسوف تنفجر سفينة الفضاء. هذه لعبة محلية للاعبين.
de: Zwei Raumschiffe liefern sich einen Kampf miteinander. Ein Schuss und das Raumschiff wird explodieren. Dies ist ein lokales Spiel für zwei Spieler.
el: Δύο διαστημόπλοια τσακώνονται μεταξύ τους. Μια βολή και το διαστημόπλοιο θα φυσήξει. Αυτό είναι ένα τοπικό παιχνίδι δύο παικτών.
es: Dos naves espaciales están peleando entre sí. Un disparo y la nave espacial explotará. Este es un juego local para dos jugadores.
fr: Deux vaisseaux spatiaux se battent. Un coup et le vaisseau spatial explosera. Il s'agit d'un jeu local à deux joueurs.
ga: Tá dhá spásárthach ag troid lena chéile. Lámhaigh amháin agus séideadh an spásárthach. Is cluiche áitiúil dhá imreoir é seo.
hi: दो अंतरिक्ष यान आपस में लड़ाई कर रहे हैं। एक शॉट और अंतरिक्ष यान उड़ जाएगा। यह एक स्थानीय दो खिलाड़ियों वाला खेल है.
id: Dua pesawat ruang angkasa saling bertarung. Satu tembakan dan pesawat ruang angkasa itu akan meledak. Ini adalah permainan lokal dua pemain.
it: Due astronavi sono in lotta tra loro. Un colpo e l'astronave esploderà. Questo è un gioco locale per due giocatori.
ja: 2 隻の宇宙船が互いに戦っています。一発撃てば宇宙船は吹き飛ぶ。これはローカルの 2 人用ゲームです。
ms: Dua kapal angkasa sedang berlawan antara satu sama lain. Satu tembakan dan kapal angkasa akan bertiup. Ini adalah permainan dua pemain tempatan.
nb: To romskip er i kamp med hverandre. Ett skudd og romskipet vil blåse. Dette er et lokalt tospillerspill.
nl: Twee ruimteschepen zijn met elkaar in gevecht. Eén schot en het ruimteschip ontploft. Dit is een lokaal spel voor twee spelers.
pt: Duas naves espaciais estão brigando entre si. Um tiro e a nave explodirá. Este é um jogo local para dois jogadores.
ro: Două nave spațiale se luptă între ele. O singură lovitură și nava spațială va exploda. Acesta este un joc local de doi jucători.
tr: İki uzay gemisi birbirleriyle savaşıyor. Bir atış ve uzay gemisi patlayacak. Bu yerel iki oyunculu bir oyundur.
uk: Два космічних корабля борються один з одним. Один постріл і космічний корабель розірветься. Це місцева гра для двох гравців.
vi: Hai tàu vũ trụ đang chiến đấu với nhau. Chỉ cần bắn một phát là tàu vũ trụ sẽ nổ tung. Đây là trò chơi hai người chơi cục bộ.
zh: 兩艘太空船正在互相爭鬥。一槍下去，飛船就會爆炸。這是一個本地兩人遊戲。

# NKS_AMUSEMENTS_COMMAND_WORDLE_DESC
source: The Wordle game simulator
ar: لعبة محاكاة Wordle
de: Der Wordle-Spielsimulator
el: Ο προσομοιωτής παιχνιδιού Wordle
es: El simulador de juegos de Wordle
fr: Le simulateur de jeu Wordle
ga: Insamhlóir cluiche Wordle
hi: वर्डल गेम सिम्युलेटर
id: Simulator permainan Wordle
it: Il simulatore di giochi Wordle
ja: Wordle ゲームシミュレータ
ms: Simulator permainan Wordle
nb: Wordle-spillsimulatoren
nl: De Wordle-spelsimulator
pt: O simulador de jogo Wordle
ro: Simulatorul de joc Wordle
tr: Wordle oyun simülatörü
uk: Ігровий симулятор Wordle
vi: Trình mô phỏng trò chơi Wordle
zh: Wordle 遊戲模擬器

# NKS_AMUSEMENTS_COMMAND_WORDLE_SWITCH_ORIG_DESC
source: Play the Wordle game originally
ar: العب لعبة Wordle في الأصل
de: Spielen Sie das Wordle-Spiel ursprünglich
el: Παίξτε το παιχνίδι Wordle αρχικά
es: Juega el juego Wordle originalmente
fr: Jouez au jeu Wordle de manière originale
ga: Seinn an cluiche Wordle ar dtús
hi: मूल रूप से वर्डल गेम खेलें
id: Mainkan game Wordle aslinya
it: Gioca originariamente al gioco Wordle
ja: もともとWordleゲームをプレイする
ms: Main permainan Wordle pada asalnya
nb: Spill Wordle-spillet opprinnelig
nl: Speel het Wordle-spel oorspronkelijk
pt: Jogue o jogo Wordle originalmente
ro: Joacă inițial jocul Wordle
tr: Wordle oyununu orijinal olarak oyna
uk: Грайте в гру Wordle оригінально
vi: Chơi trò chơi Wordle ban đầu
zh: 最初玩 Wordle 遊戲

# NKS_AMUSEMENTS_COMMAND_2018_DESC
source: Commemorates the 5-year anniversary of the kernel release
ar: يحتفل بالذكرى السنوية الخامسة لإصدار النواة
de: Gedenkt des 5-jährigen Jubiläums der Kernel-Veröffentlichung
el: Εορτάζει την 5η επέτειο από την κυκλοφορία του πυρήνα
es: Conmemora el quinto aniversario del lanzamiento del kernel
fr: Commémore le 5ème anniversaire de la sortie du noyau
ga: Déanann sé comóradh 5 bliana ar scaoileadh na heithne
hi: कर्नेल रिलीज़ की 5वीं वर्षगांठ मनाता है
id: Memperingati ulang tahun ke-5 rilis kernel
it: Commemora il 5° anniversario del rilascio del kernel
ja: カーネルリリース5周年を記念
ms: Memperingati ulang tahun 5 tahun keluaran kernel
nb: Til minne om 5-årsjubileet for kjerneutgivelsen
nl: Herdenkt het 5-jarig jubileum van de kerneluitgave
pt: Comemora o aniversário de 5 anos do lançamento do kernel
ro: Comemora 5 ani de la lansarea kernelului
tr: Çekirdek sürümünün 5. yıl dönümünü anıyor
uk: Відзначає 5-річчя випуску ядра
vi: Kỷ niệm 5 năm ngày phát hành kernel
zh: 紀念內核發布 5 週年

# NKS_AMUSEMENTS_2018_ANNIVERSARY_TITLE
source: Commemorating the 5-year anniversary of the kernel
ar: إحياء الذكرى الخامسة للنواة
de: Gedenken an das 5-jährige Jubiläum des Kernels
el: Εορτασμός της 5ης επετείου του πυρήνα
es: Conmemorando el 5º aniversario del kernel
fr: Commémoration du 5ème anniversaire du noyau
ga: Ag comóradh 5 bliana an eithne
hi: कर्नेल की 5वीं वर्षगाँठ का स्मरणोत्सव
id: Memperingati ulang tahun ke-5 kernel
it: Commemorazione del 5° anniversario del kernel
ja: カーネル5周年を記念して
ms: Memperingati ulang tahun 5 tahun kernel
nb: Til minne om 5-årsjubileet for kjernen
nl: Ter herdenking van het 5-jarig jubileum van de kernel
pt: Comemorando o aniversário de 5 anos do kernel
ro: Comemorarea a 5 ani de la kernel
tr: Çekirdeğin 5. yıl dönümü anılıyor
uk: До 5-річчя ядра
vi: Kỷ niệm 5 năm ngày thành lập hạt nhân
zh: 紀念內核誕生 5 週年

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE1_TITLE
source: First ever release
ar: الإصدار الأول على الإطلاق
de: Erste Veröffentlichung überhaupt
el: Πρώτη κυκλοφορία
es: Primer lanzamiento
fr: Première sortie
ga: An chéad scaoileadh riamh
hi: पहली बार रिलीज
id: Rilis pertama kalinya
it: Prima uscita in assoluto
ja: 史上初のリリース
ms: Keluaran pertama
nb: Første utgivelse noensinne
nl: Eerste uitgave ooit
pt: Primeiro lançamento
ro: Prima lansare
tr: İlk yayın
uk: Перший в історії випуск
vi: Lần đầu tiên phát hành
zh: 首次發布

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE1_LINE1
source: This kernel was first released on February 22, 2018 to make a minimalistic simulator that actually simulates how the core of the kernel works.
ar: تم إصدار هذه النواة لأول مرة في 22 فبراير 2018 لإنشاء جهاز محاكاة بسيط يحاكي في الواقع كيفية عمل جوهر النواة.
de: Dieser Kernel wurde erstmals am 22. Februar 2018 veröffentlicht, um einen minimalistischen Simulator zu erstellen, der tatsächlich simuliert, wie der Kernel funktioniert.
el: Αυτός ο πυρήνας κυκλοφόρησε για πρώτη φορά στις 22 Φεβρουαρίου 2018 για να φτιάξει έναν μινιμαλιστικό προσομοιωτή που στην πραγματικότητα προσομοιώνει πώς λειτουργεί ο πυρήνας του πυρήνα.
es: Este kernel se lanzó por primera vez el 22 de febrero de 2018 para crear un simulador minimalista que realmente simula cómo funciona el núcleo del kernel.
fr: Ce noyau a été publié pour la première fois le 22 février 2018 pour créer un simulateur minimaliste qui simule réellement le fonctionnement du cœur du noyau.
ga: Eisíodh an eithne seo den chéad uair ar 22 Feabhra, 2018 chun insamhlóir íostach a dhéanamh a shamhlaíonn go hiarbhír conas a oibríonn croí na heithne.
hi: इस कर्नेल को पहली बार 22 फरवरी, 2018 को एक न्यूनतम सिम्युलेटर बनाने के लिए जारी किया गया था जो वास्तव में अनुकरण करता है कि कर्नेल का कोर कैसे काम करता है।
id: Kernel ini pertama kali dirilis pada tanggal 22 Februari 2018 untuk membuat simulator minimalis yang benar-benar mensimulasikan cara kerja inti kernel.
it: Questo kernel è stato rilasciato per la prima volta il 22 febbraio 2018 per creare un simulatore minimalista che simula effettivamente il funzionamento del nucleo del kernel.
ja: このカーネルは、カーネルのコアがどのように動作するかを実際にシミュレートする最小限のシミュレーターを作成するために、2018 年 2 月 22 日に初めてリリースされました。
ms: Kernel ini mula-mula dikeluarkan pada 22 Februari 2018 untuk membuat simulator minimalis yang sebenarnya mensimulasikan cara teras inti berfungsi.
nb: Denne kjernen ble først utgitt 22. februar 2018 for å lage en minimalistisk simulator som faktisk simulerer hvordan kjernen i kjernen fungerer.
nl: Deze kernel werd voor het eerst uitgebracht op 22 februari 2018 om een minimalistische simulator te maken die feitelijk simuleert hoe de kern van de kernel werkt.
pt: Este kernel foi lançado pela primeira vez em 22 de fevereiro de 2018 para criar um simulador minimalista que realmente simula como funciona o núcleo do kernel.
ro: Acest nucleu a fost lansat pentru prima dată pe 22 februarie 2018 pentru a realiza un simulator minimalist care simulează de fapt modul în care funcționează nucleul nucleului.
tr: Bu çekirdek ilk olarak 22 Şubat 2018'de çekirdeğin nasıl çalıştığını gerçekten simüle eden minimalist bir simülatör yapmak için yayınlandı.
uk: Це ядро було вперше випущено 22 лютого 2018 року, щоб створити мінімалістичний симулятор, який фактично імітує роботу ядра ядра.
vi: Hạt nhân này được phát hành lần đầu tiên vào ngày 22 tháng 2 năm 2018 để tạo ra một trình mô phỏng tối giản thực sự mô phỏng cách thức hoạt động của lõi hạt nhân.
zh: 該核心於 2018 年 2 月 22 日首次發布，旨在製作簡約的模擬器，實際模擬核心核心的工作方式。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE1_LINE2
source: It used to only host one shell, and a few commands, and it only worked with Windows due to its usage of the Windows Management Instrumentation tool.
ar: كان يستخدم لاستضافة غلاف واحد فقط، وعدد قليل من الأوامر، وكان يعمل فقط مع Windows بسبب استخدامه لأداة Windows Management Instrumentation.
de: Früher beherbergte es nur eine Shell und einige Befehle und funktionierte aufgrund der Verwendung des Windows Management Instrumentation-Tools nur mit Windows.
el: Παλαιότερα φιλοξενούσε μόνο ένα κέλυφος και μερικές εντολές και λειτουργούσε μόνο με τα Windows λόγω της χρήσης του εργαλείου Windows Management Instrumentation.
es: Solía albergar solo un shell y algunos comandos, y solo funcionaba con Windows debido al uso de la herramienta Instrumental de administración de Windows.
fr: Auparavant, il n'hébergeait qu'un seul shell et quelques commandes, et il ne fonctionnait qu'avec Windows en raison de son utilisation de l'outil Windows Management Instrumentation.
ga: Ní gnách leis ach blaosc amháin a óstáil, agus roinnt orduithe, agus níor oibrigh sé ach le Windows mar gheall ar an úsáid a bhain sé as uirlis Windows Management Instrumentation.
hi: यह केवल एक शेल और कुछ कमांड को होस्ट करता था, और विंडोज मैनेजमेंट इंस्ट्रुमेंटेशन टूल के उपयोग के कारण यह केवल विंडोज के साथ काम करता था।
id: Dulu ia hanya menampung satu shell dan beberapa perintah, dan hanya berfungsi pada Windows karena menggunakan alat Windows Management Instrumentation.
it: Ospitava solo una shell e alcuni comandi e funzionava solo con Windows grazie all'utilizzo dello strumento Strumentazione gestione Windows.
ja: 以前は 1 つのシェルといくつかのコマンドのみをホストしており、Windows Management Instrumentation ツールを使用していたため、Windows でのみ動作していました。
ms: Ia digunakan untuk mengehoskan hanya satu shell, dan beberapa arahan, dan ia hanya berfungsi dengan Windows kerana penggunaan alat Instrumen Pengurusan Windows.
nb: Det pleide bare å være vert for ett skall, og noen få kommandoer, og det fungerte bare med Windows på grunn av bruken av Windows Management Instrumentation-verktøyet.
nl: Vroeger hostte het slechts één shell en een paar opdrachten, en het werkte alleen met Windows vanwege het gebruik van de Windows Management Instrumentation-tool.
pt: Ele costumava hospedar apenas um shell e alguns comandos, e só funcionava com o Windows devido ao uso da ferramenta Windows Management Instrumentation.
ro: Obișnuia să găzduiască un singur shell și câteva comenzi și a funcționat doar cu Windows datorită utilizării instrumentului Windows Management Instrumentation.
tr: Daha önce sadece bir kabuk ve birkaç komut barındırıyordu ve Windows Yönetim Araçları aracını kullanması nedeniyle sadece Windows ile çalışıyordu.
uk: Раніше він містив лише одну оболонку та кілька команд, і він працював лише з Windows завдяки використанню інструменту Windows Management Instrumentation.
vi: Trước đây nó chỉ lưu trữ một shell và một vài lệnh, và nó chỉ hoạt động với Windows do sử dụng công cụ Windows Management Instrumentation.
zh: 它過去只承載一個 shell 和一些命令，並且由於使用了 Windows Management Instrumentation 工具，因此它只能在 Windows 上運行。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE1_LINE3
source: It also didn't have its own documentation.
ar: كما أنها لم يكن لديها وثائقها الخاصة.
de: Es gab auch keine eigene Dokumentation.
el: Επίσης, δεν είχε τη δική του τεκμηρίωση.
es: Tampoco contaba con documentación propia.
fr: Il ne disposait pas non plus de sa propre documentation.
ga: Ní raibh a cháipéisíocht féin aige ach an oiread.
hi: इसका अपना दस्तावेज भी नहीं था.
id: Ia juga tidak memiliki dokumentasinya sendiri.
it: Inoltre non aveva una propria documentazione.
ja: また、独自のドキュメントもありませんでした。
ms: Ia juga tidak mempunyai dokumentasi sendiri.
nb: Den hadde heller ikke egen dokumentasjon.
nl: Het had ook geen eigen documentatie.
pt: Também não possuía documentação própria.
ro: De asemenea, nu avea documentație proprie.
tr: Ayrıca kendine ait bir dokümantasyonu da yoktu.
uk: Також не було власної документації.
vi: Nó cũng không có tài liệu hướng dẫn riêng.
zh: 它也沒有自己的文檔。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE2_TITLE
source: Kernel Refinement
ar: صقل النواة
de: Kernel-Verfeinerung
el: Βελτιστοποίηση πυρήνα
es: Refinamiento del núcleo
fr: Raffinement du noyau
ga: Eithne scagadh
hi: कर्नेल शोधन
id: Penyempurnaan Kernel
it: Perfezionamento del kernel
ja: カーネルの改良
ms: Penapisan Kernel
nb: Kjerneraffinering
nl: Kernelverfijning
pt: Refinamento do Kernel
ro: Rafinarea nucleului
tr: Çekirdek Rafine Etme
uk: Доопрацювання ядра
vi: Tinh chỉnh hạt nhân
zh: 內核細化

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE2_LINE1
source: Versions of the kernel were released, such as the second major release to add colouring and basic features, and the fourth major release to add configuration.
ar: تم إصدار إصدارات النواة، مثل الإصدار الرئيسي الثاني لإضافة الألوان والميزات الأساسية، والإصدار الرئيسي الرابع لإضافة التكوين.
de: Es wurden Versionen des Kernels veröffentlicht, beispielsweise die zweite Hauptversion, um Farbgebung und grundlegende Funktionen hinzuzufügen, und die vierte Hauptversion, um Konfiguration hinzuzufügen.
el: Κυκλοφόρησαν εκδόσεις του πυρήνα, όπως η δεύτερη σημαντική έκδοση για προσθήκη χρωματισμού και βασικών χαρακτηριστικών, και η τέταρτη κύρια έκδοση για προσθήκη διαμόρφωσης.
es: Se lanzaron versiones del kernel, como la segunda versión principal para agregar colores y características básicas, y la cuarta versión principal para agregar configuración.
fr: Des versions du noyau ont été publiées, comme la deuxième version majeure pour ajouter des couleurs et des fonctionnalités de base, et la quatrième version majeure pour ajouter une configuration.
ga: Scaoileadh leaganacha den eithne, mar shampla an dara scaoileadh mór chun dathú agus gnéithe bunúsacha a chur leis, agus an ceathrú scaoileadh mór chun cumraíocht a chur leis.
hi: कर्नेल के संस्करण जारी किए गए, जैसे कि रंग और बुनियादी सुविधाओं को जोड़ने के लिए दूसरी प्रमुख रिलीज, और कॉन्फ़िगरेशन को जोड़ने के लिए चौथी प्रमुख रिलीज।
id: Versi kernel dirilis, seperti rilis utama kedua untuk menambahkan pewarnaan dan fitur dasar, dan rilis utama keempat untuk menambahkan konfigurasi.
it: Sono state rilasciate versioni del kernel, come la seconda versione principale per aggiungere colorazione e funzionalità di base e la quarta versione principale per aggiungere configurazione.
ja: カラーリングと基本機能を追加する 2 番目のメジャー リリース、構成を追加する 4 番目のメジャー リリースなど、カーネルのバージョンがリリースされました。
ms: Versi kernel telah dikeluarkan, seperti keluaran utama kedua untuk menambah ciri pewarna dan asas, dan keluaran utama keempat untuk menambah konfigurasi.
nb: Versjoner av kjernen ble utgitt, for eksempel den andre store utgivelsen for å legge til farger og grunnleggende funksjoner, og den fjerde store utgivelsen for å legge til konfigurasjon.
nl: Er zijn versies van de kernel uitgebracht, zoals de tweede grote release om kleuren en basisfuncties toe te voegen, en de vierde grote release om configuratie toe te voegen.
pt: Versões do kernel foram lançadas, como a segunda versão principal para adicionar cores e recursos básicos, e a quarta versão principal para adicionar configuração.
ro: Au fost lansate versiuni ale nucleului, cum ar fi a doua versiune majoră pentru a adăuga colorare și caracteristici de bază și a patra versiune majoră pentru a adăuga configurație.
tr: Çekirdek sürümleri yayınlandı; renklendirme ve temel özellikler ekleyen ikinci büyük sürüm ve yapılandırma ekleyen dördüncü büyük sürüm.
uk: Було випущено версії ядра, такі як другий основний випуск для додавання забарвлення та основних функцій і четвертий основний випуск для додавання конфігурації.
vi: Các phiên bản của hạt nhân đã được phát hành, chẳng hạn như bản phát hành chính thứ hai bổ sung tính năng tô màu và tính năng cơ bản, và bản phát hành chính thứ tư bổ sung tính năng cấu hình.
zh: 內核版本已發布，例如第二個主要版本添加了顏色和基本功能，第四個主要版本添加了配置。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE2_LINE2
source: Documentation started on the sixth major release, and various nice things have been slowly added to the kernel.
ar: بدأ التوثيق في الإصدار الرئيسي السادس، وتمت إضافة العديد من الأشياء الرائعة ببطء إلى النواة.
de: Die Dokumentation begann mit der sechsten Hauptversion, und dem Kernel wurden nach und nach verschiedene nette Dinge hinzugefügt.
el: Η τεκμηρίωση ξεκίνησε για την έκτη σημαντική κυκλοφορία και σιγά σιγά προστέθηκαν διάφορα ωραία πράγματα στον πυρήνα.
es: La documentación comenzó en la sexta versión principal y poco a poco se han agregado varias cosas interesantes al kernel.
fr: La documentation a commencé sur la sixième version majeure, et diverses choses intéressantes ont été lentement ajoutées au noyau.
ga: Cuireadh tús le doiciméadú ar an séú mór-eisiúint, agus cuireadh rudaí deasa éagsúla leis an eithne go mall.
hi: छठी प्रमुख रिलीज़ पर दस्तावेज़ीकरण शुरू हुआ, और विभिन्न अच्छी चीज़ें धीरे-धीरे कर्नेल में जोड़ी गईं।
id: Dokumentasi dimulai pada rilis utama keenam, dan berbagai hal bagus telah ditambahkan perlahan ke kernel.
it: La documentazione è iniziata con la sesta major release, e varie cose carine sono state lentamente aggiunte al kernel.
ja: 6 番目のメジャー リリースでドキュメントの作成が開始され、さまざまな優れた機能が徐々にカーネルに追加されました。
ms: Dokumentasi bermula pada keluaran utama keenam, dan pelbagai perkara menarik telah ditambahkan secara perlahan-lahan pada kernel.
nb: Dokumentasjonen startet på den sjette store utgivelsen, og forskjellige fine ting har sakte blitt lagt til kjernen.
nl: De documentatie begon bij de zesde grote release en er zijn langzaam verschillende leuke dingen aan de kernel toegevoegd.
pt: A documentação começou no sexto lançamento principal e várias coisas interessantes foram adicionadas lentamente ao kernel.
ro: Documentația a început cu cea de-a șasea lansare majoră și diverse lucruri frumoase au fost adăugate încet la nucleu.
tr: Altıncı büyük sürümde dokümantasyon başladı ve çekirdeğe yavaş yavaş çeşitli güzel şeyler eklendi.
uk: Документація почалася з шостого основного випуску, і різні приємні речі повільно додавались до ядра.
vi: Tài liệu bắt đầu được biên soạn từ bản phát hành chính thứ sáu và nhiều tính năng thú vị đã dần được thêm vào kernel.
zh: 文件從第六個主要版本開始，各種好東西已經慢慢添加到核心中。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE3_TITLE
source: Current version
ar: النسخة الحالية
de: Aktuelle Version
el: Τρέχουσα έκδοση
es: Versión actual
fr: Version actuelle
ga: Leagan reatha
hi: वर्तमान संस्करण
id: Versi saat ini
it: Versione attuale
ja: 現行版
ms: Versi semasa
nb: Gjeldende versjon
nl: Huidige versie
pt: Versão Atual
ro: Versiune curentă
tr: Güncel versiyon
uk: Актуальна версія
vi: Phiên bản hiện tại
zh: 目前版本

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE3_LINE1
source: This version now refines the kernel to the point that it no longer behaves like the old versions.
ar: يعمل هذا الإصدار الآن على تحسين النواة إلى درجة أنها لم تعد تتصرف مثل الإصدارات القديمة.
de: Diese Version verfeinert den Kernel nun so weit, dass er sich nicht mehr wie die alten Versionen verhält.
el: Αυτή η έκδοση βελτιώνει πλέον τον πυρήνα σε σημείο που δεν συμπεριφέρεται πλέον όπως οι παλιές εκδόσεις.
es: Esta versión ahora refina el kernel hasta el punto de que ya no se comporta como las versiones anteriores.
fr: Cette version affine désormais le noyau au point qu'il ne se comporte plus comme les anciennes versions.
ga: Déanann an leagan seo an t-eithne a bheachtú anois go dtí an pointe nach n-iompraíonn sé mar na seanleaganacha a thuilleadh.
hi: यह संस्करण अब कर्नेल को इस हद तक परिष्कृत करता है कि यह अब पुराने संस्करणों की तरह व्यवहार नहीं करता है।
id: Versi ini sekarang menyempurnakan kernel hingga tidak lagi berperilaku seperti versi lama.
it: Questa versione ora perfeziona il kernel al punto che non si comporta più come le vecchie versioni.
ja: このバージョンでは、カーネルが改良され、古いバージョンのように動作しなくなりました。
ms: Versi ini kini memperhalusi kernel sehingga ia tidak lagi berkelakuan seperti versi lama.
nb: Denne versjonen avgrenser nå kjernen til det punktet at den ikke lenger oppfører seg som de gamle versjonene.
nl: Deze versie verfijnt nu de kernel tot het punt dat deze zich niet langer gedraagt als de oude versies.
pt: Esta versão agora refina o kernel a tal ponto que ele não se comporta mais como as versões antigas.
ro: Această versiune rafinează acum nucleul până la punctul în care nu se mai comportă ca versiunile vechi.
tr: Bu sürüm artık çekirdeği eski sürümler gibi davranmayacak noktaya kadar geliştiriyor.
uk: Ця версія тепер вдосконалює ядро до такого рівня, що воно більше не поводиться так, як старі версії.
vi: Phiên bản này hiện đã cải tiến hạt nhân đến mức nó không còn hoạt động giống như các phiên bản cũ nữa.
zh: 該版本現在對核心進行了改進，使其行為不再像舊版本一樣。

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE3_LINE2
source: Because the new groundbreaking features got released, we decided to name this kernel...
ar: نظرًا لإصدار الميزات الجديدة الرائدة، قررنا تسمية هذه النواة...
de: Da die neuen bahnbrechenden Funktionen veröffentlicht wurden, haben wir beschlossen, diesen Kernel zu benennen ...
el: Επειδή κυκλοφόρησαν τα νέα πρωτοποριακά χαρακτηριστικά, αποφασίσαμε να ονομάσουμε αυτόν τον πυρήνα...
es: Debido a que se lanzaron nuevas características innovadoras, decidimos nombrar este kernel...
fr: Parce que les nouvelles fonctionnalités révolutionnaires ont été publiées, nous avons décidé de nommer ce noyau...
ga: Toisc gur scaoileadh na gnéithe úrnua nua, bheartaíomar an t-eithne seo a ainmniú...
hi: चूँकि नई अभूतपूर्व सुविधाएँ जारी हो गईं, इसलिए हमने इस कर्नेल को नाम देने का निर्णय लिया...
id: Karena fitur-fitur inovatif baru telah dirilis, kami memutuskan untuk memberi nama kernel ini...
it: Poiché sono state rilasciate nuove funzionalità rivoluzionarie, abbiamo deciso di chiamare questo kernel...
ja: 新しい画期的な機能がリリースされたため、このカーネルに名前を付けることにしました...
ms: Oleh kerana ciri terobosan baharu telah dikeluarkan, kami memutuskan untuk menamakan kernel ini...
nb: Fordi de nye banebrytende funksjonene ble sluppet, bestemte vi oss for å navngi denne kjernen...
nl: Omdat de nieuwe baanbrekende functies zijn vrijgegeven, hebben we besloten deze kernel de naam te geven...
pt: Como os novos recursos inovadores foram lançados, decidimos nomear este kernel...
ro: Deoarece noile caracteristici inovatoare au fost lansate, am decis să denumim acest nucleu...
tr: Yeni çığır açan özellikler yayınlandığı için bu çekirdeğe... adını vermeye karar verdik.
uk: Оскільки були випущені нові революційні функції, ми вирішили назвати це ядро...
vi: Vì các tính năng đột phá mới đã được phát hành nên chúng tôi quyết định đặt tên cho hạt nhân này là...
zh: 由於新的突破性功能已發布，我們決定將此核心命名為...
