Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXREDCOLOR_DESC
source: Maximum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale rote Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur rouge. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大赤色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna merah maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt rødt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXGREENCOLOR_DESC
source: Maximum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale grüne Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大緑色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna hijau maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt grønt fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大綠色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXBLUECOLOR_DESC
source: Maximum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأقصى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Maximale blaue Farbstufe. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Μέγιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel máximo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau maximum de couleur bleue. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Uasleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: अधिकतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru maksimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello massimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最大青色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna biru maksimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Maksimalt blått fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Maximaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível máximo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel maxim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Maksimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Максимальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối đa. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最大藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_SOLVER_MININUM_NAME
source: Solver minimum number
ar: الحد الأدنى لعدد Solver
de: Solver-Mindestzahl
el: Ελάχιστος αριθμός επίλυσης
es: Número mínimo de solucionador
fr: Nombre minimum de solveur
ga: Íoslíon an réiteora
hi: सॉल्वर न्यूनतम संख्या
id: Jumlah minimum pemecah
it: Numero minimo del risolutore
ja: ソルバーの最小数
ms: Nombor minimum penyelesai
nb: Løser minimum antall
nl: Oplosser minimum aantal
pt: Número mínimo do solucionador
ro: Numărul minim de rezolvare
tr: Çözücü minimum sayısı
uk: Мінімальна кількість розв’язувача
vi: Số lượng tối thiểu của bộ giải
zh: 求解器最小數量

# NKS_AMUSEMENTS_SETTINGS_SOLVER_MAXINUM_NAME
source: Solver maximum number
ar: الحد الأقصى لعدد Solver
de: Solver-Maximalzahl
el: Μέγιστος αριθμός επίλυσης
es: Número máximo de solucionador
fr: Nombre maximum de solveur
ga: Uimhir uasta an réiteora
hi: सॉल्वर अधिकतम संख्या
id: Jumlah maksimum pemecah
it: Numero massimo del risolutore
ja: ソルバーの最大数
ms: Penyelesai nombor maksimum
nb: Løser maksimalt antall
nl: Oplosser maximum aantal
pt: Número máximo do solucionador
ro: Numărul maxim de rezolvare
tr: Çözücü maksimum sayısı
uk: Максимальна кількість розв’язувача
vi: Số lượng tối đa của trình giải
zh: 求解器最大數

# NKS_AMUSEMENTS_SETTINGS_SOLVER_SHOWINPUT_NAME
source: Solver show input
ar: إدخال عرض Solver
de: Solver-Show-Eingabe
el: Είσοδος εμφάνισης επίλυσης
es: Solver mostrar entrada
fr: Solveur afficher l'entrée
ga: Ionchuir seó réitigh
hi: सॉल्वर शो इनपुट
id: Pemecah menunjukkan masukan
it: Risolutore mostra input
ja: ソルバー表示入力
ms: Penyelesai menunjukkan input
nb: Løser viser input
nl: Oplosser toon invoer
pt: Entrada de exibição do solucionador
ro: Rezolvatorul arată intrarea
tr: Çözücü girişi göster
uk: Розв’язувач показує вхідні дані
vi: Trình giải quyết hiển thị đầu vào
zh: 求解器顯示輸入

# NKS_AMUSEMENTS_SETTINGS_SOLVER_SHOWINPUT_DESC
source: Whether to show what's written in the input prompt.
ar: ما إذا كان سيتم إظهار ما هو مكتوب في موجه الإدخال أم لا.
de: Ob angezeigt werden soll, was in der Eingabeaufforderung geschrieben steht.
el: Εάν θα εμφανιστεί αυτό που γράφεται στη γραμμή εντολών εισαγωγής.
es: Ya sea para mostrar lo que está escrito en el indicador de entrada.
fr: Indique s'il faut afficher ce qui est écrit dans l'invite de saisie.
ga: Cibé an dtaispeánfar cad atá scríofa sa leid ionchuir.
hi: इनपुट प्रॉम्प्ट में जो लिखा है उसे दिखाना है या नहीं।
id: Apakah akan menampilkan apa yang tertulis pada prompt input.
it: Se mostrare ciò che è scritto nel prompt di input.
ja: 入力プロンプトに何が書かれているかを表示するかどうか。
ms: Sama ada mahu menunjukkan perkara yang ditulis dalam gesaan input.
nb: Om det skal vises hva som er skrevet i inndatameldingen.
nl: Of er moet worden weergegeven wat er in de invoerprompt staat.
pt: Se deve mostrar o que está escrito no prompt de entrada.
ro: Dacă să arate ce este scris în promptul de intrare.
tr: Giriş isteminde yazılanların gösterilip gösterilmeyeceği.
uk: Чи показувати те, що написано в рядку введення.
vi: Có hiển thị nội dung được viết trong dấu nhắc nhập hay không.
zh: 是否顯示輸入提示中寫入的內容。

# NKS_AMUSEMENTS_SETTINGS_SOLVER_MININUM_DESC
source: What is the minimum number to choose?
ar: ما هو أقل عدد للاختيار؟
de: Was ist die Mindestanzahl zur Auswahl?
el: Ποιος είναι ο ελάχιστος αριθμός για επιλογή;
es: ¿Cuál es el número mínimo para elegir?
fr: Quel est le nombre minimum à choisir ?
ga: Cad é an t-íoslíon atá le roghnú?
hi: चुनने के लिए न्यूनतम संख्या क्या है?
id: Berapa jumlah minimal yang harus dipilih?
it: Qual è il numero minimo da scegliere?
ja: 選択する最小数はいくつですか？
ms: Apakah nombor minimum untuk dipilih?
nb: Hva er minimumsantallet å velge?
nl: Wat is het minimum aantal om te kiezen?
pt: Qual é o número mínimo para escolher?
ro: Care este numărul minim de ales?
tr: Seçilebilecek en az sayı kaçtır?
uk: Яку мінімальну кількість вибрати?
vi: Số lượng tối thiểu cần chọn là bao nhiêu?
zh: 最少可以選擇多少？

# NKS_AMUSEMENTS_SETTINGS_SOLVER_MAXINUM_DESC
source: What is the maximum number to choose?
ar: ما هو العدد الأقصى للاختيار؟
de: Was ist die maximale Anzahl zu wählen?
el: Ποιος είναι ο μέγιστος αριθμός για επιλογή;
es: ¿Cuál es el número máximo a elegir?
fr: Quel est le nombre maximum à choisir ?
ga: Cad é an t-uaslíon atá le roghnú?
hi: चुनने के लिए अधिकतम संख्या क्या है?
id: Berapa jumlah maksimum yang harus dipilih?
it: Qual è il numero massimo da scegliere?
ja: 選択できる最大数はいくつですか？
ms: Apakah nombor maksimum untuk dipilih?
nb: Hva er det maksimale antallet å velge?
nl: Wat is het maximale aantal om te kiezen?
pt: Qual é o número máximo para escolher?
ro: Care este numărul maxim de ales?
tr: En fazla kaç tane seçilebilir?
uk: Яку максимальну кількість вибрати?
vi: Số lượng tối đa có thể chọn là bao nhiêu?
zh: 最多可以選擇多少個？

# NKS_AMUSEMENTS_SETTINGS_SNAKER_TRUECOLORS_DESC
source: Activates the true colour support.
ar: ينشط دعم اللون الحقيقي.
de: Aktiviert die True-Color-Unterstützung.
el: Ενεργοποιεί την υποστήριξη πραγματικού χρώματος.
es: Activa el soporte de color verdadero.
fr: Active la prise en charge des couleurs vraies.
ga: Gníomhachtaigh an tacaíocht dath fíor.
hi: असली रंग समर्थन को सक्रिय करता है।
id: Mengaktifkan dukungan warna sebenarnya.
it: Attiva il supporto True Color.
ja: トゥルーカラーサポートをアクティブにします。
ms: Mengaktifkan sokongan warna sebenar.
nb: Aktiverer ekte fargestøtte.
nl: Activeert de ondersteuning voor ware kleuren.
pt: Ativa o suporte a cores verdadeiras.
ro: Activează suportul adevărat al culorilor.
tr: Gerçek renk desteğini aktifleştirir.
uk: Активує підтримку справжніх кольорів.
vi: Kích hoạt hỗ trợ màu sắc thực.
zh: 激活真彩色支持。

# NKS_AMUSEMENTS_SETTINGS_SPEEDPRESS_DIFFICULTY_NAME
source: Default difficulty for SpeedPress
ar: الصعوبة الافتراضية لـ SpeedPress
de: Standardschwierigkeit für SpeedPress
el: Προεπιλεγμένη δυσκολία για το SpeedPress
es: Dificultad predeterminada para SpeedPress
fr: Difficulté par défaut pour SpeedPress
ga: Deacracht réamhshocraithe do SpeedPress
hi: स्पीडप्रेस के लिए डिफ़ॉल्ट कठिनाई
id: Kesulitan default untuk SpeedPress
it: Difficoltà predefinita per SpeedPress
ja: SpeedPressのデフォルトの難易度
ms: Kesukaran lalai untuk SpeedPress
nb: Standard vanskelighetsgrad for SpeedPress
nl: Standaard moeilijkheidsgraad voor SpeedPress
pt: Dificuldade padrão para SpeedPress
ro: Dificultate implicită pentru SpeedPress
tr: SpeedPress için varsayılan zorluk
uk: Стандартна складність для SpeedPress
vi: Độ khó mặc định cho SpeedPress
zh: SpeedPress 的默認難度

# NKS_AMUSEMENTS_SETTINGS_SPEEDPRESS_TIMEOUT_NAME
source: Keypress timeout for SpeedPress
ar: مهلة الضغط على مفتاح SpeedPress
de: Tastendruck-Timeout für SpeedPress
el: Λήξη χρονικού ορίου πατήματος για το SpeedPress
es: Tiempo de espera de pulsación de tecla para SpeedPress
fr: Délai d'expiration de la touche pour SpeedPress
ga: Teorainn ama an mhéarchláir do SpeedPress
hi: स्पीडप्रेस के लिए कीप्रेस टाइमआउट
id: Batas waktu penekanan tombol untuk SpeedPress
it: Timeout pressione tasti per SpeedPress
ja: SpeedPressのキープレスタイムアウト
ms: Tekan kekunci tamat masa untuk SpeedPress
nb: Tastetrykk tidsavbrudd for SpeedPress
nl: Time-out toetsaanslag voor SpeedPress
pt: Tempo limite de pressionamento de tecla para SpeedPress
ro: Timeout pentru apăsarea tastelor pentru SpeedPress
tr: SpeedPress için tuşa basma zaman aşımı
uk: Час очікування натискання клавіш для SpeedPress
vi: Thời gian chờ nhấn phím cho SpeedPress
zh: SpeedPress 的按鍵超時

# NKS_AMUSEMENTS_SETTINGS_SPEEDPRESS_TIMEOUT_DESC
source: How many milliseconds to wait for the keypress before the timeout? (In custom difficulty)
ar: كم مللي ثانية لانتظار الضغط على المفتاح قبل انتهاء المهلة؟ (في الصعوبة المخصصة)
de: Wie viele Millisekunden soll vor dem Timeout auf den Tastendruck gewartet werden? (In benutzerdefinierter Schwierigkeit)
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε για το πάτημα του πλήκτρου πριν από το χρονικό όριο; (Σε προσαρμοσμένη δυσκολία)
es: ¿Cuántos milisegundos hay que esperar a que se presione la tecla antes del tiempo de espera? (En dificultad personalizada)
fr: Combien de millisecondes attendre l'appui sur la touche avant l'expiration du délai ? (En difficulté personnalisée)
ga: Cé mhéad milleasoicind chun fanacht leis an eochairbhrú roimh an teorainn ama? (I deacracht saincheaptha)
hi: कितने मिलीसेकंड समयबाह्य से पहले कीप्रेस के लिए प्रतीक्षा करने के लिए? (कस्टम कठिनाई में)
id: Berapa milidetik waktu tunggu untuk menekan tombol sebelum batas waktu habis? (Dalam tingkat kesulitan khusus)
it: Quanti millisecondi devono attendere la pressione del tasto prima del timeout? (In difficoltà personalizzata)
ja: タイムアウトする前にキーが押されるのを何ミリ秒待つのですか？（カスタム難易度）
ms: Berapa milisaat untuk menunggu penekanan kekunci sebelum tamat masa? (Dalam kesukaran tersuai)
nb: Hvor mange millisekunder skal man vente på tastetrykk før tidsavbruddet? (I tilpasset vanskelighetsgrad)
nl: Hoeveel milliseconden wachten op de toetsaanslag voor de time-out? (In aangepaste moeilijkheidsgraad)
pt: Quantos milissegundos esperar pelo pressionamento da tecla antes do tempo limite? (Na dificuldade personalizada)
ro: Câte milisecunde trebuie să așteptați apăsarea tastei înainte de expirare? (În dificultate personalizată)
tr: Zaman aşımından önce tuşa basılması için kaç milisaniye beklenmeli? (Özel zorlukta)
uk: Скільки мілісекунд чекати натискання клавіші до закінчення часу очікування? (На індивідуальному рівні складності)
vi: Phải đợi bao nhiêu mili giây để nhấn phím trước khi hết thời gian chờ? (Ở mức độ khó tùy chỉnh)
zh: 在超時之前等待按鍵多少毫秒？（自定義難度）

# NKS_AMUSEMENTS_SETTINGS_SNAKER_STAGEDELAY_NAME
source: Stage delay in milliseconds
ar: تأخير المرحلة بالميلي ثانية
de: Stufenverzögerung in Millisekunden
el: Καθυστέρηση σταδίου σε χιλιοστά του δευτερολέπτου
es: Retardo de etapa en milisegundos
fr: Délai d'étape en millisecondes
ga: Moill stáitse i milleasoicindí
hi: मिलीसेकंड में स्टेज देरी
id: Penundaan tahap dalam milidetik
it: Ritardo di fase in millisecondi
ja: ミリ秒単位のステージ遅延
ms: Kelewatan peringkat dalam milisaat
nb: Etappeforsinkelse i millisekunder
nl: Stagevertraging in milliseconden
pt: Atraso de estágio em milissegundos
ro: Întârziere de etapă în milisecunde
tr: Sahne gecikmesi milisaniye cinsinden
uk: Затримка етапу в мілісекундах
vi: Độ trễ của giai đoạn tính bằng mili giây
zh: 以毫秒為單位的階段延遲

# NKS_AMUSEMENTS_SETTINGS_SNAKER_STAGEDELAY_DESC
source: How many milliseconds to wait before drawing the next stage?
ar: كم ميلي ثانية تنتظر قبل رسم المرحلة التالية؟
de: Wie viele Millisekunden soll gewartet werden, bevor die nächste Stufe gezeichnet wird?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν σχεδιάσετε το επόμενο στάδιο;
es: ¿Cuántos milisegundos esperar antes de dibujar la siguiente etapa?
fr: Combien de millisecondes attendre avant de dessiner l'étape suivante ?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad chéim eile a tharraingt?
hi: अगले चरण को आरेखित करने से पहले कितने मिलीसेकंड प्रतीक्षा करें?
id: Berapa milidetik yang harus ditunggu sebelum menggambar tahap berikutnya?
it: Quanti millisecondi devono aspettare prima di disegnare la fase successiva?
ja: 次のステージを描画する前に何ミリ秒待機しますか？
ms: Berapa milisaat perlu menunggu sebelum melukis peringkat seterusnya?
nb: Hvor mange millisekunder skal du vente før du tegner neste trinn?
nl: Hoeveel milliseconden wachten voordat de volgende fase wordt getekend?
pt: Quantos milissegundos esperar antes de desenhar o próximo estágio?
ro: Câte milisecunde trebuie să așteptați înainte de a desena următoarea etapă?
tr: Bir sonraki aşamayı çizmeden önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед малюванням наступного етапу?
vi: Phải đợi bao nhiêu mili giây trước khi vẽ giai đoạn tiếp theo?
zh: 在繪製下一階段之前要等待多少毫秒？

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_SWITCH_E_DESC
source: Starts the game in easy difficulty
ar: تبدأ اللعبة في صعوبة سهلة
de: Startet das Spiel im einfachen Schwierigkeitsgrad
el: Ξεκινά το παιχνίδι με εύκολη δυσκολία
es: Comienza el juego en dificultad fácil.
fr: Démarre le jeu en difficulté facile
ga: Tosaíonn an cluiche i deacracht éasca
hi: आसान कठिनाई में खेल शुरू करता है
id: Memulai permainan dalam tingkat kesulitan mudah
it: Inizia il gioco a difficoltà facile
ja: 簡単な難易度でゲームを開始します
ms: Memulakan permainan dalam kesukaran yang mudah
nb: Starter spillet i lett vanskelighetsgrad
nl: Start het spel in gemakkelijke moeilijkheidsgraad
pt: Inicia o jogo na dificuldade fácil
ro: Începe jocul în dificultate ușoară
tr: Oyunu kolay zorlukta başlatır
uk: Починає гру з легкої складності
vi: Bắt đầu trò chơi ở mức độ dễ
zh: 以簡單難度開始遊戲

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_SWITCH_M_DESC
source: Starts the game in medium difficulty
ar: تبدأ اللعبة بمستوى متوسط الصعوبة
de: Startet das Spiel im mittleren Schwierigkeitsgrad
el: Ξεκινά το παιχνίδι με μέτρια δυσκολία
es: Comienza el juego en dificultad media.
fr: Commence le jeu en difficulté moyenne
ga: Tosaíonn an cluiche i deacracht mheán
hi: मध्यम कठिनाई में खेल शुरू करता है
id: Memulai permainan dalam tingkat kesulitan sedang
it: Inizia il gioco a difficoltà media
ja: 中程度の難易度でゲームを開始します
ms: Memulakan permainan dalam kesukaran sederhana
nb: Starter spillet i middels vanskelighetsgrad
nl: Start het spel met gemiddelde moeilijkheidsgraad
pt: Inicia o jogo em dificuldade média
ro: Începe jocul la dificultate medie
tr: Oyunu orta zorlukta başlatır
uk: Починає гру на середньому рівні складності
vi: Bắt đầu trò chơi ở mức độ khó trung bình
zh: 以中等難度開始遊戲

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_SWITCH_H_DESC
source: Starts the game in hard difficulty
ar: يبدأ اللعبة بصعوبة بالغة
de: Startet das Spiel im Schwierigkeitsgrad „Schwer“.
el: Ξεκινά το παιχνίδι σε δύσκολη δυσκολία
es: Comienza el juego en dificultad difícil.
fr: Démarre le jeu en difficulté difficile
ga: Tosaíonn an cluiche i gcruachás
hi: कठिन कठिनाई में खेल शुरू करता है
id: Memulai permainan dalam tingkat kesulitan sulit
it: Avvia il gioco in difficoltà difficile
ja: 難易度の高いゲームを開始します
ms: Memulakan permainan dalam kesukaran yang sukar
nb: Starter spillet i vanskelig vanskelighetsgrad
nl: Start het spel in moeilijkheidsgraad
pt: Inicia o jogo na dificuldade difícil
ro: Începe jocul în dificultate grea
tr: Oyunu zor zorluk seviyesinde başlatır
uk: Починає гру на важкому рівні складності
vi: Bắt đầu trò chơi ở mức độ khó
zh: 以困難難度開始遊戲

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_SWITCH_V_DESC
source: Starts the game in very hard difficulty
ar: تبدأ اللعبة في صعوبة بالغة
de: Startet das Spiel im sehr schweren Schwierigkeitsgrad
el: Ξεκινά το παιχνίδι με πολύ δύσκολη δυσκολία
es: Comienza el juego en dificultad muy difícil.
fr: Démarre le jeu en difficulté très difficile
ga: Tosaíonn an cluiche i deacracht an-deacair
hi: बहुत कठिन कठिनाई में खेल शुरू करता है
id: Memulai permainan dengan tingkat kesulitan yang sangat sulit
it: Inizia il gioco in difficoltà molto difficile
ja: 非常に難しい難易度でゲームを開始します
ms: Memulakan permainan dalam kesukaran yang sangat sukar
nb: Starter spillet i svært vanskelig vanskelighetsgrad
nl: Start het spel in zeer moeilijke moeilijkheidsgraad
pt: Inicia o jogo na dificuldade muito difícil
ro: Începe jocul în dificultate foarte grea
tr: Oyunu çok zor zorlukta başlatır
uk: Починає гру на дуже важкому рівні складності
vi: Bắt đầu trò chơi ở mức độ khó rất cao
zh: 以非常困難的難度開始遊戲
