Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_COMMAND_SOLVER_DESC
source: See if you can solve mathematical equations on time
ar: معرفة ما إذا كان يمكنك حل المعادلات الرياضية في الوقت المحدد
de: Finden Sie heraus, ob Sie mathematische Gleichungen rechtzeitig lösen können
el: Δείτε αν μπορείτε να λύσετε έγκαιρα μαθηματικές εξισώσεις
es: Vea si puede resolver ecuaciones matemáticas a tiempo
fr: Voyez si vous pouvez résoudre des équations mathématiques à temps
ga: Féach an féidir leat cothromóidí matamaitice a réiteach in am
hi: देखें कि क्या आप समय पर गणितीय समीकरण हल कर सकते हैं
id: Lihat apakah Anda dapat menyelesaikan persamaan matematika tepat waktu
it: Vedi se riesci a risolvere le equazioni matematiche in tempo
ja: 数学の方程式を時間通りに解けるかどうかを確認する
ms: Lihat jika anda boleh menyelesaikan persamaan matematik tepat pada masanya
nb: Se om du kan løse matematiske ligninger i tide
nl: Kijk of je wiskundige vergelijkingen op tijd kunt oplossen
pt: Veja se você pode resolver equações matemáticas no prazo
ro: Vezi dacă poți rezolva ecuațiile matematice la timp
tr: Matematiksel denklemleri zamanında çözüp çözemeyeceğini gör
uk: Подивіться, чи зможете ви вчасно розв’язати математичні рівняння
vi: Hãy xem bạn có thể giải các phương trình toán học đúng thời hạn không
zh: 看看你能不能按時解出數學方程

# NKS_AMUSEMENTS_SOLVER_CORRECT
source: Solved perfectly!
ar: حلها تماما!
de: Perfekt gelöst!
el: Λύθηκε τέλεια!
es: Resuelto perfectamente!
fr: Résolu parfaitement!
ga: Réitithe go foirfe!
hi: पूरी तरह से हल!
id: Terpecahkan dengan sempurna!
it: Risolto perfettamente!
ja: 完全に解決しました！
ms: Selesai dengan sempurna!
nb: Løst perfekt!
nl: Perfect opgelost!
pt: Resolvido perfeitamente!
ro: Rezolvat perfect!
tr: Mükemmel bir şekilde çözüldü!
uk: Вирішено ідеально!
vi: Đã giải quyết hoàn hảo!
zh: 完美解決！

# NKS_AMUSEMENTS_SOLVER_INCORRECT
source: Solved incorrectly.
ar: حلها بشكل غير صحيح.
de: Falsch gelöst.
el: Λύθηκε λάθος.
es: Resuelto incorrectamente
fr: Résolu incorrectement.
ga: Réitíodh go mícheart.
hi: गलत तरीके से हल किया।
id: Diselesaikan secara tidak benar.
it: Risolto in modo errato
ja: 誤って解決しました。
ms: Diselesaikan dengan tidak betul.
nb: Løst feil.
nl: Onjuist opgelost.
pt: Resolvido incorretamente.
ro: Rezolvat incorect.
tr: Yanlış çözüldü.
uk: Розв'язано неправильно.
vi: Giải quyết không đúng.
zh: 解決不正確。

# NKS_AMUSEMENTS_SETTINGS_SNAKER_TRUECOLORS_NAME
source: Activate true colours
ar: قم بتنشيط الألوان الحقيقية
de: Aktivieren Sie echte Farben
el: Ενεργοποιήστε τα αληθινά χρώματα
es: Activar colores verdaderos
fr: Activez les vraies couleurs
ga: Gníomhachtaigh dathanna fíor
hi: सच्चे रंगों को सक्रिय करें
id: Aktifkan warna asli
it: Attiva i veri colori
ja: トゥルーカラーを有効にする
ms: Aktifkan warna sebenar
nb: Aktiver ekte farger
nl: Activeer echte kleuren
pt: Ative cores verdadeiras
ro: Activați culorile adevărate
tr: Gerçek renkleri etkinleştir
uk: Активуйте справжні кольори
vi: Kích hoạt màu sắc thực
zh: 激活真實色彩

# NKS_AMUSEMENTS_SETTINGS_SNAKER_DELAY_NAME
source: Delay in Milliseconds
ar: التأخير في ميلي ثانية
de: Verzögerung in Millisekunden
el: Καθυστέρηση σε χιλιοστά του δευτερολέπτου
es: Retraso en milisegundos
fr: Retard en millisecondes
ga: Moill sna Milleasoicindí
hi: मिलीसेकंड में देरी
id: Penundaan dalam Milidetik
it: Ritardo in millisecondi
ja: ミリ秒単位の遅延
ms: Kelewatan dalam Milisaat
nb: Forsinkelse i millisekunder
nl: Vertraging in milliseconden
pt: Atraso em Milissegundos
ro: Întârziere în milisecunde
tr: Milisaniye Cinsinden Gecikme
uk: Затримка в мілісекундах
vi: Độ trễ tính bằng mili giây
zh: 以毫秒為單位的延遲

# NKS_AMUSEMENTS_SETTINGS_SNAKER_DELAY_DESC
source: How many milliseconds to wait before making the next write?
ar: كم ميلي ثانية يجب الانتظار قبل إجراء الكتابة التالية؟
de: Wie viele Millisekunden müssen Sie warten, bevor Sie das nächste Mal schreiben?
el: Πόσα χιλιοστά του δευτερολέπτου να περιμένετε πριν κάνετε την επόμενη εγγραφή;
es: ¿Cuántos milisegundos esperar antes de realizar la siguiente escritura?
fr: Combien de millisecondes attendre avant de faire la prochaine écriture?
ga: Cé mhéad milleasoicind atá le fanacht roimh an gcéad cheann eile a scríobh?
hi: अगला लेखन करने से पहले कितने मिलीसेकंड तक प्रतीक्षा करनी होगी?
id: Berapa milidetik yang harus ditunggu sebelum melakukan penulisan berikutnya?
it: Quanti millisecondi attendere prima di effettuare la successiva scrittura?
ja: 次の書き込みを行うまでに何ミリ秒待機しますか？
ms: Berapa milisaat untuk menunggu sebelum membuat penulisan seterusnya?
nb: Hvor mange millisekunder skal du vente før du skriver neste gang?
nl: Hoeveel milliseconden moet ik wachten voordat ik de volgende keer schrijf?
pt: Quantos milissegundos esperar antes de fazer a próxima gravação?
ro: Câte milisecunde trebuie să așteptați înainte de a face următoarea scriere?
tr: Bir sonraki yazma işlemini yapmadan önce kaç milisaniye beklenmeli?
uk: Скільки мілісекунд чекати перед наступним записом?
vi: Phải đợi bao nhiêu mili giây trước khi thực hiện lệnh ghi tiếp theo?
zh: 在進行下一次寫入之前要等待多少毫秒？

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_DESC
source: See if you can press a key on time
ar: معرفة ما إذا كان يمكنك الضغط على مفتاح في الوقت المحدد
de: Sehen Sie, ob Sie rechtzeitig eine Taste drücken können
el: Δείτε αν μπορείτε να πατήσετε ένα πλήκτρο εγκαίρως
es: Vea si puede presionar una tecla a tiempo
fr: Voyez si vous pouvez appuyer sur une touche à temps
ga: Féach an féidir leat eochair a bhrú in am
hi: देखें कि क्या आप समय पर कोई कुंजी दबा सकते हैं
id: Lihat apakah Anda dapat menekan tombol tepat waktu
it: Vedi se riesci a premere un tasto in tempo
ja: 時間通りにキーを押すことができるかどうかを確認します
ms: Lihat jika anda boleh menekan kekunci tepat pada masanya
nb: Se om du kan trykke på en tast i tide
nl: Kijk of je op tijd op een toets kunt drukken
pt: Veja se você consegue pressionar uma tecla na hora certa
ro: Vezi dacă poți apăsa o tastă la timp
tr: Bir tuşa zamanında basabiliyor musun bakalım
uk: Подивіться, чи можете ви натиснути клавішу вчасно
vi: Xem bạn có thể nhấn phím đúng lúc không
zh: 看看你能不能按時按一個鍵

# NKS_AMUSEMENTS_SPEEDPRESS_NOTONTIME
source: Character not pressed on time.
ar: لم يتم الضغط على الشخصية في الوقت المحدد.
de: Zeichen nicht rechtzeitig gedrückt.
el: Ο χαρακτήρας δεν πατήθηκε στην ώρα του.
es: Personaje no presionado a tiempo.
fr: Personnage pas pressé à temps.
ga: Carachtar nach bhfuil brúite in am.
hi: चरित्र समय पर दबाया नहीं गया।
id: Karakter tidak tertekan pada waktu yang tepat.
it: Carattere non premuto in tempo.
ja: キャラクターは時間通りに押されていません。
ms: Watak tidak ditekan pada masanya.
nb: Karakteren er ikke trykket i tide.
nl: Karakter niet op tijd gedrukt.
pt: Personagem não pressionado a tempo.
ro: Caracter nu a fost apăsat la timp.
tr: Karakter zamanında basılmadı.
uk: Персонаж не натиснутий вчасно.
vi: Nhân vật không bị ép về thời gian.
zh: 字符沒有按時。

# NKS_AMUSEMENTS_SPEEDPRESS_CORRECT
source: You've pressed the right character!
ar: لقد ضغطت على الشخصية الصحيحة!
de: Sie haben das richtige Zeichen gedrückt!
el: Έχετε πατήσει τον σωστό χαρακτήρα!
es: ¡Has presionado el personaje correcto!
fr: Vous avez appuyé sur le bon caractère !
ga: Tá an carachtar ceart brúite agat!
hi: आपने सही चरित्र को दबाया है!
id: Anda telah menekan karakter yang tepat!
it: Hai premuto il carattere giusto!
ja: 正しい文字を押しました!
ms: Anda telah menekan watak yang betul!
nb: Du har trykket på riktig karakter!
nl: Je hebt op het juiste personage gedrukt!
pt: Você pressionou o personagem certo!
ro: Ați apăsat pe caracterul potrivit!
tr: Doğru karaktere bastınız!
uk: Ви натиснули правильний символ!
vi: Bạn đã nhấn đúng ký tự!
zh: 你按對了角色！

# NKS_AMUSEMENTS_SPEEDPRESS_INCORRECT
source: You've pressed the wrong character.
ar: لقد ضغطت على الحرف الخطأ.
de: Sie haben das falsche Zeichen gedrückt.
el: Έχετε πατήσει λάθος χαρακτήρα.
es: Ha pulsado el carácter equivocado.
fr: Vous avez appuyé sur le mauvais caractère.
ga: Tá an carachtar mícheart brúite agat.
hi: आपने गलत चरित्र दबाया है।
id: Anda menekan karakter yang salah.
it: Hai premuto il carattere sbagliato.
ja: あなたは間違った文字を押しました。
ms: Anda telah menekan aksara yang salah.
nb: Du har trykket på feil tegn.
nl: Je hebt op het verkeerde teken gedrukt.
pt: Você pressionou o caractere errado.
ro: Ați apăsat pe caracterul greșit.
tr: Yanlış karaktere bastınız.
uk: Ви натиснули не той символ.
vi: Bạn đã nhấn nhầm ký tự.
zh: 你按錯了字符。

# NKS_AMUSEMENTS_SPEEDPRESS_ESC
source: Press ESC to exit.
ar: اضغط على ESC للخروج.
de: Drücken Sie zum Beenden ESC.
el: Πατήστε ESC για έξοδο.
es: Presione ESC para salir.
fr: Appuyez sur ESC pour quitter.
ga: Brúigh ESC chun imeacht.
hi: बाहर निकलने के लिए ESC दबाएँ।
id: Tekan ESC untuk keluar.
it: Premere ESC per uscire.
ja: Esc キーを押して終了します。
ms: Tekan ESC untuk keluar.
nb: Trykk ESC for å avslutte.
nl: Druk op ESC om af te sluiten.
pt: Pressione ESC para sair.
ro: Apăsați ESC pentru a ieși.
tr: Çıkmak için ESC tuşuna basın.
uk: Натисніть ESC, щоб вийти.
vi: Nhấn ESC để thoát.
zh: 按 ESC 退出。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINREDCOLOR_NAME
source: Minimum red colour level
ar: الحد الأدنى لمستوى اللون الأحمر
de: Minimaler roter Farbpegel
el: Ελάχιστο επίπεδο κόκκινου χρώματος
es: Nivel mínimo de color rojo
fr: Niveau de couleur rouge minimum
ga: Íosleibhéal dath dearg
hi: न्यूनतम लाल रंग स्तर
id: Tingkat warna merah minimum
it: Livello minimo di colore rosso
ja: 最小赤色レベル
ms: Tahap warna merah minimum
nb: Minimum rød fargenivå
nl: Minimaal rood kleurniveau
pt: Nível mínimo de cor vermelha
ro: Nivel minim de culoare roșie
tr: Minimum kırmızı renk seviyesi
uk: Мінімальний рівень червоного кольору
vi: Mức độ màu đỏ tối thiểu
zh: 最低紅色等級

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINGREENCOLOR_NAME
source: Minimum green colour level
ar: أدنى مستوى للون الأخضر
de: Minimaler grüner Farbpegel
el: Ελάχιστο επίπεδο πράσινου χρώματος
es: Nivel mínimo de color verde
fr: Niveau minimum de couleur verte
ga: Íosleibhéal dath glas
hi: न्यूनतम हरा रंग स्तर
id: Tingkat warna hijau minimum
it: Livello minimo di colore verde
ja: 最小緑色レベル
ms: Tahap warna hijau minimum
nb: Minimum grønn fargenivå
nl: Minimaal groen kleurniveau
pt: Nível mínimo de cor verde
ro: Nivel minim de culoare verde
tr: Minimum yeşil renk seviyesi
uk: Мінімальний рівень зеленого кольору
vi: Mức độ màu xanh lá cây tối thiểu
zh: 最低綠色等級

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINBLUECOLOR_NAME
source: Minimum blue colour level
ar: الحد الأدنى لمستوى اللون الأزرق
de: Minimaler blauer Farbpegel
el: Ελάχιστο επίπεδο μπλε χρώματος
es: Nivel mínimo de color azul
fr: Niveau de couleur bleu minimum
ga: Íosleibhéal dath gorm
hi: न्यूनतम नीला रंग स्तर
id: Tingkat warna biru minimum
it: Livello minimo di colore blu
ja: 最小の青色レベル
ms: Tahap warna biru minimum
nb: Minimum blåfargenivå
nl: Minimaal blauw kleurniveau
pt: Nível mínimo de cor azul
ro: Nivel minim de culoare albastră
tr: Minimum mavi renk seviyesi
uk: Мінімальний рівень синього кольору
vi: Mức độ màu xanh tối thiểu
zh: 最低藍色等級

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINCOLOR_NAME
source: Minimum colour level
ar: الحد الأدنى لمستوى اللون
de: Minimales Farbniveau
el: Ελάχιστο επίπεδο χρώματος
es: Nivel de color mínimo
fr: Niveau de couleur minimal
ga: Leibhéal dath íosta
hi: न्यूनतम रंग स्तर
id: Tingkat warna minimum
it: Livello di colore minimo
ja: 最小カラーレベル
ms: Tahap warna minimum
nb: Minimum fargenivå
nl: Minimaal kleurniveau
pt: Nível mínimo de cor
ro: Nivel minim de culoare
tr: Minimum renk seviyesi
uk: Мінімальний рівень кольору
vi: Mức màu tối thiểu
zh: 最低色階

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXREDCOLOR_NAME
source: Maximum red colour level
ar: الحد الأقصى لمستوى اللون الأحمر
de: Maximale rote Farbstufe
el: Μέγιστο επίπεδο κόκκινου χρώματος
es: Nivel máximo de color rojo
fr: Niveau de couleur rouge maximum
ga: Uasleibhéal dath dearg
hi: अधिकतम लाल रंग स्तर
id: Tingkat warna merah maksimum
it: Livello massimo di colore rosso
ja: 最大赤色レベル
ms: Tahap warna merah maksimum
nb: Maksimalt rødt fargenivå
nl: Maximaal rood kleurniveau
pt: Nível máximo de cor vermelha
ro: Nivel maxim de culoare roșie
tr: Maksimum kırmızı renk seviyesi
uk: Максимальний рівень червоного кольору
vi: Mức màu đỏ tối đa
zh: 最大紅色級別

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXGREENCOLOR_NAME
source: Maximum green colour level
ar: الحد الأقصى لمستوى اللون الأخضر
de: Maximale grüne Farbstufe
el: Μέγιστο επίπεδο πράσινου χρώματος
es: Nivel máximo de color verde
fr: Niveau maximum de couleur verte
ga: Uasleibhéal dath glas
hi: अधिकतम हरा रंग स्तर
id: Tingkat warna hijau maksimum
it: Livello massimo di colore verde
ja: 最大緑色レベル
ms: Tahap warna hijau maksimum
nb: Maksimalt grønt fargenivå
nl: Maximaal groen kleurniveau
pt: Nível máximo de cor verde
ro: Nivel maxim de culoare verde
tr: Maksimum yeşil renk seviyesi
uk: Максимальний рівень зеленого кольору
vi: Mức màu xanh lá cây tối đa
zh: 最大綠色等級

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXBLUECOLOR_NAME
source: Maximum blue colour level
ar: الحد الأقصى لمستوى اللون الأزرق
de: Maximale blaue Farbstufe
el: Μέγιστο επίπεδο μπλε χρώματος
es: Nivel máximo de color azul
fr: Niveau de couleur bleu maximum
ga: Uasleibhéal dath gorm
hi: अधिकतम नीला रंग स्तर
id: Tingkat warna biru maksimum
it: Livello massimo di colore blu
ja: 最大青色レベル
ms: Tahap warna biru maksimum
nb: Maksimalt blått fargenivå
nl: Maximaal blauw kleurniveau
pt: Nível máximo de cor azul
ro: Nivel maxim de culoare albastră
tr: Maksimum mavi renk seviyesi
uk: Максимальний рівень синього кольору
vi: Mức màu xanh tối đa
zh: 最大藍色級別

# NKS_AMUSEMENTS_SETTINGS_COMMON_MAXCOLOR_NAME
source: Maximum colour level
ar: الحد الأقصى لمستوى اللون
de: Maximale Farbstufe
el: Μέγιστο επίπεδο χρώματος
es: Nivel máximo de color
fr: Niveau de couleur maximal
ga: Uasleibhéal datha
hi: अधिकतम रंग स्तर
id: Tingkat warna maksimum
it: Massimo livello di colore
ja: 最大カラーレベル
ms: Tahap warna maksimum
nb: Maksimalt fargenivå
nl: Maximaal kleurniveau
pt: Nível máximo de cor
ro: Nivel maxim de culoare
tr: Maksimum renk seviyesi
uk: Максимальний рівень кольору
vi: Mức màu tối đa
zh: 最大色階

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINREDCOLOR_DESC
source: Minimum red colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأحمر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler roter Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο κόκκινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color rojo. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur rouge minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath dearg. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम लाल रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna merah minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore rosso. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の赤色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna merah minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum rød fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal rood kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor vermelha. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare roșie. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum kırmızı renk seviyesi. Kabul edilebilir minimum değer 0, kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень червоного кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu đỏ tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低紅色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINGREENCOLOR_DESC
source: Minimum green colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: أدنى مستوى للون الأخضر. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler grüner Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο πράσινου χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color verde. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau minimum de couleur verte. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath glas. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम हरा रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna hijau minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore verde. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小緑色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna hijau minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum grønn fargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal groen kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor verde. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare verde. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum yeşil renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень зеленого кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh lá cây tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低綠色水平。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINBLUECOLOR_DESC
source: Minimum blue colour level. The minimum accepted value is 0 and the maximum accepted value is 255.
ar: الحد الأدنى لمستوى اللون الأزرق. الحد الأدنى للقيمة المقبولة هو 0 والحد الأقصى للقيمة المقبولة هو 255.
de: Minimaler blauer Farbpegel. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255.
el: Ελάχιστο επίπεδο μπλε χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255.
es: Nivel mínimo de color azul. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255.
fr: Niveau de couleur bleu minimum. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255.
ga: Íosleibhéal dath gorm. Is é 0 an luach íosta a nglactar leis agus is é 255 an t-uasluach a nglactar leis.
hi: न्यूनतम नीला रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 है।
id: Tingkat warna biru minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255.
it: Livello minimo di colore blu. Il valore minimo accettato è 0 e il valore massimo accettato è 255.
ja: 最小の青色レベル。最小許容値は0で、最大許容値は255です。
ms: Tahap warna biru minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255.
nb: Minimum blåfargenivå. Minste aksepterte verdi er 0 og maksimalt akseptert verdi er 255.
nl: Minimaal blauw kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255.
pt: Nível mínimo de cor azul. O valor mínimo aceito é 0 e o valor máximo aceito é 255.
ro: Nivel minim de culoare albastră. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255.
tr: Minimum mavi renk seviyesi. Kabul edilebilir minimum değer 0 ve kabul edilebilir maksimum değer 255'tir.
uk: Мінімальний рівень синього кольору. Мінімальне допустиме значення — 0, а максимальне — 255.
vi: Mức màu xanh tối thiểu. Giá trị chấp nhận tối thiểu là 0 và giá trị chấp nhận tối đa là 255.
zh: 最低藍色級別。接受的最小值為 0，接受的最大值為 255。

# NKS_AMUSEMENTS_SETTINGS_COMMON_MINCOLOR_DESC
source: Minimum colour level. The minimum accepted value is 0 and the maximum accepted value is 255 for 255 colours or 16 for 16 colours.
ar: الحد الأدنى لمستوى اللون. أدنى قيمة مقبولة هي 0 وأقصى قيمة مقبولة هي 255 لـ 255 لونًا أو 16 لـ 16 لونًا.
de: Minimales Farbniveau. Der akzeptierte Mindestwert ist 0 und der maximal akzeptierte Wert ist 255 für 255 Farben oder 16 für 16 Farben.
el: Ελάχιστο επίπεδο χρώματος. Η ελάχιστη αποδεκτή τιμή είναι 0 και η μέγιστη αποδεκτή τιμή είναι 255 για 255 χρώματα ή 16 για 16 χρώματα.
es: Nivel mínimo de color. El valor mínimo aceptado es 0 y el valor máximo aceptado es 255 para 255 colores o 16 para 16 colores.
fr: Niveau de couleur minimal. La valeur minimale acceptée est 0 et la valeur maximale acceptée est 255 pour 255 couleurs ou 16 pour 16 couleurs.
ga: Leibhéal dath íosta. Is é 0 an luach íosta a nglactar leis agus is é 255 le haghaidh 255 dathanna nó 16 le haghaidh 16 dathanna an t-uasluach a nglactar leis.
hi: न्यूनतम रंग स्तर। न्यूनतम स्वीकृत मान 0 है और अधिकतम स्वीकृत मान 255 रंगों के लिए 255 या 16 रंगों के लिए 16 है।
id: Tingkat warna minimum. Nilai minimum yang diterima adalah 0 dan nilai maksimum yang diterima adalah 255 untuk 255 warna atau 16 untuk 16 warna.
it: Livello di colore minimo. Il valore minimo accettato è 0 e il valore massimo accettato è 255 per 255 colori o 16 per 16 colori.
ja: 最小カラーレベル。最小許容値は0で、最大許容値は255色の場合は255、16色の場合は16です。
ms: Tahap warna minimum. Nilai minimum yang diterima ialah 0 dan nilai maksimum yang diterima ialah 255 untuk 255 warna atau 16 untuk 16 warna.
nb: Minimum fargenivå. Minimum akseptert verdi er 0 og maksimum akseptert verdi er 255 for 255 farger eller 16 for 16 farger.
nl: Minimaal kleurniveau. De minimaal geaccepteerde waarde is 0 en de maximaal geaccepteerde waarde is 255 voor 255 kleuren of 16 voor 16 kleuren.
pt: Nível mínimo de cor. O valor mínimo aceito é 0 e o valor máximo aceito é 255 para 255 cores ou 16 para 16 cores.
ro: Nivel minim de culoare. Valoarea minimă acceptată este 0, iar valoarea maximă acceptată este 255 pentru 255 de culori sau 16 pentru 16 culori.
tr: Minimum renk seviyesi. Kabul edilebilir minimum değer 0'dır ve kabul edilebilir maksimum değer 255 renk için 255 veya 16 renk için 16'dır.
uk: Мінімальний рівень кольору. Мінімальне допустиме значення — 0, а максимальне — 255 для 255 кольорів або 16 для 16 кольорів.
vi: Mức màu tối thiểu. Giá trị tối thiểu được chấp nhận là 0 và giá trị tối đa được chấp nhận là 255 cho 255 màu hoặc 16 cho 16 màu.
zh: 最低顏色級別。接受的最小值為 0，接受的最大值為 255（255 色）或 16（16 色）。
