Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_COMMAND_SPEEDPRESS_SWITCH_C_DESC
source: Starts the game in custom difficulty. Please note that the custom timeout in milliseconds should be written as argument.
ar: تبدأ اللعبة بصعوبة مخصصة. الرجاء ملاحظة أنه يجب كتابة المهلة المخصصة بالمللي ثانية كوسيطة.
de: Startet das Spiel im benutzerdefinierten Schwierigkeitsgrad. Bitte beachten Sie, dass das benutzerdefinierte Timeout in Millisekunden als Argument geschrieben werden sollte.
el: Ξεκινά το παιχνίδι με προσαρμοσμένη δυσκολία. Λάβετε υπόψη ότι το προσαρμοσμένο χρονικό όριο σε χιλιοστά του δευτερολέπτου πρέπει να γραφτεί ως όρισμα.
es: Inicia el juego en dificultad personalizada. Tenga en cuenta que el tiempo de espera personalizado en milisegundos debe escribirse como argumento.
fr: Démarre le jeu en difficulté personnalisée. Veuillez noter que le délai d'attente personnalisé en millisecondes doit être écrit en argument.
ga: Tosaíonn an cluiche i deacracht saincheaptha. Tabhair faoi deara gur chóir an teorainn ama saincheaptha i milleasoicindí a scríobh mar argóint.
hi: कस्टम कठिनाई में खेल शुरू करता है। कृपया ध्यान दें कि मिलीसेकंड में कस्टम टाइमआउट तर्क के रूप में लिखा जाना चाहिए।
id: Memulai permainan dengan tingkat kesulitan khusus. Harap perhatikan bahwa batas waktu khusus dalam milidetik harus ditulis sebagai argumen.
it: Avvia il gioco a difficoltà personalizzata. Si noti che il timeout personalizzato in millisecondi deve essere scritto come argomento.
ja: カスタム難易度でゲームを開始します。ミリ秒単位のカスタムタイムアウトは引数として記述する必要があることに注意してください。
ms: Memulakan permainan dalam kesukaran tersuai. Sila ambil perhatian bahawa tamat masa tersuai dalam milisaat harus ditulis sebagai hujah.
nb: Starter spillet i tilpasset vanskelighetsgrad. Vær oppmerksom på at den egendefinerte tidsavbruddet i millisekunder skal skrives som argument.
nl: Start het spel in aangepaste moeilijkheidsgraad. Houd er rekening mee dat de aangepaste time-out in milliseconden als argument moet worden geschreven.
pt: Inicia o jogo na dificuldade personalizada. Observe que o tempo limite personalizado em milissegundos deve ser escrito como argumento.
ro: Începe jocul în dificultate personalizată. Vă rugăm să rețineți că timeout-ul personalizat în milisecunde ar trebui să fie scris ca argument.
tr: Oyunu özel zorlukta başlatır. Lütfen milisaniye cinsinden özel zaman aşımının argüman olarak yazılması gerektiğini unutmayın.
uk: Починає гру на спеціальному рівні складності. Зауважте, що настроюваний тайм-аут у мілісекундах слід записати як аргумент.
vi: Bắt đầu trò chơi ở độ khó tùy chỉnh. Xin lưu ý rằng thời gian chờ tùy chỉnh tính bằng mili giây phải được viết dưới dạng đối số.
zh: 以自定義難度開始遊戲。請注意，以毫秒為單位的自定義超時應寫為參數。

# NKS_AMUSEMENTS_COMMAND_QUOTE_TEXTLOCATION_NAME
source: Progress text location
ar: تقدم موقع النص
de: Position des Fortschrittstexts
el: Θέση κειμένου προόδου
es: Ubicación del texto de progreso
fr: Emplacement du texte de progression
ga: Dul chun cinn suíomh téacs
hi: प्रगति पाठ स्थान
id: Lokasi teks kemajuan
it: Posizione del testo di avanzamento
ja: 進行状況テキストの場所
ms: Lokasi teks kemajuan
nb: Sted for fremdriftstekst
nl: Locatie van voortgangstekst
pt: Localização do texto do progresso
ro: Locația textului de progres
tr: İlerleme metin konumu
uk: Розташування тексту прогресу
vi: Vị trí văn bản tiến trình
zh: 進度文本位置

# NKS_AMUSEMENTS_COMMAND_QUOTE_TEXTLOCATION_DESC
source: Select your preferred progress text location.
ar: حدد موقع نص التقدم المفضل لديك.
de: Wählen Sie Ihre bevorzugte Position für Fortschrittstexte aus.
el: Επιλέξτε την προτιμώμενη θέση κειμένου προόδου.
es: Seleccione su ubicación de texto de progreso preferida.
fr: Sélectionnez votre emplacement de texte de progression préféré.
ga: Roghnaigh an suíomh téacs dul chun cinn is fearr leat.
hi: अपने पसंदीदा प्रगति टेक्स्ट स्थान का चयन करें।
id: Pilih lokasi teks kemajuan yang Anda inginkan.
it: Seleziona la posizione del testo di avanzamento preferita.
ja: 希望する進行状況テキストの場所を選択します。
ms: Pilih lokasi teks kemajuan pilihan anda.
nb: Velg ønsket sted for fremdriftstekst.
nl: Selecteer de gewenste voortgangstekstlocatie.
pt: Selecione seu local de texto de progresso preferido.
ro: Selectați locația preferată a textului de progres.
tr: Tercih ettiğiniz ilerleme metni konumunu seçin.
uk: Виберіть бажане розташування тексту прогресу.
vi: Chọn vị trí văn bản tiến trình bạn muốn.
zh: 選擇您喜歡的進度文本位置。

# NKS_AMUSEMENTS_SOLVER_NEEDSNUM
source: You can only write the numbers.
ar: يمكنك فقط كتابة الأرقام.
de: Sie können nur die Zahlen schreiben.
el: Μπορείτε να γράψετε μόνο τους αριθμούς.
es: Solo puedes escribir los números.
fr: Vous ne pouvez écrire que les chiffres.
ga: Ní féidir leat ach na huimhreacha a scríobh.
hi: आप केवल संख्याएँ लिख सकते हैं।
id: Anda hanya dapat menuliskan angka.
it: Puoi solo scrivere i numeri.
ja: 数字しか書けません。
ms: Anda hanya boleh menulis nombor.
nb: Du kan bare skrive tallene.
nl: U kunt alleen de cijfers schrijven.
pt: Você só pode escrever os números.
ro: Poți scrie doar numerele.
tr: Sadece rakamları yazabilirsiniz.
uk: Ви можете писати тільки цифри.
vi: Bạn chỉ có thể viết số.
zh: 你只能寫數字。

# NKS_AMUSEMENTS_SOLVER_PRESSTOEXIT
source: Press "q" to exit.
ar: اضغط على "q" للخروج.
de: Drücken Sie zum Beenden "q".
el: Πατήστε "q" για έξοδο.
es: Presione "q" para salir.
fr: Appuyez sur "q" pour quitter.
ga: Brúigh "q" chun imeacht.
hi: बाहर निकलने के लिए "क्यू" दबाएं।
id: Tekan "q" untuk keluar.
it: Premere "q" per uscire.
ja: 「q」を押して終了します。
ms: Tekan "q" untuk keluar.
nb: Trykk "q" for å avslutte.
nl: Druk op "q" om af te sluiten.
pt: Pressione "q" para sair.
ro: Apăsați „q” pentru a ieși.
tr: Çıkmak için "q" tuşuna basın.
uk: Натисніть "q", щоб вийти.
vi: Nhấn "q" để thoát.
zh: 按“q”退出。

# NKS_AMUSEMENTS_COMMAND_SNAKER_DESC
source: The snake game!
ar: لعبة الثعبان!
de: Das Schlangenspiel!
el: Το παιχνίδι με το φίδι!
es: ¡El juego de la serpiente!
fr: Le jeu du serpent !
ga: An cluiche nathair!
hi: सांप का खेल!
id: Permainan ular!
it: Il gioco del serpente!
ja: ヘビゲーム！
ms: Permainan ular!
nb: Slangespillet!
nl: Het slangenspel!
pt: O jogo da cobra!
ro: Jocul șarpelui!
tr: Yılan oyunu!
uk: Гра в змію!
vi: Trò chơi rắn!
zh: 蛇遊戲！

# NKS_AMUSEMENTS_COMMAND_METEOR_DESC
source: You are a spaceship and the meteors are coming to destroy you. Can you save it?
ar: أنت سفينة فضاء والنيازك قادمة لتدمرك. هل يمكنك حفظه؟
de: Du bist ein Raumschiff und die Meteore kommen, um dich zu zerstören. Kannst du es speichern?
el: Είσαι διαστημόπλοιο και οι μετεωρίτες έρχονται να σε καταστρέψουν. Μπορείτε να το αποθηκεύσετε;
es: Eres una nave espacial y los meteoritos vienen a destruirte. ¿Puedes guardarlo?
fr: Vous êtes un vaisseau spatial et les météores viennent vous détruire. Pouvez-vous le sauver?
ga: Is spásárthach tú agus tá na meteors ag teacht chun tú a mhilleadh. An féidir leat é a shábháil?
hi: आप एक अंतरिक्ष यान हैं और उल्काएं आपको नष्ट करने के लिए आ रही हैं। क्या आप इसे बचा सकते हैं?
id: Anda adalah pesawat luar angkasa dan meteor akan datang untuk menghancurkan Anda. Bisakah Anda menyelamatkannya?
it: Sei un'astronave e le meteore stanno arrivando per distruggerti. Puoi salvarlo?
ja: あなたは宇宙船であり、流星があなたを破壊するために来ています。 保存できますか？
ms: Anda adalah kapal angkasa dan meteor akan datang untuk memusnahkan anda. Bolehkah anda menyimpannya?
nb: Du er et romskip og meteorene kommer for å ødelegge deg. Kan du lagre det?
nl: Je bent een ruimteschip en de meteoren komen om je te vernietigen. Kun je het redden?
pt: Você é uma nave espacial e os meteoros estão vindo para destruí-lo. Você pode salvá-lo?
ro: Ești o navă spațială și meteorii vin să te distrugă. Îl poți salva?
tr: Sen bir uzay gemisisin ve meteorlar seni yok etmeye geliyor. Onu kurtarabilir misin?
uk: Ви космічний корабель, і метеори йдуть, щоб знищити вас. Ви можете зберегти це?
vi: Bạn là một con tàu vũ trụ và các thiên thạch đang lao tới để tiêu diệt bạn. Bạn có thể cứu nó không?
zh: 你是一艘宇宙飛船，流星正在摧毀你。 你能保存嗎？

# NKS_AMUSEMENTS_COMMON_GAMEOVER
source: Game over
ar: انتهت اللعبة
de: Spiel ist aus
el: Τέλος παιχνιδιού
es: Juego terminado
fr: Jeu terminé
ga: Cluiche thart
hi: खेल खत्म
id: Permainan telah berakhir
it: Gioco finito
ja: ゲームオーバー
ms: Permainan tamat
nb: Spillet er over
nl: Spel is over
pt: Fim de jogo
ro: Joc încheiat
tr: Oyun bitti
uk: Гра закінчена
vi: Trò chơi kết thúc
zh: 遊戲結束

# NKS_AMUSEMENTS_COMMON_UNEXPECTEDERROR
source: Unexpected error
ar: خطأ غير متوقع
de: Unerwarteter Fehler
el: Απρόσμενο σφάλμα
es: Error inesperado
fr: Erreur inattendue
ga: Earráid gan choinne
hi: अप्रत्याशित त्रुटि
id: Kesalahan tak terduga
it: Errore inaspettato
ja: 予期しないエラー
ms: Ralat yang tidak dijangka
nb: Uventet feil
nl: Onverwachte fout
pt: Erro inesperado
ro: Eroare neașteptată
tr: Beklenmeyen hata
uk: Несподівана помилка
vi: Lỗi không mong muốn
zh: 意外的錯誤

# NKS_AMUSEMENTS_SETTINGS_SHIPS_USEPOWERLINE_NAME
source: Use PowerLine for rendering spaceship
ar: استخدم PowerLine لتقديم سفينة الفضاء
de: Verwenden Sie PowerLine zum Rendern von Raumschiffen
el: Χρησιμοποιήστε το PowerLine για την απόδοση του διαστημόπλοιου
es: Usa PowerLine para renderizar una nave espacial
fr: Utilisez PowerLine pour le rendu du vaisseau spatial
ga: Úsáid PowerLine chun spásárthach a rindreáil
hi: स्पेसशिप प्रदान करने के लिए पावरलाइन का प्रयोग करें
id: Gunakan PowerLine untuk merender pesawat luar angkasa
it: Usa PowerLine per il rendering dell'astronave
ja: 宇宙船のレンダリングに PowerLine を使用する
ms: Gunakan PowerLine untuk membuat kapal angkasa
nb: Bruk PowerLine for å gjengi romskip
nl: Gebruik PowerLine voor het renderen van een ruimteschip
pt: Use PowerLine para renderizar nave espacial
ro: Utilizați PowerLine pentru redarea navei spațiale
tr: Uzay gemisini oluşturmak için PowerLine'ı kullanın
uk: Використовуйте PowerLine для візуалізації космічного корабля
vi: Sử dụng PowerLine để dựng hình tàu vũ trụ
zh: 使用 PowerLine 渲染宇宙飛船

# NKS_AMUSEMENTS_SETTINGS_SHIPS_METEORSPEED_NAME
source: Meteor game speed
ar: سرعة لعبة النيزك
de: Meteor-Spielgeschwindigkeit
el: Ταχύτητα παιχνιδιού μετεωρίτη
es: Velocidad del juego de meteoritos
fr: Vitesse de jeu Meteor
ga: Luas cluiche meteor
hi: उल्का खेल की गति
id: Kecepatan permainan meteor
it: Velocità di gioco della meteora
ja: 流星のゲーム速度
ms: Kelajuan permainan meteor
nb: Meteor spillhastighet
nl: Meteor spelsnelheid
pt: Velocidade do jogo de meteoros
ro: Viteza jocului Meteor
tr: Meteor oyun hızı
uk: Швидкість гри Meteor
vi: Tốc độ trò chơi thiên thạch
zh: 流星遊戲速度

# NKS_AMUSEMENTS_SETTINGS_SHIPS_USEPOWERLINE_DESC
source: Whether to use PowerLine to render the spaceship or to use the standard greater than character. If you want to use PowerLine with Meteor, you need to install an appropriate font with PowerLine support.
ar: ما إذا كان يجب استخدام PowerLine لتقديم سفينة الفضاء أو استخدام المعيار أكبر من الحرف. إذا كنت ترغب في استخدام PowerLine مع Meteor ، فأنت بحاجة إلى تثبيت خط مناسب مع دعم PowerLine.
de: Ob PowerLine verwendet werden soll, um das Raumschiff zu rendern, oder ob das Standardgrößer-als-Zeichen verwendet werden soll. Wenn Sie PowerLine mit Meteor verwenden möchten, müssen Sie eine entsprechende Schriftart mit PowerLine-Unterstützung installieren.
el: Είτε θα χρησιμοποιήσετε το PowerLine για να αποδώσετε το διαστημόπλοιο είτε για να χρησιμοποιήσετε το πρότυπο μεγαλύτερο από χαρακτήρα. Εάν θέλετε να χρησιμοποιήσετε το PowerLine με το Meteor, πρέπει να εγκαταστήσετε μια κατάλληλη γραμματοσειρά με υποστήριξη PowerLine.
es: Ya sea para usar PowerLine para renderizar la nave espacial o para usar el carácter estándar mayor que. Si desea utilizar PowerLine con Meteor, debe instalar una fuente adecuada compatible con PowerLine.
fr: Que ce soit pour utiliser PowerLine pour rendre le vaisseau spatial ou pour utiliser le caractère standard supérieur à. Si vous souhaitez utiliser PowerLine avec Meteor, vous devez installer une police appropriée avec le support PowerLine.
ga: Cibé an n-úsáidfear PowerLine chun an spásárthach a sholáthar nó an úsáidfear an caighdeán is mó ná an carachtar. Más mian leat PowerLine a úsáid le Meteor, ní mór duit cló cuí a shuiteáil le tacaíocht PowerLine.
hi: स्पेसशिप को रेंडर करने के लिए पॉवरलाइन का इस्तेमाल करना है या कैरेक्टर से बड़े स्टैंडर्ड का इस्तेमाल करना है। यदि आप उल्का के साथ PowerLine का उपयोग करना चाहते हैं, तो आपको PowerLine समर्थन के साथ एक उपयुक्त फ़ॉन्ट स्थापित करने की आवश्यकता है।
id: Apakah akan menggunakan PowerLine untuk membuat pesawat luar angkasa atau menggunakan karakter standar lebih besar dari. Jika Anda ingin menggunakan PowerLine dengan Meteor, Anda perlu memasang font yang sesuai dengan dukungan PowerLine.
it: Se utilizzare PowerLine per rendere l'astronave o utilizzare lo standard maggiore del carattere. Se si desidera utilizzare PowerLine con Meteor, è necessario installare un font appropriato con supporto PowerLine.
ja: PowerLine を使用して宇宙船をレンダリングするか、標準の大なり文字を使用するか。 Meteor で PowerLine を使用する場合は、PowerLine をサポートする適切なフォントをインストールする必要があります。
ms: Sama ada hendak menggunakan PowerLine untuk menjadikan kapal angkasa atau menggunakan standard lebih besar daripada aksara. Jika anda ingin menggunakan PowerLine dengan Meteor, anda perlu memasang fon yang sesuai dengan sokongan PowerLine.
nb: Om du skal bruke PowerLine til å gjengi romskipet eller for å bruke standarden større enn karakter. Hvis du vil bruke PowerLine med Meteor, må du installere en passende font med PowerLine-støtte.
nl: Of je nu PowerLine wilt gebruiken om het ruimteschip weer te geven of om de standaard groter dan karakter te gebruiken. Als u PowerLine met Meteor wilt gebruiken, moet u een geschikt lettertype installeren met PowerLine-ondersteuning.
pt: Se deve usar o PowerLine para renderizar a nave espacial ou usar o padrão maior que o caractere. Se você quiser usar PowerLine com Meteor, você precisa instalar uma fonte apropriada com suporte a PowerLine.
ro: Dacă să folosiți PowerLine pentru a reda nava spațială sau să folosiți standardul mai mare decât caracterul. Dacă doriți să utilizați PowerLine cu Meteor, trebuie să instalați un font adecvat cu suport PowerLine.
tr: Uzay gemisini işlemek için PowerLine mı yoksa standart büyük karakteri mi kullanılacağı. PowerLine'ı Meteor ile kullanmak istiyorsanız, PowerLine desteği olan uygun bir yazı tipi yüklemeniz gerekir.
uk: Чи використовувати PowerLine для візуалізації космічного корабля, чи використовувати стандартний символ «більше». Якщо ви хочете використовувати PowerLine з Meteor, вам потрібно встановити відповідний шрифт із підтримкою PowerLine.
vi: Có nên sử dụng PowerLine để hiển thị tàu vũ trụ hay sử dụng ký tự chuẩn lớn hơn. Nếu bạn muốn sử dụng PowerLine với Meteor, bạn cần cài đặt phông chữ phù hợp có hỗ trợ PowerLine.
zh: 是使用 PowerLine 渲染飛船還是使用標準大於字符。 如果您想將 PowerLine 與 Meteor 一起使用，則需要安裝支持 PowerLine 的適當字體。

# NKS_AMUSEMENTS_SETTINGS_SHIPS_METEORSPEED_DESC
source: Specifies the game speed in milliseconds.
ar: يحدد سرعة اللعبة بالمللي ثانية.
de: Gibt die Spielgeschwindigkeit in Millisekunden an.
el: Καθορίζει την ταχύτητα του παιχνιδιού σε χιλιοστά του δευτερολέπτου.
es: Especifica la velocidad del juego en milisegundos.
fr: Spécifie la vitesse du jeu en millisecondes.
ga: Sonraíonn an luas cluiche i milleasoicindí.
hi: मिलीसेकंड में खेल की गति निर्दिष्ट करता है।
id: Menentukan kecepatan permainan dalam milidetik.
it: Specifica la velocità di gioco in millisecondi.
ja: ゲーム速度をミリ秒単位で指定します。
ms: Menentukan kelajuan permainan dalam milisaat.
nb: Spesifiserer spillhastigheten i millisekunder.
nl: Specificeert de spelsnelheid in milliseconden.
pt: Especifica a velocidade do jogo em milissegundos.
ro: Specifică viteza jocului în milisecunde.
tr: Oyun hızını milisaniye cinsinden belirtir.
uk: Визначає швидкість гри в мілісекундах.
vi: Chỉ định tốc độ trò chơi tính bằng mili giây.
zh: 以毫秒為單位指定遊戲速度。

# NKS_AMUSEMENTS_COMMAND_BACKRACE_DESC
source: Do you back the wrong horse?
ar: هل تدعم الحصان الخطأ؟
de: Setzen Sie auf das falsche Pferd?
el: Υποστηρίζετε το λάθος άλογο;
es: ¿Apoyas al caballo equivocado?
fr: Vous pariez sur le mauvais cheval ?
ga: An dtugann tú siar an capall mícheart?
hi: क्या आप ग़लत घोड़े का समर्थन करते हैं?
id: Apakah Anda mendukung kuda yang salah?
it: Sostieni il cavallo sbagliato?
ja: 間違った馬を支持しますか？
ms: Adakah anda menunggang kuda yang salah?
nb: Rykker du feil hest?
nl: Staat u op het verkeerde paard?
pt: Você aposta no cavalo errado?
ro: Dai înapoi calul greșit?
tr: Yanlış ata mı oynuyorsun?
uk: Ви підтримуєте не того коня?
vi: Bạn có ủng hộ nhầm ngựa không?
zh: 你是不是背錯馬了？

# NKS_AMUSEMENTS_COMMAND_HANGMAN_DESC
source: Starts the Hangman game
ar: تبدأ لعبة الجلاد
de: Startet das Hangman-Spiel
el: Ξεκινά το παιχνίδι Hangman
es: Comienza el juego del ahorcado.
fr: Démarre le jeu du Pendu
ga: Tosaíonn an cluiche Hangman
hi: जल्लाद खेल शुरू होता है
id: Memulai permainan Hangman
it: Avvia il gioco dell'Impiccato
ja: ハングマンゲームを開始します
ms: Memulakan permainan Hangman
nb: Starter Hangman-spillet
nl: Start het Hangman-spel
pt: Inicia o jogo Hangman
ro: Începe jocul Spânzuratului
tr: Adam Asmaca oyununu başlatır
uk: Починає гру «Шибениця».
vi: Bắt đầu trò chơi Hangman
zh: 開始絞刑文遊戲

# NKS_AMUSEMENTS_COMMAND_HANGMAN_SWITCH_HARDCORE_DESC
source: One wrong letter and you're hung!
ar: رسالة واحدة خاطئة وأنت معلق!
de: Ein falscher Buchstabe und du bist aufgehängt!
el: Ένα λάθος γράμμα και είσαι κρεμασμένος!
es: ¡Una letra equivocada y estás colgado!
fr: Une mauvaise lettre et vous êtes pendu !
ga: Litir mícheart amháin agus tá tú ar crochadh!
hi: एक गलत पत्र और आप फाँसी पर चढ़ जायेंगे!
id: Satu huruf yang salah dan Anda akan digantung!
it: Una lettera sbagliata e sei impiccato!
ja: 1 文字間違えるとハングアップしてしまいます。
ms: Satu huruf yang salah dan anda digantung!
nb: En feil bokstav og du er hengt!
nl: Eén verkeerde letter en je hangt!
pt: Uma letra errada e você está enforcado!
ro: O scrisoare greșită și ești spânzurat!
tr: Bir yanlış harf ve asılırsın!
uk: Одна неправильна буква, і ви повисли!
vi: Sai một chữ cái là bạn sẽ bị treo cổ!
zh: 只要寫錯一個字母，你就完蛋了！

# NKS_AMUSEMENTS_COMMAND_HANGMAN_SWITCH_PRACTICE_DESC
source: Test your Hangman skills by throwing a random letter.
ar: اختبر مهاراتك في الجلاد عن طريق رمي خطاب عشوائي.
de: Testen Sie Ihre Galgenmännchenfähigkeiten, indem Sie einen zufälligen Buchstaben werfen.
el: Δοκιμάστε τις δεξιότητές σας στον Κρεμάλα πετώντας ένα τυχαίο γράμμα.
es: Pon a prueba tus habilidades de ahorcado lanzando una letra al azar.
fr: Testez vos compétences de pendu en lançant une lettre au hasard.
ga: Déan do scileanna Hangman a thástáil trí litir randamach a chaitheamh.
hi: एक यादृच्छिक पत्र फेंककर अपने जल्लाद कौशल का परीक्षण करें।
id: Uji keterampilan Hangman Anda dengan melemparkan huruf acak.
it: Metti alla prova le tue abilità di boia lanciando una lettera casuale.
ja: ランダムな手紙を投げてハングマンのスキルをテストします。
ms: Uji kemahiran Hangman anda dengan melontar surat rawak.
nb: Test hangman-ferdighetene dine ved å kaste en tilfeldig bokstav.
nl: Test je Galgje-vaardigheden door een willekeurige letter te gooien.
pt: Teste suas habilidades no Hangman jogando uma carta aleatória.
ro: Testează-ți abilitățile de spânzurat aruncând o scrisoare aleatorie.
tr: Rastgele bir harf atarak Adam Asmaca yeteneklerinizi test edin.
uk: Перевірте свої навички ката, кинувши випадкову літеру.
vi: Kiểm tra kỹ năng Hangman của bạn bằng cách ném một chữ cái ngẫu nhiên.
zh: 透過隨機扔一封信來測試你的劊子手技能。

# NKS_AMUSEMENTS_COMMAND_METERORDODGE_DESC
source: You are a spaceship and the meteors are coming to destroy you. Can you dodge them?
ar: أنت سفينة فضاء والنيازك قادمة لتدميرك. هل يمكنك مراوغتهم؟
de: Du bist ein Raumschiff und die Meteore kommen, um dich zu zerstören. Kannst du ihnen ausweichen?
el: Είσαι διαστημόπλοιο και οι μετεωρίτες έρχονται να σε καταστρέψουν. Μπορείς να τους αποφύγεις;
es: Eres una nave espacial y los meteoritos vienen a destruirte. ¿Podrás esquivarlos?
fr: Vous êtes un vaisseau spatial et les météores viennent vous détruire. Pouvez-vous les esquiver ?
ga: Is spásárthach tú agus tá na meteors ag teacht chun tú a mhilleadh. An féidir leat iad a sheachaint?
hi: आप एक अंतरिक्ष यान हैं और उल्काएं आपको नष्ट करने आ रही हैं। क्या आप उन्हें चकमा दे सकते हैं?
id: Anda adalah pesawat luar angkasa dan meteor-meteor akan datang untuk menghancurkan Anda. Bisakah Anda menghindarinya?
it: Sei un'astronave e le meteore stanno arrivando per distruggerti. Puoi schivarli?
ja: あなたは宇宙船で、隕石があなたを破壊するためにやって来ます。あなたはそれらを避けることができますか？
ms: Anda adalah kapal angkasa dan meteor akan datang untuk memusnahkan anda. Bolehkah anda mengelak mereka?
nb: Du er et romskip og meteorene kommer for å ødelegge deg. Kan du unngå dem?
nl: Je bent een ruimteschip en de meteoren komen je vernietigen. Kun jij ze ontwijken?
pt: Você é uma nave espacial e os meteoros estão vindo para destruí-lo. Você pode evitá-los?
ro: Ești o navă spațială și meteorii vin să te distrugă. Le poți eschiva?
tr: Sen bir uzay gemisisin ve meteorlar seni yok etmeye geliyor. Onlardan kaçabilir misin?
uk: Ви космічний корабель, і метеори йдуть, щоб знищити вас. Чи можете ви ухилитися від них?
vi: Bạn là một con tàu vũ trụ và các thiên thạch đang lao tới để tiêu diệt bạn. Bạn có thể né tránh chúng không?
zh: 你是一艘太空船，流星即將摧毀你。你能躲開他們嗎？

# NKS_AMUSEMENTS_COMMAND_QUOTE_DESC
source: Gets a random quote
ar: يحصل على اقتباس عشوائي
de: Ruft ein zufälliges Zitat ab
el: Λαμβάνει μια τυχαία προσφορά
es: Obtiene una cotización aleatoria
fr: Obtient un devis aléatoire
ga: Faigheann sé luachan randamach
hi: एक यादृच्छिक उद्धरण मिलता है
id: Mendapatkan kutipan acak
it: Ottiene una citazione casuale
ja: ランダムな見積もりを取得します
ms: Mendapat sebut harga rawak
nb: Får et tilfeldig tilbud
nl: Krijgt een willekeurig citaat
pt: Obtém uma cotação aleatória
ro: Obține o cotație aleatorie
tr: Rastgele bir alıntı alır
uk: Отримує випадкову цитату
vi: Nhận được một trích dẫn ngẫu nhiên
zh: 取得隨機報價

# NKS_AMUSEMENTS_COMMAND_ROULETTE_DESC
source: Russian Roulette
ar: الروليت الروسية
de: Russisches Roulette
el: Ρωσική ρουλέτα
es: Ruleta rusa
fr: Roulette russe
ga: Roulette na rúise
hi: रूसी रूले
id: Rolet Rusia
it: Roulette russa
ja: ロシアンルーレット
ms: Roulette Rusia
nb: Russisk rulett
nl: Russische roulette
pt: Roleta russa
ro: Ruletă rusească
tr: Rus Ruleti
uk: Російська рулетка
vi: Cò Quay Nga
zh: 俄羅斯輪盤賭
