Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_AMUSEMENTS_2018_ANNIVERSARY_PAGE3_LINE3
source: Happy 5-year anniversary!
ar: ذكرى مرور 5 سنوات سعيدة!
de: Alles Gute zum 5-jährigen Jubiläum!
el: Χρόνια πολλά για τα 5 χρόνια!
es: ¡Feliz quinto aniversario!
fr: Joyeux 5ème anniversaire !
ga: Comóradh 5 bliana sona duit!
hi: 5वीं सालगिरह मुबारक!
id: Selamat ulang tahun ke-5!
it: Buon 5° anniversario!
ja: 5周年おめでとうございます！
ms: Selamat ulang tahun 5 tahun!
nb: Gratulerer med 5-årsdagen!
nl: Gelukkig 5-jarig jubileum!
pt: Feliz aniversário de 5 anos!
ro: La mulți ani de 5 ani!
tr: 5. yıl dönümümüz kutlu olsun!
uk: З 5-річчям!
vi: Chúc mừng kỷ niệm 5 năm!
zh: 五週年快樂！

# NKS_AMUSEMENTS_BACKRACE_HORSEID
source: Horse
ar: حصان
de: Pferd
el: Αλογο
es: Caballo
fr: Cheval
ga: Capall
hi: घोड़ा
id: Kuda
it: Cavallo
ja: 馬
ms: kuda
nb: Hest
nl: Paard
pt: Cavalo
ro: Cal
tr: Atış
uk: Кінь
vi: Ngựa
zh: 馬

# NKS_AMUSEMENTS_BACKRACE_KEYBINDINGS
source: [ENTER] Start the race | [ESC] Exit | [UP/DOWN] Move selection
ar: [أدخل] ابدأ السباق | [ESC] خروج | [أعلى/أسفل] نقل التحديد
de: [ENTER] Das Rennen starten | [ESC] Beenden | [UP/DOWN] Auswahl verschieben
el: [ENTER] Ξεκινήστε τον αγώνα | [ESC] Έξοδος | [ΕΠΑΝΩ/ΚΑΤΩ] Μετακίνηση επιλογής
es: [ENTRAR] Iniciar la carrera | [ESC] Salir | [ARRIBA/ABAJO] Mover selección
fr: [ENTER] Démarrer la course | [ESC] Quitter | [HAUT/BAS] Déplacer la sélection
ga: [ENTER] Cuir tús leis an rás | [ESC] Scoir | [UP/SÍOS] Bog an roghnúchán
hi: [प्रवेश] दौड़ शुरू करें | [ईएससी] बाहर निकलें | [ऊपर/नीचे] चयन को स्थानांतरित करें
id: [ENTER] Mulai balapan | [ESC] Keluar | [ATAS/BAWAH] Pindahkan pilihan
it: [INVIO] Inizia la gara | [ESC] Esci | [SU/GIÙ] Sposta la selezione
ja: [ENTER] レースを開始します | [ESC] 終了 | [UP/DOWN] 選択範囲を移動します
ms: [MASUK] Mulakan perlumbaan | [ESC] Keluar | [ATAS/BAWAH] Alihkan pilihan
nb: [ENTER] Start løpet | [ESC] Avslutt | [OPP/NED] Flytt valg
nl: [ENTER] Start de race | [ESC] Afsluiten | [UP/DOWN] Selectie verplaatsen
pt: [ENTER] Comece a corrida | [ESC] Sair | [UP/DOWN] Mover seleção
ro: [ENTER] Începe cursa | [ESC] Ieșire | [SUS/JOS] Mută selecția
tr: [ENTER] Yarışı başlat | [ESC] Çıkış | [UP/DOWN] Seçimi taşı
uk: [ENTER] Почніть гонку | [ESC] Вихід | [ВГОРУ/ВНИЗ] Перемістити виділення
vi: [ENTER] Bắt đầu cuộc đua | [ESC] Thoát | [LÊN/XUỐNG] Lựa chọn di chuyển
zh: [輸入] 開始比賽 | [ESC] 退出 | [上/下] 移動選擇

# NKS_AMUSEMENTS_BACKRACE_YOUWIN
source: Your horse won the race!
ar: فاز حصانك بالسباق!
de: Dein Pferd hat das Rennen gewonnen!
el: Το άλογό σας κέρδισε τον αγώνα!
es: ¡Tu caballo ganó la carrera!
fr: Votre cheval a gagné la course !
ga: Bhuaigh do chapall an rás!
hi: आपके घोड़े ने दौड़ जीत ली!
id: Kuda Anda memenangkan perlombaan!
it: Il tuo cavallo ha vinto la corsa!
ja: あなたの馬がレースに勝ちました！
ms: Kuda anda memenangi perlumbaan!
nb: Hesten din vant løpet!
nl: Jouw paard heeft de race gewonnen!
pt: Seu cavalo venceu a corrida!
ro: Calul tău a câștigat cursa!
tr: Atınız yarışı kazandı!
uk: Ваш кінь виграв перегони!
vi: Con ngựa của bạn đã thắng cuộc đua!
zh: 你的馬贏得了比賽！

# NKS_AMUSEMENTS_BACKRACE_YOULOSE
source: Your horse lost the race!
ar: حصانك خسر السباق!
de: Dein Pferd hat das Rennen verloren!
el: Το άλογό σας έχασε την κούρσα!
es: ¡Tu caballo perdió la carrera!
fr: Votre cheval a perdu la course !
ga: Chaill do chapall an rás!
hi: आपका घोड़ा दौड़ हार गया!
id: Kuda Anda kalah dalam perlombaan!
it: Il tuo cavallo ha perso la corsa!
ja: あなたの馬はレースに負けました！
ms: Kuda anda kalah dalam perlumbaan!
nb: Hesten din tapte løpet!
nl: Je paard heeft de race verloren!
pt: Seu cavalo perdeu a corrida!
ro: Calul tău a pierdut cursa!
tr: Atınız yarışı kaybetti!
uk: Ваш кінь програв перегони!
vi: Con ngựa của bạn thua cuộc rồi!
zh: 你的馬輸掉了比賽！

# NKS_AMUSEMENTS_HANGMAN_YOULOSE
source: You're hung!
ar: أنت معلق!
de: Du bist aufgehängt!
el: Είσαι κρεμασμένος!
es: ¡Estás colgado!
fr: Vous êtes pendu !
ga: Tá tú ar crochadh!
hi: तुम्हें लटका दिया गया है!
id: Kamu digantung!
it: Sei impiccato!
ja: 首吊りですよ！
ms: Anda digantung!
nb: Du er hengt!
nl: Je bent opgehangen!
pt: Você está pendurado!
ro: Ești spânzurat!
tr: Asıldın!
uk: Ти повішений!
vi: Bạn bị treo rồi!
zh: 你掛了！

# NKS_AMUSEMENTS_HANGMAN_YOUWIN
source: You win!
ar: فزت!
de: Du gewinnst!
el: Κερδίζεις!
es: ¡Tú ganas!
fr: Vous gagnez!
ga: Bhuaigh tú!
hi: आप जीतते हैं!
id: Kamu menang!
it: Hai vinto!
ja: あなたが勝ちます！
ms: Anda menang!
nb: Du vinner!
nl: Jij wint!
pt: Você ganha!
ro: Ai castigat!
tr: Kazandın!
uk: Ви виграли!
vi: Bạn thắng rồi!
zh: 你贏了！

# NKS_AMUSEMENTS_ROULETTE_QUESTION
source: What's your bet?
ar: ما هو رهانك؟
de: Was ist Ihre Wette?
el: Ποιο είναι το στοίχημά σας;
es: ¿Cuál es tu apuesta?
fr: Quel est votre pari ?
ga: Cad é do geall?
hi: आपका दांव क्या है?
id: Berapa taruhan Anda?
it: Qual è la tua scommessa?
ja: あなたの賭けは何ですか？
ms: Apakah pertaruhan anda?
nb: Hva er din innsats?
nl: Wat is jouw weddenschap?
pt: Qual é a sua aposta?
ro: Care este pariul tău?
tr: Bahsiniz ne?
uk: Яка ваша ставка?
vi: Bạn cược bao nhiêu?
zh: 你的賭注是什麼？

# NKS_AMUSEMENTS_ROULETTE_RIGHT
source: You guessed it right!
ar: لقد خمنت ذلك بشكل صحيح!
de: Du hast es richtig erraten!
el: Σωστά το μαντέψατε!
es: ¡Lo has adivinado bien!
fr: Vous l'avez bien deviné !
ga: Rinne tú buille faoi thuairim ceart!
hi: आपने सही अनुमान लगाया!
id: Anda menebaknya dengan benar!
it: Hai indovinato bene!
ja: あなたはそれを正しく推測しました！
ms: Anda meneka betul!
nb: Du gjettet riktig!
nl: Je raadt het goed!
pt: Você adivinhou certo!
ro: Ai ghicit bine!
tr: Doğru bildiniz!
uk: Ви правильно вгадали!
vi: Bạn đoán đúng rồi!
zh: 你猜對了！

# NKS_AMUSEMENTS_ROULETTE_WRONG
source: You got it wrong.
ar: لقد فهمت خطأ.
de: Du hast es falsch verstanden.
el: Κάνετε λάθος.
es: Lo entendiste mal.
fr: Vous avez tort.
ga: Fuair tú mícheart é.
hi: आपने इससे गलत लिया।
id: Anda salah.
it: Hai capito male.
ja: 間違えている。
ms: Anda salah faham.
nb: Du tok feil.
nl: Je hebt het fout.
pt: Você entendeu errado.
ro: Ai înțeles greșit.
tr: Yanlış anladın.
uk: Ви помилилися.
vi: Bạn đã sai rồi.
zh: 你理解錯了。

# NKS_AMUSEMENTS_ROULETTE_UNLUCKY
source: But, you're unlucky. Loser.
ar: لكنك غير محظوظ. الخاسر.
de: Aber du hast Pech. Verlierer.
el: Αλλά, είσαι άτυχος. Ηττημένος.
es: Pero tienes mala suerte. Perdedor.
fr: Mais tu n'as pas de chance. Perdant.
ga: Ach, tá tú mí-ádh. fear caillte na himeartha.
hi: लेकिन, तुम बदकिस्मत हो. परास्त।
id: Tapi, kamu tidak beruntung. Pecundang.
it: Ma sei sfortunato. Perdente.
ja: しかし、あなたは不運です。敗者。
ms: Tetapi, anda tidak bernasib baik. Kalah.
nb: Men du er uheldig. Taper.
nl: Maar je hebt pech. Verliezer.
pt: Mas você não tem sorte. Perdedor.
ro: Dar, ai ghinion. Ratat.
tr: Ama şanssızsın. Kaybeden.
uk: Але тобі не пощастило. Невдаха.
vi: Nhưng bạn thật không may mắn. Kẻ thua cuộc.
zh: 但是，你運氣不好。失敗者。

# NKS_AMUSEMENTS_ROULETTE_LUCKY
source: You're lucky! Winner!
ar: انت محظوظ! الفائز!
de: Du hast Glück! Gewinner!
el: Είστε τυχεροί! Νικητής!
es: ¡Tienes suerte! ¡Ganador!
fr: Tu es chanceux! Gagnant!
ga: Tá an t-ádh ort! Buaiteoir!
hi: तुम भाग्यशाली हो! विजेता!
id: Anda beruntung! Pemenang!
it: Sei fortunato! Vincitore!
ja: 幸運ですね！勝者！
ms: awak bertuah! Pemenang!
nb: Du er heldig! Vinner!
nl: Jij hebt geluk! Winnaar!
pt: Você é sortudo! Ganhador!
ro: Esti norocos! Câştigător!
tr: Şanslısın! Kazandın!
uk: Вам пощастило! Переможець!
vi: Bạn thật may mắn! Người chiến thắng!
zh: 你很幸運！優勝者！

# NKS_AMUSEMENTS_SHIPDUET_DRAW
source: It's a draw.
ar: إنه تعادل.
de: Es ist eine Zeichnung.
el: Είναι ισοπαλία.
es: Es un empate.
fr: C'est un match nul.
ga: Is tarraingt é.
hi: यह ड्रॉ है।
id: Itu seri.
it: È un pareggio.
ja: それは引き分けです。
ms: Ia adalah seri.
nb: Det er uavgjort.
nl: Het is een tekening.
pt: É um empate.
ro: Este o remiză.
tr: Berabere.
uk: Це нічия.
vi: Kết quả hòa.
zh: 這是一個平局。

# NKS_AMUSEMENTS_SHIPDUET_WINNING
source: Player {0} wins!
ar: اللاعب {0} يفوز!
de: Spieler {0} gewinnt!
el: Ο παίκτης {0} κερδίζει!
es: ¡El jugador {0} gana!
fr: Le joueur {0} gagne !
ga: Bhuaigh imreoir {0}!
hi: खिलाड़ी {0} जीत गया!
id: Pemain {0} menang!
it: Il giocatore {0} vince!
ja: プレイヤー {0} が勝ちました!
ms: Pemain {0} menang!
nb: Spiller {0} vinner!
nl: Speler {0} wint!
pt: O jogador {0} vence!
ro: Jucătorul {0} câștigă!
tr: {0} numaralı oyuncu kazanır!
uk: Гравець {0} виграв!
vi: Người chơi {0} thắng!
zh: 玩家{0}獲勝！

# NKS_AMUSEMENTS_SPEEDPRESS_CURRENTCHAR
source: Current character:
ar: الحرف الحالي:
de: Aktueller Charakter:
el: Τρέχων χαρακτήρας:
es: Personaje actual:
fr: Caractère actuel :
ga: Carachtar reatha:
hi: वर्तमान चरित्र:
id: Karakter saat ini:
it: Personaggio attuale:
ja: 現在のキャラクター:
ms: Watak semasa:
nb: Nåværende karakter:
nl: Huidig karakter:
pt: Personagem atual:
ro: Personajul actual:
tr: Şu anki karakter:
uk: Поточний персонаж:
vi: Nhân vật hiện tại:
zh: 當前角色：

# NKS_AMUSEMENTS_WORDLE_WIN
source: You guessed the right word! You win!
ar: لقد خمنت الكلمة الصحيحة! فزت!
de: Du hast das richtige Wort erraten! Du gewinnst!
el: Μαντέψατε τη σωστή λέξη! Κερδίζεις!
es: ¡Has adivinado la palabra correcta! ¡Tú ganas!
fr: Vous avez deviné le bon mot ! Vous gagnez!
ga: Rinne tú buille faoi thuairim an focal ceart! Bhuaigh tú!
hi: आपने सही शब्द का अनुमान लगाया! आप जीतते हैं!
id: Anda menebak kata yang tepat! Anda menang!
it: Hai indovinato la parola giusta! Hai vinto!
ja: あなたは正しい言葉を推測しました! あなたが勝ちます！
ms: Anda meneka perkataan yang betul! Anda menang!
nb: Du gjettet riktig ord! Du vinner!
nl: Je raadt het juiste woord! Jij wint!
pt: Você adivinhou a palavra certa! Você ganha!
ro: Ai ghicit cuvântul potrivit! Ai castigat!
tr: Doğru kelimeyi bildiniz! Kazandınız!
uk: Ви вгадали правильне слово! Ви виграли!
vi: Bạn đã đoán đúng từ rồi! Bạn thắng rồi!
zh: 你猜對了這個詞！你贏了！

# NKS_AMUSEMENTS_SETTINGS_COMMON_COLOR_NAME
source: Colour settings
ar: إعدادات الألوان
de: Farbeinstellungen
el: Ρυθμίσεις χρώματος
es: Configuraciones de color
fr: Paramètres de couleur
ga: Socruithe datha
hi: रंग सेटिंग
id: Pengaturan warna
it: Impostazioni del colore
ja: 色の設定
ms: Tetapan warna
nb: Fargeinnstillinger
nl: Kleurinstellingen
pt: Configurações de cores
ro: Setări de culoare
tr: Renk ayarları
uk: Параметри кольору
vi: Cài đặt màu sắc
zh: 顏色設定

# NKS_AMUSEMENTS_SETTINGS_SNAKER_DESC
source: A snake game.
ar: لعبة الثعبان.
de: Ein Schlangenspiel.
el: Ένα παιχνίδι με φίδια.
es: Un juego de serpientes.
fr: Un jeu de serpent.
ga: Cluiche nathair.
hi: साँप का खेल.
id: Permainan ular.
it: Un gioco di serpenti.
ja: ヘビゲーム。
ms: Permainan ular.
nb: Et slangespill.
nl: Een slangenspel.
pt: Um jogo de cobra.
ro: Un joc cu șarpe.
tr: Yılan oyunu.
uk: Гра в змійку.
vi: Trò chơi rắn.
zh: 蛇遊戲。

# NKS_AMUSEMENTS_SETTINGS_QUOTE_DESC
source: Shows you nice famous quotes.
ar: يظهر لك اقتباسات مشهورة لطيفة.
de: Zeigt Ihnen schöne berühmte Zitate.
el: Σας δείχνει ωραία διάσημα αποσπάσματα.
es: Te muestra bonitas citas famosas.
fr: Vous montre de belles citations célèbres.
ga: Taispeánann sé Sleachta cáiliúla deasa duit.
hi: आपको अच्छे प्रसिद्ध उद्धरण दिखाता है।
id: Menunjukkan kutipan-kutipan terkenal yang bagus.
it: Ti mostra belle citazioni famose.
ja: 素敵な名言を紹介します。
ms: Menunjukkan kepada anda petikan terkenal yang bagus.
nb: Viser deg fine kjente sitater.
nl: Toont je leuke bekende citaten.
pt: Mostra belas citações famosas.
ro: Vă arată citate faimoase frumoase.
tr: Size güzel ünlü alıntılar gösterir.
uk: Показує гарні відомі цитати.
vi: Hiển thị cho bạn những câu trích dẫn nổi tiếng hay.
zh: 向您展示精彩的名言。

# NKS_AMUSEMENTS_SETTINGS_SPEEDPRESS_DIFFICULTY_DESC
source: Select your preferred difficulty, where 0 is easy, 1 is medium, 2 is hard, 3 is very hard, and 4 is custom.
ar: حدد الصعوبة المفضلة لديك، حيث 0 سهل، 1 متوسط، 2 صعب، 3 صعب جدًا، و4 مخصص.
de: Wählen Sie Ihren bevorzugten Schwierigkeitsgrad aus: 0 ist einfach, 1 ist mittel, 2 ist schwer, 3 ist sehr schwer und 4 ist benutzerdefiniert.
el: Επιλέξτε τη δυσκολία που προτιμάτε, όπου το 0 είναι εύκολο, το 1 είναι μεσαίο, το 2 είναι δύσκολο, το 3 είναι πολύ δύσκολο και το 4 είναι προσαρμοσμένο.
es: Seleccione su dificultad preferida, donde 0 es fácil, 1 es media, 2 es difícil, 3 es muy difícil y 4 es personalizada.
fr: Sélectionnez votre difficulté préférée, où 0 est facile, 1 est moyen, 2 est difficile, 3 est très difficile et 4 est personnalisé.
ga: Roghnaigh an deacracht is fearr leat, áit a bhfuil 0 éasca, 1 meánach, 2 crua, 3 an-chrua, agus 4 cinn saincheaptha.
hi: अपनी पसंदीदा कठिनाई चुनें, जहां 0 आसान है, 1 मध्यम है, 2 कठिन है, 3 बहुत कठिन है और 4 कस्टम है।
id: Pilih tingkat kesulitan yang Anda inginkan, di mana 0 berarti mudah, 1 berarti sedang, 2 berarti sulit, 3 berarti sangat sulit, dan 4 berarti khusus.
it: Seleziona la difficoltà che preferisci, dove 0 è facile, 1 è medio, 2 è difficile, 3 è molto difficile e 4 è personalizzato.
ja: 好みの難易度を選択します。0 は簡単、1 は中程度、2 は難しい、3 は非常に難しい、4 はカスタムです。
ms: Pilih kesukaran pilihan anda, di mana 0 adalah mudah, 1 adalah sederhana, 2 adalah sukar, 3 adalah sangat sukar, dan 4 adalah adat.
nb: Velg din foretrukne vanskelighetsgrad, der 0 er lett, 1 er middels, 2 er vanskelig, 3 er veldig vanskelig og 4 er tilpasset.
nl: Selecteer de moeilijkheidsgraad van uw voorkeur, waarbij 0 gemakkelijk is, 1 gemiddeld, 2 moeilijk, 3 zeer moeilijk en 4 aangepast.
pt: Selecione a dificuldade de sua preferência, onde 0 é fácil, 1 é médio, 2 é difícil, 3 é muito difícil e 4 é personalizado.
ro: Selectați dificultatea preferată, unde 0 este ușor, 1 este mediu, 2 este greu, 3 este foarte greu și 4 este personalizat.
tr: Tercih ettiğiniz zorluk seviyesini seçin; 0 kolay, 1 orta, 2 zor, 3 çok zor ve 4 özeldir.
uk: Виберіть потрібний рівень складності, де 0 — легкий, 1 — середній, 2 — важкий, 3 — дуже важкий, а 4 — індивідуальний.
vi: Chọn mức độ khó mà bạn mong muốn, trong đó 0 là dễ, 1 là trung bình, 2 là khó, 3 là rất khó và 4 là tùy chỉnh.
zh: 選擇您喜歡的難度，其中 0 是簡單，1 是中等，2 是困難，3 是非常困難，4 是自訂。

# NKS_AMUSEMENTS_SETTINGS_SHIPS_SHIPDUETUSEPOWERLINE_NAME
source: Use PowerLine for rendering spaceship in ShipDuet
ar: استخدم PowerLine لعرض سفينة الفضاء في ShipDuet
de: Verwenden Sie PowerLine zum Rendern von Raumschiffen in ShipDuet
el: Χρησιμοποιήστε το PowerLine για απόδοση διαστημόπλοιου στο ShipDuet
es: Utilice PowerLine para renderizar naves espaciales en ShipDuet
fr: Utilisez PowerLine pour le rendu du vaisseau spatial dans ShipDuet
ga: Úsáid PowerLine chun spásárthach a sholáthar i ShipDuet
hi: शिपडुएट में अंतरिक्ष यान प्रस्तुत करने के लिए पावरलाइन का उपयोग करें
id: Gunakan PowerLine untuk merender pesawat luar angkasa di ShipDuet
it: Usa PowerLine per eseguire il rendering dell'astronave in ShipDuet
ja: ShipDuet で宇宙船をレンダリングするために PowerLine を使用する
ms: Gunakan PowerLine untuk memaparkan kapal angkasa dalam ShipDuet
nb: Bruk PowerLine for å gjengi romskip i ShipDuet
nl: Gebruik PowerLine voor het weergeven van ruimteschepen in ShipDuet
pt: Use PowerLine para renderizar nave espacial em ShipDuet
ro: Utilizați PowerLine pentru redarea navei spațiale în ShipDuet
tr: ShipDuet'te uzay gemisini oluşturmak için PowerLine'ı kullanın
uk: Використовуйте PowerLine для відтворення космічного корабля в ShipDuet
vi: Sử dụng PowerLine để dựng hình tàu vũ trụ trong ShipDuet
zh: 在 ShipDuet 中使用 PowerLine 渲染太空船

# NKS_AMUSEMENTS_SETTINGS_SHIPS_SHIPDUETUSEPOWERLINE_DESC
source: Whether to use PowerLine to render the spaceship or to use the standard greater than character. If you want to use PowerLine with ShipDuet, you need to install an appropriate font with PowerLine support.
ar: ما إذا كنت تريد استخدام PowerLine لعرض سفينة الفضاء أو استخدام المعيار أكبر من الحرف. إذا كنت تريد استخدام PowerLine مع ShipDuet، فستحتاج إلى تثبيت خط مناسب مع دعم PowerLine.
de: Ob PowerLine zum Rendern des Raumschiffs verwendet werden soll oder ob das Standard-Größer-als-Zeichen verwendet werden soll. Wenn Sie PowerLine mit ShipDuet verwenden möchten, müssen Sie eine entsprechende Schriftart mit PowerLine-Unterstützung installieren.
el: Είτε θα χρησιμοποιήσετε το PowerLine για να αποδώσετε το διαστημόπλοιο είτε για να χρησιμοποιήσετε το πρότυπο μεγαλύτερο από χαρακτήρα. Εάν θέλετε να χρησιμοποιήσετε το PowerLine με το ShipDuet, πρέπει να εγκαταστήσετε μια κατάλληλη γραμματοσειρά με υποστήριξη PowerLine.
es: Si usar PowerLine para renderizar la nave espacial o usar el carácter estándar mayor que. Si desea utilizar PowerLine con ShipDuet, debe instalar una fuente adecuada compatible con PowerLine.
fr: Qu'il s'agisse d'utiliser PowerLine pour restituer le vaisseau spatial ou d'utiliser le caractère standard supérieur à. Si vous souhaitez utiliser PowerLine avec ShipDuet, vous devez installer une police appropriée avec prise en charge PowerLine.
ga: Cibé an n-úsáidfear PowerLine chun an spásárthach a sholáthar nó an úsáidfear an caighdeán is mó ná an carachtar. Más mian leat PowerLine a úsáid le ShipDuet, ní mór duit cló cuí a shuiteáil le tacaíocht PowerLine.
hi: क्या अंतरिक्ष यान को प्रस्तुत करने के लिए पावरलाइन का उपयोग करना है या चरित्र से अधिक मानक का उपयोग करना है। यदि आप शिपडुएट के साथ पॉवरलाइन का उपयोग करना चाहते हैं, तो आपको पॉवरलाइन समर्थन के साथ एक उपयुक्त फ़ॉन्ट स्थापित करना होगा।
id: Apakah akan menggunakan PowerLine untuk membuat pesawat luar angkasa atau menggunakan karakter standar lebih besar dari. Jika Anda ingin menggunakan PowerLine dengan ShipDuet, Anda perlu memasang font yang sesuai dengan dukungan PowerLine.
it: Se utilizzare PowerLine per eseguire il rendering dell'astronave o utilizzare il carattere standard maggiore di. Se desideri utilizzare PowerLine con ShipDuet, devi installare un carattere appropriato con il supporto PowerLine.
ja: PowerLine を使用して宇宙船をレンダリングするか、標準の「以上」文字を使用するか。ShipDuet で PowerLine を使用する場合は、PowerLine をサポートする適切なフォントをインストールする必要があります。
ms: Sama ada hendak menggunakan PowerLine untuk menjadikan kapal angkasa atau menggunakan standard lebih besar daripada aksara. Jika anda ingin menggunakan PowerLine dengan ShipDuet, anda perlu memasang fon yang sesuai dengan sokongan PowerLine.
nb: Om du skal bruke PowerLine til å gjengi romskipet eller for å bruke standarden større enn karakter. Hvis du vil bruke PowerLine med ShipDuet, må du installere en passende font med PowerLine-støtte.
nl: Of PowerLine moet worden gebruikt om het ruimteschip weer te geven of om de standaard groter dan karakter te gebruiken. Als u PowerLine met ShipDuet wilt gebruiken, moet u een geschikt lettertype met PowerLine-ondersteuning installeren.
pt: Seja para usar o PowerLine para renderizar a nave espacial ou para usar o padrão maior que o caractere. Se quiser usar PowerLine com ShipDuet, você precisa instalar uma fonte apropriada com suporte PowerLine.
ro: Dacă să folosiți PowerLine pentru a reda nava spațială sau să folosiți standardul mai mare decât caracterul. Dacă doriți să utilizați PowerLine cu ShipDuet, trebuie să instalați un font adecvat cu suport PowerLine.
tr: Uzay gemisini işlemek için PowerLine mı yoksa standart büyük karakteri mi kullanılacağı. PowerLine'ı ShipDuet ile kullanmak istiyorsanız, PowerLine desteği olan uygun bir yazı tipi yüklemeniz gerekir.
uk: Чи використовувати PowerLine для візуалізації космічного корабля, чи використовувати стандартний символ «більше». Якщо ви хочете використовувати PowerLine із ShipDuet, вам потрібно встановити відповідний шрифт із підтримкою PowerLine.
vi: Có nên sử dụng PowerLine để hiển thị tàu vũ trụ hay sử dụng ký tự chuẩn lớn hơn. Nếu bạn muốn sử dụng PowerLine với ShipDuet, bạn cần cài đặt phông chữ phù hợp có hỗ trợ PowerLine.
zh: 是使用PowerLine渲染飛船還是使用標準大於字元。如果您想要將 PowerLine 與 ShipDuet 一起使用，則需要安裝支援 PowerLine 的適當字型。

# NKS_AMUSEMENTS_SETTINGS_SHIPS_SHIPDUETSPEED_NAME
source: Game speed in ShipDuet
ar: سرعة اللعبة في ShipDuet
de: Spielgeschwindigkeit in ShipDuet
el: Ταχύτητα παιχνιδιού στο ShipDuet
es: Velocidad del juego en ShipDuet
fr: Vitesse de jeu dans ShipDuet
ga: Luas an chluiche i ShipDuet
hi: शिपडुएट में गेम की गति
id: Kecepatan permainan di ShipDuet
it: Velocità di gioco in ShipDuet
ja: ShipDuet のゲーム速度
ms: Kelajuan permainan dalam ShipDuet
nb: Spillhastighet i ShipDuet
nl: Spelsnelheid in ShipDuet
pt: Velocidade do jogo no ShipDuet
ro: Viteza jocului în ShipDuet
tr: ShipDuet'te oyun hızı
uk: Швидкість гри в ShipDuet
vi: Tốc độ trò chơi trong ShipDuet
zh: ShipDuet 中的遊戲速度

# NKS_AMUSEMENTS_COMMAND_SWITCH_COMMON_DESC
source: Uses the common word list.
ar: يستخدم قائمة الكلمات الشائعة.
de: Verwendet die Liste der gebräuchlichen Wörter.
el: Χρησιμοποιεί τη λίστα κοινών λέξεων.
es: Utiliza la lista de palabras comunes.
fr: Utilise la liste de mots courants.
ga: Úsáideann sé an liosta focal coitianta.
hi: सामान्य शब्द सूची का उपयोग करता है.
id: Menggunakan daftar kata umum.
it: Utilizza l'elenco di parole comuni.
ja: 共通単語リストを使用します。
ms: Menggunakan senarai perkataan biasa.
nb: Bruker den vanlige ordlisten.
nl: Gebruikt de algemene woordenlijst.
pt: Usa a lista de palavras comuns.
ro: Folosește lista de cuvinte obișnuită.
tr: Yaygın kelime listesini kullanır.
uk: Використовує загальний список слів.
vi: Sử dụng danh sách từ thông dụng.
zh: 使用常用單字列表。

# NKS_AMUSEMENTS_COMMAND_SWITCH_UNCOMMON_DESC
source: Uses the complete word list.
ar: يستخدم قائمة الكلمات الكاملة.
de: Verwendet die vollständige Wortliste.
el: Χρησιμοποιεί την πλήρη λίστα λέξεων.
es: Utiliza la lista completa de palabras.
fr: Utilise la liste complète de mots.
ga: Úsáideann sé an liosta focal iomlán.
hi: संपूर्ण शब्द सूची का उपयोग करता है.
id: Menggunakan daftar kata yang lengkap.
it: Utilizza l'elenco completo delle parole.
ja: 完全な単語リストを使用します。
ms: Menggunakan senarai perkataan yang lengkap.
nb: Bruker hele ordlisten.
nl: Gebruikt de volledige woordenlijst.
pt: Usa a lista completa de palavras.
ro: Folosește lista completă de cuvinte.
tr: Kelime listesinin tamamını kullanır.
uk: Використовує повний список слів.
vi: Sử dụng danh sách từ đầy đủ.
zh: 使用完整的單字列表。

# NKS_AMUSEMENTS_COMMAND_PONG_DESC
source: The ping-pong game!
ar: لعبة البينج بونج!
de: Das Ping-Pong-Spiel!
el: Το παιχνίδι πινγκ πονγκ!
es: ¡El juego de ping-pong!
fr: Le jeu de ping-pong !
ga: An cluiche ping-pong!
hi: पिंग-पोंग खेल!
id: Permainan pingpong!
it: Il gioco del ping-pong!
ja: ピンポンゲーム！
ms: Permainan ping-pong!
nb: Ping-pong-spillet!
nl: Het pingpongspel!
pt: O jogo de pingue-pongue!
ro: Jocul de ping-pong!
tr: Masa tenisi oyunu!
uk: Гра в пінг-понг!
vi: Trò chơi bóng bàn!
zh: 乒乓球比賽！

# NKS_AMUSEMENTS_PONG_SCORE
source: Score
ar: نتيجة
de: Punktzahl
el: Σκορ
es: Puntaje
ga: Scór
hi: अंक
id: Skor
it: Punto
ja: スコア
ms: skor
nl: Scoren
pt: Pontuação
ro: Scor
tr: Gol
uk: Оцінка
vi: Điểm
zh: 分數

# NKS_AMUSEMENTS_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt: Falha à obtenção de entradas de definições.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_AMUSEMENTS_HOMEPAGE_BACKRACE
source: Horse Racing
ar: سباق الخيل
de: Pferderennen
el: Ιπποδρομίες
es: Carreras de caballos
fr: Course de chevaux
ga: Rásaíocht Capall
hi: घुड़दौड़
id: Balapan Kuda
it: Corse di cavalli
ja: 競馬
ms: Lumba Kuda
nb: Hesteveddeløp
nl: Paardenraces
pt: Corrida de cavalos
ro: Curse de cai
tr: At yarışı
uk: Перегони
vi: Đua ngựa
zh: 賽馬
