Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Amusements/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ms, nb, nl, pt, ro, tr, uk, vi, zh

# NKS_NAMEGEN_COMMAND_SWITCH_T_DESC
source: Generate nametags (umlauts are currently not supported)
ar: إنشاء علامات الأسماء (لا يتم دعم علامات التشكيل حاليًا)
el: Δημιουργία ετικετών ονομάτων (τα umlaut προς το παρόν δεν υποστηρίζονται)
fr: Générer des étiquettes de nom (les trémas ne sont actuellement pas pris en charge)
hi: नाम टैग उत्पन्न करें (उमलॉट वर्तमान में समर्थित नहीं हैं)
id: Hasilkan tanda nama (umlaut saat ini tidak didukung)
it: Generare etichette con i nomi (le dieresi non sono attualmente supportate)
ja: 名札を生成します（ウムラウトは現在サポートされていません）
ms: Hasilkan tag nama (umlaut pada masa ini tidak disokong)
nl: Genereer naamtags (umlauts worden momenteel niet ondersteund)
pt: Gera nomes (umlauts não são atualmente suportados)
ro: Generați etichete de nume (în prezent nu sunt acceptate umlauturile)
tr: İsim etiketleri oluşturun (umlautlar şu anda desteklenmiyor)
uk: Створення тегів імен (умляути наразі не підтримуються)
vi: Tạo thẻ tên (hiện tại không hỗ trợ dấu chấm phẩy)

# NKS_NAMEGEN_COMMAND_ARGUMENT_TERM_DESC
source: Search term
ar: مصطلح البحث
el: Όρος αναζήτησης
fr: Terme de recherche
hi: जाँच अवधि
id: Istilah pencarian
it: Termine di ricerca
ja: 検索語
ms: Istilah carian
nl: Zoekterm
pt: Termo de pesquisa
ro: Termen de căutare
tr: Arama terimi
uk: Пошуковий термін
vi: Thuật ngữ tìm kiếm

# NKS_NAMEGEN_COMMAND_ARGUMENT_NAMEPREFIX_DESC
source: Name prefix to search
ar: اسم البادئة للبحث
el: Πρόθεμα ονόματος για αναζήτηση
fr: Préfixe du nom à rechercher
hi: खोज के लिए नाम उपसर्ग
id: Nama awalan untuk pencarian
it: Prefisso del nome da cercare
ja: 検索する名前のプレフィックス
ms: Awalan nama untuk mencari
nl: Naamvoorvoegsel om te zoeken
pt: Prefixo do nome a pesquisar
ro: Prefix de nume pentru căutare
tr: Aranacak isim öneki
uk: Префікс імені для пошуку
vi: Tên tiền tố để tìm kiếm

# NKS_NAMEGEN_COMMAND_ARGUMENT_NAMESUFFIX_DESC
source: Name suffix to search
ar: اسم لاحقة للبحث
el: Επίθημα ονόματος για αναζήτηση
fr: Suffixe de nom à rechercher
hi: खोज के लिए नाम प्रत्यय
id: Nama akhiran untuk pencarian
it: Suffisso del nome da cercare
ja: 検索する名前の接尾辞
ms: Akhiran nama untuk dicari
nl: Naamsuffix om te zoeken
pt: Sufixo de nome para pesquisa
ro: Sufix de nume pentru căutare
tr: Aranacak isim eki
uk: Суфікс імені для пошуку
vi: Tên hậu tố để tìm kiếm

# NKS_NAMEGEN_COMMAND_ARGUMENT_SURNAMEPREFIX_DESC
source: Surname prefix to search
ar: بادئة اللقب للبحث
el: Πρόθεμα επωνύμου για αναζήτηση
fr: Préfixe de nom de famille à rechercher
hi: खोज के लिए उपनाम उपसर्ग
id: Awalan nama keluarga untuk pencarian
it: Prefisso del cognome da ricercare
ja: 検索する姓の接頭辞
ms: Awalan nama keluarga untuk mencari
nl: Achternaamvoorvoegsel om te zoeken
pt: Prefixo de apelido para pesquisar
ro: Prefixul numelui pentru căutare
tr: Aranacak soyadı öneki
uk: Префікс прізвища для пошуку
vi: Tiền tố họ để tìm kiếm

# NKS_NAMEGEN_COMMAND_ARGUMENT_SURNAMESUFFIX_DESC
source: Surname suffix to search
ar: لاحقة اللقب للبحث
el: Επίθημα επωνύμου για αναζήτηση
fr: Suffixe de nom de famille à rechercher
hi: खोज करने के लिए उपनाम प्रत्यय
id: Akhiran nama keluarga untuk pencarian
it: Suffisso del cognome da ricercare
ja: 検索する姓の接尾辞
ms: Akhiran nama keluarga untuk mencari
nl: Achternaamsuffix om te zoeken
pt: Sufixo de apelido para pesquisar
ro: Sufixul numelui pentru căutare
tr: Aranacak soyadı eki
uk: Суфікс прізвища для пошуку
vi: Hậu tố họ để tìm kiếm

# NKS_NAMEGEN_COMMAND_GENNAME_ARGUMENT_NAMESCOUNT_DESC
source: How many names to generate?
ar: كم عدد الأسماء التي يجب توليدها؟
el: Πόσα ονόματα να δημιουργήσετε;
fr: Combien de noms générer ?
hi: कितने नाम उत्पन्न करने हैं?
id: Berapa banyak nama yang akan dihasilkan?
it: Quanti nomi generare?
ja: 生成する名前の数はいくつですか?
ms: Berapa banyak nama untuk dijana?
nl: Hoeveel namen moeten er worden gegenereerd?
pt: Quantos nomes gerar?
ro: Câte nume de generat?
tr: Kaç tane isim üretilecek?
uk: Скільки імен згенерувати?
vi: Cần tạo bao nhiêu tên?
