{
  "lang": "grk",
  "name": "Greek",
  "cultures": [
    "el",
    "el-CY",
    "el-GR"
  ],
  "locs": [
    {
      "loc": "NKS_COMMON_ANYKEY",
      "text": "Πατήστε οποιοδήποτε πλήκτρο για να συνεχίσετε..."
    },
    {
      "loc": "NKS_KERNEL_NOAPMSIMULATION",
      "text": "Είναι πλέον ασφαλές να απενεργοποιήσετε τον υπολογιστή σας."
    },
    {
      "loc": "NKS_KERNEL_ENVERROR",
      "text": "Σφάλμα περιβάλλοντος πυρήνα:"
    },
    {
      "loc": "NKS_KERNEL_FATALERROR",
      "text": "Το Nitrocid KS εντόπισε πρόβλημα και έχει τερματιστεί."
    },
    {
      "loc": "NKS_KERNEL_STARTING_DEVMESSAGE",
      "text": "Εκτελείτε την έκδοση ανάπτυξης του πυρήνα. Ενώ μπορείτε να αντιμετωπίσετε επερχόμενες λειτουργίες που μπορεί να υπάρχουν στην τελική έκδοση, ενδέχεται να αντιμετωπίσετε σφάλματα, αστάθειες ή ακόμα και απώλεια δεδομένων. Συνιστούμε τη χρήση της σταθερής έκδοσης, αν είναι δυνατόν."
    },
    {
      "loc": "NKS_KERNEL_STARTING_RCMESSAGE",
      "text": "Εκτελείτε την υποψήφια έκδοση του πυρήνα. Ενώ μπορείτε να δοκιμάσετε τις τελευταίες πινελιές, μπορεί να αντιμετωπίσετε σφάλματα, αστάθειες ή ακόμα και απώλεια δεδομένων. Συνιστούμε τη χρήση της σταθερής έκδοσης, αν είναι δυνατόν."
    },
    {
      "loc": "NKS_KERNEL_STARTING_UNSUPPORTED",
      "text": "Συνιστούμε να μην εκτελέσετε αυτήν την έκδοση του πυρήνα, επειδή δεν υποστηρίζεται. Εάν έχετε κατεβάσει αυτόν τον πυρήνα από άγνωστες πηγές, ενδέχεται να εμφανιστεί αυτό το μήνυμα. Κάντε λήψη από την επίσημη σελίδα λήψεων."
    },
    {
      "loc": "NKS_KERNEL_STARTING_ALPHAMESSAGE",
      "text": "Εκτελείτε την έκδοση alpha του πυρήνα. Ενδέχεται να αντιμετωπίσετε σφάλματα, αστάθειες ή ακόμα και απώλεια δεδομένων. Συνιστούμε να χρησιμοποιήσετε τη σταθερή έκδοση, εάν είναι δυνατόν."
    },
    {
      "loc": "NKS_KERNEL_STARTING_BETAMESSAGE",
      "text": "Εκτελείτε την έκδοση beta του πυρήνα. Ενδέχεται να αντιμετωπίσετε σφάλματα, αστάθειες ή ακόμα και απώλεια δεδομένων. Συνιστούμε να χρησιμοποιήσετε τη σταθερή έκδοση, εάν είναι δυνατόν."
    }
  ]
}