Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Contacts/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_CONTACTS_CONTACTINFO_NOTE
source: Contact note
ar: ملاحظة الاتصال
de: Kontakthinweis
el: Σημείωμα επικοινωνίας
es: Nota de contacto
fr: Note de contact
ga: Nóta teagmhála
hi: संपर्क नोट
id: Catatan kontak
it: Nota di contatto
ja: 連絡先メモ
ko: 연락처 메모
ms: Nota kenalan
nb: Kontaktnotat
nl: Contactnotitie
pt_br: Nota de contato
ro: Notă de contact
tr: İletişim notu
uk: Контактна інформація
vi: Ghi chú liên lạc
zh: 聯絡方式備註

# NKS_CONTACTS_CONTACTINFO_CANTLISTSOME
source: Some of the contacts can't be listed.
ar: لا يمكن إدراج بعض جهات الاتصال.
de: Einige der Kontakte können nicht aufgelistet werden.
el: Μερικές από τις επαφές δεν μπορούν να καταχωρηθούν.
es: Algunos de los contactos no pueden aparecer en la lista.
fr: Certains contacts ne peuvent pas être répertoriés.
ga: Ní féidir cuid de na teagmhálaithe a liostú.
hi: कुछ संपर्कों को सूचीबद्ध नहीं किया जा सकता.
id: Beberapa kontak tidak dapat dicantumkan.
it: Alcuni contatti non possono essere elencati.
ja: 一部の連絡先はリストに表示できません。
ko: 일부 연락처를 나열할 수 없습니다.
ms: Beberapa kenalan tidak dapat disenaraikan.
nb: Noen av kontaktene kan ikke vises.
nl: Sommige contacten kunnen niet worden vermeld.
pt_br: Alguns contatos não podem ser listados.
ro: Unele dintre contacte nu pot fi listate.
tr: Bazı kişiler listelenemiyor.
uk: Деякі контакти не можна вказати.
vi: Một số địa chỉ liên lạc không thể được liệt kê.
zh: 有些聯絡人無法列出。

# NKS_CONTACTS_TUI_KEYBINDING_DELETE
source: Delete
ar: يمسح
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
ga: Scrios
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pt_br: Excluir
ro: Şterge
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh: 刪除

# NKS_CONTACTS_TUI_KEYBINDING_INFO
source: Info
ar: معلومات
el: Πληροφορίες
es: Información
fr: Informations
ga: Eolas
hi: जानकारी
id: Informasi
it: Informazioni
ja: 情報
ko: 정보
nl: Informatie
pt_br: Informações
tr: Bilgi
uk: Інформація
vi: Thông tin
zh: 資訊

# NKS_CONTACTS_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
ar: فشل في الحصول على إدخالات الإعدادات.
de: Einstellungseinträge konnten nicht abgerufen werden.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
es: No se pudieron obtener las entradas de configuración.
fr: Impossible d'obtenir les entrées de paramètres.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
id: Gagal mendapatkan entri pengaturan.
it: Impossibile ottenere le voci delle impostazioni.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
ms: Gagal mendapatkan entri tetapan.
nb: Kunne ikke hente innstillingsoppføringer.
nl: Het is niet gelukt om de instellingen op te halen.
pt_br: Falha ao obter entradas de configurações.
ro: Nu s-au putut obține intrările de setări.
tr: Ayar girişleri alınamadı.
uk: Не вдалося отримати записи налаштувань.
vi: Không lấy được mục cài đặt.
zh: 無法取得設定條目。

# NKS_CONTACTS_HOMEPAGE_CONTACTS
source: Contacts
ar: جهات الاتصال
de: Kontakte
el: Επαφές
es: Contactos
ga: Teagmhálaithe
hi: संपर्क
id: Kontak
it: Contatti
ja: 連絡先
ko: 콘택트 렌즈
ms: Kenalan
nb: Kontakter
nl: Contacten
pt_br: Contatos
ro: Contacte
tr: İletişim
uk: Контакти
vi: Liên hệ
zh: 聯絡方式

# NKS_CONTACTS_TUI_KEYBINDING_DELETEALL
source: Delete All
ar: حذف الكل
de: Alle löschen
el: Διαγραφή όλων
es: Eliminar todo
fr: Supprimer tout
ga: Scrios Uile
hi: सभी हटा दो
id: Hapus Semua
it: Elimina tutto
ja: すべて削除
ko: 모두 삭제
ms: Padam Semua
nb: Slett alle
nl: Alles verwijderen
pt_br: Apagar tudo
ro: Ștergeți toate
tr: Tümünü Sil
uk: Видалити все
vi: Xóa tất cả
zh: 全部刪除

# NKS_CONTACTS_TUI_KEYBINDING_IMPORT
source: Import
ar: يستورد
el: Εισαγωγή
es: Importar
fr: Importer
ga: Iompórtáil
hi: आयात
id: Impor
it: Importare
ja: 輸入
ko: 수입
nl: Importeren
pt_br: Importar
tr: İçe aktarmak
uk: Імпорт
vi: Nhập khẩu
zh: 進口

# NKS_CONTACTS_TUI_KEYBINDING_IMPORTFROM
source: Import From
ar: استيراد من
de: Importieren von
el: Εισαγωγή από
es: Importar desde
fr: Importer depuis
ga: Iompórtáil Ó
hi: से आयात
id: Impor Dari
it: Importa da
ja: インポート元
ko: 에서 가져오기
ms: Import Dari
nb: Importer fra
nl: Importeren van
pt_br: Importar de
ro: Import din
tr: İthalat
uk: Імпортувати з
vi: Nhập khẩu từ
zh: 導入自

# NKS_CONTACTS_TUI_KEYBINDING_SEARCH
source: Search
ar: يبحث
de: Suchen
el: Ερευνα
es: Buscar
fr: Recherche
ga: Cuardach
hi: खोज
id: Mencari
it: Ricerca
ja: 検索
ko: 찾다
ms: Cari
nb: Søk
nl: Zoekopdracht
pt_br: Procurar
ro: Căutare
tr: Aramak
uk: Пошук
vi: Tìm kiếm
zh: 搜尋

# NKS_CONTACTS_TUI_KEYBINDING_SEARCHNEXT
source: Search Next
ar: البحث التالي
de: Weiter suchen
el: Αναζήτηση στη συνέχεια
es: Buscar Siguiente
fr: Recherche Suivante
ga: Cuardaigh Ar Aghaidh
hi: अगला खोजें
id: Pencarian Berikutnya
it: Cerca Avanti
ja: 次を検索
ko: 다음 검색
ms: Cari Seterusnya
nb: Søk Neste
nl: Zoeken Volgende
pt_br: Pesquisar Próximo
ro: Caută în continuare
tr: Sonraki Arama
uk: Пошук далі
vi: Tìm kiếm tiếp theo
zh: 搜尋下一個

# NKS_CONTACTS_TUI_KEYBINDING_SEARCHBACK
source: Search Back
ar: البحث العودة
de: Suche zurück
el: Αναζήτηση πίσω
es: Buscar Atrás
fr: Recherche Retour
ga: Cuardach Ar Ais
hi: वापस खोजें
id: Pencarian Kembali
it: Cerca Indietro
ja: 検索 戻る
ko: 검색 뒤로
ms: Cari Belakang
nb: Søk tilbake
nl: Zoeken Terug
pt_br: Pesquisar Voltar
ro: Caută Înapoi
tr: Geri Arama
uk: Пошук назад
vi: Tìm kiếm Quay lại
zh: 返回搜尋

# NKS_CONTACTS_TUI_KEYBINDING_RAWINFO
source: Raw Info
ar: معلومات أولية
de: Rohdaten
el: Ακατέργαστες πληροφορίες
es: Información en bruto
fr: Informations brutes
ga: Eolas Amh
hi: कच्ची जानकारी
id: Info Mentah
it: Informazioni non elaborate
ja: 生の情報
ko: 원시 정보
ms: Maklumat Mentah
nb: Rå info
nl: Ruwe info
pt_br: Informações brutas
ro: Informații brute
tr: Ham Bilgi
uk: Необроблена інформація
vi: Thông tin thô
zh: 原始訊息

# NKS_CONTACTS_TUI_KEYBINDING_IMPORTMECARD
source: Import From MeCard
ar: الاستيراد من MeCard
de: Importieren aus MeCard
el: Εισαγωγή από MeCard
es: Importar desde MeCard
fr: Importer depuis MeCard
ga: Iompórtáil Ó MeCard
hi: MeCard से आयात करें
id: Impor Dari MeCard
it: Importa da MeCard
ja: MeCardからのインポート
ko: MeCard에서 가져오기
ms: Import Dari MeCard
nb: Importer fra MeCard
nl: Importeren van MeCard
pt_br: Importar do MeCard
ro: Import din MeCard
tr: MeCard'dan İthalat
uk: Імпортувати з MeCard
vi: Nhập từ MeCard
zh: 從 MeCard 導入

# NKS_CONTACTS_SETTINGS_DESC
source: This section lets you configure how the contacts addon works.
ar: يسمح لك هذا القسم بتكوين كيفية عمل الوظيفة الإضافية لجهات الاتصال.
de: In diesem Abschnitt können Sie die Funktionsweise des Kontakte-Add-ons konfigurieren.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του πρόσθετου επαφών.
es: Esta sección le permite configurar cómo funciona el complemento de contactos.
fr: Cette section vous permet de configurer le fonctionnement du module complémentaire de contacts.
ga: Ligeann an chuid seo duit conas a oibríonn an breiseán teagmhálaithe a chumrú.
hi: यह अनुभाग आपको संपर्क ऐडऑन के कार्य करने के तरीके को कॉन्फ़िगर करने देता है।
id: Bagian ini memungkinkan Anda mengonfigurasi cara kerja add-on kontak.
it: Questa sezione consente di configurare il funzionamento del componente aggiuntivo Contatti.
ja: このセクションでは、連絡先アドオンの動作を設定できます。
ko: 이 섹션에서는 연락처 애드온의 작동 방식을 구성할 수 있습니다.
ms: Bahagian ini membolehkan anda mengkonfigurasi cara addon kenalan berfungsi.
nb: Denne delen lar deg konfigurere hvordan kontakttillegget fungerer.
nl: In dit gedeelte kunt u configureren hoe de contacten-add-on werkt.
pt_br: Esta seção permite que você configure como o complemento de contatos funciona.
ro: Această secțiune vă permite să configurați modul în care funcționează suplimentul de contacte.
tr: Bu bölüm, kişiler eklentisinin nasıl çalışacağını yapılandırmanızı sağlar.
uk: У цьому розділі можна налаштувати роботу аддона контактів.
vi: Phần này cho phép bạn cấu hình cách thức hoạt động của tiện ích bổ sung danh bạ.
zh: 本部分可讓您配置聯絡人外掛程式的工作方式。

# NKS_CONTACTS_SETTINGS_PROFILEPICTURES_NAME
source: Show profile pictures
ar: إظهار صور الملف الشخصي
de: Profilbilder anzeigen
el: Εμφάνιση φωτογραφιών προφίλ
es: Mostrar fotos de perfil
fr: Afficher les photos de profil
ga: Taispeáin pictiúir próifíle
hi: प्रोफ़ाइल चित्र दिखाएं
id: Tampilkan gambar profil
it: Mostra le immagini del profilo
ja: プロフィール写真を表示
ko: 프로필 사진 보기
ms: Tunjukkan gambar profil
nb: Vis profilbilder
nl: Profielfoto's weergeven
pt_br: Mostrar fotos de perfil
ro: Afișați imagini de profil
tr: Profil resimlerini göster
uk: Показати фотографії профілю
vi: Hiển thị ảnh hồ sơ
zh: 顯示個人資料圖片

# NKS_CONTACTS_SETTINGS_PROFILEPICTURES_DESC
source: If enabled, shows contact images. Disabled by default to prevent misuse and for performance reasons.
ar: إذا تم تمكينه، فسيتم عرض صور جهات الاتصال. يتم تعطيله افتراضيًا لمنع سوء الاستخدام ولأسباب تتعلق بالأداء.
de: Wenn aktiviert, werden Kontaktbilder angezeigt. Standardmäßig deaktiviert, um Missbrauch zu verhindern und aus Leistungsgründen.
el: Εάν είναι ενεργοποιημένο, εμφανίζει εικόνες επαφών. Απενεργοποιήθηκε από προεπιλογή για αποφυγή κακής χρήσης και για λόγους απόδοσης.
es: Si está habilitado, muestra imágenes de contactos. Está deshabilitado de manera predeterminada para evitar un uso indebido y por razones de rendimiento.
fr: Si cette option est activée, elle affiche les images des contacts. Désactivé par défaut pour éviter toute utilisation abusive et pour des raisons de performances.
ga: Má tá sé cumasaithe, taispeántar íomhánna teagmhála. Díchumasaithe de réir réamhshocraithe chun mí-úsáid a chosc agus ar chúiseanna feidhmíochta.
hi: यदि सक्षम है, तो संपर्क छवियाँ दिखाता है। दुरुपयोग को रोकने और प्रदर्शन कारणों से डिफ़ॉल्ट रूप से अक्षम है।
id: Jika diaktifkan, akan menampilkan gambar kontak. Dinonaktifkan secara default untuk mencegah penyalahgunaan dan alasan kinerja.
it: Se abilitato, mostra le immagini dei contatti. Disabilitato di default per prevenire l'uso improprio e per motivi di prestazioni.
ja: 有効にすると、連絡先の画像が表示されます。誤用を防ぐため、またパフォーマンス上の理由から、デフォルトでは無効になっています。
ko: 활성화하면 연락처 이미지가 표시됩니다. 오용을 방지하고 성능을 위해 기본적으로 비활성화됩니다.
ms: Jika didayakan, tunjukkan imej kenalan. Dilumpuhkan secara lalai untuk mengelakkan penyalahgunaan dan atas sebab prestasi.
nb: Viser kontaktbilder hvis aktivert. Deaktivert som standard for å forhindre misbruk og av ytelsesgrunner.
nl: Als ingeschakeld, worden contactafbeeldingen weergegeven. Standaard uitgeschakeld om misbruik te voorkomen en om prestatieredenen.
pt_br: Se habilitado, mostra imagens de contato. Desabilitado por padrão para evitar uso indevido e por motivos de desempenho.
ro: Dacă este activat, afișează imagini de contact. Dezactivat implicit pentru a preveni utilizarea greșită și din motive de performanță.
tr: Etkinleştirilirse, kişi resimlerini gösterir. Kötüye kullanımı önlemek ve performans nedenleriyle varsayılan olarak devre dışıdır.
uk: Якщо ввімкнено, показує зображення контактів. Вимкнено за умовчанням, щоб запобігти неправильному використанню та з міркувань продуктивності.
vi: Nếu được bật, sẽ hiển thị hình ảnh liên hệ. Bị tắt theo mặc định để ngăn chặn việc sử dụng sai mục đích và vì lý do hiệu suất.
zh: 如果啟用，將顯示聯絡人影像。預設情況下停用以防止誤用和出於效能原因。

# NKS_CONTACTS_COMMAND_IMPORTCONTACTS_ARGUMENT_PATH_DESC
source: Either a path to a vCard contact file or a MeCard represnetation
ar: إما مسار إلى ملف جهة اتصال vCard أو تمثيل MeCard
de: Entweder ein Pfad zu einer vCard-Kontaktdatei oder einer MeCard-Darstellung
el: Είτε μια διαδρομή προς ένα αρχείο επαφής vCard είτε μια αναπαράσταση MeCard
es: Una ruta a un archivo de contacto vCard o una representación de MeCard
fr: Soit un chemin vers un fichier de contact vCard, soit une représentation MeCard
ga: Bealach chuig comhad teagmhála vCard nó athléiriú MeCard
hi: या तो vCard संपर्क फ़ाइल या MeCard प्रतिनिधित्व के लिए पथ
id: Baik jalur ke file kontak vCard atau representasi MeCard
it: Un percorso verso un file di contatto vCard o una rappresentazione MeCard
ja: vCard 連絡先ファイルまたは MeCard 表現へのパス
ko: vCard 연락처 파일 또는 MeCard 표현에 대한 경로
ms: Sama ada laluan ke fail kenalan vCard atau represnetation MeCard
nb: Enten en bane til en vCard-kontaktfil eller en MeCard-representasjon
nl: Ofwel een pad naar een vCard-contactbestand of een MeCard-representatie
pt_br: Um caminho para um arquivo de contato vCard ou uma representação MeCard
ro: Fie o cale către un fișier de contact vCard, fie o reprezentare MeCard
tr: Bir vCard iletişim dosyasına veya bir MeCard temsiline giden bir yol
uk: Або шлях до файлу контактів vCard, або представлення MeCard
vi: Hoặc là đường dẫn đến tệp liên hệ vCard hoặc biểu diễn MeCard
zh: vCard 聯絡人檔案的路徑或 MeCard 表示

# NKS_CONTACTS_COMMAND_CONTACTINFO_ARGUMENT_CONTACTNUM_DESC
source: Contact number
ar: رقم التواصل
de: Kontaktnummer
el: Αριθμός επικοινωνίας
es: Número de contacto
fr: Numéro de contact
ga: Uimhir theagmhála
hi: संपर्क संख्या
id: Nomor kontak
it: Numero di contatto
ja: 連絡先
ko: 연락처 번호
ms: Nombor hubungan
nb: Kontaktnummer
nl: Contactnummer
pt_br: Número de contato
ro: Număr de contact
tr: İletişim numarası
uk: Контактний телефон
vi: Số điện thoại liên lạc
zh: 聯絡電話

# NKS_CONTACTS_TUI_KEYBINDING_EDIT
source: Edit...
ar: يحرر...
de: Bearbeiten...
el: Εκδίδω...
es: Editar...
fr: Modifier...
ga: Cuir in eagar...
hi: संपादन करना...
id: Sunting...
it: Modificare...
ja: 編集...
ko: 편집하다...
nb: Redigere...
nl: Bewerking...
pt_br: Editar...
ro: Edita...
tr: Düzenlemek...
uk: Редагувати...
vi: Biên tập...
zh: 編輯...

# NKS_CONTACTS_TUI_CONTACTNEWNAMEPROMPT
source: Enter new name for this contact
ar: أدخل اسمًا جديدًا لهذه جهة الاتصال
de: Geben Sie einen neuen Namen für diesen Kontakt ein
el: Εισαγάγετε νέο όνομα για αυτήν την επαφή
es: Introduzca un nuevo nombre para este contacto
fr: Entrez un nouveau nom pour ce contact
ga: Cuir isteach ainm nua don teagmhálaí seo
hi: इस संपर्क के लिए नया नाम दर्ज करें
id: Masukkan nama baru untuk kontak ini
it: Inserisci un nuovo nome per questo contatto
ja: この連絡先の新しい名前を入力してください
ko: 이 연락처에 대한 새 이름을 입력하세요
ms: Masukkan nama baharu untuk kenalan ini
nb: Skriv inn nytt navn for denne kontakten
nl: Voer een nieuwe naam in voor dit contact
pt_br: Insira um novo nome para este contato
ro: Introduceți un nume nou pentru acest contact
tr: Bu kişi için yeni bir ad girin
uk: Введіть нове ім'я для цього контакту
vi: Nhập tên mới cho liên hệ này
zh: 輸入此聯絡人的新名稱

# NKS_CONTACTS_TUI_EXIT
source: Exit
de: Ausgang
es: Salida
fr: Sortie
hi: बाहर जाएं
pt_br: Saída
vi: Ra
zh: 出口

# NKS_CONTACTS_TUI_KEYBINDING_SAVE
source: Save
de: Speichern
es: Ahorrar
fr: Sauvegarder
hi: बचाना
pt_br: Salvar
vi: Cứu
zh: 節省

# NKS_CONTACTS_TUI_KEYBINDING_ADD
source: Add
de: Hinzufügen
es: Agregar
pt_br: Adicionar
vi: Thêm vào
zh: 添加
