Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Contacts/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_CONTACTS_TUI_MECARDPROMPT
source: Enter a valid MeCard representation of your contact.
ar: أدخل تمثيل MeCard صالحًا لجهة الاتصال الخاصة بك.
de: Geben Sie eine gültige MeCard-Darstellung Ihres Kontakts ein.
el: Εισαγάγετε μια έγκυρη αναπαράσταση MeCard της επαφής σας.
es: Ingrese una representación MeCard válida de su contacto.
fr: Entrez une représentation MeCard valide de votre contact.
ga: Cuir isteach léiriú bailí MeCard de do theagmhálaí.
hi: अपने संपर्क का वैध मेकार्ड प्रतिनिधित्व दर्ज करें।
id: Masukkan representasi MeCard yang valid dari kontak Anda.
it: Inserisci una rappresentazione MeCard valida del tuo contatto.
ja: 連絡先の有効な MeCard 表現を入力してください。
ko: 귀하의 연락처에 대한 유효한 MeCard 표현을 입력하세요.
ms: Masukkan perwakilan MeCard yang sah bagi kenalan anda.
nb: Skriv inn en gyldig MeCard-representasjon av kontakten din.
nl: Voer een geldige MeCard-weergave van uw contactpersoon in.
pt_br: Insira uma representação MeCard válida do seu contato.
ro: Introduceți o reprezentare validă MeCard a persoanei de contact.
tr: İletişim kurduğunuz kişinin geçerli bir MeCard temsilini girin.
uk: Введіть дійсне представлення MeCard вашого контакту.
vi: Nhập thông tin MeCard hợp lệ của địa chỉ liên lạc của bạn.
zh: 輸入您聯絡人的有效 MeCard 表示形式。

# NKS_CONTACTS_TUI_MECARDINVALID
source: Contact MeCard syntax is invalid.
ar: بناء جملة جهة الاتصال MeCard غير صالح.
de: Die Contact MeCard-Syntax ist ungültig.
el: Η σύνταξη επικοινωνίας MeCard δεν είναι έγκυρη.
es: La sintaxis de Contact MeCard no es válida.
fr: La syntaxe de Contact MeCard n'est pas valide.
ga: Tá comhréir theagmhála MeCard neamhbhailí.
hi: संपर्क मीकार्ड सिंटैक्स अमान्य है.
id: Sintaks Contact MeCard tidak valid.
it: La sintassi di Contact MeCard non è valida.
ja: Contact MeCard の構文が無効です。
ko: Contact MeCard 구문이 잘못되었습니다.
ms: Sintaks Hubungi MeCard tidak sah.
nb: Kontakt MeCard-syntaksen er ugyldig.
nl: Neem contact op met MeCard-syntaxis is ongeldig.
pt_br: A sintaxe do MeCard é inválida.
ro: Sintaxa Contact MeCard este nevalidă.
tr: Contact MeCard sözdizimi geçersiz.
uk: Недійсний синтаксис Contact MeCard.
vi: Cú pháp thẻ Liên hệ với tôi không hợp lệ.
zh: Contact MeCard 語法無效。

# NKS_CONTACTS_TUI_MECARDEMPTY
source: Contact MeCard syntax may not be empty
ar: قد لا يكون بناء جملة Contact MeCard فارغًا
de: Die Contact MeCard-Syntax darf nicht leer sein
el: Η σύνταξη του MeCard μπορεί να μην είναι κενή
es: La sintaxis de Contact MeCard puede no estar vacía
fr: La syntaxe de Contact MeCard ne peut pas être vide
ga: Seans nach bhfuil comhréir theagmhála MeCard folamh
hi: संपर्क मीकार्ड सिंटैक्स खाली नहीं हो सकता
id: Sintaks Contact MeCard mungkin tidak kosong
it: La sintassi di Contact MeCard potrebbe non essere vuota
ja: Contact MeCard の構文は空であってはなりません
ko: Contact MeCard 구문은 비워둘 수 없습니다.
ms: Sintaks Hubungi MeCard mungkin tidak kosong
nb: Kontakt MeCard-syntaksen er kanskje ikke tom
nl: De syntaxis van Contact MeCard mag niet leeg zijn
pt_br: A sintaxe do MeCard não pode estar vazia
ro: Este posibil ca sintaxa Contact MeCard să nu fie goală
tr: Contact MeCard sözdizimi boş olamaz
uk: Синтаксис Contact MeCard не може бути пустим
vi: Liên hệ với tôiCú pháp thẻ không được để trống
zh: Contact MeCard 語法不能為空

# NKS_CONTACTS_TUI_SEARCHPROMPT
source: Enter regular expression to search the contacts.
ar: أدخل التعبير العادي للبحث في جهات الاتصال.
de: Geben Sie einen regulären Ausdruck ein, um die Kontakte zu durchsuchen.
el: Εισαγάγετε κανονική έκφραση για αναζήτηση στις επαφές.
es: Ingrese una expresión regular para buscar los contactos.
fr: Entrez une expression régulière pour rechercher les contacts.
ga: Cuir isteach slonn rialta chun na teagmhálaithe a chuardach.
hi: संपर्कों को खोजने के लिए रेगुलर एक्सप्रेशन दर्ज करें।
id: Masukkan ekspresi reguler untuk mencari kontak.
it: Inserisci l'espressione regolare per cercare i contatti.
ja: 正規表現を入力して連絡先を検索します。
ko: 연락처를 검색하려면 정규식을 입력하세요.
ms: Masukkan ungkapan biasa untuk mencari kenalan.
nb: Skriv inn regulært uttrykk for å søke i kontaktene.
nl: Voer een reguliere expressie in om de contacten te doorzoeken.
pt_br: Insira uma expressão regular para pesquisar os contatos.
ro: Introduceți expresia regulată pentru a căuta contacte.
tr: Kişileri aramak için düzenli ifade girin.
uk: Введіть регулярний вираз для пошуку контактів.
vi: Nhập biểu thức chính quy để tìm kiếm danh bạ.
zh: 輸入正規表示式來搜尋聯絡人。

# NKS_CONTACTS_TUI_NOCONTACTSSEARCH
source: There are no contacts that contains your requested expression.
ar: لا توجد جهات اتصال تحتوي على التعبير المطلوب.
de: Es gibt keine Kontakte, die Ihren gewünschten Ausdruck enthalten.
el: Δεν υπάρχουν επαφές που να περιέχουν την έκφραση που ζητήσατε.
es: No hay contactos que contengan la expresión solicitada.
fr: Aucun contact ne contient l'expression demandée.
ga: Níl aon teagmhálaí ina bhfuil an slonn iarrtha agat.
hi: ऐसा कोई संपर्क नहीं है जिसमें आपकी अनुरोधित अभिव्यक्ति शामिल हो।
id: Tidak ada kontak yang berisi ekspresi yang Anda minta.
it: Non ci sono contatti che contengono l'espressione richiesta.
ja: 要求された表現を含む連絡先はありません。
ko: 요청하신 표현이 포함된 연락처가 없습니다.
ms: Tiada kenalan yang mengandungi ungkapan yang anda minta.
nb: Det er ingen kontakter som inneholder det forespurte uttrykket.
nl: Er zijn geen contacten die de door u gevraagde uitdrukking bevatten.
pt_br: Não há contatos que contenham a expressão solicitada.
ro: Nu există persoane de contact care să conțină expresia solicitată.
tr: İstediğiniz ifadeyi içeren hiçbir iletişim bulunamadı.
uk: Немає контактів, які б містили ваш запит.
vi: Không có liên hệ nào chứa biểu thức bạn yêu cầu.
zh: 沒有包含您要求的表達的聯絡人。

# NKS_CONTACTS_TUI_CONTACTNAME
source: Contact name
ar: اسم جهة الاتصال
de: Kontaktname
el: Ονομα επαφής
es: Nombre de contacto
fr: Nom du contact
ga: Ainm teagmhála
hi: संपर्क नाम
id: Nama kontak
it: Nome del contatto
ja: 連絡先
ko: 담당자 이름
ms: Nama kenalan
nb: Kontaktnavn
nl: Contactnaam
pt_br: Nome do contato
ro: Nume de contact
tr: İletişim adı
uk: Ім'я контакту
vi: Tên liên lạc
zh: 聯絡人姓名

# NKS_CONTACTS_TUI_NOCONTACTNAME
source: No contact name
ar: لا يوجد اسم جهة الاتصال
de: Kein Kontaktname
el: Χωρίς όνομα επαφής
es: Sin nombre de contacto
fr: Aucun nom de contact
ga: Gan ainm teagmhála
hi: कोई संपर्क नाम नहीं
id: Tidak ada nama kontak
it: Nessun nome di contatto
ja: 連絡先名がありません
ko: 연락처 이름 없음
ms: Tiada nama kenalan
nb: Ingen kontaktnavn
nl: Geen contactnaam
pt_br: Nenhum nome de contato
ro: Fără nume de contact
tr: İletişim adı yok
uk: Немає імені контакту
vi: Không có tên liên lạc
zh: 無聯絡人姓名

# NKS_CONTACTS_TUI_ADDRESS
source: Contact address
ar: عنوان الإتصال
de: Kontakt Adresse
el: Διεύθυνση Επικοινωνίας
es: Dirección de contacto
fr: Adresse de contact
ga: Seoladh teagmhála
hi: संपर्क पता
id: Alamat kontak
it: Indirizzo di contatto
ja: 連絡先住所
ko: 연락처
ms: Alamat kenalan
nb: Kontaktadresse
nl: Contact adres
pt_br: Endereço de contato
ro: Adresa
tr: İletişim adresi
uk: Контактна адреса
vi: Địa chỉ liên lạc
zh: 聯絡地址

# NKS_CONTACTS_TUI_MAIL
source: Contact mail
ar: بريد الاتصال
de: Kontaktmail
el: Ταχυδρομείο επικοινωνίας
es: Correo de contacto
fr: Courrier de contact
ga: Ríomhphost teagmhála
hi: मेल से संपर्क करें
id: Kontak email
it: Contatta la posta
ja: 連絡先メール
ko: 연락메일
ms: Mel hubungi
nb: Kontakt mail
pt_br: E-mail de contato
ro: E-mail de contact
tr: İletişim maili
uk: Контактна пошта
vi: Thư liên lạc
zh: 聯絡信箱

# NKS_CONTACTS_TUI_NOMAIL
source: No contact mail
ar: لا يوجد بريد اتصال
de: Keine Kontaktmail
el: Δεν υπάρχει αλληλογραφία επικοινωνίας
es: Sin correo de contacto
fr: Pas de mail de contact
ga: Gan ríomhphost teagmhála
hi: कोई संपर्क मेल नहीं
id: Tidak ada email kontak
it: Nessuna e-mail di contatto
ja: 連絡メールが来ない
ko: 연락메일이 없습니다
ms: Tiada mel untuk dihubungi
nb: Ingen kontaktpost
nl: Geen contactmail
pt_br: Nenhum e-mail de contato
ro: Fără e-mail de contact
tr: İletişim maili yok
uk: Немає контактної пошти
vi: Không có thư liên lạc
zh: 沒有聯絡郵件

# NKS_CONTACTS_TUI_ORG
source: Contact organization
ar: اتصل بالمنظمة
de: Kontaktieren Sie die Organisation
el: Επικοινωνήστε με τον οργανισμό
es: Organización de contacto
fr: Contacter l'organisation
ga: Déan teagmháil le heagraíocht
hi: संगठन से संपर्क करें
id: Hubungi organisasi
it: Contatta l'organizzazione
ja: 連絡先組織
ko: 조직에 문의
ms: Organisasi hubungan
nb: Kontakt organisasjon
nl: Neem contact op met organisatie
pt_br: Contato organização
ro: Contactați organizația
tr: İletişim kuruluşu
uk: Контактна організація
vi: Liên hệ tổ chức
zh: 聯繫機構

# NKS_CONTACTS_TUI_NOORG
source: No contact organization
ar: لا توجد منظمة اتصال
de: Keine Kontaktorganisation
el: Κανένας οργανισμός επικοινωνίας
es: Sin organización de contacto
fr: Aucun organisme de contact
ga: Gan eagraíocht teagmhála
hi: कोई संपर्क संगठन नहीं
id: Organisasi tanpa kontak
it: Nessuna organizzazione di contatto
ja: 連絡機関なし
ko: 연락할 수 없는 조직
ms: Tiada organisasi hubungan
nb: Ingen kontaktorganisasjon
nl: Geen contactorganisatie
pt_br: Nenhuma organização de contato
ro: Nicio organizație de contact
tr: Hiçbir temas organizasyonu yok
uk: Відсутня контактна організація
vi: Không có tổ chức liên lạc
zh: 無聯繫組織

# NKS_CONTACTS_TUI_PHONE
source: Contact telephone
ar: اتصال هاتفي
de: Kontakt Telefon
el: Τηλέφωνο επικοινωνίας
es: Teléfono de contacto
fr: Contact de téléphone
ga: Teileafón teagmhála
hi: टेलीफोन से संपर्क करें
id: Kontak telepon
it: Contatto telefonico
ja: 連絡先電話番号
ko: 전화번호로 연락하세요
ms: Telefon kenalan
nb: Kontakt telefon
nl: Neem contact op met telefoon
pt_br: Telefone de contato
ro: Telefon de contact
tr: İletişim telefonu
uk: Контактний телефон
vi: Điện thoại liên lạc
zh: 聯絡電話

# NKS_CONTACTS_TUI_NOPHONE
source: No contact telephone
ar: لا يوجد هاتف اتصال
de: Kein Kontakttelefon
el: Κανένα τηλέφωνο επικοινωνίας
es: Sin teléfono de contacto
fr: Pas de téléphone de contact
ga: Uimh teileafón teagmhála
hi: कोई संपर्क टेलीफोन नहीं
id: Tidak ada telepon kontak
it: Nessun contatto telefonico
ja: 連絡先電話なし
ko: 연락 전화 없음
ms: Tiada telefon untuk dihubungi
nb: Ingen kontakttelefon
nl: Geen contacttelefoon
pt_br: Nenhum telefone de contato
ro: Fără telefon de contact
tr: İrtibat telefonu yok
uk: Без контактного телефону
vi: Không có điện thoại liên lạc
zh: 無聯絡電話

# NKS_CONTACTS_TUI_URL
source: Contact URL
ar: عنوان URL لجهة الاتصال
de: Kontakt-URL
el: Διεύθυνση URL επικοινωνίας
es: URL de contacto
fr: URL de contact
ga: URL teagmhála
hi: संपर्क यूआरएल
id: URL Kontak
it: URL del contatto
ja: 連絡先URL
ko: 연락처 URL
ms: URL hubungan
nb: Kontakt URL
pt_br: URL de contato
ro: Adresa URL de contact
tr: İletişim URL'si
uk: Контактна адреса
vi: URL liên hệ
zh: 聯絡網址

# NKS_CONTACTS_TUI_NOURL
source: No contact URL
ar: لا يوجد عنوان URL لجهة الاتصال
de: Keine Kontakt-URL
el: Δεν υπάρχει διεύθυνση URL επαφής
es: Sin URL de contacto
fr: Aucune URL de contact
ga: Gan URL teagmhála
hi: कोई संपर्क URL नहीं
id: Tidak ada URL kontak
it: Nessun URL di contatto
ja: 連絡先URLがありません
ko: 연락처 URL 없음
ms: Tiada URL kenalan
nb: Ingen kontakt-URL
nl: Geen contact-URL
pt_br: Nenhuma URL de contato
ro: Nicio adresă URL de contact
tr: İletişim URL'si yok
uk: Немає контактної URL-адреси
vi: Không có URL liên hệ
zh: 沒有聯絡網址

# NKS_CONTACTS_TUI_GEO
source: Contact geo
ar: الاتصال الجغرافي
de: Kontaktieren Sie Geo
el: Επικοινωνήστε με τη γεωγραφική θέση
es: Contacto geográfico
fr: Contacter géo
ga: Déan teagmháil le geo
hi: जियो से संपर्क करें
id: Kontak geo
it: Contatta Geo
ja: ジオに問い合わせる
ko: 지역에 연락하기
ms: Hubungi geo
nb: Kontakt geo
nl: Neem contact op met geo
pt_br: Contato geo
tr: İletişim geo
uk: Контакт гео
vi: Liên hệ địa lý
zh: 聯繫地理

# NKS_CONTACTS_TUI_NOGEO
source: No contact geo
ar: لا توجد منطقة اتصال جغرافية
de: Kein geografischer Kontakt
el: Χωρίς γεωγραφική επαφή
es: Sin geo de contacto
fr: Aucune géolocalisation de contact
ga: Gan teagmháil geo
hi: कोई संपर्क जियो नहीं
id: Tidak ada kontak geo
it: Nessun contatto geografico
ja: 連絡先地域がありません
ko: 연락처 없음
ms: Tiada kenalan geo
nb: Ingen kontakt geo
nl: Geen contactgeo
pt_br: Nenhum contato geográfico
ro: Fără contact geografic
tr: Temas yok coğrafi
uk: Немає контактної географії
vi: Không có liên hệ địa lý
zh: 無聯繫地理

# NKS_CONTACTS_TUI_IMPP
source: Contact IMPP
ar: اتصل بـIMPP
de: Kontaktieren Sie IMPP
el: Επικοινωνήστε με το IMPP
es: Contacto IMPP
fr: Contacter IMPP
ga: Déan teagmháil le IMPP
hi: IMPP से संपर्क करें
id: Hubungi IMPP
it: Contatta l'IMP
ja: IMPPに連絡する
ko: IMPP에 문의하기
ms: Hubungi IMPP
nb: Kontakt IMPP
nl: Neem contact op met IMPP
pt_br: Contato IMPP
ro: Contactați IMPP
tr: IMPP ile iletişime geçin
uk: Зверніться до IMPP
vi: Liên hệ IMPP
zh: 聯絡IMPP

# NKS_CONTACTS_TUI_NOIMPP
source: No contact IMPP
ar: لا يوجد اتصال IMPP
de: Kein IMPP-Kontakt
el: Καμία επαφή IMPP
es: Sin contacto IMPP
fr: Aucun contact IMPP
ga: Gan teagmháil IMPP
hi: कोई संपर्क नहीं IMPP
id: Tidak ada kontak IMPP
it: Nessun contatto IMPP
ja: 連絡がありません IMPP
ko: IMPP에 연락하지 않음
ms: Tiada kenalan IMPP
nb: Ingen kontakt IMPP
nl: Geen contact IMPP
pt_br: Sem contato IMPP
ro: Fără contact IMPP
tr: Temas yok IMPP
uk: Без контакту IMPP
vi: Không có liên lạc IMPP
zh: 沒有聯繫IMPP

# NKS_CONTACTS_TUI_NICK
source: Contact nickname
ar: لقب جهة الاتصال
de: Spitzname des Kontakts
el: Ψευδώνυμο επαφής
es: Apodo de contacto
fr: Pseudonyme du contact
ga: Leasainm teagmhála
hi: संपर्क उपनाम
id: Nama panggilan kontak
it: Soprannome di contatto
ja: 連絡先のニックネーム
ko: 연락처 닉네임
ms: Nama panggilan kenalan
nb: Kontaktkallenavn
nl: Contactnaam
pt_br: Apelido de contato
ro: Pseudonim de contact
tr: İletişim takma adı
uk: Псевдонім контакту
vi: Biệt danh liên lạc
zh: 聯繫暱稱

# NKS_CONTACTS_TUI_NONICK
source: No contact nickname
ar: لا يوجد لقب جهة الاتصال
de: Kein Kontakt-Nickname
el: Χωρίς ψευδώνυμο επαφής
es: Sin apodo de contacto
fr: Pas de pseudo de contact
ga: Gan leasainm teagmhála
hi: कोई संपर्क उपनाम नहीं
id: Nama panggilan tanpa kontak
it: Nessun soprannome di contatto
ja: 連絡先ニックネームなし
ko: 연락처 닉네임 없음
ms: Tiada nama panggilan kenalan
nb: Ingen kontaktkallenavn
nl: Geen contactbijnaam
pt_br: Nenhum apelido de contato
ro: Nici un pseudonim de contact
tr: İletişim yok takma adı
uk: Немає контактного імені
vi: Không có biệt danh liên lạc
zh: 沒有聯繫暱稱

# NKS_CONTACTS_TUI_ROLE
source: Contact role
ar: دور الاتصال
de: Kontaktrolle
el: Ρόλος επαφής
es: Rol de contacto
fr: Rôle de contact
ga: Ról teagmhála
hi: संपर्क भूमिका
id: Peran kontak
it: Ruolo di contatto
ja: 連絡先の役割
ko: 연락 역할
ms: Peranan kenalan
nb: Kontaktrolle
nl: Contactrol
pt_br: Função de contato
ro: Rolul de contact
tr: İletişim rolü
uk: Контактна роль
vi: Vai trò liên hệ
zh: 聯繫角色

# NKS_CONTACTS_TUI_NOROLE
source: No contact role
ar: لا يوجد دور الاتصال
de: Keine Kontaktrolle
el: Κανένας ρόλος επαφής
es: Sin rol de contacto
fr: Aucun rôle de contact
ga: Gan ról teagmhála
hi: कोई संपर्क भूमिका नहीं
id: Tidak ada peran kontak
it: Nessun ruolo di contatto
ja: 連絡先の役割がありません
ko: 연락 역할 없음
ms: Tiada peranan kenalan
nb: Ingen kontaktrolle
nl: Geen contactrol
pt_br: Nenhuma função de contato
ro: Nici un rol de contact
tr: Temassız rol
uk: Без контактної ролі
vi: Không có vai trò liên lạc
zh: 無聯繫角色

# NKS_CONTACTS_TUI_TITLE
source: Contact title
ar: عنوان الاتصال
de: Kontakttitel
el: Τίτλος επικοινωνίας
es: Título del contacto
fr: Titre du contact
ga: Teideal teagmhála
hi: संपर्क शीर्षक
id: Judul kontak
it: Titolo del contatto
ja: 連絡先のタイトル
ko: 연락처 제목
ms: Tajuk kenalan
nb: Kontakttittel
nl: Contact Titel
pt_br: Título do contato
ro: Titlu de contact
tr: İletişim başlığı
uk: Назва контакту
vi: Tiêu đề liên hệ
zh: 聯絡人姓名

# NKS_CONTACTS_TUI_NOTITLE
source: No contact title
ar: لا يوجد عنوان جهة الاتصال
de: Kein Kontakttitel
el: Χωρίς τίτλο επαφής
es: Sin título de contacto
fr: Aucun titre de contact
ga: Gan teideal teagmhála
hi: कोई संपर्क शीर्षक नहीं
id: Tidak ada judul kontak
it: Nessun titolo di contatto
ja: 連絡先のタイトルがありません
ko: 연락처 제목 없음
ms: Tiada tajuk kenalan
nb: Ingen kontakttittel
nl: Geen contacttitel
pt_br: Nenhum título de contato
ro: Fără titlu de contact
tr: İletişim başlığı yok
uk: Без назви контакту
vi: Không có tiêu đề liên lạc
zh: 無聯絡人姓名

# NKS_CONTACTS_TUI_NOTES
source: Contact notes
ar: ملاحظات الاتصال
de: Kontaktnotizen
el: Σημειώσεις επικοινωνίας
es: Notas de contacto
fr: Notes de contact
ga: Nótaí teagmhála
hi: संपर्क नोट्स
id: Catatan kontak
it: Note di contatto
ja: 連絡先メモ
ko: 연락처 메모
ms: Nota kenalan
nb: Kontaktnotater
nl: Contactnotities
pt_br: Notas de contato
ro: Note de contact
tr: İletişim notları
uk: Контактні примітки
vi: Ghi chú liên lạc
zh: 聯絡方式

# NKS_CONTACTS_TUI_NONOTES
source: No contact notes
ar: لا توجد ملاحظات الاتصال
de: Keine Kontaktnotizen
el: Δεν υπάρχουν σημειώσεις επικοινωνίας
es: Sin notas de contacto
fr: Aucune note de contact
ga: Gan nótaí teagmhála
hi: कोई संपर्क नोट नहीं
id: Tidak ada catatan kontak
it: Nessuna nota di contatto
ja: 連絡メモがありません
ko: 연락처 메모 없음
ms: Tiada nota kenalan
nb: Ingen kontaktnotater
nl: Geen contactnotities
pt_br: Nenhuma nota de contato
ro: Fără note de contact
tr: İletişim notu yok
uk: Немає контактних приміток
vi: Không có ghi chú liên lạc
zh: 沒有聯絡方式

# NKS_CONTACTS_COMMAND_LISTCONTACTS_DESC
source: Lists your contacts
ar: يسرد جهات الاتصال الخاصة بك
de: Listet Ihre Kontakte auf
el: Εμφανίζει τις επαφές σας
es: Enumera tus contactos
fr: Répertorie vos contacts
ga: Liostaíonn sé do theagmhálaithe
hi: आपके संपर्कों की सूची
id: Mencantumkan kontak Anda
it: Elenca i tuoi contatti
ja: 連絡先をリストします
ko: 연락처를 나열합니다.
ms: Menyenaraikan kenalan anda
nb: Viser kontaktene dine
nl: Geeft een overzicht van uw contacten
pt_br: Lista seus contatos
ro: Listează contactele dvs
tr: Kişilerinizi listeler
uk: Список ваших контактів
vi: Liệt kê danh bạ của bạn
zh: 列出您的聯絡人

# NKS_CONTACTS_COMMAND_LOADCONTACTS_DESC
source: Loads your contacts
ar: يقوم بتحميل جهات الاتصال الخاصة بك
de: Lädt Ihre Kontakte
el: Φορτώνει τις επαφές σας
es: Carga tus contactos
fr: Charge vos contacts
ga: lódálann sé do chuid teagmhálaithe
hi: आपके संपर्कों को लोड करता है
id: Memuat kontak Anda
it: Carica i tuoi contatti
ja: 連絡先を読み込みます
ko: 연락처를 로드합니다.
ms: Memuatkan kenalan anda
nb: Laster inn kontaktene dine
nl: Laadt uw contacten
pt_br: Carrega seus contatos
ro: Îți încarcă contactele
tr: Kişilerinizi yükler
uk: Завантажує ваші контакти
vi: Tải danh bạ của bạn
zh: 加載您的聯絡人

# NKS_CONTACTS_COMMAND_IMPORTCONTACTS_DESC
source: Imports your contacts
ar: استيراد جهات الاتصال الخاصة بك
de: Importiert Ihre Kontakte
el: Εισάγει τις επαφές σας
es: Importa tus contactos
fr: Importe vos contacts
ga: Iompórtálann tú do theagmhálaithe
hi: आपके संपर्क आयात करता है
id: Mengimpor kontak Anda
it: Importa i tuoi contatti
ja: 連絡先をインポートします
ko: 연락처를 가져옵니다.
ms: Mengimport kenalan anda
nb: Importerer kontaktene dine
nl: Importeert uw contacten
pt_br: Importa seus contatos
ro: Importă contactele dvs
tr: Kişilerinizi içe aktarır
uk: Імпортує ваші контакти
vi: Nhập danh bạ của bạn
zh: 匯入您的聯絡人

# NKS_CONTACTS_COMMAND_IMPORTCONTACTS_SWITCH_MECARD_DESC
source: Treats the required input as MeCard string
ar: يعامل الإدخال المطلوب كسلسلة MeCard
de: Behandelt die erforderliche Eingabe als MeCard-Zeichenfolge
el: Αντιμετωπίζει την απαιτούμενη είσοδο ως συμβολοσειρά MeCard
es: Trata la entrada requerida como una cadena MeCard
fr: Traite l'entrée requise comme une chaîne MeCard
ga: Déileálann sé leis an ionchur riachtanach mar theaghrán MeCard
hi: आवश्यक इनपुट को MeCard स्ट्रिंग के रूप में मानता है
id: Memperlakukan input yang diperlukan sebagai string MeCard
it: Tratta l'input richiesto come stringa MeCard
ja: 必要な入力をMeCard文字列として扱う
ko: 필요한 입력을 MeCard 문자열로 처리합니다.
ms: Anggap input yang diperlukan sebagai rentetan MeCard
nb: Behandler den nødvendige inngangen som MeCard-streng
nl: Behandelt de vereiste invoer als MeCard-tekenreeks
pt_br: Trata a entrada necessária como uma string MeCard
ro: Tratează intrarea necesară ca șir MeCard
tr: Gerekli girdiyi MeCard dizesi olarak ele alır
uk: Розглядає необхідний вхід як рядок MeCard
vi: Xử lý dữ liệu đầu vào cần thiết như chuỗi MeCard
zh: 將所需的輸入視為 MeCard 字串

# NKS_CONTACTS_COMMAND_CONTACTINFO_DESC
source: Gets contact information
ar: يحصل على معلومات الاتصال
de: Ruft Kontaktinformationen ab
el: Λαμβάνει στοιχεία επικοινωνίας
es: Obtiene información de contacto
fr: Obtient les informations de contact
ga: Faigheann sé eolas teagmhála
hi: संपर्क जानकारी प्राप्त करें
id: Mendapatkan informasi kontak
it: Ottiene le informazioni di contatto
ja: 連絡先情報を取得する
ko: 연락처 정보 가져오기
ms: Mendapat maklumat hubungan
nb: Får kontaktinformasjon
nl: Krijgt contactgegevens
pt_br: Obtém informações de contato
ro: Obține informații de contact
tr: İletişim bilgilerini alır
uk: Отримує контактну інформацію
vi: Nhận thông tin liên lạc
zh: 獲取聯絡資訊

# NKS_CONTACTS_TUI_NOCONTACTS
source: No contacts.
ar: لا اتصالات.
de: Keine Kontakte.
el: Δεν υπάρχουν επαφές.
es: Sin contactos.
fr: Aucun contact.
ga: Gan teagmhálaithe.
hi: कोई संपर्क नहीं.
id: Tidak ada kontak.
it: Nessun contatto.
ja: 連絡先はありません。
ko: 연락처가 없습니다.
ms: Tiada kenalan.
nb: Ingen kontakter.
nl: Geen contacten.
pt_br: Nenhum contato.
ro: Fără contacte.
tr: Hiçbir iletişim yok.
uk: Немає контактів.
vi: Không có liên lạc.
zh: 沒有聯絡方式。

# NKS_CONTACTS_CONTACTINFO_NUMINVALID
source: Contact number is invalid.
ar: رقم الاتصال غير صالح.
de: Die Kontaktnummer ist ungültig.
el: Ο αριθμός επικοινωνίας δεν είναι έγκυρος.
es: El número de contacto no es válido.
fr: Le numéro de contact n'est pas valide.
ga: Tá an uimhir theagmhála neamhbhailí.
hi: संपर्क नंबर अमान्य है.
id: Nomor kontak tidak valid.
it: Il numero di contatto non è valido.
ja: 連絡先番号が無効です。
ko: 연락번호가 유효하지 않습니다.
ms: Nombor hubungan tidak sah.
nb: Kontaktnummeret er ugyldig.
nl: Contactnummer is ongeldig.
pt_br: O número de contato é inválido.
ro: Numărul de contact este nevalid.
tr: İletişim numarası geçersiz.
uk: Контактний номер недійсний.
vi: Số điện thoại liên lạc không hợp lệ.
zh: 聯絡電話號碼無效。

# NKS_CONTACTS_CONTACTINFO_NUMOUTOFRANGE
source: Contact number is out of range.
ar: رقم الاتصال خارج النطاق.
de: Die Kontaktnummer ist außerhalb des Bereichs.
el: Ο αριθμός επικοινωνίας είναι εκτός εμβέλειας.
es: El número de contacto está fuera de alcance.
fr: Le numéro de contact est hors de portée.
ga: Tá an uimhir theagmhála as raon.
hi: संपर्क नंबर सीमा से बाहर है.
id: Nomor kontak di luar jangkauan.
it: Il numero di contatto è fuori portata.
ja: 連絡先番号が範囲外です。
ko: 연락처 번호가 범위를 벗어났습니다.
ms: Nombor hubungan di luar julat.
nb: Kontaktnummer er utenfor rekkevidde.
nl: Het contactnummer ligt buiten bereik.
pt_br: O número de contato está fora de alcance.
ro: Numărul de contact este în afara intervalului.
tr: İletişim numarası erişim mesafesi dışında.
uk: Контактний номер поза межами діапазону.
vi: Số điện thoại liên lạc không nằm trong phạm vi phủ sóng.
zh: 聯絡電話號碼超出範圍。

# NKS_CONTACTS_CONTACTINFO_FIRSTNAME
source: First name
ar: الاسم الأول
de: Vorname
el: Ονομα
es: Nombre de pila
fr: Prénom
ga: Céad ainm
hi: पहला नाम
id: Nama depan
it: Nome di battesimo
ja: ファーストネーム
ko: 이름
ms: nama pertama
nb: Fornavn
nl: Voornaam
pt_br: Primeiro nome
ro: Nume
tr: İlk adı
uk: ім'я
vi: Tên đầu tiên
zh: 名

# NKS_CONTACTS_CONTACTINFO_LASTNAME
source: Last name
ar: اسم العائلة
de: Familienname, Nachname
el: Επίθετο
es: Apellido
fr: Nom de famille
ga: Sloinne
hi: उपनाम
id: Nama belakang
it: Cognome
ja: 苗字
ko: 성
ms: nama keluarga
nb: Etternavn
nl: Achternaam
pt_br: Sobrenome
ro: Nume
tr: Soy isim
uk: Прізвище
vi: Họ
zh: 姓

# NKS_CONTACTS_CONTACTINFO_GEO
source: Contact Geo
ar: اتصل بـ جيو
de: Kontakt Geo
el: Επικοινωνήστε με την Geo
es: Contacto Geo
fr: Contacter Géo
ga: Déan teagmháil le Geo
hi: संपर्क करें जियो
id: Kontak Geo
it: Contatta Geo
ja: ジオへのお問い合わせ
ko: 지오에 연락하기
ms: Hubungi Geo
nb: Kontakt Geo
nl: Neem contact op met Geo
pt_br: Contato Geo
ro: Contactați Geo
tr: Geo ile iletişime geçin
uk: Зв'язатися з Гео
vi: Liên hệ Geo
zh: 聯繫地理
