Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Contacts/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt_br, ro, tr, uk, vi, zh

# NKS_CONTACTS_COMMAND_CONTACTS_DESC
source: Manages your contacts
ar: يدير جهات الاتصال الخاصة بك
de: Verwaltet Ihre Kontakte
el: Διαχειρίζεται τις επαφές σας
es: Gestiona tus contactos
fr: Gère vos contacts
ga: Bainistíonn do theagmhálaithe
hi: आपके संपर्कों को प्रबंधित करता है
id: Mengelola kontak Anda
it: Gestisce i tuoi contatti
ja: 連絡先を管理します
ko: 연락처를 관리합니다
ms: Mengurus kenalan anda
nb: Administrerer kontaktene dine
nl: Beheert uw contacten
pt_br: Gerencia seus contatos
ro: Gestionează contactele dvs
tr: Kişilerinizi yönetin
uk: Керує вашими контактами
vi: Quản lý danh bạ của bạn
zh: 管理您的聯絡人

# NKS_CONTACTS_CONTACTFILENOTFOUND_NAMED
source: Can't open file '{0}' because it's not found.
ar: لا يمكن فتح الملف '{0}' لأنه لم يتم العثور عليه.
de: Die Datei „{0}“ kann nicht geöffnet werden, da sie nicht gefunden wurde.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου "{0}" επειδή δεν βρέθηκε.
es: No se puede abrir el archivo '{0}' porque no se encuentra.
fr: Impossible d'ouvrir le fichier « {0} », car il est introuvable.
ga: Ní féidir an comhad '{0}' a oscailt toisc nach bhfuil sé aimsithe.
hi: फ़ाइल '{0}' नहीं मिल पाने के कारण इसे नहीं खोला जा सकता।
id: Tidak dapat membuka berkas '{0}' karena tidak ditemukan.
it: Impossibile aprire il file '{0}' perché non è stato trovato.
ja: ファイル '{0}' が見つからないため開けません。
ko: '{0}' 파일을 찾을 수 없기 때문에 열 수 없습니다.
ms: Tidak dapat membuka fail '{0}' kerana ia tidak ditemui.
nb: Kan ikke åpne filen '{0}' fordi den ikke ble funnet.
nl: Kan bestand '{0}' niet openen omdat het niet is gevonden.
pt_br: Não é possível abrir o arquivo '{0}' porque ele não foi encontrado.
ro: Nu se poate deschide fișierul „{0}” deoarece nu a fost găsit.
tr: '{0}' dosyası bulunamadığından açılamıyor.
uk: Неможливо відкрити файл "{0}", оскільки його не знайдено.
vi: Không thể mở tệp '{0}' vì không tìm thấy tệp này.
zh: 無法開啟檔案“{0}”，因為找不到該檔案。

# NKS_CONTACTS_IMPORTSUCCESS
source: Imported contacts successfully.
ar: تم استيراد جهات الاتصال بنجاح.
de: Kontakte erfolgreich importiert.
el: Η εισαγωγή επαφών έγινε με επιτυχία.
es: Contactos importados exitosamente.
fr: Contacts importés avec succès.
ga: D'éirigh le hiompórtáil teagmhálaithe.
hi: संपर्क सफलतापूर्वक आयातित.
id: Kontak berhasil diimpor.
it: Contatti importati correttamente.
ja: 連絡先が正常にインポートされました。
ko: 연락처를 성공적으로 가져왔습니다.
ms: Berjaya mengimport kenalan.
nb: Importerte kontakter.
nl: Contacten succesvol geïmporteerd.
pt_br: Contatos importados com sucesso.
ro: Contacte importate cu succes.
tr: Kişiler başarıyla içe aktarıldı.
uk: Контакти успішно імпортовано.
vi: Đã nhập danh bạ thành công.
zh: 聯絡人導入成功。

# NKS_CONTACTS_CONTACTFILEINVALID_NAMED
source: Can't open file '{0}' because the card file is invalid.
ar: لا يمكن فتح الملف '{0}' لأن ملف البطاقة غير صالح.
de: Die Datei „{0}“ kann nicht geöffnet werden, da die Kartendatei ungültig ist.
el: Δεν είναι δυνατό το άνοιγμα του αρχείου "{0}" επειδή το αρχείο της κάρτας δεν είναι έγκυρο.
es: No se puede abrir el archivo '{0}' porque el archivo de la tarjeta no es válido.
fr: Impossible d'ouvrir le fichier « {0} », car le fichier de la carte n'est pas valide.
ga: Ní féidir an comhad '{0}' a oscailt toisc go bhfuil comhad an chárta neamhbhailí.
hi: फ़ाइल '{0}' नहीं खोली जा सकती क्योंकि कार्ड फ़ाइल अमान्य है।
id: Tidak dapat membuka berkas '{0}' karena berkas kartu tidak valid.
it: Impossibile aprire il file '{0}' perché il file della carta non è valido.
ja: カード ファイルが無効であるため、ファイル '{0}' を開けません。
ko: 카드 파일이 잘못되어 '{0}' 파일을 열 수 없습니다.
ms: Tidak dapat membuka fail '{0}' kerana fail kad tidak sah.
nb: Kan ikke åpne filen '{0}' fordi kortfilen er ugyldig.
nl: Kan bestand '{0}' niet openen omdat het kaartbestand ongeldig is.
pt_br: Não é possível abrir o arquivo '{0}' porque o arquivo do cartão é inválido.
ro: Nu se poate deschide fișierul „{0}” deoarece fișierul cardului este nevalid.
tr: '{0}' dosyası açılamıyor çünkü kart dosyası geçersiz.
uk: Неможливо відкрити файл "{0}", оскільки картотека недійсна.
vi: Không thể mở tệp '{0}' vì tệp thẻ không hợp lệ.
zh: 無法開啟檔案“{0}”，因為卡片檔案無效。

# NKS_CONTACTS_CONTACTFILENOTFOUND_UNNAMED
source: Contact file doesn't exist.
ar: ملف الاتصال غير موجود.
de: Die Kontaktdatei ist nicht vorhanden.
el: Το αρχείο επαφής δεν υπάρχει.
es: El archivo de contacto no existe.
fr: Le fichier de contact n'existe pas.
ga: Níl an comhad teagmhála ann.
hi: संपर्क फ़ाइल मौजूद नहीं है.
id: Berkas kontak tidak ada.
it: Il file dei contatti non esiste.
ja: 連絡先ファイルが存在しません。
ko: 연락처 파일이 존재하지 않습니다.
ms: Fail kenalan tidak wujud.
nb: Kontaktfilen eksisterer ikke.
nl: Contactbestand bestaat niet.
pt_br: O arquivo de contato não existe.
ro: Fișierul de contact nu există.
tr: İletişim dosyası bulunamadı.
uk: Файл контактів не існує.
vi: Tập tin liên hệ không tồn tại.
zh: 聯絡人文件不存在。

# NKS_CONTACTS_CONTACTSCOUNT
source: contacts found
ar: تم العثور على جهات الاتصال
de: Kontakte gefunden
el: επαφές που βρέθηκαν
es: contactos encontrados
fr: contacts trouvés
ga: teagmhálacha aimsithe
hi: संपर्क मिले
id: kontak ditemukan
it: contatti trovati
ja: 連絡先が見つかりました
ko: 연락처를 찾았습니다
ms: kenalan ditemui
nb: kontakter funnet
nl: contacten gevonden
pt_br: contatos encontrados
ro: contacte găsite
tr: bulunan kişiler
uk: знайдено контактів
vi: liên lạc được tìm thấy
zh: 找到聯絡人

# NKS_CONTACTS_CONTACTFILEINVALID_UNNAMED
source: Contact file is invalid.
ar: ملف الاتصال غير صالح.
de: Die Kontaktdatei ist ungültig.
el: Το αρχείο επαφής δεν είναι έγκυρο.
es: El archivo de contacto no es válido.
fr: Le fichier de contact n'est pas valide.
ga: Tá an comhad teagmhála neamhbhailí.
hi: संपर्क फ़ाइल अमान्य है.
id: Berkas kontak tidak valid.
it: Il file dei contatti non è valido.
ja: 連絡先ファイルが無効です。
ko: 연락처 파일이 잘못되었습니다.
ms: Fail kenalan tidak sah.
nb: Kontaktfilen er ugyldig.
nl: Contactbestand is ongeldig.
pt_br: O arquivo de contato é inválido.
ro: Fișierul de contact este nevalid.
tr: İletişim dosyası geçersiz.
uk: Файл контакту недійсний.
vi: Tệp tin liên hệ không hợp lệ.
zh: 聯繫文件無效。

# NKS_CONTACTS_MECARDEMPTY
source: The MeCard syntax can't be empty.
ar: لا يمكن أن يكون بناء جملة MeCard فارغًا.
de: Die MeCard-Syntax darf nicht leer sein.
el: Η σύνταξη MeCard δεν μπορεί να είναι κενή.
es: La sintaxis de MeCard no puede estar vacía.
fr: La syntaxe MeCard ne peut pas être vide.
ga: Ní féidir leis an chomhréir MeCard a bheith folamh.
hi: MeCard सिंटैक्स खाली नहीं हो सकता.
id: Sintaks MeCard tidak boleh kosong.
it: La sintassi di MeCard non può essere vuota.
ja: MeCard 構文を空にすることはできません。
ko: MeCard 구문은 비워둘 수 없습니다.
ms: Sintaks MeCard tidak boleh kosong.
nb: MeCard-syntaksen kan ikke være tom.
nl: De MeCard-syntaxis mag niet leeg zijn.
pt_br: A sintaxe do MeCard não pode estar vazia.
ro: Sintaxa MeCard nu poate fi goală.
tr: MeCard sözdizimi boş olamaz.
uk: Синтаксис MeCard не може бути порожнім.
vi: Cú pháp MeCard không được để trống.
zh: MeCard 語法不能為空。

# NKS_CONTACTS_CONTACTFILENOCONTACT
source: Either the provided contacts file doesn't have information about any contact or isn't valid.
ar: إما أن ملف جهات الاتصال المقدم لا يحتوي على معلومات حول أي جهة اتصال أو أنه غير صالح.
de: Entweder enthält die bereitgestellte Kontaktdatei keine Informationen zu einem Kontakt oder ist ungültig.
el: Είτε το παρεχόμενο αρχείο επαφών δεν περιέχει πληροφορίες για καμία επαφή είτε δεν είναι έγκυρο.
es: O el archivo de contactos proporcionado no tiene información sobre ningún contacto o no es válido.
fr: Soit le fichier de contacts fourni ne contient aucune information sur aucun contact, soit il n'est pas valide.
ga: Níl faisnéis faoi theagmhálaí ar bith sa chomhad teagmhálaithe nó níl sé bailí.
hi: या तो प्रदान की गई संपर्क फ़ाइल में किसी संपर्क के बारे में जानकारी नहीं है या वह मान्य नहीं है।
id: Entah file kontak yang disediakan tidak memiliki informasi tentang kontak apa pun atau tidak valid.
it: Il file dei contatti fornito non contiene informazioni su alcun contatto oppure non è valido.
ja: 提供された連絡先ファイルに連絡先に関する情報が含まれていないか、無効です。
ko: 제공된 연락처 파일에 연락처에 대한 정보가 없거나 유효하지 않습니다.
ms: Sama ada fail kenalan yang disediakan tidak mempunyai maklumat tentang sebarang kenalan atau tidak sah.
nb: Enten har den oppgitte kontaktfilen ikke informasjon om noen kontakt eller er ugyldig.
nl: Het opgegeven contactbestand bevat geen informatie over een contactpersoon of is niet geldig.
pt_br: O arquivo de contatos fornecido não contém informações sobre nenhum contato ou não é válido.
ro: Fie că fișierul de contacte furnizat nu conține informații despre niciun contact sau nu este valid.
tr: Ya sağlanan kişiler dosyasında herhangi bir kişiyle ilgili bilgi yok ya da geçerli değil.
uk: Або наданий файл контактів не містить інформації про будь-який контакт або недійсний.
vi: Hoặc là tệp danh bạ được cung cấp không có thông tin về bất kỳ danh bạ nào hoặc không hợp lệ.
zh: 提供的聯絡人文件沒有任何聯絡人的信息，或無效。

# NKS_CONTACTS_EXCEPTION_CONTACTPARSEFAILED
source: Failed to parse contacts. See the error details for more information.
ar: فشل في تحليل جهات الاتصال. راجع تفاصيل الخطأ لمزيد من المعلومات.
de: Kontakte konnten nicht analysiert werden. Weitere Informationen finden Sie in den Fehlerdetails.
el: Απέτυχε η ανάλυση των επαφών. Δείτε τις λεπτομέρειες του σφάλματος για περισσότερες πληροφορίες.
es: No se pudieron analizar los contactos. Consulte los detalles del error para obtener más información.
fr: Échec de l'analyse des contacts. Consultez les détails de l’erreur pour plus d’informations.
ga: Theip ar na teagmhálaithe a pharsáil. Féach ar na sonraí earráide le haghaidh tuilleadh eolais.
hi: संपर्कों को पार्स करने में विफल. अधिक जानकारी के लिए त्रुटि विवरण देखें.
id: Gagal mengurai kontak. Lihat detail kesalahan untuk informasi lebih lanjut.
it: Impossibile analizzare i contatti. Per ulteriori informazioni, vedere i dettagli dell'errore.
ja: 連絡先の解析に失敗しました。詳細については、エラーの詳細を参照してください。
ko: 연락처를 구문 분석하지 못했습니다. 자세한 내용은 오류 세부정보를 참조하세요.
ms: Gagal menghuraikan kenalan. Lihat butiran ralat untuk mendapatkan maklumat lanjut.
nb: Kunne ikke analysere kontakter. Se feildetaljene for mer informasjon.
nl: Kan contacten niet parseren. Zie de foutdetails voor meer informatie.
pt_br: Falha ao analisar contatos. Veja os detalhes do erro para mais informações.
ro: Nu s-a putut analiza contactele. Consultați detaliile erorii pentru mai multe informații.
tr: Kişiler ayrıştırılamadı. Daha fazla bilgi için hata ayrıntılarına bakın.
uk: Не вдалося проаналізувати контакти. Для отримання додаткової інформації перегляньте деталі помилки.
vi: Không phân tích được danh bạ. Xem chi tiết lỗi để biết thêm thông tin.
zh: 無法解析聯絡人。請參閱錯誤詳細資訊以取得更多資訊。

# NKS_CONTACTS_EXCEPTION_CONTACTIDXOUTOFRANGE
source: Contact index is out of range. Maximum index is {0} while provided index is {1}.
ar: فهرس جهة الاتصال خارج النطاق. الحد الأقصى للفهرس هو {0} بينما الفهرس المقدم هو {1}.
de: Der Kontaktindex liegt außerhalb des zulässigen Bereichs. Der maximale Index ist {0}, während der bereitgestellte Index {1} ist.
el: Το ευρετήριο επαφών είναι εκτός εύρους. Το μέγιστο ευρετήριο είναι {0} ενώ το παρεχόμενο ευρετήριο είναι {1}.
es: El índice de contacto está fuera de rango. El índice máximo es {0} mientras que el índice proporcionado es {1}.
fr: L'indice de contact est hors plage. L'index maximum est {0} tandis que l'index fourni est {1}.
ga: Tá an t-innéacs teagmhála as raon. Is é {0} an t-innéacs uasta agus is é {1} an t-innéacs ar fáil.
hi: संपर्क सूचकांक सीमा से बाहर है. अधिकतम सूचकांक {0} है जबकि प्रदान किया गया सूचकांक {1} है।
id: Indeks kontak berada di luar jangkauan. Indeks maksimum adalah {0} sedangkan indeks yang diberikan adalah {1}.
it: L'indice dei contatti è fuori portata. L'indice massimo è {0} mentre l'indice fornito è {1}.
ja: 連絡先インデックスが範囲外です。最大インデックスは {0} ですが、指定されたインデックスは {1} です。
ko: 연락처 색인이 범위를 벗어났습니다. 최대 색인은 {0}이고 제공된 색인은 {1}입니다.
ms: Indeks kenalan berada di luar julat. Indeks maksimum ialah {0} manakala indeks yang disediakan ialah {1}.
nb: Kontaktindeksen er utenfor rekkevidde. Maksimal indeks er {0} mens oppgitt indeks er {1}.
nl: Contactindex ligt buiten bereik. De maximale index is {0}, terwijl de opgegeven index {1} is.
pt_br: O índice de contato está fora do intervalo. O índice máximo é {0} enquanto o índice fornecido é {1}.
ro: Indexul de contact este în afara intervalului. Indexul maxim este {0}, în timp ce indexul furnizat este {1}.
tr: İletişim dizini aralık dışında. Maksimum dizin {0} iken sağlanan dizin {1}.
uk: Індекс контакту поза діапазоном. Максимальний індекс – {0}, тоді як наданий індекс – {1}.
vi: Chỉ số liên lạc nằm ngoài phạm vi. Chỉ số tối đa là {0} trong khi chỉ số được cung cấp là {1}.
zh: 接觸指數超出範圍。最大索引為 {0}，而提供的索引為 {1}。

# NKS_CONTACTS_EXCEPTION_NOCONTACTS_GET
source: There are no contacts to get.
ar: لا توجد اتصالات للحصول عليها.
de: Es sind keine Kontakte verfügbar.
el: Δεν υπάρχουν επαφές για λήψη.
es: No hay contactos para conseguir.
fr: Il n'y a aucun contact à obtenir.
ga: Níl aon teagmhálaithe le fáil.
hi: पाने के लिए कोई संपर्क नहीं है.
id: Tidak ada kontak yang bisa didapatkan.
it: Non ci sono contatti da ottenere.
ja: 取得できる連絡先はありません。
ko: 받을 연락처가 없습니다.
ms: Tiada kenalan untuk diperolehi.
nb: Det er ingen kontakter å få.
nl: Er zijn geen contacten te verkrijgen.
pt_br: Não há contatos para obter.
ro: Nu există contacte de obținut.
tr: Ulaşılacak bir irtibat yok.
uk: Немає контактів для отримання.
vi: Không có địa chỉ liên lạc nào để lấy.
zh: 沒有聯絡方式。

# NKS_CONTACTS_EXCEPTION_NOCONTACTS_SEARCH
source: There are no contacts to search for.
ar: لا توجد جهات اتصال للبحث عنها.
de: Es sind keine Kontakte zum Suchen vorhanden.
el: Δεν υπάρχουν επαφές για αναζήτηση.
es: No hay contactos para buscar.
fr: Il n'y a aucun contact à rechercher.
ga: Níl aon teagmhálaithe le cuardach.
hi: खोजने के लिए कोई संपर्क नहीं हैं.
id: Tidak ada kontak untuk dicari.
it: Non ci sono contatti da cercare.
ja: 検索する連絡先がありません。
ko: 검색할 연락처가 없습니다.
ms: Tiada kenalan untuk dicari.
nb: Det er ingen kontakter å søke etter.
nl: Er zijn geen contacten om naar te zoeken.
pt_br: Não há contatos para pesquisar.
ro: Nu există persoane de contact de căutat.
tr: Aranacak kişi bulunamadı.
uk: Немає контактів для пошуку.
vi: Không có liên hệ nào để tìm kiếm.
zh: 沒有可搜尋的聯絡人。

# NKS_CONTACTS_EXCEPTION_INVALIDREGEX
source: Regular expression is invalid.
ar: التعبير العادي غير صالح.
de: Der reguläre Ausdruck ist ungültig.
el: Η τυπική έκφραση δεν είναι έγκυρη.
es: La expresión regular no es válida.
fr: L'expression régulière n'est pas valide.
ga: Tá slonn rialta neamhbhailí.
hi: नियमित अभिव्यक्ति अमान्य है.
id: Ekspresi reguler tidak valid.
it: L'espressione regolare non è valida.
ja: 正規表現が無効です。
ko: 정규식이 유효하지 않습니다.
ms: Ungkapan biasa tidak sah.
nb: Regeluttrykk er ugyldig.
nl: Reguliere expressie is ongeldig.
pt_br: A expressão regular é inválida.
ro: Expresia regulată este invalidă.
tr: Düzenli ifade geçersiz.
uk: Регулярний вираз недійсний.
vi: Biểu thức chính quy không hợp lệ.
zh: 正規表示式無效。

# NKS_CONTACTS_TUI_NOCONTACT
source: There is no contact. If you'd like to import contacts, please use the import options using the keystrokes defined at the bottom of the screen.
ar: لا يوجد اتصال. إذا كنت ترغب في استيراد جهات الاتصال، فيرجى استخدام خيارات الاستيراد باستخدام ضغطات المفاتيح المحددة في الجزء السفلي من الشاشة.
de: Es besteht kein Kontakt. Wenn Sie Kontakte importieren möchten, nutzen Sie bitte die Importoptionen über die am unteren Bildschirmrand definierten Tastenkombinationen.
el: Δεν υπάρχει επαφή. Εάν θέλετε να εισαγάγετε επαφές, χρησιμοποιήστε τις επιλογές εισαγωγής χρησιμοποιώντας τα πλήκτρα που ορίζονται στο κάτω μέρος της οθόνης.
es: No hay contacto. Si desea importar contactos, utilice las opciones de importación utilizando las pulsaciones de teclas definidas en la parte inferior de la pantalla.
fr: Il n'y a aucun contact. Si vous souhaitez importer des contacts, veuillez utiliser les options d'importation en utilisant les touches définies en bas de l'écran.
ga: Níl aon teagmháil ann. Más mian leat teagmhálaithe a iompórtáil, bain úsáid as na roghanna iompórtála ag baint úsáide as na heochairbhuillí atá sainithe ag bun an scáileáin.
hi: कोई संपर्क नहीं है. यदि आप संपर्क आयात करना चाहते हैं, तो कृपया स्क्रीन के नीचे परिभाषित कीस्ट्रोक्स का उपयोग करके आयात विकल्पों का उपयोग करें।
id: Tidak ada kontak. Jika Anda ingin mengimpor kontak, silakan gunakan opsi impor menggunakan tombol yang ditentukan di bagian bawah layar.
it: Non c'è contatto. Se desideri importare i contatti, utilizza le opzioni di importazione utilizzando i tasti definiti nella parte inferiore dello schermo.
ja: 連絡はありません。連絡先をインポートしたい場合は、画面の下部に定義されているキーストロークを使用してインポート オプションを使用してください。
ko: 연락이 없습니다. 연락처를 가져오려면 화면 하단에 정의된 키 입력을 사용하여 가져오기 옵션을 사용하세요.
ms: Tiada kenalan. Jika anda ingin mengimport kenalan, sila gunakan pilihan import menggunakan ketukan kekunci yang ditakrifkan di bahagian bawah skrin.
nb: Det er ingen kontakt. Hvis du vil importere kontakter, vennligst bruk importalternativene ved å bruke tastetrykkene som er definert nederst på skjermen.
nl: Er is geen contact. Als u contacten wilt importeren, gebruik dan de importopties met behulp van de toetsaanslagen die onderaan het scherm zijn gedefinieerd.
pt_br: Não há contato. Se você quiser importar contatos, use as opções de importação usando as teclas definidas na parte inferior da tela.
ro: Nu există niciun contact. Dacă doriți să importați contacte, vă rugăm să utilizați opțiunile de import folosind tastele definite în partea de jos a ecranului.
tr: Hiçbir kişi yok. Kişileri içe aktarmak istiyorsanız, lütfen ekranın alt kısmında tanımlanan tuş vuruşlarını kullanarak içe aktarma seçeneklerini kullanın.
uk: Немає контакту. Якщо ви бажаєте імпортувати контакти, скористайтеся параметрами імпорту за допомогою натискань клавіш, визначених у нижній частині екрана.
vi: Không có liên hệ. Nếu bạn muốn nhập liên hệ, vui lòng sử dụng tùy chọn nhập bằng cách sử dụng các phím tắt được xác định ở cuối màn hình.
zh: 沒有聯繫。如果您想要匯入聯絡人，請使用螢幕底部定義的按鍵來使用匯入選項。

# NKS_CONTACTS_TUI_CANTIMPORTCONTACTS
source: Some of the contacts can't be imported.
ar: لا يمكن استيراد بعض جهات الاتصال.
de: Einige Kontakte können nicht importiert werden.
el: Δεν είναι δυνατή η εισαγωγή ορισμένων επαφών.
es: Algunos de los contactos no se pueden importar.
fr: Certains contacts ne peuvent pas être importés.
ga: Ní féidir cuid de na teagmhálaithe a iompórtáil.
hi: कुछ संपर्क आयात नहीं किये जा सकते.
id: Beberapa kontak tidak dapat diimpor.
it: Alcuni contatti non possono essere importati.
ja: 一部の連絡先はインポートできません。
ko: 일부 연락처를 가져올 수 없습니다.
ms: Sesetengah kenalan tidak boleh diimport.
nb: Noen av kontaktene kan ikke importeres.
nl: Sommige contacten kunnen niet worden geïmporteerd.
pt_br: Alguns contatos não podem ser importados.
ro: Unele dintre contacte nu pot fi importate.
tr: Bazı kişiler içe aktarılamıyor.
uk: Деякі контакти неможливо імпортувати.
vi: Một số liên hệ không thể nhập được.
zh: 有些聯絡人無法匯入。

# NKS_CONTACTS_TUI_PATHVCFPROMPT
source: Enter path to a VCF file containing your contact. Android's contacts2.db file is also supported.
ar: أدخل المسار إلى ملف VCF الذي يحتوي على جهة الاتصال الخاصة بك. يتم أيضًا دعم ملف Contacts2.db الخاص بنظام Android.
de: Geben Sie den Pfad zu einer VCF-Datei ein, die Ihren Kontakt enthält. Die Datei „contacts2.db“ von Android wird ebenfalls unterstützt.
el: Εισαγάγετε τη διαδρομή προς ένα αρχείο VCF που περιέχει την επαφή σας. Υποστηρίζεται επίσης το αρχείο contacts2.db του Android.
es: Ingrese la ruta a un archivo VCF que contiene su contacto. También se admite el archivo contacts2.db de Android.
fr: Entrez le chemin d'accès à un fichier VCF contenant votre contact. Le fichier contacts2.db d'Android est également pris en charge.
ga: Cuir isteach cosán chuig comhad VCF ina bhfuil do theagmhálaí. Tacaítear freisin le comhad contacts2.db Android.
hi: अपने संपर्क वाली वीसीएफ फ़ाइल का पथ दर्ज करें। एंड्रॉइड की contacts2.db फ़ाइल भी समर्थित है।
id: Masukkan jalur ke file VCF yang berisi kontak Anda. File contacts2.db Android juga didukung.
it: Inserisci il percorso di un file VCF contenente il tuo contatto. È supportato anche il file contatti2.db di Android.
ja: 連絡先を含む VCF ファイルへのパスを入力します。Android の contacts2.db ファイルもサポートされています。
ko: 연락처가 포함된 VCF 파일의 경로를 입력하세요. Android의 Contact2.db 파일도 지원됩니다.
ms: Masukkan laluan ke fail VCF yang mengandungi kenalan anda. Fail contacts2.db Android juga disokong.
nb: Skriv inn banen til en VCF-fil som inneholder kontakten din. Androids contacts2.db-fil støttes også.
nl: Voer het pad in naar een VCF-bestand dat uw contactpersoon bevat. Het contacts2.db-bestand van Android wordt ook ondersteund.
pt_br: Insira o caminho para um arquivo VCF contendo seu contato. O arquivo contacts2.db do Android também é suportado.
ro: Introduceți calea către un fișier VCF care conține persoana de contact. Fișierul contacts2.db al Android este, de asemenea, acceptat.
tr: Kişinizi içeren VCF dosyasının yolunu girin. Android'in contacts2.db dosyası da desteklenmektedir.
uk: Введіть шлях до файлу VCF, який містить ваш контакт. Також підтримується файл contacts2.db Android.
vi: Nhập đường dẫn đến tệp VCF chứa danh bạ của bạn. Tệp contacts2.db của Android cũng được hỗ trợ.
zh: 輸入包含您的聯絡人的 VCF 檔案的路徑。Android 的contacts2.db 檔案也支援。

# NKS_CONTACTS_TUI_FILENOTFOUND
source: File doesn't exist. Make sure that you've written the correct path to a VCF file or to a contacts2.db file.
ar: الملف غير موجود. تأكد من كتابة المسار الصحيح إلى ملف VCF أو إلى ملف Contacts2.db.
de: Datei existiert nicht. Stellen Sie sicher, dass Sie den richtigen Pfad zu einer VCF-Datei oder einer Datei „contacts2.db“ angegeben haben.
el: Το αρχείο δεν υπάρχει. Βεβαιωθείτε ότι έχετε γράψει τη σωστή διαδρομή σε ένα αρχείο VCF ή σε ένα αρχείο contacts2.db.
es: El archivo no existe. Asegúrese de haber escrito la ruta correcta a un archivo VCF o a un archivo contacts2.db.
fr: Le fichier n'existe pas. Assurez-vous d'avoir écrit le chemin correct vers un fichier VCF ou vers un fichier contacts2.db.
ga: Níl an comhad ann. Bí cinnte go bhfuil an cosán ceart scríofa agat chuig comhad VCF nó chuig comhad contacts2.db.
hi: फ़ाइल मौजूद नहीं है. सुनिश्चित करें कि आपने VCF फ़ाइल या contacts2.db फ़ाइल के लिए सही पथ लिखा है।
id: File tidak ada. Pastikan Anda telah menuliskan jalur yang benar ke file VCF atau ke file contacts2.db.
it: Il file non esiste. Assicurati di aver scritto il percorso corretto di un file VCF o di un file contatti2.db.
ja: ファイルが存在しません。VCF ファイルまたは contacts2.db ファイルへの正しいパスが書き込まれていることを確認してください。
ko: 파일이 존재하지 않습니다. VCF 파일 또는contacts2.db 파일에 올바른 경로를 작성했는지 확인하십시오.
ms: Fail tidak wujud. Pastikan anda telah menulis laluan yang betul ke fail VCF atau ke fail contacts2.db.
nb: Filen eksisterer ikke. Sørg for at du har skrevet riktig bane til en VCF-fil eller til en contacts2.db-fil.
nl: Bestand bestaat niet. Zorg ervoor dat u het juiste pad naar een VCF-bestand of naar een contacts2.db-bestand hebt geschreven.
pt_br: O arquivo não existe. Certifique-se de que você escreveu o caminho correto para um arquivo VCF ou para um arquivo contacts2.db.
ro: Fișierul nu există. Asigurați-vă că ați scris calea corectă către un fișier VCF sau într-un fișier contacts2.db.
tr: Dosya mevcut değil. VCF dosyasına veya contacts2.db dosyasına doğru yolu yazdığınızdan emin olun.
uk: Файл не існує. Переконайтеся, що ви написали правильний шлях до файлу VCF або до файлу contacts2.db.
vi: Tệp không tồn tại. Hãy đảm bảo rằng bạn đã viết đúng đường dẫn đến tệp VCF hoặc tệp contacts2.db.
zh: 文件不存在。確保您已將正確的路徑寫入 VCF 檔案或contacts2.db 檔案。
