Repository: Aptivi/Nitrocid
Catalog: public/Nitrocid.Addons/Nitrocid.Extras.Ssh/Resources/Languages/Output/Localizations.*.resx
Languages: el, ga, hi, hi_latn, id, ja, ko, nl, zh

# NKS_SSH_COMMAND_SSHELL_DESC
source: Connects to an SSH server.
el: Συνδέεται σε διακομιστή SSH.
ga: Nascann sé le freastalaí SSH.
hi: एक SSH सर्वर से जुड़ता है।
hi_latn: ek ssh sarvar se judata hai.
id: Terhubung ke server SSH.
ja: SSHサーバーに接続します。
ko: SSH 서버에 연결합니다.
nl: Maakt verbinding met een SSH-server.
zh: 連接到 SSH 服務器。

# NKS_SSH_PASSWORDPROMPT
source: Enter the password for {0}:
el: Εισαγάγετε τον κωδικό πρόσβασης για το {0}:
ga: Cuir isteach an pasfhocal le haghaidh {0}:
hi: {0} के लिए पासवर्ड दर्ज करें:
hi_latn: {0} ke lie paasavard darj karen:
id: Masukkan kata sandi untuk {0}:
ja: {0}のパスワードを入力してください：
ko: {0}의 비밀번호를 입력하십시오.
nl: Voer het wachtwoord in voor {0}:
zh: 輸入 {0} 的密碼：

# NKS_SSH_DISCONNECTED
source: SSH Disconnected.
el: Το SSH αποσυνδέθηκε.
ga: SSH Dícheangailte.
hi: SSH डिस्कनेक्ट किया गया।
hi_latn: ssh diskanekt kiya gaya.
id: SSH terputus.
ja: SSHが切断されました。
ko: SSH 연결이 끊어졌습니다.
nl: SSH Verbinding verbroken.
zh: SSH 斷開連接。

# NKS_SSH_CONNECTFAILED
source: Error trying to connect to SSH server: {0}
el: Σφάλμα κατά την προσπάθεια σύνδεσης με διακομιστή SSH: {0}
ga: Earráid agus iarracht á déanamh ceangal leis an bhfreastalaí SSH: {0}
hi: SSH सर्वर से कनेक्ट करने का प्रयास करने में त्रुटि: {0}
hi_latn: ssh sarvar se kanekt karane ka prayaas karane mein truti: {0}
id: Terjadi kesalahan saat mencoba terhubung ke server SSH: {0}
ja: SSHサーバーに接続しようとしてエラーが発生しました：{0}
ko: SSH 서버에 연결하는 중 오류가 발생했습니다 : {0}
nl: Fout bij verbinding maken met SSH-server: {0}
zh: 嘗試連接到 SSH 服務器時出錯：{0}

# NKS_SSH_INVALIDOPTION
source: Specified option {0} is invalid.
el: Η καθορισμένη επιλογή {0} δεν είναι έγκυρη.
ga: Tá an rogha shonraithe {0} neamhbhailí.
hi: निर्दिष्ट विकल्प {0} अमान्य है।
hi_latn: nirdisht vikalp {0} amaany hai.
id: Opsi yang ditentukan {0} tidak valid.
ja: 指定されたオプション{0}は無効です。
ko: 지정된 옵션 {0}이 (가) 잘못되었습니다.
nl: Opgegeven optie {0} is ongeldig.
zh: 指定的選項 {0} 無效。

# NKS_SSH_ANSWERNEEDSNUM
source: The answer must be numeric.
el: Η απάντηση πρέπει να είναι αριθμητική.
ga: Caithfidh an freagra a bheith uimhriúil.
hi: उत्तर संख्यात्मक होना चाहिए।
hi_latn: uttar sankhyaatmak hona chaahie.
id: Jawabannya harus berupa angka.
ja: 答えは数値でなければなりません。
ko: 답은 숫자 여야합니다.
nl: Het antwoord moet numeriek zijn.
zh: 答案必須是數字。

# NKS_SSH_GOBACK
source: Press any key to go back.
el: Πατήστε οποιοδήποτε πλήκτρο για να επιστρέψετε.
ga: Brúigh eochair ar bith chun dul ar ais.
hi: वापस जाने के लिए कोई भी कुंजी दबाएँ।
hi_latn: vaapas jaane ke lie koee bhee kunjee dabaen.
id: Tekan tombol apa saja untuk kembali.
ja: いずれかのキーを押して戻ります。
ko: 돌아가려면 아무 키나 누르십시오.
nl: Druk op een willekeurige toets om terug te gaan.
zh: 按任意鍵返回。

# NKS_SSH_COMMAND_SSHCMD_DESC
source: Connects to an SSH server to execute a command.
el: Συνδέεται σε διακομιστή SSH για να εκτελέσει μια εντολή.
ga: Nascann sé le freastalaí SSH chun ordú a rith.
hi: एक कमांड निष्पादित करने के लिए एक SSH सर्वर से जुड़ता है।
hi_latn: ek kamaand nishpaadit karane ke lie ek ssh sarvar se judata hai.
id: Terhubung ke server SSH untuk menjalankan perintah.
ja: コマンドを実行するために SSH サーバーに接続します。
ko: SSH 서버에 연결하여 명령을 실행합니다.
nl: Maakt verbinding met een SSH-server om een opdracht uit te voeren.
zh: 連接到 SSH 服務器以執行命令。

# NKS_SSH_AUTHMETHOD_QUESTION
source: How do you want to authenticate?
el: Πώς θέλετε να γίνει έλεγχος ταυτότητας;
ga: Conas is mian leat a fhíordheimhniú?
hi: आप कैसे प्रमाणित करना चाहते हैं?
hi_latn: aap kaise pramaanit karana chaahate hain?
id: Bagaimana Anda ingin melakukan autentikasi?
ja: どのように認証しますか?
ko: 어떻게 인증 하시겠습니까?
nl: Hoe wil je authenticeren?
zh: 您想如何進行身份驗證？

# NKS_SSH_AUTHMETHOD_PRIVATEKEY
source: Private key file
el: Αρχείο ιδιωτικού κλειδιού
ga: Comhad eochair phríobháideach
hi: निजी कुंजी फ़ाइल
hi_latn: nijee kunjee fail
id: File kunci pribadi
ja: 秘密鍵ファイル
ko: 개인 키 파일
nl: Privé sleutel bestand
zh: 私鑰文件

# NKS_SSH_AUTHMETHOD_PASSWORD
source: Password
el: Κωδικός πρόσβασης
ga: Pasfhocal
hi: कुंजिका
hi_latn: kunjika
id: Kata sandi
ja: パスワード
ko: 암호
nl: Wachtwoord
zh: 密碼

# NKS_SSH_PASSPHRASEPROMPT
source: Enter the passphrase for key {0}:
el: Εισαγάγετε τη φράση πρόσβασης για το κλειδί {0}:
ga: Cuir isteach an pasfhrása don eochair {0}:
hi: कुंजी {0} के लिए पासफ़्रेज़ दर्ज करें:
hi_latn: kunjee {0} ke lie paasafrez darj karen:
id: Masukkan frasa sandi untuk kunci {0}:
ja: キー {0} のパスフレーズを入力してください:
ko: {0} 키의 암호 입력 :
nl: Voer de wachtwoordzin in voor sleutel {0}:
zh: 輸入密鑰 {0} 的密碼：

# NKS_SSH_KEYFILENOTFOUND
source: Key file {0} doesn't exist.
el: Το αρχείο κλειδιού {0} δεν υπάρχει.
ga: Níl an eochairchomhad {0} ann.
hi: कुंजी फ़ाइल {0} मौजूद नहीं है.
hi_latn: kunjee fail {0} maujood nahin hai.
id: Berkas kunci {0} tidak ada.
ja: キー ファイル {0} は存在しません。
ko: {0} 키 파일이 없습니다.
nl: Sleutelbestand {0} bestaat niet.
zh: 密鑰文件 {0} 不存在。

# NKS_SSH_CANTADDPRIVKEY
source: Error trying to add private key:
el: Σφάλμα κατά την προσπάθεια προσθήκης ιδιωτικού κλειδιού:
ga: Earráid agus eochair phríobháideach á cur leis:
hi: निजी कुंजी जोड़ने का प्रयास करने में त्रुटि:
hi_latn: nijee kunjee jodane ka prayaas karane mein truti:
id: Terjadi kesalahan saat mencoba menambahkan kunci pribadi:
ja: 秘密鍵の追加中にエラーが発生しました:
ko: 개인 키 추가 시도 오류 :
nl: Fout bij het toevoegen van een persoonlijke sleutel:
zh: 嘗試添加私鑰時出錯：

# NKS_SSH_SSHCMDFAILED
source: Error executing SSH command
el: Σφάλμα κατά την εκτέλεση της εντολής SSH
ga: Earráid agus an t-ordú SSH á fheidhmiú
hi: SSH कमांड निष्पादित करने में त्रुटि
hi_latn: ssh kamaand nishpaadit karane mein truti
id: Kesalahan saat menjalankan perintah SSH
ja: SSH コマンドの実行中にエラーが発生しました
ko: SSH 명령 실행 오류
nl: Fout bij uitvoeren van SSH-opdracht
zh: 執行 SSH 命令時出錯

# NKS_SSH_SSHELLFAILED
source: Error on SSH shell
el: Σφάλμα στο κέλυφος SSH
ga: Earráid ar bhlaosc SSH
hi: SSH शेल में त्रुटि
hi_latn: ssh shel mein truti
id: Kesalahan pada shell SSH
ja: SSH シェルのエラー
ko: SSH 셸 오류
nl: Fout op SSH-shell
zh: SSH 外殼錯誤

# NKS_SSH_SETTINGS_LOGINPROMPT_DESC
source: Write how you want your login prompt to be. Leave blank to use default style. Placeholders are parsed.
el: Γράψτε πώς θέλετε να είναι η προτροπή σύνδεσής σας. Αφήστε το κενό για να χρησιμοποιήσετε το προεπιλεγμένο στυλ. Τα σύμβολα θέσης αναλύονται.
ga: Scríobh conas is mian leat do leid logáil isteach a bheith. Fág bán chun an stíl réamhshocraithe a úsáid. Déantar áitshealbhóirí a pharsáil.
hi: लिखें कि आप अपना लॉगिन संकेत कैसे चाहते हैं। डिफ़ॉल्ट शैली का उपयोग करने के लिए खाली छोड़ दें। प्लेसहोल्डर्स को पार्स किया जाता है।
hi_latn: likhen ki aap apane login prompt ko kaise chaahate hain. difolt shailee ka upayog karane ke lie khaalee chhod den. plesaholdars ko paars kiya jaata hai.
id: Tuliskan bagaimana Anda ingin prompt login Anda. Kosongkan untuk menggunakan gaya default. Placeholder diurai.
ja: ログインプロンプトをどのようにするかを記述します。デフォルトのスタイルを使用するには、空白のままにします。プレースホルダーが解析されます。
ko: 원하는 로그인 프롬프트를 작성하십시오. 기본 스타일을 사용하려면 비워 둡니다. 자리 표시자가 구문 분석됩니다.
nl: Schrijf hoe u wilt dat uw aanmeldingsprompt is. Laat leeg om de standaardstijl te gebruiken. Tijdelijke aanduidingen worden geparseerd.
zh: 寫下您希望登錄提示的方式。留空以使用默認樣式。佔位符被解析。

# NKS_SSH_PRIVKEYLOCATIONPROMPT
source: Enter the location of the private key for {0}. Write "q" to finish adding keys:
el: Εισαγάγετε τη θέση του ιδιωτικού κλειδιού για το {0}. Γράψτε "q" για να ολοκληρώσετε την προσθήκη κλειδιών:
ga: Cuir isteach suíomh na heochrach príobháidí le haghaidh {0}. Scríobh "q" chun eochracha a chur leis:
hi: {0} के लिए निजी कुंजी का स्थान दर्ज करें। कुंजियाँ जोड़ना समाप्त करने के लिए "q" लिखें:
hi_latn: {0} ke lie nijee kunjee ka sthaan darj karen. kunjiyaan jodane ka kaam poora karane ke lie "q" likhen:
id: Masukkan lokasi kunci pribadi untuk {0}. Tulis "q" untuk menyelesaikan penambahan kunci:
ja: {0} の秘密キーの場所を入力します。「q」を入力してキーの追加を終了します。
ko: {0}의 개인 키 위치를 입력하세요. 키 추가를 완료하려면 "q"를 작성하세요.
nl: Voer de locatie van de privésleutel voor {0} in. Schrijf "q" om het toevoegen van sleutels te voltooien:
zh: 輸入 {0} 的私鑰位置。寫“q”完成添加鍵：

# NKS_SSH_SETTINGS_DESC
source: This section lets you configure how the SSH works.
el: Αυτή η ενότητα σάς επιτρέπει να διαμορφώσετε τον τρόπο λειτουργίας του SSH.
ga: Ligeann an chuid seo duit conas a oibríonn an SSH a chumrú.
hi: यह अनुभाग आपको SSH के कार्य करने के तरीके को कॉन्फ़िगर करने देता है।
hi_latn: yah anubhaag aapako yah konfigar karane deta hai ki ssh kaise kaam karata hai.
id: Bagian ini memungkinkan Anda mengonfigurasikan cara kerja SSH.
ja: このセクションでは、SSH の動作を設定できます。
ko: 이 섹션에서는 SSH 작동 방식을 구성할 수 있습니다.
nl: In deze sectie kunt u configureren hoe de SSH werkt.
zh: 本部分可讓您配置 SSH 的工作方式。

# NKS_SSH_SETTINGS_LOGINPROMPT_NAME
source: Username prompt style for SSH
el: Στυλ προτροπής ονόματος χρήστη για SSH
ga: Stíl leid ainm úsáideora le haghaidh SSH
hi: SSH के लिए उपयोगकर्ता नाम प्रॉम्प्ट शैली
hi_latn: ssh ke lie upayogakarta naam prompt shailee
id: Gaya permintaan nama pengguna untuk SSH
ja: SSH のユーザー名プロンプト スタイル
ko: SSH의 사용자 이름 프롬프트 스타일
nl: Gebruikersnaampromptstijl voor SSH
zh: SSH 的使用者名稱提示樣式

# NKS_SSH_SETTINGS_SPEEDDIAL_NAME
source: Add new connections to SSH speed dial
el: Προσθέστε νέες συνδέσεις στην ταχεία κλήση SSH
ga: Cuir naisc nua le luas-dhiailiú SSH
hi: SSH स्पीड डायल में नए कनेक्शन जोड़ें
hi_latn: ssh speed daayal mein nae kanekshan joden
id: Tambahkan koneksi baru ke panggilan cepat SSH
ja: SSHスピードダイヤルに新しい接続を追加する
ko: SSH 단축 다이얼에 새 연결 추가
nl: Voeg nieuwe verbindingen toe aan SSH-snelkeuze
zh: 將新連線新增至 SSH 快速撥號

# NKS_SSH_SETTINGS_SPEEDDIAL_DESC
source: If enabled, adds a new connection to the SSH speed dial.
el: Εάν είναι ενεργοποιημένο, προσθέτει μια νέα σύνδεση στην ταχεία κλήση SSH.
ga: Má tá sé cumasaithe, cuireann sé nasc nua leis an luasdhiailiú SSH.
hi: यदि सक्षम किया गया है, तो SSH स्पीड डायल में एक नया कनेक्शन जोड़ता है।
hi_latn: yadi saksham hai, to ssh speed daayal mein ek naya kanekshan jodata hai.
id: Jika diaktifkan, menambahkan koneksi baru ke panggilan cepat SSH.
ja: 有効にすると、SSH スピードダイヤルに新しい接続が追加されます。
ko: 활성화된 경우 SSH 단축 다이얼에 새 연결을 추가합니다.
nl: Indien ingeschakeld, wordt een nieuwe verbinding toegevoegd aan het SSH-snelkeuzenummer.
zh: 如果啟用，則會為 SSH 快速撥號新增連線。

# NKS_SSH_SETTINGS_EXCEPTION_ENTRIESFAILED
source: Failed to obtain settings entries.
el: Αποτυχία λήψης καταχωρήσεων ρυθμίσεων.
ga: Theip ar na hiontrálacha socruithe a fháil.
hi: सेटिंग प्रविष्टियाँ प्राप्त करने में विफल.
hi_latn: setings pravishtiyaan praapt karane mein viphal.
id: Gagal mendapatkan entri pengaturan.
ja: 設定エントリを取得できませんでした。
ko: 설정 항목을 가져오지 못했습니다.
nl: Het is niet gelukt om de instellingen op te halen.
zh: 無法取得設定條目。

# NKS_SSH_EXCEPTION_CONNECTEDNOCLIENT
source: SSH is connected but with no client.
el: Το SSH είναι συνδεδεμένο αλλά χωρίς πελάτη.
ga: Tá SSH ceangailte ach gan aon chliant.
hi: SSH कनेक्ट है लेकिन कोई क्लाइंट नहीं है।
hi_latn: ssh kanekt hai lekin klaint nahin hai.
id: SSH terhubung tetapi tanpa klien.
ja: SSH は接続されていますが、クライアントがありません。
ko: SSH가 연결되었지만 클라이언트가 없습니다.
nl: SSH is verbonden, maar er is geen client.
zh: SSH 已連接，但沒有客戶端。

# NKS_SSH_COMMAND_ARGUMENT_ADDRESS_DESC
source: SSH server to connect to
el: Διακομιστής SSH για σύνδεση
ga: Freastalaí SSH chun ceangal leis
hi: SSH सर्वर से कनेक्ट करें
hi_latn: kanekt karane ke lie ssh sarvar
id: Server SSH untuk terhubung ke
ja: 接続するSSHサーバー
ko: 연결할 SSH 서버
nl: SSH-server om verbinding mee te maken
zh: 要連接的 SSH 伺服器

# NKS_SSH_COMMAND_ARGUMENT_USERNAME_DESC
source: Username to authenticate with
el: Όνομα χρήστη για έλεγχο ταυτότητας
ga: Ainm úsáideora le fíordheimhniú leis
hi: प्रमाणीकृत करने के लिए उपयोगकर्ता नाम
hi_latn: pramaanit karane ke lie upayogakarta naam
id: Nama pengguna untuk autentikasi
ja: 認証に使用するユーザー名
ko: 인증할 사용자 이름
nl: Gebruikersnaam om mee te authenticeren
zh: 要驗證的用戶名

# NKS_SSH_COMMAND_SSHCMD_ARGUMENT_COMMAND_DESC
source: Command to remotely execute
el: Εντολή για απομακρυσμένη εκτέλεση
ga: Ordú a fhorghníomhú go cianda
hi: दूरस्थ रूप से निष्पादित करने के लिए आदेश
hi_latn: doorasth roop se nishpaadit karane ke lie kamaand
id: Perintah untuk mengeksekusi dari jarak jauh
ja: リモートで実行するコマンド
ko: 원격으로 실행하기 위한 명령
nl: Opdracht om op afstand uit te voeren
zh: 遠端執行命令
